{
    "url": "https://www.ukpol.co.uk/ian-blackford-2019-speech-to-snp-conference/",
    "title": "Ian Blackford – 2019 Speech to SNP Conference",
    "post_date": "May 9, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ian Blackford, the SNP Leader in the House of Commons, at the SNP Conference held in Edinburgh on 28 April 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2018/03/ianblackford-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2018/03/ianblackford.jpg)",
        "Good morning Conference, it’s fantastic to be here at home with you in our vibrant capital Edinburgh.",
        "Friends, make no mistake – these are no ordinary times and this is no ordinary conference.",
        "We are here to make history.",
        "We are here to begin our campaign to make Scotland an independent, prosperous country in the European Union.",
        "Politics in London is consumed by the Tory Brexit.",
        "Parties in Westminster are distracted and divided by infighting between the Remainers and the Brexiteers.",
        "But not us – not the Scottish National Party.",
        "We are united, focused and determined.",
        "We know that Scotland deserves better than the shambles of Westminster. Britain is broken and Scotland is ignored by Westminster. This cannot go on.",
        "Our message here today must be simple. It must be about what we know is the truth. That the future of our nation will only be enhanced when we break free of the dangerous, nasty and failing politics of Westminster.",
        "For three years now the Tory Party – and the Labour Party – have focused on themselves.",
        "Battling internally on the issue of Brexit – and with no focus on delivering for the people of Scotland.",
        "We now have a UK Government that has effectively ceased to function with the UK poised over a cliff-edge.",
        "A cliff-edge that will destroy jobs and make people poorer.",
        "Conference, Theresa May is in office but she is not in power.",
        "Within months we could face Boris Johnson becoming Prime Minister.",
        "A real nightmare scenario.",
        "Brexit has been forced on us by law-breakers who don’t give a damn about ordinary working people.",
        "It has to be stopped.",
        "We cannot, and we will not, allow Scotland to follow Theresa May or Boris Johnson off the cliff-edge.",
        "The Tories have ignored the will of the Scottish people.",
        "They have ignored the decisions of our sovereign Scottish Parliament.",
        "And time and time again, they have blatantly ignored the efforts for compromise from the Scottish Government.",
        "We need to remind the Tories that they have lost every general election in Scotland since the 1950s.",
        "The Tories are out of touch with the people of Scotland.",
        "Conference, the Prime Minister has no mandate from Scotland.",
        "On Tuesday 12th March 2019, the Scottish Parliament and Welsh Assembly voted on a historic joint motion rejecting the Prime Minister’s deal and rejecting no deal.",
        "And let me remind Theresa May and those Scottish Tories propping up her benches, on June 2016, an overwhelming majority, 62% of Scots voted remain.",
        "Scotland’s voice must be heard and it must be respected. Scotland will not be dragged out of the EU against our will.",
        "It will be the right of the people of Scotland to determined our future not the Prime Minister.",
        "The Tories and Labour need to wake up to reality. They face terminal decline in Scotland if they continue to ignore our wishes and interests.",
        "The YouGov poll for the Times should be a reality check. The SNP has secured a massive 23-point lead at Westminster – with the Tories and Labour falling way behind.",
        "Brexit has created the context of change – significant change where the choice before us is between Brexit and Scotland as an independent European nation. It is for all of us to decide our future.",
        "A Scotland locked indefinitely into Brexit Britain or a Scotland free to decide its own future.",
        "Conference – we have a choice to make.",
        "Enough is enough.",
        "The choice is no longer about how to mitigate Brexit it is about how we stop it. And how Scotland gets out of it.",
        "The lifeline thrown to Westminster by the EU to stop a no deal Brexit has been crucial to protect our economy and our interests. But the clock is once again ticking down.",
        "Our position is clear.",
        "SNP MPs will fight to stop Brexit.",
        "Scotland has been completely ignored throughout the Brexit process. Westminster is dragging us down the path to economic disaster. The people of Scotland deserve the choice of a better future than Brexit Britain.",
        "A choice of Scotland a destination in Europe – or being sidelined within an inward looking UK.",
        "Let’s be clear – continued Westminster rule is the biggest threat to Scotland’s economy and long-term prosperity. The biggest threat to jobs, incomes and living standards. The biggest threat to our NHS, our public services, our society.",
        "Scotland did not vote to leave the EU, and we must not be dragged out against our will. So I can confirm today that the SNP will not vote for the Withdrawal Agreement Bill when it comes to Westminster.",
        "We will not, not ever, support this damaging blindfold Brexit deal. Theresa May has failed to protect our economy, our communities and all of our futures. The Prime Minister is frozen in a failure of her own making. Humiliated and hamstrung by the extreme-right Brexiteers in her own Party. Theresa May your time is up.",
        "And I call on Jeremy Corbyn to join with us in the SNP, and rule out any support for the Withdrawal Bill, which would lead Scotland and the rest of the UK into total economic chaos. The coalition of the opposition need now to come together and do what the people elected us to do – oppose this Tory Government.",
        "Conference, the Tories don’t care what happens to the economy or to citizen’s livelihoods.",
        "Their obsession with leaving Europe is driven by an ideological desire to return to the days of the Empire.",
        "Well I hope the Tories are listening – because those days are over.",
        "And while they dream of a mythical past, citizens today are struggling to make ends meet, forced to queue at food banks to feed their children. Immigrants have the doors closed in their face. While women who have been victims of rape are forced to prove their child is a victim of such a horrific crime in order to access Universal Credit.",
        "What a disgrace.",
        "Conference the UK Government has created a cruel and callous system that punishes people instead of helping them prosper. We will not be dragged down into the gutter with them.",
        "Our ambition for our people is to grow a fairer, inclusive, welcoming and prosperous country filled to the brim with talent and opportunity.",
        "Friends, that is our vision for our nation.",
        "Brexit threatens all of that. It threatens to make our economy smaller, our people poorer and country weaker.",
        "That’s why we need to send a clear message that we will not accept a Brexit process that silences Scotland, treats our Parliament and Government with contempt and fails to represent the interests of people in Scotland.",
        "That is why we need to take the opportunity of the European elections to prove that Scotland wants something different from all this chaos – a seat and a voice at Europe’s top table.",
        "These elections are Scotland’s opportunity to be heard. An opportunity to show to ourselves and the wider world that Scotland wants something better.",
        "We want to be a decision maker working constructively and on an equal basis with our European partners.",
        "Voters can send a message that Scotland will no longer be silenced.",
        "Conference, it is important that we thank Ian Hudghton for his outstanding service for our movement.",
        "And I pledge today that the Westminster group will be getting out on the streets over the coming weeks so we deliver the biggest number of SNP representatives to Brussels yet.",
        "Conference – over the past few months in Westminster, the SNP has worked very hard to build a consensus to stop Brexit.",
        "With our sister party Plaid Cyrmu, the Greens and the Liberal Democrats – we have tried to force the case to put the decision back to the people.",
        "A second referendum would give citizens across the UK the option to take back control.",
        "Let’s face facts – Nigel Farage and his cronies lied to the people.",
        "They put £350m on the back of a bus for the NHS – yet it never materialised.",
        "The leave campaign was characterised by scaremongering and lies.",
        "And yet while we in the SNP have successfully gained cross party support to force the need for a second referendum into the heart of Parliament, Jeremy Corbyn has failed to show any courage.",
        "The truth is this – it is the SNP that is the real opposition to the Tories.",
        "Jeremy Corbyn can’t control his own party never mind take on the Tories.",
        "Hamstrung like the Prime Minister – Jeremy Corbyn has cowardly failed to fight in the corner of the people who want a final say.",
        "Jeremy – if you’re watching – do us all a favour and get off the fence!",
        "Do the right thing.",
        "If Labour’s talks with the Prime Minister are to have any purpose then Jeremy Corbyn must press for a second EU referendum in the cross-party talks.",
        "Failure to do so will be an unforgivable act of cowardice.",
        "Conference, meanwhile your SNP MPs are getting on with the day job.",
        "The SNP Westminster group proudly championed the 3 million campaign for scrapping the £65 registration fee charged to EU nationals – a policy the UKG got rid of thanks to SNP pressure.",
        "Ronnie Cowan’s tireless work on fixed odds betting terminals was finally met by the UK government who conceded and are reducing stakes from this month.",
        "Deidre Brock has been a consistent champion for Scottish farmers and fisherman. Deidre successfully exposed the fact that the Prime Minister’s Brexit deal would repeat history and sell out the Scottish fishing industry.",
        "Stuart C McDonald has led the way in opposing the hostile environment embodied by the Tory Government’s Immigration bill. He has been a powerful voice in advocating the truth that freedom of movement is good for Scotland.",
        "Kirsty Blackman and Alison Thewliss are taking on those who seek to duck tax and cripple our economy. They truly have been outstanding in carving the way for a fairer economy that works for all.",
        "SNP MPs Stephen Gethins, Joanna Cherry and Peter Grant have taken on the Tories at every turn as they seek to inflict the worst possible hardship on Scotland through Brexit. They have been a formidable team – stopping at nothing to defend the rights and will of the Scottish people.",
        "And delegates, we all know – one of the most precious times in our lives is the arrival of a new baby. We should all be so proud of the work from our friend and colleague David Linden on paternity rights reform, so that in any time of need, UK law does not stop fathers being there for their families.",
        "Conference – I could go on. Your team of SNP MPs have been consistent, determined and courageous. While MPs in the Tory and Labour Party are fighting internal ego battles, the SNP MP team is focused only on fighting for you – for Scotland.",
        "And now our biggest fight is to come and friends we are up for it.",
        "The Brexit experience has exposed the clear weaknesses in the current devolution settlement.",
        "What was long in the decay is now broken.",
        "Brexit has created the context of change – significant change where the choice before us is between Brexit and Scotland as an independent European nation.",
        "It is for all of us to decide.",
        "A Scotland locked indefinitely into Brexit Britain or a Scotland free to decide its own future.",
        "As our First Minister, Nicola Sturgeon set out, the decision on Scotland’s future must be available within the lifetime of this Parliament, in line with our Government’s mandate.",
        "Friends at the end of this process – Scotland must have the right to decide.",
        "Now is the time for us, for our movement to prepare that path.",
        "To persuade the people of Scotland of our vision.",
        "Nicola has done an incredible job of keeping us on a steady ship. While Westminster is out of control – in Scotland – the SNP is firmly in control. Getting on with the day job, delivering more and more for our citizens every day.",
        "Friends, we live in a country that we can all be proud of.",
        "We have a Government that we have pride in.",
        "A record of standing up for Scotland, our ethos of sustaining access to higher and further education based on ability, not based on an ability to pay.",
        "And that includes EU students starting courses in 2020/21.",
        "A record of world leading climate change legislation.",
        "A proud record of delivering transformation on LGBTI rights.",
        "Conference, Scotland is leading on the global stage on so many issues – but we are still constrained by the limitations of devolution.",
        "We have come so far in the past 20 years since devolution – now is time to finish that journey.",
        "We have the courage, the belief and the dedication to turn the tide for Scotland.",
        "We have led the journey and the destination is in now in sight.",
        "Our First Minister has set out our course, we now must put all of our shoulders to the wheel, to stand up for Scotland, to build a better Scotland and to do that together.",
        "The time is coming. Let’s get ready. Let’s do this."
    ]
}