{
    "url": "https://www.ukpol.co.uk/nicola-blackwood-2019-speech-on-rare-disease-day/",
    "title": "Nicola Blackwood – 2019 Speech on Rare Disease Day",
    "post_date": "March 1, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Nicola Blackwood",
            "url": "/tag/nicola-blackwood/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nicola Blackwood, the Parliamentary Under Secretary of State at the Department of Health and Social Care, on 27 February 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2019/03/nicolablackwood-300x200.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2019/03/nicolablackwood.jpg)",
        "It is a such a pleasure to mark Rare Disease Day with you all.",
        "And I want to start by saying thank you to Genetic Alliance, Rare Disease UK and all of you whether you are patients, carers, researchers, clinicians or campaigners – it is down to you that we have come so far in recent years with rare diseases research and care.",
        "We all know that:",
        "for too long too many parents had to cope with a sick child with a rare disease but with little information as to what the disease is, let alone where they might find treatment",
        "for too long GPs were frustrated by being unsure where the best centre of expertise is to treat a particular rare disease",
        "for too long the treatment of those with a rare disease was been seen as a public policy afterthought rather than as a priority",
        "And this is why the establishment of the National Rare Disease Policy Board and Forum was a genuine turning point I think. It sent out a strong message to the whole system that information, diagnosis and treatment of those with a rare disease is not only now at the heart of the policy machine but it was also much more strategic and being developed with patients as its guide.",
        "My own experience as an Ehlers Danlos patient has been entirely typical I think and has led me to my own conclusions about rare diseases policy.",
        "I was undiagnosed for 30 years and went through all the usual experiences of the diagnostic odyssey – getting very sick from childhood and being referred to many doctors who each tried their best, ordering more and more complicated and invasive tests but ended up suggesting a psychiatrist or prescribing me something that just made me sicker.",
        "Finally, a wonderful neurologist with experience of EDS realised what had been going on and referred me to a specialist who diagnosed me in 20 minutes. Twenty minutes – after all those years.",
        "Over the next 18 months I acquired a fleet of specialists. Initially it was a disaster. As they started trying to find the right medical regime for me I got much, much sicker and I found trying to co-ordinate all the tests and appointments and new medications – while still working – impossible.",
        "I do not think there is a flat surface in this building I have not collapsed on – including on this very podium where I tried to give speech a couple of years ago.",
        "Then the NHS stepped in and saved me. The occupational therapist here in Parliament, my GP and the whole team at UCL Autonomic Unit literally picked me up and held my hand – helping co-ordinate my care and getting me the support I needed at work. Gradually, the pieces fell into place and I have clawed my way back to stable health. I will not pretend to any of you it was easy. It was not. And there were many setbacks along the way. But I do know I am incredibly lucky.",
        "Firstly, my battles are nothing compared to many of you here today and for that you have my unending admiration.",
        "Secondly, without my family I simply would not have made it. They have sacrificed beyond measure to care for me and I can never repay them.",
        "Thirdly, I owe so many NHS workers – nurses, doctors, my GP, pharmacist, paramedics and more – my stable health today. I am not sure I will ever be able to communicate to them quite how dramatically they have changed my life.",
        "But this process has also taught me indelible lessons about how urgent it is to improve care for rare diseases for everyone – not just the lucky ones like me.",
        "This is why we must never relent in our campaign to bring an end to the diagnostic odyssey – it is pernicious and even after diagnosis the damage it does to mental health of patients and their families must not be forgotten.",
        "We must press even harder on clinical awareness and groundbreaking research so more patients can be diagnosed and treated earlier.",
        "Finally, co-ordinating your care can feel almost impossible when you are ill and the complexity of services for rare disease must not act as a barrier to access for care.",
        "That is why the publication of the UK Strategy for Rare Diseases in 2013 represented such a significant achievement for everyone here today.",
        "It put the emphasis firmly on raising awareness, improving diagnosis, and enhancing research and patient care and we have come a long way.",
        "Today DHSC and NHS England have made good on the promise to publish annual updates to the implementation plan.",
        "One year on we can celebrate some incredible milestones – let me just highlight a few.",
        "**Care co-ordination**",
        "Firstly, on the issue of care co-ordination I have asked NHS England to implement a rare disease ‘insert’ from April 2019. This refers to a set of provider criteria to sit alongside NHS England specifications for services treating patients with rare diseases and allows NHS England to hold providers to account for the way in which they treat patients with rare diseases.",
        "There will be up to 3 criteria (depending on the nature of the service):",
        "ensure there is a person responsible for co-ordinating the care of any patients with rare diseases",
        "give every patient with a rare disease an ‘alert card’, including information about their condition, treatment regime and contact details for the individual expert involved in their care",
        "ensure that every paediatric patient has an active transition to an appropriate adult service, even if that adult service is not the commissioning responsibility of NHS England",
        "I hope that this will make a real difference for patients on the ground. I will be keeping a close eye on whether it does.",
        "**Research**",
        "Many of you will know that the National Institute for Health Research (NIHR) has established the new BioResource for Translational Research for Common and Rare Diseases.",
        "By March 2018, 37 individual rare diseases had been adopted and by 2022 we expect this number to have increased to 100.",
        "The in-depth phenotyping for rare diseases, linking that to genomic data promises to provide an invaluable research environment for rare diseases discovery.",
        "At Public Health England the National Congenital Anomaly and Rare Disease Registration Service (NCARDRS) has made brilliant progress expanding their registries this year.",
        "They have achieved 100% population coverage for conditions diagnosed either antenatally or postnatally, up from 49% in 2017 to 2018.",
        "I truly believe this will improve our understanding of the causes, diagnosis and treatment of rare diseases.",
        "I would like to thank everyone in this room who has played a part in developing these vital research projects.",
        "**EU Exit and European Reference Networks**",
        "I know though that many here are concerned about the potential impact of Brexit on our research capabilities. I want to stress the government is a strong supporter of the European Reference Networks (ERNs).",
        "We are keen to agree a future relationship with the EU that includes continued participation in the ERNs.",
        "We have made this position clear to the European Commission.",
        "In return, the European Commission have shown that they recognise the significant expertise of UK clinicians. Both sides appreciate the importance of maintaining UK participation.",
        "**Refresh of the UK Strategy for Rare Diseases**",
        "As we work hard on what our future relationship with the EU will look like, I am also aware that we need to work hard on what the future of the UK Strategy for Rare Diseases post 2020 will look like.",
        "I can reassure you that, post 2020, there will be an overarching framework to improve the lives of all those living with rare conditions. I am sure you will appreciate that it is too early to know exactly what this would look like, but I am personally committed to ensure that the rare disease community are closely involved as we move forward on this.",
        "**Genomics**",
        "The really big news, of course, is that in December 2018, the 100,000 Genomes Project completed its sequencing phase – a fantastic achievement by NHS England, Genomics England and other partners including Health Education England.",
        "I know that this project has delivered life-changing results for patients – 1 in 4 participants with rare diseases are receiving a diagnosis for the first time – but it wouldn’t have happened at all without the support and participation of many of you here today so I want to personally thank you for the historic role you have played in helping us transform life chances for so many others with rare diseases.",
        "Not only that, but this project has paved the way for using genomics in ‘everyday’ healthcare.",
        "Last year, NHS England launched the Genomics Medicines Service (GMS), making the UK the first in the world to integrate genomic technologies, including whole genome sequencing, into routine clinical care.",
        "As the NHS Long Term Plan in January, seriously ill children who are likely to have a rare genetic disorder, children with cancer, and adults suffering from certain rare conditions or specific cancers, will all be offered whole genome sequencing from 2019 under the new Genomics Medicines Service.",
        "This all speaks to a wider ambition.",
        "We want to lead the world in the use of data and technology to prevent illness, not just treat it.",
        "We want to diagnose conditions before symptoms occur.",
        "And we want to deliver personalised treatment, informed not just by our general understanding of disease but by our own personal, de-identified medical data – including our genetic make-up.",
        "Now you will know that the NHS Long Term Plan outlines our vision for the NHS over the next 10 years.",
        "The plan focuses on prevention and early detection and has been developed with frontline staff, patients and their families.",
        "The plan also sets out the ambition to focus targeted investment in areas of innovation, particularly genomics.",
        "This will enable more comprehensive and precise diagnosis, and allow patients to access more targeted treatments to reduce the use of harmful medications and interventions.",
        "In order to make this a reality, I am delighted to announce that we will be working with the National Genomics Board, people in this room and the broader genomics community to develop a National Genomic Healthcare Strategy. This will tackle not just rare diseases, but it will be built on the foundations that the rare diseases community helped build with the 100,000 Genomes Project.",
        "The National Genomic Healthcare Strategy will set out how the whole genomics community can work together to make the UK the global leader in genomic healthcare.",
        "It is vitally important that this is not just a government exercise: we will be leading a national conversation and I want to encourage everyone with an interest – patient, carer or professional – to share their views and contribute to a coherent, national vision.",
        "**Conclusion**",
        "There is so much more I could say but I just want to close with this.",
        "I know living with a rare disease or caring for someone for a rare disease can feel relentless. Unseen.",
        "Please do not lose faith.",
        "In the National Rare Diseases Policy Board, the Forum and in me as your minister, you have people advocating for you right at the heart of the system.",
        "But we know we cannot do it without you. The mountains we have climbed were only conquered when we worked in true partnership – and there is still so much more to do.",
        "That is why Rare Disease Day is all about you.",
        "Thank you for your dedication, your expertise and your sacrifice.",
        "And please – enjoy today, you’ve earned it."
    ]
}