{
    "url": "https://www.ukpol.co.uk/bob-blackman-2022-speech-on-irans-nuclear-programme/",
    "title": "Bob Blackman – 2022 Speech on Iran’s Nuclear Programme",
    "post_date": "July 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bob Blackman",
            "url": "/tag/bob-blackman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bob Blackman, the Conservative MP for Harrow East, in the House of Commons on 30 June 2022.",
    "content": [
        "I add my congratulations to my right hon. Friend the Member for Newark (Robert Jenrick) and, indeed, the hon. Member for Birmingham, Selly Oak (Steve McCabe) on sponsoring this debate and allowing us to have our say as Back Benchers.",
        "It is clear that we are seeking to challenge Iran’s capability to develop nuclear weapons. Given that the current President of the United States was Vice President during President Obama’s regime, which led to the JCPOA in the first place, it is no surprise that he will seek to resuscitate the deal struck at that time. However, we have to face up to facts, and the first fact is that, even if Iran has not acquired nuclear weapons, it is closer than ever before to achieving that aim. The UK and other participants in the JCPOA must insist on dealing with this new dangerous threshold, with many experts predicting that Iran could have a nuclear weapon within weeks. At the same time, the regime is announcing further steps to decrease co-operation with the IAEA and continuing its nuclear provocations in breach of the JCPOA. None of those activities has any credible civilian justification, according to the UK, France and Germany.",
        "The regime’s nuclear advances are dangerous and illegal. The existing nuclear deal has proven to be totally and utterly inadequate and it has done nothing to end the regime’s pursuit of nuclear weapons. On the contrary, the UK’s softline approach has only emboldened the regime to continue its illegal nuclear provocations with impunity. It is therefore time for the UK and the rest of the west to adopt a firm policy towards the regime in Iran that holds Tehran accountable for its nuclear provocations rather than rewarding it with more sanctions relief, as has been suggested.",
        "The UK and other western participants in the JCPOA must abandon their flawed approach to the nuclear deal and, as colleagues have mentioned, refer the regime’s nuclear dossier to the UN Security Council and reinstate previous UN Security Council resolutions that were suspended by the JCPOA. In fact, at the time that the sanctions were starting to bite and have an impact, we removed them.",
        "Given the time restrictions, I will not go through my dossier of JCPOA violations that Iran has committed. I declare up front my interest as chairman of the all-party Britain-Israel parliamentary group, as an officer of Conservative Friends of Israel and as a very strong supporter of the National Council of Resistance of Iran, the resistance movement in Iran, which seeks to democratise Iran and restore freedom and democracy to it, as should be the case. I will concentrate my remarks not only on preventing Iran from achieving nuclear weapon status, but on Iran’s key motivation of providing strategic protection for the Islamic Revolutionary Guard Corps.",
        "Any debate on ending Iranian aggression must include provisions for combating the IRGC. If we do not proscribe that organisation now, its threat will become only greater if Iran becomes a nuclear state. The reality is that, if Iran becomes a nuclear state, it will have the shield to use the IRGC to spread terrorism not just around the region, but around the world, and it will do so with impunity.",
        "Iran is the world’s premier supporter of terror. The IRGC was rightfully proscribed by the United States in 2019 and I, like others, have been worried that the US is considering delisting it at Iran’s request. Far from delisting it, the United Kingdom should proscribe the IRGC, as should the rest of the west. However, despite the fact that one of our closest allies proscribed the revolutionary guard corps, we continue to drag our heels while Iran’s spider web of terror stretches across the middle east and beyond and begins to grasp at Europe, on our doorstep.",
        "For those who are unfamiliar with the revolutionary guard corps, I will set out its pattern of supporting terror and spreading instability and its authoritarian grip over the people of Iran. The revolutionary guard corps openly supports Hezbollah by providing financial assistance, weapons, ammunition and military training. Hezbollah has reportedly acquired 150,000 missiles—I repeat: 150,000 missiles, targeted at Israel alone—and Iran continues to attempt deliveries of weaponry to the proxy to threaten others in the region.",
        "The al-Ashtar Brigades is another IRGC-directed terror group. It has claimed responsibility for—rather, admitted to—several terror attacks in Bahrain and often calls for attacks against the British Government on social media. That brings this home: not only is this about other states in the middle east, but the British Government and the British people are under direct threat from the IRGC.",
        "These terror groups are rightfully already proscribed by Britain, but we do not hold the organisation that funds and directs them to the same account. In 2009, it was reported that the IRGC was linked to the kidnapping of five Britons in Iraq, three of whom were murdered. One of the surviving hostages, Peter Moore, was kidnapped due to his work installing a system that would allow the Iraqi Government to understand how much international aid was being funnelled to Iran’s terror groups in Iraq.",
        "More recently, although Britain stands steadfast with the people of Ukraine, reports indicate that the IRGC-controlled airline Qeshm Fars Air has made a minimum of seven flights to Moscow since April. According to retired US Admiral Craig Faller, it is likely that the airline is used by Iran to transport military aid and personnel. Given US reports in March that Russia was attempting to bolster its forces with Syrian mercenaries, is it not conceivable that the revolutionary guard corps is aiding the Russian invasion by transporting those troops and undermining British efforts to protect Ukrainian sovereignty?",
        "The revolutionary guard corps has grown to have a powerful grasp over almost every aspect of Iranian life. It is holding the people of Iran hostage in their country. The decent people of Iran wish to see the country return to a positive role in the international community. I note the remarks of the right hon. Member for Islington North (Jeremy Corbyn), whom I rarely agree with, but the fact is that the decent people of Iran want a return to the norm in the international community and not to be a country that acts as a terror-supporting pariah state.",
        "We must show the Iranian people that we are willing to hold the IRGC accountable for its nefarious activities in ways that the moderates of Iran cannot for fear of death and destruction. I simply ask the Minister: how many more terrorists must the Islamic Revolutionary Guard Corps fund, how many more innocents must die, and how many more must it kidnap before we finally proscribe it as a terror organisation?",
        "Over the past few weeks, I have been inundated by emails from constituents calling on the Home Office to proscribe the IRGC in its entirety and to sequestrate its assets. I say to people listening out there: please bombard the Home Office with emails requesting that action to be taken—[Interruption.] No, the Home Office, because it does the proscription—that is key. We can therefore build the campaign to ensure—[Interruption.] I completely accept that the Minister cannot respond to this now, but my message, clearly, to the Home Secretary and colleagues is this: let us proscribe the IRGC in its entirety. Let us build the campaign across the United Kingdom to make that happen, so that the people of Britain can speak up for the moderate people of Iran and free them from that terrorist regime."
    ]
}