{
    "url": "https://www.ukpol.co.uk/tony-blair-2002-speech-to-tuc-conference/",
    "title": "Tony Blair – 2002 Speech to TUC Conference",
    "post_date": "September 12, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Prime Minister, Tony Blair, to the TUC Conference in Blackpool on 10th September 2002.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "Tomorrow, September 11, is the anniversary of the worst terrorist act in history. Let us today, once again, remember and mourn the dead. Let us give thanks to the fire fighters, the police, the ambulance and medical services, the ordinary citizens of New York. Their courage was the best answer to the terrorists’ cruelty. Terrorists can kill and maim the innocent, but they have not won and they never will.",
        "We should never forget the role played by trade unions in the struggle for justice. Today we welcome Wellington Chibebe of the Zimbabwe Congress of Trade Unions. Your opposition to the regime of Mugabe is the ultimate riposte to his fraudulent nonsense about fighting colonialism. People here, including myself, fought the detestable apartheid system of South Africa and we know the difference between the cause of freedom and a leader abusing that cause to conceal incompetence and corruption on a catastrophic scale.",
        "We welcome, too, the Colombian CUT’s Hector Fajardo. Your nation is fighting the ugly scourge of narco-terrorism, in which the drugs trade and terror destroy the life chances of a country. You have our solidarity in that struggle.",
        "Thank you also to the trade unions of Northern Ireland – who, throughout the worst and even at the best, are symbols of the non-sectarian future that Northern Ireland needs.",
        "Around the rest of world too, trade unions are at the forefront of campaigns to end child labour, to remove discrimination, to bring democracy in place of dictatorship.",
        "On September 11 last year, with the world still reeling from the shock of events, it came together to demand action. But suppose I had come last year on the same day as this year – 10 September. Suppose I had said to you: there is a terrorist network called Al Qaida. It operates out of Afghanistan. It has carried out several attacks and we believe it is planning more. It has been condemned by the UN in the strongest terms. Unless it is stopped, the threat will grow. And so I want to take action to prevent that.",
        "Your response and probably that of most people would have been very similar to the response of some of you yesterday on Iraq.",
        "There would have been few takers for dealing with it and probably none for taking military action of any description.",
        "So let me tell you why I say Saddam Hussein is a threat that has to be dealt with.",
        "He has twice before started wars of aggression. Over one million people died in them. When the weapons inspectors were evicted from Iraq in 1998 there were still enough chemical and biological weapons remaining to devastate the entire Gulf region.",
        "I sometimes think that there is a kind of word fatigue about chemical and biological weapons. We’re not talking about some mild variants of everyday chemicals, but anthrax, sarin and mustard gas – weapons that can cause hurt and agony on a mass scale beyond the comprehension of most decent people.",
        "Uniquely Saddam has used these weapons against his own people, the Iraqi kurds. Scores of towns and villages were attacked. Iraqi military officials dressed in full protection gear were used to witness the attacks and visited later to assess the damage. Wounded civilians were normally shot on the scene. In one attack alone, on the city of Halabja, it is estimated that 5,000 were murdered and 9,000 wounded in this way. All in all in the North around 100,000 kurds died, according to Amnesty International. In the destruction of the marshlands in Southern Iraq, around 200,000 people were forcibly removed. Many died.",
        "Saddam has a nuclear weapons programme too, denied for years, that was only disrupted after inspectors went in to disrupt it. He is in breach of 23 outstanding UN obligations requiring him to admit inspectors and to disarm.",
        "People say: but containment has worked. Only up to a point. In truth, sanctions are eroding. He now gets around $3 billion through illicit trading every year. It is unaccounted for, but almost certainly used for his weapons programmes.",
        "Every day this year and for years, British and American pilots risk their lives to police the No Fly Zones. But it can’t go on forever. For years when the weapons inspectors were in Iraq, Saddam lied, concealed, obstructed and harassed them. For the last four years there have been no inspections, no monitoring, despite constant pleas and months of negotiating with the UN. In July, Kofi Annan ended his personal involvement in talks because of Iraqi intransigence.",
        "Meanwhile Iraq’s people are oppressed and kept in poverty. With the Taliban gone, Saddam is unrivalled as the world’s worst regime: brutal, dictatorial, with a wretched human rights record.",
        "Given that history, I say to you: to allow him to use the weapons he has or get the weapons he wants, would be an act of gross irresponsibility and we should not countenance it.",
        "Up to this point, I believe many here in this hall would agree. The question is: how to proceed? I totally understand the concerns of people about precipitate military action. Military action should only ever be a last resort. On the four major occasions that I have authorised it as Prime Minister, it has been when no other option remained.",
        "I believe it is right to deal with Saddam through the United Nations. After all, it is the will of the UN he is flouting. He, not me or George Bush, is in breach of UN Resolutions. If the challenge to us is to work with the UN, we will respond to it.",
        "But if we do so, then the challenge to all in the UN is this: the UN must be the way to resolve the threat from Saddam not avoid it.",
        "Let it be clear that he must be disarmed. Let it be clear that there can be no more conditions, no more games, no more prevaricating, no more undermining of the UN’s authority.",
        "And let it be clear that should the will of the UN be ignored, action will follow. Diplomacy is vital. But when dealing with dictators – and none in the world is worse than Saddam – diplomacy has to be backed by the certain knowledge in the dictator’s mind that behind the diplomacy is the possibility of force being used.",
        "Because I say to you in all earnestness: if we do not deal with the threat from this international outlaw and his barbaric regime, it may not erupt and engulf us this month or next; perhaps not even this year or the next. But it will at some point. And I do not want it on my conscience that we knew the threat, saw it coming and did nothing.",
        "I know this is not what some people want to hear. But I ask you only this: to listen to the case I will be developing over the coming weeks and reflect on it.",
        "And before there is any question of taking military action, I can categorically assure you that Parliament will be consulted and will have the fullest opportunity to debate the matter and express its view.",
        "On Kosovo, on Afghanistan, we did not rush. We acted in a sensible, measured way, when all other avenues were exhausted and with the fullest possible debate. We will do so again.",
        "But Saddam is not the only issue. We must restart the Middle East Peace Process. We must work with all concerned, including the US, for a lasting peace which ends the suffering of both the Palestinians in the Occupied Territories and the Israelis at the hands of terrorists. It must be based on the twin principles of an Israel safe and secure within its borders, and a viable Palestinian state.",
        "This must go alongside renewed efforts on international terrorism. That threat has not gone away. I cannot emphasise this too strongly.",
        "Put it alongside India and Pakistan, climate change and world poverty, and it is a daunting international agenda. But the most difficult thing is to persuade people that all issues are part of the same agenda. A foreign journalist said to me the other day: ‘I don’t understand it Mr Blair. You’re very Left on Africa and Kyoto. But you’re very Right on weapons of mass destruction and terrorism. It doesn’t make sense.’",
        "But it does. The key characteristic of today’s world is interdependence. Your problem becomes my problem. They have to be tackled collectively. All these problems threaten the ability of the world to make progress in an orderly and stable way. Climate change threatens our environment. Africa, if left to decline, will become a breeding ground for extremism. Terrorism and weapons of mass destruction combine modern technology with political or religious fanaticism. If unchecked they will, as September 11 showed, explode into disorder and chaos.",
        "Internationalism is no longer a utopian cry of the Left; it is practical statesmanship.",
        "That is one reason why Britain turning its back on Europe would be an error of vast proportions. Be under no doubt: if the economic tests are met, Britain should join the single currency. For Britain to be marginalised in Europe when soon the EU will have 25 members stretching from Portugal to Poland and the largest commercial market in the world, would not just be economically unwise. It would betray a total misunderstanding of the concept of national interest in the 21st century.",
        "Solidarity is at the core of the being of trade unionism. I want to work with you in confronting the challenges abroad and the challenges at home. Again they are linked. The greatest challenge of our age is globalisation. Tremors in one financial market cause the ground to move round the world. Capital is footloose, fancy-free but also intensely vulnerable to changes in consumer fashion. Industries spring up and fall back. Some corporations, in their desperation to satisfy investors, bend or break the rules, collapsing confidence across the globe.",
        "Meanwhile employees often feel powerless, victims not beneficiaries of globalisation. To add to it all, people live longer and retire earlier, bringing a real strain on pension provision, short and long-term.",
        "This challenge needs a strong and vibrant trade union movement, standing up for its members in a coherent and intelligent way.",
        "It needs the trade union movement to work with employers and Government, mapping out a strategy for the future.",
        "What is it? First and foremost it’s jobs.",
        "Since 1997, we have one and a half million more jobs. More people are in work than ever before. Thanks to the New Deal, over 750,000 have benefited and now long-term youth unemployment stands at just 5,300, the lowest total for 30 years.",
        "We are modernising the whole welfare state, bringing benefits and employment support together in Job Centre Plus, offering the unemployed a deal: we will help you, with money and skills and a job offer; you use that to help yourself.",
        "As a result our unemployment levels are below those not just of France and Germany but of Japan and the US.",
        "The trade unions have been instrumental in the New Deal. That is partnership in action. And don’t let anyone say a Conservative Government – who put unemployment above three million – would ever have shown that commitment to the unemployed.",
        "Second, it’s not just jobs but skills. Since the launch in 2001 of Skills for Life we have helped over 156,000 people achieve basic skills qualifications. And we are on course to meet our 2007 target to help 1.5 million adults do so. Over half a million people have gained new skills for the workplace through Learn Direct, our e-learning network, with trade unions at its heart.",
        "Meanwhile there are over 200,000 young people on modern apprenticeships this year – compared to little more than a tenth of that in 1996. Just this morning at the BAE training centre in Preston, I saw the modern apprenticeships scheme in action, all supported by trade unions.",
        "In the North East, the GMB has pioneered a cross-company skills and workforce strategy for shipbuilding, removing old enmities, dismantling outdated practices, creating new opportunities. The result? An industry people thought was dying on the Tyne, now being re-born.",
        "Third, we need modern manufacturing. We understand the worry about currency instability, which is one of the main reasons why, in principle, we favour joining the single currency.",
        "We understand the need to invest in science, skills and technology, and we are doing so – to the tune of £1.25 billion extra in science alone over the next three years.",
        "The new working group established by Patricia at the DTI, which has trade unions represented on it, will allow us to develop policy together to shape our response to the challenges facing manufacturing, which are common not just in Britain but throughout the world. And this is why we must also continue to press internationally – in Europe to end the wasteful abuse of the Common Agricultural Policy, and with the US to persuade them to reverse their decision on steel tariffs.",
        "And modern workplace partnerships also demand modern employment laws. I am proud we have given union learning reps proper recognition in law – something the TUC long campaigned for. We need fair rights at work, not to revive industrial conflict but to make sure that we do not only have more jobs, but jobs of quality.",
        "I am proud that we brought in the National Minimum Wage, putting money in the pockets of 1.5 million workers – something you campaigned on for years.",
        "We introduced the Working Families Tax Credit – helping to make work pay for 1.3 million families.",
        "Everyone is now entitled to four weeks’ paid holiday. No-one now has to work more than 48 hours a week. There is better protection against unfair dismissal, there is longer statutory maternity leave, and for the first time, paid paternity leave too. We have made sure part-time workers get a better deal.",
        "And there is a statutory right to union recognition where a majority vote for it.",
        "Funding to promote social partnership is now well-established and government support for partnership and the TUC Partnership Institute will continue.",
        "We are reviewing the operation of the 1999 Employment Act to ensure that it is working effectively. We are also considering the best way to implement European provisions on informing and consulting employees, and we look forward to working with the TUC on this.",
        "We are addressing the issue of the two-tier workforce. We are introducing new rules so that new recruits enjoy broadly comparable pay and conditions as other local government employees transferred to the private sector. And that includes, for the first time, a right to a proper pension.",
        "We have also ensured that the vast majority of staff involved in hospital PFI schemes are able to stay on NHS terms and conditions of service. I understand you want us to do more. But when some people say there is no difference between a Labour or Conservative government, I say no Conservative government would ever have introduced a minimum wage or statutory union recognition and both you and I know it.",
        "And in the face of globalisation we need public services of quality too. To achieve their potential, young people need first-class educational opportunity. To work effectively, employees need quality healthcare. To make business efficient, we need a good transport infrastructure.",
        "And across all the public services, we require staff to be motivated, skilled and well resourced.",
        "I always said this was a 10-year challenge and it is. But let’s be clear. Real progress has been made. This year, next year, the year after, the year after that we will be increasing health and education spending as a percentage of GDP faster than any other government in the world. Tell that to those who say a Labour Government makes no difference.",
        "Funding per pupil will have increased between 1997/98 and 2003/04 by over £1,000 in real terms – and it will go on rising, with a further real terms increase in education spending of six per cent up to 2005/06.",
        "At the end of 1997, half a million infants were taught in classes of more than 30 children. Now hardly any child under age 7 has to suffer that.",
        "In 1997 the numbers of nurses in training, teachers in training, police in training were all being cut.",
        "In 2002, we have over 29,000 teachers in training and we have increased the number of training places to 32,000. And there are 20,000 more in post than in 1997. There are 38,000 more nurses at work in our hospitals. And police numbers are at record levels, having increased by 4,500 in the last two years alone.",
        "And it is not only the inputs that have changed. School results, not just for primary schools but also secondary schools, are way up. For instance, under 60 per cent reached the expected standard in maths in 1997, compared with over 70 per cent last year. In 1998, well under half of secondary students were getting more than 5 good GCSEs. This year, we hope results will show that more than half of them are doing so.",
        "On every measure – inpatients or outpatients – waiting lists are shorter now than in 1997. There used to be over 70,000 on the outpatient waiting list for more than 6 months. Now it is down to just over 1,000.",
        "The average waiting list time for an operation is now 4.2 months, and 70 per cent of patients are treated inside 3 months.",
        "So don’t fall for this nonsense about the NHS being a third world health service. I saw a third world service in Mozambique two weeks ago, despite the heroic efforts of its doctors and nurses. To describe the NHS as like that is not just a gross distortion of the truth, it is an insult to the brilliant and dedicated NHS staff who give such good care to people.",
        "Remember: of course in a service that treats 1 million people every 36 hours, there will be mistakes – there are in every healthcare system. But those who use those exceptions to denounce the NHS do so not to improve it but to dismantle it.",
        "But money is not all the services need. They need change and reform. New ways of working. New ways of delivering services. New partnerships between public, private and voluntary sectors, and between managers and unions. More choice for the consumer of those services.",
        "On these issues, I offer again a partnership on this basis. No prejudices. No pre-conceptions. On either side. One test only: what is good for the service and the user of the service. We will listen to you on genuine concerns about workforce conditions. I ask you to listen to us on the need for reform.",
        "Because be in no doubt: if we do not join together and reform our public services, the result will not just be unreformed services. The result will be public dissatisfaction and eventually a Tory government who will return to their unfinished business: the break-up of public services. We both have a responsibility never to allow that to happen.",
        "Finally, our partnership must also tackle the issue of pensions. We have already helped the poorest pensioners, and have announced significant rises this year in the basic state pension. We are reforming SERPS. We have introduced stakeholder pensions and Pension Credit. Later this year, we will publish a Green Paper outlining the future for pensions.",
        "But these issues are really tough. There is real concern at employers opting out of final salary schemes and then cutting their contributions; real anxiety amongst older employees; real confusion amongst younger ones as to the best way to provide for the future.",
        "So I have asked the Secretary of State for Work and Pensions to bring together both the CBI and the TUC to address these issues to inform the Green Paper. We need your input and welcome it.",
        "This is a big agenda for us both: jobs, manufacturing, public services, pensions.",
        "On all these issues we should work together to make globalisation work for the people we represent.",
        "In the last five or six years the trade union movement has come a long way. Last year saw nearly 500 recognition deals – nearly three times the number in the previous year – all made possible by our legislation and your hard work.",
        "Unions are consulted and listened to. My door is open to any union leader. There is no obligation, of course.",
        "But it’s sensible to remember how very different things were just a few years ago. You suffered 18 years of Conservative Government in which union leaders couldn’t get to discuss anything with the Prime Minister. 18 years of being kicked from pillar to post. 18 years of being ignored, derided and attacked as the ‘enemy within’, years of falling membership and zero influence. 18 years in which Government never offered a partnership and employers were encouraged to decline one.",
        "The trade union movement, however, didn’t give up. You re-grouped – not least through the leadership of John Monks. You re-made your reputation with the public, you worked hard to get a government in place that did believe in social partnership.",
        "It would be ironic if, just at the moment when trade unions are achieving such a partnership, some of you might decide to turn your back on it.",
        "It happened before: in 1948, in 1969, in 1979. The result then was the folding of the Labour Government and the return of a Tory Government. Not this time. It will just be less influence with the same Labour Government.",
        "Don’t misunderstand the situation. The media will love the talk of going back to flying pickets, industrial militancy, unions attacking a Labour Government, the BBC re-running all that old footage of the winter of discontent. Believe me, anyone who indulges in it will get a lot of air time.",
        "By contrast, I can honestly say I must have done scores of initiatives on skills and training and never got a blind bit of publicity for any of them. And even pensions only hit the news when there’s a scandal.",
        "Partnership doesn’t make headlines. But the vast majority of trade union leaders and members know that it does far more good than a lot of self-indulgent rhetoric from a few that belongs in the history books.",
        "Indulgence or influence. It’s a very simple choice.",
        "Of course there will be hard issues in this partnership. There are low-paid workers who deserve more, yet we know we have to be careful we don’t just swallow up all the extra public service spending on pay. There are genuine issues around the desire for employees to have better protection and the need to keep the flexibility of our labour markets. And it is in the nature of governments never to be able to satisfy all the demands made on them.",
        "But we also know that a Labour Government making steady progress is infinitely better than a Conservative one taking us backwards. We know it from our experience. We know it from the rest of Europe, where governments of the Left which desert the centre ground, or where the Left has split its vote, have gone. New Labour was the route to victory. It remains the only proven path to continue it. And it’s successful because it’s right.",
        "Your partnership was vital in that victory. Let us keep it, build on it and make it a new political consensus in Britain. That would be an achievement of which we could both be proud."
    ]
}