{
    "url": "https://www.ukpol.co.uk/tony-blair-2007-callaghan-memorial-speech/",
    "title": "Tony Blair – 2007 Callaghan Memorial Speech",
    "post_date": "September 12, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2007",
            "url": "/tag/2007/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tony Blair, the then Prime Minister, in 2007.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "There’s little doubt that Jim Callaghan had the character of a great Prime Minister. But he had neither the luck nor the time nor, in the 1970s, the Party he needed. This much most people would agree with.",
        "However, there is another, more interesting side to the politics of Jim Callaghan. To a far greater extent than is ever reflected in commentary on him, he both analysed correctly the changes that were coming in the country and had worked out the answers. His lecture on education, launching the great debate, was remarkably prescient in predicting that the mere abolition of selection would not of itself change educational opportunities for the poorest in society. His speech recognising the limits of Keynesianism in an era of stagflation, in fact predated later Conservative analysis. He was fiercely patriotic not in a gung-ho, militaristic sense, but in the quiet but clear and determined way of someone who had actually seen military service and knew what it was about.",
        "He also – and this is very seldom realised – got completely the social movement that was, even in his time, producing what we would today call the Respect agenda. His values were simple, straightforward and some would say, old-fashioned. There is an interesting exchange he had with Austin Mitchell MP in the 1980s when during a Select Committee hearing, he was asked about how Ministers should behave towards civil servants:",
        "“Callaghan: It is your responsibility to be polite, to be courteous, to listen to what is said to you and absorb it and be loyal to your Private Office so they can serve you to the best of their ability.",
        "Mitchell: It sounds like a Boy Scout code.",
        "Callaghan: What is wrong with the Boy Scouts?”",
        "To Jim, there was nothing to be ashamed of in the code of the Scouts; on the contrary, to him such self-discipline, the giving back of something to society, were of the essence.",
        "He also saw something else before his time. He realised that though social conditions could play a major part in shaping an individual’s life chances – which was why he was in the Labour Party – it could not determine their life: that was their responsibility. He was the living proof. He never took the view: I did it, so why can’t everyone else. But he was not soft on law and order; on the contrary. He also rightly sensed that though the years of Roy Jenkins at the Home Office had been stellar in their action on discrimination – and he was fully supportive of that; liberalism was not necessarily the correct response to the growing disrespect and lawlessness that in the 1960s and 1970s saw crime rise.",
        "In other words, what appeared quite old-fashioned – respect for others – he saw as the answer to a growing modern phenomenon. I believe he was right in this. He saw – and I agree with him – no contradiction between a liberal view of personal lifestyle or action against prejudice; and a tough view of violence or wrong-doing that harmed others.",
        "None of this made him harsh on penal policy. He was a deeply humane man who made prison reform one of his early priorities. But he described – at the time of the “permissive society” – the word “permissiveness” as “one of the most unlikeable words invented in recent years”. He powerfully opposed calls to legalise cannabis. And he described his commitment to order and authority in ways that at that time seemed old-fashioned but in 2007 seem remarkably close to where the consensus is.",
        "Above all, he saw the society and the public realm as more than just the public services, the public spaces, the bricks and mortar. He also saw it as about shared values, respect for others, a certain discipline and rigour in how we comported ourselves.",
        "That is the theme of the lecture today. We need the investment in the public realm. But on its own it is not enough. We have seen over the past decade a renaissance in our cities, like Cardiff. But we are still too often missing the component that cannot be delivered by money alone: the basic, mutual respect that makes a community work.",
        "By the late 1980s many of our cities were in decline.",
        "But now, just look at Cardiff.",
        "In the old days, the rapid growth of Cardiff was based on its development as a major port for the transport of coal. With the fall of the industry, unemployment used to blight Cardiff. Now it has fallen 54% since 1997. There has been major redevelopment, which has led to Cardiff being one of the fastest-growing cities in the UK. It is certainly one of few with an expanding population. On March 1, 2004, Cardiff was granted Fairtrade City status.",
        "Cardiff has the UK’s largest Film, TV & Multimedia sector outside London. Employment in the sector has grown significantly in recent years, and currently provides employment for thousands of the City’s workforce. Cardiff is home to BBC Wales, S4C and ITV Wales. Cardiff is home to Cardiff Castle, the National Museum and Gallery, the Museum of Welsh Life and Llandaff Cathedral. The Welsh National Opera moved into the Wales Millennium Centre in November 2004.",
        "Cardiff is now, on any basis, one of the foremost cities of Europe. But the revitalisation of this city is not unique.",
        "Our major cities have recovered after years of decline.",
        "In total more than £20bn has been invested. The New Deal for Communities supports 10-year regeneration strategies in 39 of the poorest neighbourhoods in the country. The Neighbourhood Renewal Fund has focused on the 88 most deprived local authority areas. The Coalfields Regeneration Trust provided regeneration projects in declining coalfield areas. There have been a myriad of initiatives from the European Union, from Regional Development Agencies, from Urban Regeneration Companies, from English Partnerships.",
        "Work has, for two centuries or more, driven migration to urban areas. It still does. Almost 80 per cent of new jobs in the six years to 2003 were created in city-regions. This is a long-term, global pattern. In 1901 25% of the world’s population lived in a city. Now 80% does.",
        "Despite a very powerful myth of the pastoral, especially in England, this has been an essentially urban country since the Industrial Revolution. Over 80% of the UK’s population lives in an urban area.",
        "The cities of Britain that are prospering are often those that are leading growth in knowledge intensive business and financial services. As well as services, the benefits of cities are important for a number of manufacturing businesses – notably in the case of high-tech modern manufacturers who invest heavily in knowledge, innovation and creativity. Again Cardiff is a prime example.",
        "Previously lagging cities in the North are picking up. The ex-industrial cities in the North have found new economic niches. Derby, Northampton and Manchester all have a rate of change in productivity higher than the English average. Rates of employment have improved in those cities that started with the lowest employment rates at the beginning of the 1990s such as Wigan, Grimsby, Middlesbrough, Sheffield and Hull.",
        "What made the Victorian cities of the Industrial Revolution so grand and so proud was a sense of civic pride in the public realm inculcated, and acted upon, by powerful local government. Cities around the world are citadels of power.",
        "Strong civic government in Cardiff, nationally in the Welsh Assembly, have taken decisions closer to the people and generated a genuine sense of local determination and leadership.",
        "In addition, there has been an immensely healthy and sensible partnership between the private and public sector. The years of division, suspicion occasionally hostility have been put behind us. Again, the Cardiff Bay Barrage and its attendant development shows precisely what the modern relationship can bring.",
        "The redevelopments of the past decade are all partnerships across the traditional boundaries. National leadership is needed, often with the stimulus of public regeneration projects. Then private enterprise joins in, to create jobs and make places work, underpinned by strong local leaders, with a durable commitment to seeing a place come to life.",
        "The renaissance has been spectacular. Here in Cardiff, the waterways have come back into use; we have world-class arts venues and there is the massive redevelopment of the city centre, the largest-ever private investment in Wales, now underway.",
        "London has seen rapid employment and population growth in recent years, mostly in knowledge-based and creative industries. Manchester has seen huge investment in the city centre, particularly in retailing and housing, with over 13,000 jobs created over the past 5 years. In 2008 Liverpool will be the European City of Culture. The city’s total population has now stabilised after many decades of decline. Derby is proving that that there is a future for high-calibre manufacturing in this country. It is home to the Headquarters of aerospace giants Rolls Royce and also Bombardier rail engineering. Leeds is now the UK’s largest financial services location outside London. It is home to Opera North, the Henry Moore Sculpture Institute, the West Yorkshire Playhouse and a wider, thriving cultural scene. After a decline of traditional industries, Sheffield has experienced an economic revival in the last six years, driven by strong local authority leadership. There are exciting plans for redevelopment of the Gloucester Quay that will create 1,000 new homes and 800 new jobs. The Middlehaven project in Middlesbrough will include a new primary school, a new theatre or arena, a museum and apartments set in ‘living piers’ that stretch into the water and provide leisure facilities for all. It will combine public and private sector investment of £500 million and create up to 3,000 new jobs.",
        "These changes are wonderful. But empty places are no better for being new. A city needs citizens. It is really encouraging that Birmingham, Leeds, Sheffield, Manchester, Liverpool and Newcastle have all moved up steadily from their high population losses of the early 1990s. We have seen people come back to the centre of the city, often on the waterfront: Albert Dock in Liverpool, Salford Quays, the Quayside in Newcastle and canal-side schemes in Leeds and Birmingham.",
        "A city cannot function unless its services are good enough. A lot of previous redevelopment has left monuments to good intentions rather than a revived city in its wake. Economic regeneration will fail if it is separated from education, health, housing and the transport network.",
        "Here the public realm we inherited was in a state of considerable disrepair. We have, in fact, gone through perhaps the most intense period of public services construction there has ever been. There has been as much school-building since 2001 as there was in the preceding 25 years.",
        "Ten years ago half of the NHS estate was built before the NHS itself; it is now down to a quarter.",
        "Wales has seen its largest-ever school investment programme. In the last 3 years more than £660 million has been invested in 1,400 school building projects across the country.",
        "In the Welsh health service, we have exceeded our commitment to invest in hospitals and GP surgeries. 7 new hospitals have either been built or are on the way. Investment in dentistry is up 89% since 1999 and free nursing care has been introduced.",
        "Of course this creates demands for staff. There are 1,700 more teachers and 5,700 more classroom assistants than in 1998. There are also over 8,000 more nurses and a 28% increase in NHS staff overall.",
        "Investment in transport in Wales is up 150% since 2001. More than half a million pensioners and disabled people benefit from free bus travel. There are more rail journeys than at any time since the 1940s. We recently announced a £1bn programme to add 1000 new carriages to our rolling stock.",
        "On social housing, we have reversed years of neglect. In the UK as a whole, over £20bn of public money has been spent on improving council housing since 1997. In Wales, the Social Housing Grant will increase 62% between 2005 and 2008. The HomeBuy scheme for first-time buyers has been launched. There has been a ten-fold increase in investment to tackle homelessness in Wales which is down by 35% since 2005.",
        "Health spending in Wales has doubled since 1999; investment in new buildings and equipment has trebled; schools have been refurbished; new hospitals have sprung up. The physical stock that we have today is unrecognizably better than that we inherited.",
        "Primary schools in the areas of highest poverty have improved at nearly twice the rate of schools in the most affluent areas. There has been a 23% increase in the number of pupils achieving the expected grades in the basic subjects in Welsh primary schools.",
        "In the Welsh health service, waiting times are down. Nobody now expects to wait longer than 8 months for an outpatient appointment – 92% now wait less than six months, with the majority waiting less than 3 months. For inpatient treatment, nobody now expects to wait longer than 8 months and 89% wait less than six months.",
        "Perhaps the most important success of all has been the reduction in crime. The chances of being a victim of crime in Wales are at their lowest since 1981.",
        "There are almost 1,000 more police officers and over 600 more Community Support Officers.",
        "However, it doesn’t always feel like that.",
        "Without safe streets the public realm is an unattractive place. Cities are living places, arenas for people rather than things.",
        "But it is in respect of this latter point, that success has been much more elusive. It is not for want of trying. ASB laws have made a huge difference to many communities, notably here in Wales. Never forget, the crimes most people experience are down 35% since 1997. Violent crime has fallen 28% in the last five years.",
        "But it is not how people feel. And in part, this is precisely because the physical aspect of regeneration is so clear and so obvious. People see no reason why the less tangible but still critical aspect – behaviour towards others – should not also be regenerating.",
        "Alright, it may be the fear of crime rather than simply crime. But fear is a very real emotion. And it diminishes severely the quality of people’s lives.",
        "This manifests itself in everything from City Centre disturbances through binge drinking to the recent spate of killings of young people in our inner cities.",
        "I have come to the conclusion that we are in danger of completely misunderstanding the nature of what we are dealing with. In this instance, we need less Jenkins and more Callaghan. We tend to see this as a general social problem which, with the right social engineering, we could cure.",
        "More and more, I think this is not just wrong but misleading; I mean literally misleading us to the wrong answer.",
        "In truth, most young people are perfectly decent and law-abiding, more likely to be victims than perpetrators of crime. Most families are not dysfunctional. Most people, even in the hardest communities, are content to play fairly and by the rules. Most young black boys are not involved in knife and gun gangs.",
        "Pace the recent unrest at football matches, on the whole, even at the height of football “hooliganism” most football fans were proper fans, not hooligans.",
        "What we are dealing with is not a general social disorder; but specific groups or people who for one reason or another, are deciding not to abide by the same code of conduct as the rest of us. This came home to me when, at the recent summit I held on knife and gun crime, the black Pastor of a London church said bluntly: when are we going to start saying this is a problem amongst a section of the black community and not, for reasons of political correctness, pretend that this is nothing to do with it.",
        "The fact is you can talk to a teacher who will tell you that at the early stages of primary school it is perfectly plain which kids will be going off the rails a few years later.",
        "In the end, football hooliganism was dealt with by a combination of tougher laws, intensive police work, and reducing the possibilities of organised violence. It worked. But it only worked when people stopped pretending it was a problem of football fans.",
        "We need to do the same in dealing with these latest manifestations of severe disorder. In respect of knife and gun gangs, the laws need to be significantly toughened. There needs to be an intensive police focus, on these groups. The ring-leaders need to be identified and taken out of circulation; if very young, as some are, put in secure accommodation . The black community – the vast majority of whom in these communities are decent, law-abiding people horrified at what is happening – need to be mobilised in denunciation of this gang culture that is killing innocent young black kids. But we won’t stop this by pretending it isn’t young black kids doing it.",
        "In the same way, at the risk of again being misrepresented, as advocating baby ASBOs, or some such nonsense, those families known to the social services, health workers, often the law enforcement agencies, who are dysfunctional and whose children are being brought up in chaos, need to be identified early and put within a proper structured disciplined framework where in return for their state benefits, they get the right mix of pressure and support to change.",
        "Likewise for those people who, unlike the majority, can’t have a good time in the City Centre without getting into a fight, the new powers should be used to the full, against licencees encouraging excessive drinking, against under-age consumption and against those who drink and are violent. Violence when drunk should not be seen as a mitigating element but as an aggravating one. Courts should deal out tough sentences to those that engage in such violence.",
        "This is the missing dimension to the regeneration of our towns and cities. The years of underinvestment have gone. Business is thriving. Culture and art is one of the real success stories of the last decade. The physical infrastructure of public services is getting better all the time. But the behavioural problems of the minority – which may have a myriad of causes but have one effect, namely hell for the rest of us, blight this otherwise optimistic story of renaissance. We need to stop thinking of this as a society that’s gone wrong – it hasn’t – but of specific groups that for specific reasons have gone outside of the proper lines of respect and good conduct towards others and need, by specific measures aimed at them, to be brought back within the fold.",
        "Jim Callaghan would have understood this. He was quintessentially the common sense politician. He grasped the reality of life because he had lived it from humble beginnings to great office. I remember his 90th birthday party which we gave for him in Downing Street. At the time, Audrey his wife was suffering from Alzheimers. She barely recognised anyone, even him, but he visited her every day. When she died, he died 11 days later. At the party in Downing Street, he gave the most beautiful and moving speech about her, their life together and how it had sustained him. He had a simple, clear code by which he lived.",
        "Of course the modern world is different. Our mores are different. The opportunities and also dangers present in the lives of our children different to the nth degree. What is acceptable, what goes, would, indeed does, shock older generations. But we still know that the public realm is about shared public values as well as shared space and buildings. Enforcing those values is not an attempt at nostalgia. It is the way to make our public realm ours."
    ]
}