{
    "url": "https://www.ukpol.co.uk/tony-blair-2017-speech-at-epp-meeting/",
    "title": "Tony Blair – 2017 Speech at EPP Meeting",
    "post_date": "March 30, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tony Blair, the former Prime Minister, at an EPP Meeting in Wicklow, Ireland on 12 May 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-1-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-1.jpg)",
        "There is a consensus, fortunately, within British politics that the consequences of Brexit on the border between the Republic of Ireland and the UK and on the peace process should be minimised as far as possible.",
        "Such a consensus will be crucial.",
        "Brexit uniquely impacts both the Republic and Northern Ireland. There has never been a situation where the UK, including Northern Ireland, and the Republic of Ireland, had a different status in respect of Europe. We have either both been out or both been in.",
        "The Common Travel Area has meant ease of going back and forth across the border, vital for work and family connection has been in place for almost 100 years. And the absence of customs controls – both countries being in the Single Market and Customs Union – have meant a huge boost to UK-Irish trade.",
        "Some disruption is inevitable and indeed is already happening. However, it is essential that we do all we possibly can to preserve arrangements which have served both countries well and which command near universal support.",
        "A hard border between the countries would be a disaster and I am sure everyone will and must do all they can to avoid it.",
        "In addition, the Good Friday or Belfast Agreement was formulated on the assumption that both countries were part of the EU. This was not only for economic but also for political reasons, to take account particularly of nationalist aspirations. Some of the language will therefore require amendment because of Brexit. Again, with goodwill, including from our European partners, this should be achievable with the minimum of difficulty.",
        "If the UK and the Republic were able to agree a way forward on the border, then we would have the best chance of limiting the damage. It is in the interests of us all, including our European partners, for this to happen.”",
        "The truth is that the sentiments and anxieties which gave rise to the Brexit vote are not and never were limited to the Britain.",
        "I am delighted that there will be President Macron and not President Le Pen. But the doubling of the far right vote compared to over a decade ago, plus the surge of support for anti-European parties across Europe should make us all think. Back in 2005 I gave a speech to the European Parliament in which I warned specifically that Europe was moving further away from the concerns of its citizens, all the time whilst proclaiming that it was moving closer. This was in the aftermath of the referendums on the Lisbon Treaty in France and the Netherlands.",
        "Since then, following the global financial crisis and then the Euro zone crisis, this challenge has only deepened.",
        "The world is changing fast through technology and globalisation. This poses an economic challenge.",
        "Large scale migration from Africa and the Middle East poses cultural challenges, particularly with the refugee crisis. People see their communities change around them with bewildering speed, they worry about their identity and they’re anxious also over security.",
        "Now the reality is that none of these challenges are more easily dealt with by nations alone or by a Europe which is weak.",
        "But it is the obligation of mainstream politics – centre left and centre right – to provide answers otherwise those on the far right and left will successfully ride the anger.",
        "During the course of the Brexit negotiation Britain will be evaluating its future relationship with Europe; Europe has an opportunity to evaluate its own future.",
        "The European Commission White paper is a necessary start.",
        "I remain totally convinced that nations such as ours, coming together as we have done in the European Union, goes with the grain of history. As the new power brokers of the world emerge in the high population countries, particularly China and India, all those comparatively smaller in size will need to form alliances to protect not only interests but values.",
        "But we need to show that necessary integration does not come at the expense of desired identity, that Europe can deal firmly and expeditiously with the challenges upon it, and that it is both sensitive enough to understand the concerns, cultural and economic, that our people feel so strongly, and capable enough to overcome them.",
        "An open and honest debate about how Europe reforms can play a positive part in how Britain and Europe approach Brexit. Whatever relationship the future holds for us both – as you know I was and remain a passionate supporter of Britain staying with our European destiny – we have too many mutual interests, too much shared history, too profound a sense of common values for us to do other than strive for success for that relationship.",
        "So let us keep lines of communication intact. Let us explore together the options as we go forward. Let us – where possible – always choose flexibility over rigidity and solutions which are about the long term flourishing of the people not the short term exploitation of the politics.",
        "We are only at the beginning. There is a long way to go to, particularly for the negotiations."
    ]
}