{
    "url": "https://www.ukpol.co.uk/tony-blair-1999-speech-at-natos-50th-anniversary/",
    "title": "Tony Blair – 1999 Speech at NATO’s 50th Anniversary",
    "post_date": "December 17, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1999",
            "url": "/tag/1999/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tony Blair, the then Prime Minister, on 8 March 1999.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "A 50th anniversary is a time to celebrate the achievements of the past and to plan ahead for the future. This conference, which I am delighted to have a chance to address, is an opportunity for open debate among friends and partners on the way ahead for the NATO Alliance, a debate which I warmly welcome. The 50th Anniversary Summit next month in Washington will be the time for decisions as well as celebration. It will shape the way we provide for our defence and security for the early part of the 21st century.",
        "The Alliance is fortunate to have at its helm a Secretary General of the quality and fine touch of Javier Solana. I am delighted that he will be speaking here tomorrow, and would like to thank him for all the work he has done. I am glad that Jose Cutileiro, who has steered the work of the Western European Union so ably, is also attending.  \nThe range of representation here today, including from countries beyond NATO’s borders – Russia, Ukraine, Central Europe, including the Baltic States, and elsewhere – shows how NATO’s horizons have widened. East and West, divided for too long, are now intertwined. NATO guaranteed the stability and defence of Western Europe since its foundation 50 years ago. It is now adapting and developing.",
        "But there are unique qualities which we must hold on to.  \nNATO binds the United States and Canada with Europe. NATO members guarantee each others defence. We have an integrated military structure in which our forces plan for operations under a single command structure. NATO has prevented the nationalisation of defence for the first time in modern Europe. It is these qualities which have made the Alliance so strong and which we must preserve and cherish into the next century.",
        "**PARTNERSHIP**",
        "In the Cold War NATO’s main role was the defence of its own members in the face of a persistent and very real threat. Now, NATO exports security to others. We are now creating a framework of stability and security across the whole Euro-Atlantic area, with NATO at the core. The main tool is NATO’s Partnership for Peace programme. Partnership with 43 countries, including many who were once our adversaries.",
        "Our partnerships with Russia and Ukraine are the most important. Negotiated so skilfully by Secretary-General Solana, backed by the vision and good sense of US Deputy Secretary of State Strobe Talbott, who is speaking here later today, the NATO-Russia Founding Act ushered in a new era for Russian co-operation with the West. We now consult with Russia more intensively than ever before on issues ranging from proliferation and arms control to the Balkans and the Millennium Bug. The NATO-Ukraine Commission, too, is building up a track record, increasing understanding and laying the framework for working together.",
        "**ENLARGEMENT**",
        "Three of our Partners – Poland, Hungary and the Czech Republic – have gone beyond partnership and later this week, at a ceremony at Independence, Missouri, will become members of the Alliance itself. These three countries which were fought over for too long, and this century rarely enjoyed real independence, will take the ultimate step to guarantee their defence by becoming members of the Alliance. They will also share responsibility for the defence of their fellow Allies.",
        "I hope they and other European countries will also become members of the European Union in a few years time. NATO and the European Union, perhaps the World’s two most successful organisations, extending their reach and the benefits they bring.",
        "NATO enlargement not only underpins the defence of its new members. It will also strengthen European security as a whole. Although Russia and others have their concerns, I believe these are now receding as the defensive nature of the Alliance and our wish for genuine partnership becomes clearer.",
        "I want the process of NATO enlargement to continue, at the right pace. At the Washington Summit, we will commit ourselves to helping other applicants to prepare themselves to come through NATO’s open door. I look forward to more countries joining once they and NATO itself are ready, and as their inclusion in the Alliance strengthens European security as a whole.",
        "**BOSNIA AND KOSOVO**",
        "Sadly, the countries of the former Yugoslavia have not all shared in the progress made by NATO’s partners. NATO was slow to become engaged in the Balkan wars of the 1990s. We tried to bring peace to Bosnia through the UN and with political good offices but without the willingness to use force which we now know was necessary. Our troops, under the auspices of the UN, did a good job at great risk, to deliver humanitarian relief. But they could only deal with the symptoms of the problem. It was NATO that brought serious force to bear and gave the desperately needed muscle to end the war. Since Dayton, NATO has underpinned the peace and created the conditions in which Bosnia can rebuild.",
        "In Kosovo, we will not repeat those early mistakes in Bosnia. We will not allow war to devastate a part of our continent, bringing untold death, suffering and homelessness. Robin Cook and Hubert Vedrine, with their partners in the Contact Group, made good progress at Rambouillet towards an interim political settlement based on substantial autonomy.",
        "But political agreement is not enough: the Balkans are littered with agreements that are signed but not implemented. To make an agreement work, to bring stability to Kosovo, an international force is an indispensable element. Only NATO is equipped to lead it. Either side in the negotiations can wreck the chances of full agreement. But both must understand their interest in success.",
        "The Kosovars should see that the time has come for the Kosovo Liberation Army to cease its operations and accept demilitarisation.  \nThe Serbs must reduce their forces to agreed levels and allow a NATO-led force to underpin the new autonomy arrangements.  \nWe will not accept prevarication in the negotiations. No side can be allowed to obstruct the process. In this crucial period President Milosevic and his commanders must also understand that NATO will not stand by in the face of renewed repression in Kosovo or atrocities like the one we witnessed recently at Racak. Nor can the International War Crimes Tribunal in The Hague.",
        "True peace and security will not come to the Former Yugoslavia until authoritarian, nationalist governments give way to democracy based on ideas rather than ethnicity. Free press, a market economy, responsible and accountable government and an end to repression are all essential for the long term. NATO can help by providing a stable base. But it is for the people of Serbia, Croatia and Bosnia to build their own civil societies and free institutions.",
        "The countries of the Former Yugoslavia will integrate into the European mainstream eventually. Their leaders and societies have to become more like their counterparts in West and Central Europe before that can happen. I expect to see further political change in the Balkans. But political change should be achieved by political means. More war will only set back those dreams of security and prosperity to which the ordinary people of the Balkans aspire.",
        "**EUROPEAN DEFENCE**",
        "In dealing with the Balkan wars of the 1990s the full strength of the Alliance, Europeans and Americans working together, has been needed. Alliance cohesion with a strong US role, have given clout to our political efforts, and forced the warring factions to stop fighting and start negotiating. US engagement in European security was essential to our success. It will remain essential in dealing with future wars and other profound challenges to security and stability on our continent.",
        "The initiative I launched last autumn on European defence is aimed at giving greater credibility to Europe’s Common Foreign and Security Policy. Far from weakening NATO this is an essential complement to the Transatlantic Alliance. We Europeans should not expect the United States to have to play a part in every disorder in our own back yard. The European Union should be able to take on some security tasks on our own, and we will do better through a common European effort than we can by individual countries acting on their own.",
        "Europe’s military capabilities at this stage are modest. Too modest. Too few allies are transforming their armed forces to cope with the security problems of the 1990s and the 21st century. To strengthen NATO and to make European defence a reality, we Europeans need to restructure our defence capabilities so that we can project force, can deploy our troops, ships and planes beyond their home bases and sustain them there, equipped to deal with whatever level of conflict they may face. George Robertson will address this issue in more detail when he speaks to you on Wednesday. But let me assure you of this: European defence is not about new institutional fixes. It is about new capabilities, both military and diplomatic.",
        "The declaration which President Jacques Chirac and I issued at St Malo was the first step to defining the new approach. We decided that we should go beyond the Berlin arrangements agreed by NATO in 1996 to give Europe a genuine capacity to act, and act quickly, in cases where the Alliance as a whole is not militarily engaged. In any particular crisis, the European Union will develop a comprehensive policy. But within that, deployment of forces is a decision for Governments. I see no role for the European Parliament or the Court of Justice. Nor will the European Commission have a decision-making role on military matters.",
        "Anglo-French collaboration has continued and fleshed out the practical requirements for Europeans to decide and act soundly on military matters.",
        "I want our Alliance as a whole to give support to these European developments. I look to our Summit in Washington to endorse some important next steps. It would be foolish and wasteful for Europe to duplicate the tried and tested military structures in which we already play a full part in the Alliance.",
        "We should use what we have in the Alliance. But those structures and assets need to be more readily available for European led operations and we need to be able to rely on them being available. At the same time, we European Allies need to commit ourselves at the Washington Summit to develop the full range of capabilities needed for the sort of crisis management tasks and humanitarian operations where Europe might take the lead. Only then can we make European Defence a reality.",
        "To retain US engagement in Europe, it is important that Europe does more for itself. A Europe with a greater capacity to act will strengthen both the European Union and the Alliance as a whole. And I want our Allies in NATO who are not members of the European Union to be able to play a full role in European operations, without reserve.",
        "With the Alliance’s endorsement and agreement on these points, the next step will be the WEU Ministerial in May where we shall take stock of the first part of the audit of European capabilities, which I suspect will start to reveal how much more we Europeans need. The June European Council in Cologne will be an opportunity to draw these threads together. I hope we will reach agreement there on the principles for new arrangements for security and defence in Europe, giving the European Union a direct role and a close working relationship with NATO.",
        "These tasks are substantial. Our responsibility is huge. 50 years ago a British Labour government helped found the NATO Alliance which locked Europe and North America safely together through all the dangerous years of the Cold War.",
        "We are now creating new arrangements for the 21st century. We do not know exactly what dangers lie before us, what threats we will face. We must be prepared for some difficult challenges, for decades to come. Let us lay the foundations for dealing with them now in a spirit of partnership, cooperation, interdependence and commitment."
    ]
}