{
    "url": "https://www.ukpol.co.uk/tony-blair-1986-speech-on-the-exchange-rate-mechanism/",
    "title": "Tony Blair – 1986 Speech on the Exchange Rate Mechanism",
    "post_date": "August 5, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tony Blair, the then Labour MP for Sedgefield, in the House of Commons on 29 January 1986.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-1-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-1.jpg)",
        "The question whether the United Kingdom should join the EMS is not an ideological argument but a practical one. Although the present level of the exchange rate makes the argument for joining stronger than it has been for some time, the balance of advantage still lies against our joining.",
        "One reason for saying that is that we think that insufficient attention has been paid to the obligations of ​ membership of the EMS. We should treat with extreme caution claims about the stability which membership would bring to our currency. The EMS is essentially a means to an end and for it to succeed there must be a clear and common area of agreement between members on economic policy and objectives. We are not convinced that policy objectives that are currently pursued in the EMS converge sufficiently with those which we would want to be pursued domestically.",
        "The first thing that we should do when discussing the EMS is to debunk some of the mythology surrounding it. There is a risk of it being seen not as a palliative, which is what it would be at best, but as a panacea that can cure the problems of instability in the exchange rate. It is important that our choice is informed and not a careless embrace of anything with the word “European” in it.",
        "We should start by examining what the EMS is. It is a club that can yield benefits to the participants, but only at the expense of certain obligations. The stability arises not by natural process but by the agreement of the members to keep their exchange rates within agreed boundaries. It is essentially a statement of intent to act individually or collectively to ensure that the value of currencies is maintained within agreed margins of a set of bilateral central rates.",
        "Three types of action can be taken. It can be done collectively through mutual support from the pool of reserves—it can also be taken under various short-term financing facilities—it can be taken through members intervening individually and it can be taken through the use of interest rates. France virtually controls its exchange rate by the use of interest rates. The latter two methods of control might be chosen by countries outside the EMS, but they are methods of obligation within it.",
        "The proponents of the EMS say that those obligations are worth carrying because of the stability that will accrue to our currency. Stability can be long-term or short-term. I do not believe that there is compelling evidence that long-term stability has been brought to the exchange rates of currencies in the EMS. The long-term stability will to a considerable extent be contingent upon policy convergence. Such stability as there has been would equally have occurred if the exchange rates had been outside the EMS.",
        "It is worth remembering that, when we talk about the medium term, because there are several realignments in the EMS, it is still possible to get considerable variations in the exchange rate. It is worth examining the two major realignments of the past few years—that of the French franc in March 1983, and that of the Italian lira in July 1985. When the French franc came under sustained speculative pressure in March 1983, there was a realignment, but it occurred as a result of the French agreeing much tighter budgetary fiscal measures. We can disagree about whether that was right or wrong, but it is important to emphasise that it was part of a package.",
        "**Mr. David Howell (Guildford)**",
        "Has the hon. Gentleman understood that, whatever might be the arguments for or against membership of the EMS, currencies that are in it and that are exposed to speculative pressure have the support of the entire monetary authority system of the member countries? That is why the speculators were seen off against the French franc in ​ March 1983 and why the devaluation was relatively controlled. I do not think that the hon. Gentleman has quite grasped that point.",
        "**Mr. Blair**",
        "With respect, I have grasped it. I said that one of the courses of action available to members of the EMS was collective action from the pool of reserves. France effectively keeps its median line against the deutschmark through the use of interest rates, so the pool of reserves alone is not sufficient to ensure against currency speculation. More important is the fact that the realignment, took place in conjunction with other policy measures. Exactly the same thing happened when the Italian lira was subjected to an 8 per cent. devaluation in July 1985. The price for the realignment was considerable other measures demanded of the Italian Government.",
        "The two lessons to be learnt from those examples are, first, that realignment can occur, but only when combined with other policy packages — that means yielding up some freedom of action in the EMS — and, secondly, that, although short-term fluctuations in currency might be smoothed out by membership of the EMS, some companies say that that short-term risk can be borne by covering oneself in the forward market whereas a much greater risk, to which one is subjected in the EMS, is realignment where volatility can be intense, sudden and unpredictable.",
        "The only compelling argument in favour of membership of the EMS is that it provides a hedge or some certainty against short-term instability in the currency. There has been considerable short-term instability in Britain during the past few years. I accept that there is a strong argument to the effect that being in the EMS might cut such speculative pressure, but I would put qualifications even on that claim. There is no clear evidence, for example, that day-to-day volatility of exchange rates damages trade flows. There have been numerous attempts to find such evidence, but it has not been found.",
        "**Mr. Ian Wrigglesworth (Stockton, South)**",
        "What about the Confederation of British Industry?",
        "**Mr. Blair**",
        "I shall deal with its stance shortly.",
        "The level at which we fix the exchange rate is obviously extremely important, and there is still tremendous disagreement about what its level should be. The most important qualification on our ability in the EMS even to withstand short-term pressures is that Britain has a petrocurrency. With great respect to the right hon. Member for Glasgow, Hillhead (Mr. Jenkins), he has not dealt fully with the consequences of that provision.",
        "The first consequence is that the EMS is essentially a deutschmark bloc. It could be said that we would be putting Herr Pöhl of the Bundesbank in 11 Downing Street. He might be preferable to the present incumbent, but we should yield our freedom of action. With regard to Britain as an oil exporter, cheaper oil for Germany would put up the deutschmark. If there is a drop in oil prices, cheaper oil prices mean that the deutschmark lifts and, conversely, that the pound is subject to downward pressure. That tension would be built into the system once sterling joined the EMS.",
        "Perhaps most important of all is that we do not prevent speculation as a result of oil price fears by joining the EMS. Much of the clamour for joining the EMS during the past few months results from people thinking that the ​ exchange rate crisis in January last year and the flutters of the past few weeks would be cured by joining the EMS. That is quite definitely not so.",
        "The alliance says that we should go into the EMS forthwith. It said that we should go into the EMS forthwith last year. It has been saying that we should join the EMS forthwith for years. If we had joined the EMS last year, the best rate that we could have got in against the deutschmark was DM 3·60 or DM 3·50. Many suggest that we would not have been able to negotiate such a rate.",
        "The current rate is DM 3·33. When the oil price exerted pressure on the pound last week, the Government, as a member of the EMS, would have been shoving up interest rates and I guarantee that if interest rates had gone up last week, we would have had an alliance motion criticising the Government for raising interest rates. They cannot have it both ways. Penalties are involved and those penalties should be clearly understood.",
        "The problems is not merely the lack of a guarantee that we will not have interest rate crisis of that type. I would go further than that. If the price of oil falls, it is rational that our exchange rate should be allowed to fall, because the price of a major export item is falling. That difficulty, which faces Britain because of its petrocurrency status, does not fit into the circumstances of the other nations in the EMS.",
        "Contrary to what has been said, criticisms of the Government’s interest rate policy could be made irrespective of membership of the EMS. January 1985 is the obvious example. The Government appeared to be giving the lie to the market that they would not intervene to prop up the exchange rate. Currency speculators had a one-way bet against our currency. The exchange rate plummeted and the Government had to compensate for that initial period of inaction by jacking up interest rates by 4 per cent. The Government can be legitimately criticised for not cutting rates last summer. They had the opportunity to cut them and their starting base would have been that much less.",
        "When we consider the Government’s policy during the past week, we cannot criticise them for not being in the EMS and also for allowing the exchange rate to slide. In many ways is is easier to understand the case for the Government, rather than the Opposition parties, wanting us to join the EMS. Joining the EMS implies a fiscal and monetary policy convergence. The fiscal and monetary polices of the German Bundesbank are tight. One would have thought that the alliance, which proposes a fiscally expansive policy, would be the last party to want to join the EMS. There is a clear argument for the Government wanting to join the EMS.",
        "The argument for the EMS is much stronger if there is an agreement, or the prospect of an agreement, on the fundamentals of macro-economic policy between the member countries. The exchange rate is important, but it is a residuary, not a fundamental. If we join the EMS, it is much better to be certain of the agreed, common policy objectives between the member countries. In relation to the importance of international monetary stability, the initiatives of the Group of Five are of greater significance than what has happened within the EMS. The G5 initiative that forced down the dollar was more important than what was happening in the EMS. The G5 countries criticised Germany for pursuing too tight a fiscal policy, but that is the fiscal policy with which we would be aligning ourselves if we were to join the EMS.",
        "Whether it be the EMS or the G5, acronyms are no substitute for analysis of Britain’s economy and its problems. The central and fundamental problem is how to prepare for post-oil Britain. Flutters of speculation against our exchange rate are warning signals. We either build up our manufacturing industry to generate the wealth that we shall need when oil production declines, or we face a poor and unstable future. No amount of juggling at the margin will eliminate the central dilemma. The Labour party, and only the Labour party, has the political will and economic sense to address the dilemma."
    ]
}