{
    "url": "https://www.ukpol.co.uk/tony-blair-2022-comments-on-the-personality-of-vladimir-putin/",
    "title": "Tony Blair – 2022 Comments on the Personality of Vladimir Putin",
    "post_date": "August 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Tony Blair, the former Prime Minister, on CNN News on 25 May 2022.",
    "content": [
        "So the first Putin I met was Western facing, anxious to have a good relationship with the West, he used to insist that we met in St. Petersburg because it’s the Western facing great city of Russia. Then I think he found the challenges of reform and change in Russia too great and he decided to consolidate power in a more autocratic way, and then become a Russian nationalist. And so, the second incarnation of Putin if you like, was cold and calculating and brutal, but still, I would say entirely rational within his own terms.",
        "The anxiety I think everyone has is that he’s now completely detached from reality, surrounded by people who won’t tell him the truth. And this is why this incredible miscalculation, I mean, leave aside the the wickedness of it. I mean, the miscalculation strategically and in every possible way has been enormous. Anyone who knows Ukraine would know that there was never any question of Ukrainians agreeing to be subjugated to Russia in this way. So, I think that’s that’s the worry, the trajectory has been away from a reforming Western oriented leader who could have allowed Russia to become part of the West. People even used to talk in the old days, talking about those times when I was there, about could Russia become a member of the European Union? Is there a way Russia could be accommodated, literally within the structures of NATO? And it’s very important people remember this because, this myth that Putin perpetrates, that we were somehow always trying to push him and humiliate Russia. Russia’s problems is not the result of our humiliation of Russia, it’s as a result of bad government in Russia."
    ]
}