{
    "url": "https://www.ukpol.co.uk/tony-blair-1997-speech-in-paris/",
    "title": "Tony Blair – 1997 Speech in Paris",
    "post_date": "September 7, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1997",
            "url": "/tag/1997/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by the then Prime Minister, Tony Blair, in Paris on the 27th May 1997.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "Fellow Heads of Government, Ladies and Gentlemen. I am grateful to President Chirac for hosting this historic event, and for once the word historic is indeed meritous. A new European landscape is being reclaimed from the battlegrounds of the 20th century and this agreement is part of it.",
        "My father fought in the last great European war. I was born in 1953, a child of the Cold War eara, raised amid the constant fear of a conflict with the potential to destroy all of humanity. Whatever other dangers may exist, no such fear exists today. Mine is the first generation able to contemplate the possibility that we may live our entire lives without going to war or sending our children to war. That is a prize beyond value and this agreement is a great contribution to it.",
        "The drawing of this new European landscape has not been easy, as many in this room know better than I. Stability and prosperity are never assured, they can never be taken for granted, but throughout central and eastern Europe political and economic miracles are being wrought. People raised on suffering and pain sense stability and prosperity can now lie ahead. We must encourage that, all of us, in every way that we can. NATO has served my country well, it has served Europe well, it remains the cornerstone of Europes defence.",
        "And now we can build on this agreement between NATO and Russia we have signed today. And I say that we must not stop here but must go on. I see three priorities. First, using the consultation mechanisms in the founding act fully and effectively. Success will be measured not by the number of meetings, but by the emergence of real mutual confidence and cooperation. Secondly, we must work together wherever we can on the military side. The political links between the countries of NATO and Russia are much stronger than those on the military net. Let us use this act to correct this. Generals who know each other and trust each other are more likely to understand each other and avoid mistakes. Thirdly, we must ensure we are not bound by the confines of this founding act. Its use can grow as that partnership deepens. Let us not be afraid of bold thinking about the new world in which we find ourselves today.",
        "Fifty years ago Europe was recovering from the devastation of war. Thirty years ago, east and west faced each other with mistrust across the Iron Curtain and a massive arms race was the result. Even ten years ago the tensions and divisions were palpable. In these last ten years so much as changed. The east has broken free from the yoke of totalitarian communist dictatorship in no small measure due to the bravery of men like President Yeltsin.",
        "For its part, NATO is still coming to terms with what this seismic change implies. Of course there are problems to overcome, that is inevitable, but now our common aim, east and west, is to make this new political world work. Today we have the opportunity in this agreement to do so. This agreement, born out of the vision and courage of nations determined not to repeat the past, is historys gift to our future. Let us guard it jealously and use it wisely."
    ]
}