{
    "url": "https://www.ukpol.co.uk/tony-blair-1999-speech-at-maths-2000-conference/",
    "title": "Tony Blair – 1999 Speech at Maths 2000 Conference",
    "post_date": "December 17, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1999",
            "url": "/tag/1999/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tony Blair, the then Prime Minister, at the Maths 2000 Conference held on 16 March 1999.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "This conference is to announce that next year will be Maths Year 2000 – following this year’s National Year of Reading.",
        "But let me start with the bigger picture.",
        "Education is this government’s top priority. That is why we are investing an extra £19 billion in education over the next three years, an unprecedented commitment to our children’s future.",
        "It is investment for modernisation and higher standards at every level. Because without change, we will never achieve our goals.",
        "Our programme of modernisation extends right across the education system:",
        "* A huge expansion of nursery and under-fives provision, to give our children the best possible start in life.",
        "* A transformation in the teaching of the basics in primary schools, so that all 11-year-olds are up to standard in literacy and numeracy.",
        "* A modernisation of the comprehensive system – including a significant increase in the number of specialist and beacon schools – so that secondary schools develop the skills of young people of all abilities.",
        "* A reform of the teaching profession, to reward performance properly and to improve the status, training and reputation of a profession which has been undervalued for too long.",
        "* A reform of further and higher education, raising standards, extending opportunities, and modernising the system of student finance to make it sustainable for the next generation.",
        "This is the big picture – a government committed to the serious investment and reform needed to create a world-class education system for this country. At every level it requires step-change – step-change in aspirations, step-change in attainment, and step-change in confidence that we can meet our goals if we resolve to do so.",
        "Maths Year 2000 is part of that big picture, and a key part. As a country, we have devalued mathematics for too long.",
        "It is frankly scandalous that four in ten of our eleven-year-olds are not up to the basic numeracy standard expected of their age. And we need to do far more to ensure that adults who lack basic numeracy skills have the opportunity to acquire them.  \nThis means destroying the myth that’s it’s clever to be hopeless at maths.",
        "The urgent priority is to improve the teaching of maths in our schools, particularly primary schools, which lay the foundations for success or failure. The national numeracy strategy, to be launched this September, is designed to achieve this.",
        "But we must also forge a new status for maths within society as a whole – to make numeracy more accessible, even fun. That’s what Maths Year 2000 is all about.",
        "We want to see projects to popularise maths in every community nationwide – involving schools, colleges, businesses, shops, the media, and voluntary organisations.",
        "One of the successes of the Year of Reading has been Mersey TV’s Brookside adult literacy initiative – “Brookie Basics”. I look forward to something similar for numeracy – if not on Brookside, then perhaps a venue equally popular.",
        "I am therefore delighted that Carol Vorderman spoke to you earlier. I’m told that her theme was ‘Why is maths so scary?’ – We need to eliminate the fear and replace it with confidence in dealing with numbers in every age group nationwide.",
        "It is especially important that we instil that confidence in children during their first years at school.",
        "A child who cannot read cannot learn. And a child who lacks confidence in arithmetic and basic maths is equally disadvantaged in modern life.",
        "Yet we inherited a situation where a third of our eleven-year-olds were not up to standard in English, with an even higher proportion not up to standard in maths.",
        "There is no more important task for us all – government, teachers, parents, business and the wider community – than putting this right.",
        "That’s why we launched the national literacy strategy last September, with the literacy hour and high quality training and support. This has been widely welcomed by teachers, and is already making an impact.",
        "Now we are doing the same with numeracy. Many primary schools already have a daily maths lesson, with structured learning programmes to support it. We are taking a big step forward, and this week will be sending comprehensive training and support materials to all schools for the new national numeracy strategy, which will lead to the numeracy hour in primary schools from this September.",
        "The numeracy strategy has been extensively piloted already, and has received an extremely positive response.",
        "Far from being regarded as an imposition, it is seen for what it is – first class support for teachers in planning and delivering maths classes, on a daily basis, to meet the expectations of parents that all children should be up to standard by the time they leave primary school.",
        "The training materials are only the first step. With the extra investment for education more than 300 numeracy consultants have been appointed to train and support teachers. Primary head teachers and other teachers will receive training in the next school term, and there will be additional training for schools that need it.",
        "We are also continuing to expand our numeracy summer school programme, which has been highly successful in raising standards. There will be more than 300 numeracy summer schools during this year’s summer holidays.",
        "This is an important day for head teachers, teachers, and all those involved in maths education. Maths Year 2000, and the national numeracy strategy, give us the chance to make a step-change in maths competence across society, starting in our schools.",
        "Our numeracy target is for 75% of all 11-year-olds to be up to standard by 2002. We are now at 59%.",
        "We need to commit ourselves – together – to doing everything necessary to meet the 75% target. I am convinced we can do it. The numeracy strategy is in place. We have allocated the necessary resources to back it up. The will is there. Now we need to deliver.",
        "There is no more important challenge facing us as a country. I wish you well in everything you are doing to make a success of Maths Year 2000 and our numeracy strategy."
    ]
}