{
    "url": "https://www.ukpol.co.uk/tony-blair-2002-statement-on-the-g8-summit-in-canada/",
    "title": "Tony Blair – 2002 Statement on the G8 Summit in Canada",
    "post_date": "August 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Tony Blair, the then Prime Minister, in the House of Commons on 1 July 2002.",
    "content": [
        "With permission, Mr. Speaker, I should like to make a statement on the G8 Summit in Canada. Copies of all the documents agreed at the summit have been placed in the House Libraries. I pay tribute to Prime Minister Chrétien for his excellent leadership at the meeting.",
        "This was the first meeting of G8 leaders since 11 September. We reviewed progress made in tackling terrorism, including steps taken to cut off terrorists’ sources of financing, and action in Afghanistan and globally against al-Qaeda and other terrorist networks. I set out detailed UK proposals for curbing opium production in Afghanistan, which is the source of some 90 per cent. of the heroin on our streets, and we agreed collectively to step up efforts to deal with this menace. We also agreed a set of practical measures to enhance the security of the global transport system.",
        "The events of 11 September proved beyond doubt that terrorists will use any means to attack our countries and our people. We therefore agreed at Kananaskis to launch a new global partnership against the spread of weapons of mass destruction, and so help ensure that these deadly materials cannot fall into the hands of terrorist groups. The world’s largest stocks of sensitive nuclear and chemical materials are in the countries of the former Soviet Union, above all in Russia. The G8 therefore agreed collectively to raise up to $20 billion over the next 10 years to fund projects under the global partnership. Among our priority concerns are the destruction of chemical weapons, the dismantling of decommissioned nuclear submarines and the employment of former weapons scientists. As part of this programme, the UK plans to commit up to $750 million spread over the next decade.",
        "We also discussed pressing regional issues. On the middle east, G8 leaders reaffirmed their commitment to the two-state vision first set out in the Saudi peace initiative: a state of Israel, secure and accepted by its Arab neighbours, living side by side in peace with a stable and well governed state of Palestine. We called for continuing efforts also on India and Pakistan.",
        "The Kananaskis summit also marked a major shift in the G7’s relationship with Russia. G7 leaders agreed that Russia will assume the G8 presidency in 2006 and host our summit that year. Taken together with agreement by both the European Union and the United States to grant Russia market economy status, and with the launch of the new NATO/Russia Council, these moves constitute a significant further step in building a strong partnership with Russia on security and economic issues. The next step is Russia’s accession to the World Trade Organisation.",
        "But the main focus of the summit was Africa. Let me remind the House why. The tragedy of Africa is that it is a rich continent whose people are poor. Africa’s potential is enormous, yet a child in Africa dies of disease, famine or conflict every three seconds. These are facts that shame the civilised world. In Genoa last July, G8 leaders agreed to draw up a comprehensive action plan for Africa. Central to this proposal was the concept of a deal: that African Governments commit themselves to economic, political and governance reforms, and that the G8 responds with more development assistance, more debt relief and greater opportunities for trade.",
        "Over the past year, African leaders have developed the New Partnership for Africa’s Development—NEPAD. This is an African-led initiative, which puts good governance at its heart. African countries have pledged to raise standards of governance and have committed themselves to a peer-review mechanism that will provide an objective assessment against these new standards. In response, at Kananaskis the G8 published its action plan for Africa. The plan sets out specific measures in eight areas, and I shall deal with some of them.",
        "Peace and stability are preconditions for successful development everywhere, and especially in Africa. Eight million Africans have died in conflicts in the last 20 years. The G8 committed to intensify efforts to promote peace in the Democratic Republic of Congo and in Sudan, two of Africa’s bloodiest wars, and to consolidate the peace efforts now being made in Angola and Sierra Leone.",
        "For the long term, we need to develop the peacekeeping capacity of African countries themselves. We agreed that by 2003 we will have in place a joint plan to build regional peacekeeping forces, trained and helped by us. But we must also tackle the underlying issues that so often drive conflict. We pledged our support for the UN initiative to monitor and address the illegal exploitation and international transfer of natural resources from Africa which fuel armed conflicts, including mineral resources, petroleum, timber and water, and to support voluntary control efforts such as the Kimberley process for diamonds.",
        "Around 50 million children in Africa are not in school of any kind. We agreed therefore to implement the education taskforce report, prepared for the summit, which will significantly increase bilateral aid for basic education for African countries that have a strong policy and financial commitment. Recent analysis by the World Bank sets out clearly which policies work. We agreed that where countries have those policies in place, we will ensure that they have sufficient external finance to meet the goal of universal primary education by 2015.",
        "We also agreed to continue our efforts to tackle HIV/AIDS through the new global health fund, and G8 countries committed to provide the resources necessary to eradicate polio from Africa by 2005. Twenty-six countries, including 22 in Africa, have already benefited under the enhanced heavily indebted poor countries, or HIPC, initiative, receiving about $62 billion in debt relief. Eventually, 37 countries are expected to benefit.",
        "At Kananaskis the G8 agreed to provide up to an additional $1 billion for the HIPC trust fund. That will help to ensure that those countries whose debt position has worsened, because of the global economic slowdown and falls in commodity prices, will get enough debt relief to ensure that they are able to exit HIPC with sustainable levels of debt.",
        "On trade, we agreed to make the WTO Doha round work for developing countries, particularly in Africa. We reaffirmed our commitment to conclude the negotiations no later than 1 January 2005 and, without prejudicing the outcome of the negotiations, to apply that Doha commitment to comprehensive negotiations on agriculture aimed at substantial improvements in market access and reductions in all forms of export subsidies with a view to their being entirely phased out.",
        "At Monterrey in February the international community pledged to increase official development assistance by $12 billion a year from 2006. In Kananaskis the G8 agreed that at least half of that new money would go to reforming African countries, for investment in line with NEPAD’s own priorities. That is a substantial commitment by any standards—an additional $6 billion a year for the world’s poorest continent. It recognises Africa’s needs, but it is also a strong signal of the G8’s confidence that the commitments that African leaders are making under NEPAD really will transform the environment in which our aid is invested.",
        "The UK will contribute its share of those additional resources. I can tell the House that we expect UK bilateral spending on Africa to rise from around £650 million a year now to £1 billion by 2006—three times the level that we inherited from the last Conservative Government.  \nPresident Mbeki of South Africa said of the plan that",
        "“there has never been an engagement of this kind before, certainly not between Africa and the G8…it is a very, very good beginning.”",
        "President Obasanjo from Nigeria called it a",
        "“historic moment for Africa and for the whole relationship between the developed and developing world”.",
        "Africa is not a hopeless continent, as some have described it. Uganda, for example, has reduced poverty by 20 percentage points in the last 10 years, and growth has averaged around 7 per cent. a year. HIPC debt relief and aid have been used to help to provide free primary education. As a result, enrolment has doubled, putting millions of children into school. Mozambique has seen growth of 9 per cent. in the past 4 years, and Tanzania is now providing free primary education. As a result of courageous new policies, Mali has reduced poverty dramatically in the past 4 years.",
        "Of course, we need to do more—much more—but for the first time there is a comprehensive plan, dealing with all aspects of the African plight. For the first time, it is constructed with reforming African leaders as partners, not as passive recipients of aid. For the first time, we link explicitly and clearly good governance and development.",
        "So this is not our destination—of an African renaissance—achieved, but it is a new departure. It is a real signal of hope for the future, and it is up to us now to make it a reality. I am proud of the part that Britain has played in it. There are those who say that Africa matters little to the British people. The millions who donate to charities—who give up time, energy and commitment to the cause of Africa—eloquently dispute this. Africa does matter: to us and to humanity. We intend to see the plan through."
    ]
}