{
    "url": "https://www.ukpol.co.uk/tony-blair-2017-tribute-to-shimon-peres/",
    "title": "Tony Blair – 2017 Tribute to Shimon Peres",
    "post_date": "March 30, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tony Blair, the former Prime Minister, at the Shimon Peres memorial service at Mount Herzl, Jerusalem on 17 September 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-1-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-1.jpg)",
        "We miss him don’t we? I know I do. I miss the sense of anticipation before each meeting; the insights; the wit; the brilliant one liners, even the ones I heard before; the crazy genius of being able to speak English better than the English when it wasn’t even his second language; and of course most of all the wisdom, the supreme ability to take the most complex developments – economic, political, technical – and translate them into words we could understand and visions we could aspire to.",
        "Because Shimon was such a magnetic personality it is easy to forget that his principal quality was not his way with words but with deeds. He was a man of action, whose wellspring was nonetheless a deep and coherent philosophy.",
        "The description in his autobiography of his interaction with the French Government to secure the know-how for nuclear power, or the account of the raid on Entebbe, read like passages from a thriller. But through each line, we are aware that nothing he did was without purpose.",
        "He was determined to defend his fragile young country against the hostility of a region all too willing to find an external enemy to divert attention from internal challenge.",
        "But for him that was but one step towards the ultimate goal of an Israel secure and at peace with its neighbours in a region of tolerance and justice. His patriotism did not require an enemy; it did not need to conquer. It was not born of a sense of superiority but a sense of hope.",
        "For Shimon, the State of Israel was never simply a nation, and was more than just the homeland of the Jewish people; it represented an ideal.",
        "The country he wanted to create was to be a gift to the world. It drew upon the best of the Jewish character developed over the ages, sustained through pogroms, persecution and holocaust, often battered but never subdued. This spirit is the spirit of striving: to make oneself better, to make the world better, to increase the sum of knowledge and understanding; to examine the variegated flotsam of human existence and the contradictions of the human condition and see not a cause for despair but a path to progress.",
        "This was what animated Shimon Peres.",
        "He never gave up on peace with the Palestinians or on his belief that peace was best secured by an independent State of Palestine alongside a recognised State of Israel. One of our last conversations was on how to change the plight of the people of Gaza.",
        "Despite all the frustrations of the peace process, in his last years he could see the Middle East changing and the possibility opening up in the region, with its new leadership, of a future partnership between Arab nations and Israel.",
        "He grasped completely the extraordinary potential there would be if Israel and the region were working together not simply on security but on economic advance, technological breakthrough and cultural reconciliation.",
        "His Annual President’s conference brought together figures from round the world to discuss not the past or the present but Tomorrow. This was a man who was born when horse drawn carriages were still in use and lived to see a driverless car.",
        "He was fascinated by the future, loved science, delighted in innovation and was younger in mind at 90 than most people at 30.",
        "I once tried to define Shimon in three words. I chose Compassionate, Courageous, and Creative. But I spent a long while asking which virtue came first.",
        "I settled on his compassion.",
        "I know he took difficult decisions as all in positions of leadership do. Some of them had painful consequences.",
        "But in the final analysis, Shimon Peres wanted to do good, strived to do it and by and large did it, motivated by a profound compassion for humanity.",
        "At the core of that compassion, was a belief in the equality of all human beings across the frontiers of race, nation, colour or creed. He would defend Israel to his dying breath. But he was a citizen of the world also and proud to be one.",
        "For him, every new possibility technology or science gave us was not to be harnessed for the profit of a few but for the welfare of the many.",
        "For him the world growing smaller was not a harbinger of fear but an achievement.",
        "For him if Israel did well, it was a chance for the world to do better.",
        "The memories of great people who help shape history, like Shimon, do not fade but clarify over time. We see what they stood for when they were alive and what they mean for us who live on today.",
        "In his best moments, Shimon embodied the success and hope of a nation and in doing so, touched and educated the wider world.",
        "So yes I miss him. And I thank him and his wonderful family – Tsvia, Yoni and Chemi – and his fabulous colleagues Yona, Nadav, Efrat and Ayelet and all the team – for the magnificent support they gave him.",
        "But I won’t forget him. For me and for so many others here and round the world, he is and always will be a thought in our minds and an inspiration in our hearts."
    ]
}