{
    "url": "https://www.ukpol.co.uk/tony-blair-2001-speech-on-afghanistan/",
    "title": "Tony Blair – 2001 Speech on Afghanistan",
    "post_date": "August 12, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tony Blair, the then Prime Minister, on 13 November 2001.",
    "content": [
        "Good afternoon everyone. The military strategy aimed at defeating the Taliban is clearly succeeding. They are in disarray and retreat. However our job is not yet done by any means. We need urgently to put in place the next political and humanitarian moves that the changing military situation now permits. The speed of the Taliban retreat is a tribute to the skill and the professionalism of the coalition forces who have been engaged both in bombing from the air and in supporting and guiding the Northern Alliance on the ground. This has been a US-led operation and I would like to pay tribute to the leadership that President Bush has given. I would also, if I may, offer personal thanks to the British forces who have been engaged in this action.",
        "But whilst the military strategy is vindicated, and whilst we join of course in the celebrations of the people of Kabul and the other towns and villages from which the Taliban have fled, our forces know, and I know, that this is only setting the conditions in place for our objectives to be achieved. Osama bin Laden remains at large, so do his closest associates. The Taliban regime are not yet fully dislodged from oppressing the people of Afghanistan and shielding Al-Qu’eda. However that task will now be eased by the scale of defections taking place, the ground being gained, and the intelligence being gathered.",
        "In addition, however, two crucial things. First we need to step up now the humanitarian effort. The World Food Programme objective of 1,700 tons a day is being met. In fact at the present time it is being exceeded, but we need urgently to ensure that with Mazar-e-Sharif secured, we can get the food and aid to those that really need it. I have just spoken to Kofi Annan, the UN Secretary-General, on this issue. I told him that he would have Britain’s full support, practical and logistical, in ensuring that the humanitarian effort succeeds, but we both agreed of the urgent need to make sure that that food aid is actually delivered in with the shelter that people need.",
        "Secondly, of course, I have spoken to him about the requirement to push on with Mr Brahimi’s efforts to establish a broad-based government and successor to the Taliban regime, and that of course must include all the various elements in Afghanistan, including the Pushtun. That process is well advanced. It is only now, with the military direction so clear, that I think that we are in the right position to be able to bring together the various ethnic and other factions likely to be involved in the formation of any successor government. I believe that we can, therefore, make real progress towards the filling of the current power vacuum in Kabul, but we need a UN presence there as soon as possible, and we need obviously to make sure that we are making as quick progress as we possibly can on assembling all the different elements that need to go to make up that broad-based successor regime.",
        "And finally, I would simply say to the people of Afghanistan today, that this time we will not walk away from you. We have given commitments. We will honour those commitments, both on the humanitarian side and in terms of rebuilding Afghanistan. We are with you for the long term. You, the people, must agree your own government, and your own future, but we the coalition must give you the help and support that you need as you seek to rebuild your troubled country, and that support will be forthcoming.",
        "**QUESTION**",
        "Do you now believe that the Taliban are beaten, or do you believe that there is a regrouping going on in the South and that there is a lot more to be done on the ground before you can say that.",
        "**PRIME MINISTER**",
        "Well, they are clearly in retreat, and indeed in some places in a state of collapse, but it is too early to say that the objectives have been met. And that is why we need to press on, we need to make sure that we are engaging with any resistance that we find and at the present time, because it is changing literally on an hour by hour basis, the short answer is that we simply can’t be sure, but there is no doubt at all that there has been a fundamental change in the position of the Taliban regime, and you can see by the attitude and rejoicing, frankly, of the Afghan people, that this has been welcomed widely in many parts of Afghanistan.",
        "**QUESTION**",
        "Prime Minister, you and President Bush made it quite clear that you did not want the Northern Alliance to take Kabul. They appear to have ignored that. How confident are you that they will be prepared to play a minority role in a new broad-based government in Afghanistan.",
        "**PRIME MINISTER**",
        "Well, it is not that they ignored that. The situation in Kabul obviously changed when the Taliban left and there was no authority there in Kabul at all, but we have always made it clear, and we make it clear again, that the successor regime to the Taliban regime, led by Mullah Omar, has to be a broad-based regime. It has to include all the various ethnic groupings in Afghanistan, and that obviously must include the Pushtun element, so I think that is very clear and that indeed I believe is accepted by the Northern Alliance. Now of course it is the United Nations that has the authority to take this process forward and I think you will find from the next steps which are taken by Mr Brahimi, who is the UN envoy given the task of assembling people in order to discuss the post-Taliban government of Afghanistan, I think you will find that that is clearly understood.",
        "**QUESTION**",
        "Mr Blair, what more can you tell us about the involvement of British troops? What sort of scale that involvement was, perhaps. And also do you anticipate that British forces will be involved in any interim policing presence which may be necessary, or will that be Moslem nations such as Turkey.",
        "**PRIME MINISTER**",
        "We obviously have been intimately involved with the contact of the coalition campaign, and we certainly stand ready to help in any way that we can in the future. But I face the difficulty, I always do, in discussing what troops we might deploy and where. There are reasons of security, and there are also reasons of diplomacy why these things should be discussed with others first. But I can certainly tell you that the British forces, as you would expect, have acquitted themselves brilliantly in this, and in any other capacity that they may be used, I am sure they will do the same. But I simply can’t speculate on the details of that at the present time.",
        "**QUESTION**",
        "The reports from Kabul, apparently, that 2,000 people from the Northern Alliance have moved in to Kabul and that they say that they don’t want any interference from outside, and there are also reports from other sources of people within Kabul being massacred. Doesn’t this suggest that the military is now out of step with the diplomatic.",
        "**PRIME MINISTER**",
        "No, and I think you need to treat all these reports, frankly at the moment, with some caution. Of course it is a very difficult situation there, and it is changing, as I was saying a moment or two ago, literally hour by hour. But I think the broad outlines of the point the coalition has been making throughout are very, very clear, that we need to make sure that any successor government to the Taliban regime is broad-based. The UN obviously are going to be closely involved, and the other thing that I would say to you is that for us, and for the coalition, our objectives of course were to close down the entire terrorist network in Afghanistan. And those objectives, although they have been partially successful so far, although we have succeeded in them partially, we have not yet completed that task, and we need to make sure that we can. So there will be all sorts of reports coming out of Afghanistan at the moment, and I would wait until they are confirmed to see exactly what the situation.",
        "**QUESTION**",
        "What sanctions do we have over the Northern Alliance?",
        "**PRIME MINISTER**",
        "None.",
        "**QUESTION**",
        "Are you sure that if the Northern Alliance does indeed partake in this broad-based coalition allow you to have a say when they are clearly in Kabul, and there are people evidently saying that we won’t take orders from foreigners.",
        "**PRIME MINISTER**",
        "Well I think that throughout, the Northern Alliance have realised that their success, because after all this is a military situation that hasn’t started with the 11th of September, it was going on for many, many months, even years before then. It has changed dramatically in the last two months or so. Now that is because there has been a combination of the Northern Alliance forces, supported both by people on the ground from the coalition, and by bombing from the air. The basis on which that support was given was very clear, and that remains the case. And I think you will find as the situation progresses over these next few days, that everybody understands that the successor regime in Afghanistan has to be broad-based to be successful because there are large numbers of Pushtun people, particularly in the South of the country who have to be involved in any successor regime. And it is necessary also to make sure that any successor regime is a stable partner for the surrounding countries in the region. Now I believe that that is very clearly understood.",
        "**QUESTION**",
        "Prime Minister, are you still convinced that Osama bin Laden is in Afghanistan. And also, in light of the speed and surprising progress you have made, that you have a greater chance of either catching him or killing him.",
        "**PRIME MINISTER**",
        "We believe that he is still in Afghanistan, yes. And as for our ability to catch up with him, that has obviously increased as the power and authority of the Taliban regime that was shielding him is destroyed, but I can’t really say any more than that at this stage. Obviously, one of the reasons why as we said ? if you go back to the objectives we set right at the beginning. We set as our objectives, closing down the Al-Qu’eda terrorist network, indeed the entire terrorist network in Afghanistan, and bringing bin Laden and his associates to justice. We gave the Taliban a choice: you either help us in that, which the entire world community wants you to do, or you are treated as an enemy. They refused to yield up bin Laden, or the al-Qu’eda network ? Indeed they came closer together with them ? and that Taliban regime has now disintegrated. Obviously, therefore, we have a better chance with a different regime in place, of pursuing that primary objective, but it still remains to be achieved, and that is why I say to you that there is a new dimension now, and a new urgency given to the political and humanitarian moves. But the military campaign is not yet over until the objectives are fully secured."
    ]
}