{
    "url": "https://www.ukpol.co.uk/tony-blair-2004-speech-on-public-services/",
    "title": "Tony Blair – 2004 Speech on Public Services",
    "post_date": "August 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Public Services",
            "url": "/category/public-services/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tony Blair, the then Prime Minister, on 23 June 2004.",
    "content": [
        "Over the coming three months, I will be setting out an agenda for a third term Labour Government. A major part of that agenda will be about the future of public services in health, education, law and order, transport, housing and employment. But the battle over public services is more than a battle about each individual service. The state of our public services defines the nature of our country. Our public realm is what we share together. How it develops tells us a lot about what we hold in common, the values that motivate us, the ideas that govern us.",
        "The New Labour Government was created out of the reform of progressive politics in Britain. For the first hundred years of our history as a party, we had been in government only intermittently.",
        "Our ambition was to govern in the way and manner of Labour in 1945 and the reforming Liberal Governments of the late 19th and early 20th century: to construct a broad coalition of the better off and the less advantaged to achieve progress, economic and social, in the interests of the many not the few.",
        "In seven years, we have delivered a stable economy, rising employment, and big reductions in unemployment and poverty. With that behind us, we have invested in our public realm. In particular, we have systematically raised the capacity and quality of our public services. Over the last few months there has been a growing recognition and acceptance that real improvement is happening.",
        "Now, on the basis of this clear evidence of progress, is the time to accelerate reform.",
        "In simple terms, we are completing the re-casting of the 1945 welfare state to end entirely the era of “one size fits all” services and put in their place modern services which maintain at their core the values of equality of access and opportunity for all; base the service round the user, a personalised service with real choice, greater individual responsibility and high standards; and ensure in so doing that we keep our public services universal, for the middle class as well as those on lower incomes, both of whom expect and demand services of quality.",
        "I am not talking about modest further reorganization but something quite different and more fundamental. We are proposing to put an entirely different dynamic in place to drive our public services: one where the service will be driven not by the government or by the managers but by the user – the patient, the parent, the pupil and the law abiding citizen. The service will continue to be free, but it will be a high quality consumer service to fit their needs in the same way as the best services do in other areas of life.",
        "This is a vision which combines choice, excellence and equality in a modern universal welfare state.",
        "We will contrast such a vision with that of the Conservatives whose essential anti-public service ideology is shown by their policy to subsidise a few to opt-out of public services at the expense of the many; to abandon targets for public service performance; and to cut the overall amount of public spending drastically. There are frequent gyrations in their precise policies; but unchanging in each new version is that a privileged minority can and should opt out in order to get a better service.",
        "By contrast, I believe the vast majority of those on centre-left now believe in the new personalised concept of public services. It is true that some still argue that people – usually other people – don’t want choice. That, for example, they just want a single excellent school and hospital on their doorstep.",
        "In reality, I believe people do want choice, in public services as in other services. But anyway choice isn’t an end in itself. It is one important mechanism to ensure that citizens can indeed secure good schools and health services in their communities. And choice matters as much within those institutions as between them: better choice of learning options for each pupil within secondary schools; better choice of access routes into the health service. Choice puts the levers in the hands of parents and patients so that they as citizens and consumers can be a driving force for improvement in their public services. And the choice we support is choice open to all on the basis of their equal status as citizens not on the unequal basis of their wealth.",
        "This is the case we will take to the British people. It is a case only possible because of our investment. Without investment in capacity and in essential standards and facilities, sustained not just for a year or two but year on year as a matter of central national purpose, there is no credibility in claims to be able to extend choice to all. They become mere words without meaning for the great majority of citizens, as demonstrated by the last government which promised these things but refused the investment in capacity and so ended up making its flagship policies on choice the assisted places scheme, a grammar school in every town, and subsidies for private health insurance; all of them opt-out policies for a small minority at the expense of the rest.",
        "Some propose to return to these policies. To return to choice for the few. To offer what is in effect not a right to choose but a right to charge. To constrain investment, either by directly cutting it or by siphoning it off money to subsidise those currently purchasing private provision.",
        "Our goal is fundamentally different and more ambitious for the people of Britain and I will set it out today.",
        "Let me go back to 1997 and describe our journey as a government.",
        "We inherited public services in a state of widespread dilapidation – a claim almost no-one would deny. This wasn’t because public services and their staff were somehow inferior; on the contrary, our health and education services had achieved about as much as it was possible to achieve on constrained budgets and decades of under-investment. The problem was too little resource, and therefore grossly inadequate capacity in terms of staff and facilities.",
        "This under-investment was not tackled in the Eighties and into the Nineties, even as economic conditions allowed. On the contrary, it was maintained as an act of policy and philosophy right up until 1997. So in 1997 the hospital building programme had ground to a halt, despite a £3bn repairs backlog. Capital investment was at its lowest level for a decade. Waiting lists were rising at their fastest rate ever. Nurse training places had been cut by a quarter. Training places for GPs were cut by one fifth. In education, teacher numbers had fallen by 36,000 since 1981. Funding per pupil was actually cut by over £100 between 1992 and 1997. Police numbers were down by 1,100.",
        "Underinvestment and chronic lack of capacity led, inevitably, to a failure to meet even basic standards. Standards not simply unmet, but undefined, for the simple reason that defining them would have demonstrated how far each public service was from achieving them.",
        "So there was no national expectation of success at school for young people – although nearly half of 11 year-olds were not even up to standard in the basics of literacy and numeracy and a similar proportion left school at or soon after 16 with few if any qualifications.",
        "There was no effective maximum waiting time either for a GP appointment or for hospital treatment – although the hospital waiting lists stood at over 1.1 million and many patients were waiting more than 18 months even for the most urgent treatment, with rates of death from cancer and heart disease amongst the highest in Europe.",
        "There were no national targets for reducing crime or dealing with youth offending, though crime had doubled since 1979 and it was taking four and a half months to deal with young offenders from arrest to sentence. Community penalties were not properly enforced, fines were not paid.",
        "And not only were none of these basic foundations in existence. Perhaps worse, there was a fatalism, cultivated assiduously by those opposed to public spending on ideological principle, that this was the natural order of things, that somehow there was a ‘British disease’ which meant we were culturally destined to have second-rate education and health and rising crime. The nation with some of the best universities in the world somehow destined to have crumbling, substandard primary and secondary schools; the nation which under Labour founded the National Health Service in the 1940s – one of the great international beacons of the post-war era – still leaving patients on trollys in corridors, with easily treatable conditions – hip and knee-joint replacements, cataracts – largely untreated because of lack of facilities.",
        "Our first task in 1997, within an indispensable framework of economic stability and growth, was to invest in capacity; to herald public investment in education, health and law and order as a virtue not a curse; and to define basic standards and to reform working practices so that extra resources delivered real capacity improvements service by service. We did so with confidence and optimism. With confidence that public service staff – the doctors, teachers, police officers, and the vital ancillary staff of all kinds – would rise to this challenge, with the better pay, training and incentives they needed and deserved. And with optimism that they would bring abut radical improvement – not immediately; not until the resources and reform programmes on which they depended had started to make an impact; but in a sustained fashion once the real rates of investment – rising now to 7.5% a year in health and 6% a year in education – had begun to drive reform and build capacity.",
        "Let me pause to say what that year on year investment means. In health, it means a budget now doubled from £33bn in 1997 to £67bn this year, and set to rise to £90bn by 2008, bringing our health spending towards the European average for the first time in a generation. This is enabling us to recruit 20,000 more doctors, 68,000 more nurses and 26,000 more therapy, scientific and technical staff. In education it means a budget nearly doubled, from £30bn to £53bn, again bringing us towards international standards with 29,000 extra teachers in our schools. In law and order it means a 25% real increase in police funding since 1999, and police numbers up 11,000. Across the public services, infrastructure being transformed – new buildings, ICT, equipment, facilities, in every locality in the country in ongoing programmes of investment. The schools capital programme, for example, up from £680m a year in 1997 to £4.5 billion a year today, enabling us to embark on a programme to bring every secondary school in the country – all 3,400 of them – up to a modern standard by 2015. A completely different physical environment for learning, transforming the potential of our teachers.",
        "But money alone was never going to put even the basics right. We in government never tired of saying – alongside so many public service leaders themselves, frustrated at past failure – that it had to be money tied to reform to ensure that basic standards were defined and delivered in each service. The workforce had to be modernized as it was enlarged and better paid; basic standards and practices defined and delivered; rewards tied to service improvements; a new engagement with private and voluntary sectors; and full accountability to the public which was being asked to pay for the service improvements, with proper independent inspection and assessment.",
        "So our policy was not simply smaller class sizes and more teachers – although we achieved both. It was also literacy and numeracy programmes, building on best existing teaching practice, to raise basic standards systematically nationwide – 84,000 more 11 year-olds a year now up to standard in maths and 60,000 in English. It was a radical recasting of the teaching profession to embed teaching assistants alongside teachers and give them a defined role – now more than 130,000 of them, double the number in 1997. It was a reform of secondary education – including Excellence in Cities and the specialist schools and academies programmes – tackling failing schools systematically and embedding higher standards and a culture of aspiration school by school. Substantial progress is now evident on all fronts: the number of failing schools is down, there is a new culture of achievement and expectation in our secondary schools, and 50,000 more 16 year olds a year now achieving five or more good GCSEs.",
        "Similarly, our policy in heath was not simply more doctors, nurses and new buildings – although we have achieved a step-change in all three. It was the first national system of hospital inspection. The first national maximum waiting times for GP appointments, hospital treatment and A&E. New national service frameworks for treatment of cancer and heart disease. Premature deaths from heart disease – the single biggest killer – are down by a quarter since 1997, with a third more heart operations, twice as many patients receiving immediate access to clot-busting drugs and cholesterol lowering drugs now prescribed to 1.8 million people.",
        "The statistics don’t of course tell the real story of lives saved and transformed.  \nTake, for example, the family turning up at A & E with their elderly relative who has fallen at home.",
        "Before the investment and reforms now in place they would most likely have faced a long and worrying wait, probably in a shabby casualty department. They would have read the stories about ‘waiting 48 hours on a trolley in a corridor’ and expected the same.",
        "Today, their elderly relative will be seen and treated within 4 hours at the very most, but typically much quicker. There will be more staff in the A & E than previously and the facilities will very likely have been refurbished with play areas for children and so on.",
        "In law and order, too, it is a similar story of bold statistics proclaiming real change – not only the 11,000 extra police, but also 3,300 community support officers where this type of role simply didn’t exist in 1997. Overall crime, according to the British Crime Survey, down by 4 million incidents a year, with the blight of burglary down to its lowest level for over 20 years.",
        "This week we held a reception at No 10 for front-line staff. Many of them were people whose jobs didn’t even exist seven years ago. New Deal advisers who have helped cut youth unemployment to a few thousand nationwide. Sure Start workers. Nurse consultants. Community Support Officers. NHS Direct staff. Classroom assistants. All of them giving us the capacity to help thousands upon thousands in new ways.",
        "So, taking stock, we have raised capacity to a new plateau. And it is from this plateau that we can climb to the next vital stage of public reform, to design and provide truly personalized services, meeting the needs and aspirations of today’s generation for choice, quality and opportunity service by service on which to found their lives and livelihoods.",
        "Choice and diversity are not somehow alien to the spirit of the public services – or inconsistent with fairness.",
        "The reason too many of the public services we inherited were stuck in the past, in terms of choice and quality – and the two or even more tiers of service they offered – was because their funding, infrastructure and service standards were stuck in the past too.",
        "Back in the 1940s, the public services were top-down in their management – like so much else at the time, and this remained too entrenched thereafter. But they were every bit as good as the private sector in terms of choice and quality – if not far better, particularly after the 1944 Education Act and the founding of the NHS, which offered services and opportunities transformed from the pre-war years within a post-war economy and society governed by rationing, funding constraints, and pervasive low skills and aspirations. Aneurin Bevan said the NHS civilized the country. It extended choice, quality and opportunity in its generation: it didn’t limit them. And when it came to means rather than ends, Bevan was entirely pragmatic about how provision should be funded and structured within the new NHS, consistent with its values of equality and fairness.",
        "The following decades saw a growing divergence between the availability of choice – and the perception and often the reality of quality – between the public and private sectors. But on the basis of the new plateau of capacity, we can change that, whilst keeping intact the ethos of public service.",
        "Choice and quality will be for all – driven by extra capacity, without charges or selection by wealth.",
        "In health, we will set out tomorrow a new guarantee of treatment within a set time which starts from the moment a patient is referred by their GP – not the time that they get onto the queue for their operation. Every patient will have a right to be seen and treated within this period, with a choice of which provider undertakes the treatment.",
        "In education, we want every parent to be able to choose a good secondary school. So we are providing for every secondary school to become a specialist school, with a centre of excellence in one part of the curriculum; and to raise aspiration and achievement in areas where the education system has failed in the past, we will expand the number of academies significantly. We will also reform the curriculum so that students get a better and broader range of options for study beyond the age of 14, developing their talents and challenging them to achieve more.",
        "In law and order, we will re-introduce community policing for today’s age with dedicated policing teams of officers and community support officers focused on local priorities, implementing tough new powers to deal with anti-social behaviour. There will also be personalised support for every victim of crime as we introduce a new witness care service nationwide.",
        "The same principles will be extended across the public services. In social housing, for example, we will extend choice-based lettings – which give council and housing association tenants a new service to identify locations and properties, in place of traditional schemes where tenants were simply allocated a property on the basis of a centrally-imposed points system.",
        "In welfare, every person of working age able to work – wherever they live and whatever their needs – will receive personalised support, including personal advisers able to provide tailored support to help people back into work, not just registered job seekers but steadily more of the three million of working age who are otherwise economically inactive.",
        "As we accelerate reform on the basis of enhanced capacity, these personalized services will be made available in every community.",
        "Over the last seven years New Labour has time and again shown how ideas that are supposed to be irreconcilable can be brought together: social justice and economic efficiency; fairness at work and a flexible labour market; full employment and low inflation.",
        "It is the same with choice, excellence and equity. There is no reason except past failure why excellence need mean elitism – why there can only be good schools and universities if a majority are kept out of them; why there can only be real choice and diversity if a majority are deprived of them. With the right services, expectations and investment, we can have excellence for the great majority, with choice and equity. And we don’t base this on theory, but on what is now happening in practice.",
        "Consider healthcare, where we have now been trialling choice in the public services for a number of years. The evidence shows there is demand for choice and that this is not only compatible with equity but that choice itself helps to ensure equity.",
        "In the NHS there have been trials in elective surgery with patients offered a choice of up to four hospitals for treatment, often assisted by a Patient Care Adviser. Take-up is high.",
        "Half of all those offered a choice of where to have their heart operation in the nationwide cardiac scheme took up the offer. More than two thirds of patients offered a choice in the London trial took up the offer. Three quarters did so in Manchester.",
        "The schemes have had a dramatic effect on waiting times. In the London pilot, extending patient choice led to a decrease in waiting times of 17% (compared with a 6% fall nationally).",
        "The recruitment of overseas suppliers into the NHS – setting up new treatment centres extending choice – has also had a significant effect. As the FT put it a fortnight ago: ‘By introducing a clutch of overseas providers … to provide treatment centres for National Health Service patients, the government has at a stroke transformed a significant chunk of the country’s health care … exposing to scrutiny some of the myths on which private medical care is sold.’",
        "Greater choice and diversity are having a similarly positive effect in education and childcare. Our new under-fives provision – Sure Start, nursery places for three and four year-olds, better maternity and paternity support, a massive extension of childcare supported by tax credits – is enabling parents to choose the provision that is best for them and their children, where previously there was often no provision at all. It is also giving parents much greater flexibility in their working life, where previously they often had none, or indeed little incentive to work at all.",
        "In secondary education, specialist schools have shown significant improvements in results, and most secondary schools and are now exploring the best curriculum areas in which to develop real centres of excellence and boost their provision. We have made it far easier for successful and popular schools to expand where they wish to do so, including special capital grants for new premises. New secondary school curriculum options, including junior apprenticeships for 14 to 16 year-olds, are giving pupils more choice to meet their aspirations, and we will take curriculum reform further. Academies are offering a wholly new type of independent state school, serving the whole community in areas where better provision is needed, and are proving popular. I have opened two of the new academies in the past year; it is truly remarkable what is possible when investment, aspiration and inspirational leadership – not tied down by past failure – go hand in hand.",
        "Let me return to my starting point. With growing capacity in our public services we can now accelerate reform. We have the opportunity to develop a new generation of personalised services where equity and excellence go hand in hand – services shaped by the needs of those who use them, services with more choice extended to everyone and not just those that can afford to pay, services personal to each and fair to all.",
        "It is now accepted by all the political parties that the economy and public services will be the battleground at the next election. That in itself is a kind of tribute to what has been achieved. The territory over which we will fight is the territory we have laid out.",
        "For our part, we must fight it with a boldness no longer born out of instinct but of experience. When we have refused to accept the traditional frontiers but have gone beyond them, we have always found more fertile land.",
        "And there is another reason for approaching our task in this way: the world keeps changing ever faster. With the change comes new possibilities and new insecurities. It is always our job to help realise the one and overcome the other; to provide opportunity and security in this world of change; and for all, not for a few.",
        "Take a step back and analyse seven years of this Government. Setbacks aplenty, for sure. But also real and tangible achievement and progress for many who otherwise would have been kept down, unable to realise their potential, without much hope and with little prospect of advance. Now we have to take it further: always with an eye to the future, always maintaining the coalition of the decent and the disadvantaged that got us here, always recognising that in politics if you aren’t adventurous, you may never know failure, but neither are you likely to be acquainted with success.",
        "There is still much to do and we intend to do it."
    ]
}