{
    "url": "https://www.ukpol.co.uk/tony-blair-2018-article-on-brexit/",
    "title": "Tony Blair – 2018 Article on Brexit",
    "post_date": "May 22, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of an article by Tony Blair, the former Prime Minister, published on 22 May 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-1-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-1.jpg)",
        "We publish today a comprehensive guide to the issues around the Customs Union or Customs Partnership as a means of unlocking the deadlock of the Brexit negotiation. It is the work of Dr. Andy Tarrant, a recognised expert on EU affairs.",
        "It shows conclusively that:",
        "There is no Customs Partnership which will deliver the same benefits as staying in the Customs Union, even if the EU were prepared to accept such a Partnership.",
        "However, the Customs Union will not, on its own, deliver frictionless trade between the UK and the EU and therefore is neither good enough for British business nor a full answer to the Ireland question.",
        "Only membership of the Single Market or signing up to EEA comes close to genuine frictionless trade.",
        "Even that unless combined with a Customs Union would still have some friction attached.",
        "The ‘freedom’ to pursue trade deals is unlikely to result in any substantial benefit to Britain, involves very difficult choices, and in any event if it worked, would take a decade or more before any benefit was realised.  \nThe Government now know this. So, they’re again reverting to postponement rather than resolution of the Dilemma.",
        "The Dilemma, as I have described previously, is whether we stay in a close economic relationship with Europe to avoid economic damage, in which case one way or another we will end up abiding by Europe’s rules; or whether we break from Europe decisively, to have ‘freedom’ from those rules, in which case the economic damage at least short and medium term will be considerable.",
        "There is no way round this Dilemma. These are the two competing versions of Brexit. They aren’t ultimately capable of fudge. The Customs Partnership is just the latest failed attempt at fudging.",
        "Therefore, the Government have reverted to postponing the decision by agreeing to extend the period by which we will keep to Europe’s rules after the transition should that prove necessary.",
        "This is a very dangerous strategy. If this Dilemma is not resolved prior to March 2019, then Britain will be leaving Europe with no clear idea of what the future economic relationship entails. After March 2019, we will have no negotiating leverage. We will have left. We will be completely dependent on what we are given by the EU, with no say in Europe, no representation, no bargaining power.",
        "The Government should be obliged to decide which version of Brexit they want for any vote in Parliament to be meaningful before March 2019.",
        "But what is also now clear is that the leadership of both main political Parties are engaged in the same sleight of hand, namely pretending that we can have frictionless trade whilst leaving the Single Market.",
        "As our paper shows, this is simply wrong. The Single Market is a unique trading area where not only is trade tariff free, it is free of non tariff barriers, through regulatory alignment. It therefore allows complete freedom of trade for goods and a substantial amount of free trade in services where Europe has adopted common sets of rules.",
        "Membership of the Customs Union alone does not solve the problem of friction, because if Britain wants freedom to diverge on product regulation then there will still need to be checks. And, of course, if Britain is part of a Customs Union then it cannot make its own trade deals.",
        "The Customs Union option in any event does not at all address the question of services, particularly financial services where we have a huge surplus with the European Union.",
        "At some point the Dilemma must be resolved by a choice. And here is where the case for sending the issue back to the people is now overwhelming. Either option is a form of Brexit. Supporters of Brexit are to be found on both sides of the Dilemma. Brexit could mean either of these two very different outcomes. How then can it be said that the British people in June 2016 decided for one option over the other?",
        "The only right method of resolution is to give to the people who made the original choice to leave Europe, the choice of which Brexit they prefer or whether given that choice, in the light of what we now know, they want to proceed with Brexit or stay in Europe.",
        "Here is the challenge to both Party leaderships.",
        "The Conservative Party believes that if they ‘deliver Brexit’ they have fulfilled their mandate and the British people will be grateful that at least Brexit is done.",
        "This is a fundamental strategic error. The so-called ‘soft Brexit’ which will see us still tied to European rules in some form or another, will not satisfy the most ardent Leavers. They’re already shouting betrayal.",
        "So, if the Conservative Party thinks it has solved its European problem if it goes for a mishmash of theoretical freedom from, but practical alignment with, European rules, it is profoundly mistaken. It is just another route to disillusion.",
        "For the Labour Party the position is even more stark. As was entirely predictable and predicted, we now find ourselves in the worst of both worlds.",
        "The Leavers think we’re not really for Leave because we want to stay in the Customs Union and as I say for many Leavers that is an unacceptable compromise.",
        "The Labour Party position is also contradictory. If the reason for being against EFTA or the Single Market is we don’t want to be merely rule takers, then the Customs Union solution has the same objection. We will be taking the trade rules Europe negotiates. Go and talk to the Turks. They are bound by Europe’s trade agreements, and they are forced to align with a lot of European rules to minimise friction. Even so, their arrangement doesn’t work well.",
        "The Remainers, however, have now cottoned on to the fact Labour is not really for remaining either, except in the very limited sense of the Customs Union, and so, unsurprisingly, they’re losing faith in Labour as a route to avoid Brexit.",
        "The Labour Party will pay a heavy price for the leadership’s closet Euro-scepticism.",
        "The tragedy is the price the country will pay for Labour’s failure to lead.",
        "It would be a straightforward and in my view electorally winning position if the Labour Party were to say: we accepted the referendum verdict; we gave the Government the opportunity to negotiate a good deal; it is now apparent they can’t; it is equally apparent that this is not only because of division and incompetence but because there is no resolution to the Dilemma; therefore, we reject the deal but you, the British people, should have the final decision. You began Brexit, you mandated the negotiation and you should decide how it ends.",
        "45 years of European membership with all the intricate trading arrangements born of geography, common interest and then the Single Market means that Leaving Europe is economically painful. Look at the chart in our paper of how in 50 years our export relationships have been transformed.",
        "Labour cannot argue for a ‘jobs first’ Brexit and then oppose what is plainly the only way of protecting British jobs which is to remain part of Europe’s economic structures. It is greatly to the credit of those MPs both Labour and Conservative that they are prepared to put the country’s interests before their Party whip and support an EEA type amendment.",
        "The reality of the choices we face is what we now know in a way we did not in June 2016. It is a choice of two futures. They contrast starkly. There is no ‘having our cake and eating it.’ We must choose as a country in the light of two years of – let’s face it – inconclusive and unsatisfactory negotiation.",
        "We can all speculate as to which future the British people would now choose once they know the outcome of the negotiation.",
        "But there is only one sure way to find out and that is to ask them. The Labour Party should be leading that case."
    ]
}