{
    "url": "https://www.ukpol.co.uk/tony-blair-1997-qa-in-amsterdam/",
    "title": "Tony Blair – 1997 Q&A in Amsterdam",
    "post_date": "August 12, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1997",
            "url": "/tag/1997/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The Q&A with Tony Blair, the then Prime Minister, on 17 June 1997.",
    "content": [
        "**QUESTION:**",
        "Prime Minister, can we ask you what has been decided now on this issue of defence?",
        "**PRIME MINISTER:**",
        "I think we have reached agreement on it, which is very satisfactory to us, because it makes it absolutely clear that our defence interests will continue to be looked at through NATO, whilst of course co-operating with other countries in defence, as it is in our interests to do so.",
        "**QUESTION:**",
        "And what was the key argument as far as you were concerned?",
        "**PRIME MINISTER:**",
        "The absolute essence of it is to make it clear that defence is such a big British interest that nothing must jeopardise NATO, that that is the foundation of our defence policy and there must be no question of us being forced into an integration of the various European defence institutions and that has been secured. So of course it is an agreement that I hope will be satisfactory to everyone, but it also protects Britain’s position.",
        "**QUESTION:**",
        "Who were the British allies?",
        "**PRIME MINISTER:**",
        "I think that there were a lot of the other countries who were very concerned of course to make sure that NATO and our alliance with the Americans should remain the cornerstone of our defence. So of course we want to co-operate with other countries, that is important to do, but it must be done on the basis that Britain’s defence remains with British interests and done in alliance with the United States.",
        "**QUESTION:**",
        "Are you confident you are going to get a treaty tonight?",
        "**PRIME MINISTER:**",
        "We are still negotiating and there are certain points that have to be gone through, but I think the negotiations are proceeding pretty well and we are satisfied with what we have done.",
        "**QUESTION:**",
        "What do you want people to believe that this treaty really represents in terms of a step forward for Europe?",
        "**PRIME MINISTER:**",
        "The absolute essence of what we have achieved here is that we have put jobs and employment right at the top of the agenda – that in respect of all the other things, quite apart from protecting Britain’s interest on frontier controls and all the rest of it, we have said that there are certain practical steps that Europe should take in the field of environment, of consumer protection. But what we haven’t done is try and construct some illusion about Europe that is totally at odds with the wishes of the people of Europe, and I think that practical British common sense has been very important.",
        "**QUESTION:**",
        "So what do you say to those who argue that you have given away too much, in erosion of the British veto for example?",
        "**PRIME MINISTER:**",
        "I don’t think it’s true to say that in relation to anything at all. We have actually protected all our bases in respect of that all the way through and there is not a single thing that we have yielded up that we have said we would not. So what is very important to recognise is that in all the areas – tax, immigration, defence – the British national interest, the British veto, is secured. But it is more than that. We didn’t just come here to say let’s stop everyone else doing something. We also came with the view of putting employment, economic reform, measures on the environment, right at the top of the agenda, and that we have achieved.",
        "So it is not merely that we have prevented other countries pushing us into things we didn’t want to be pushed into; we have exercised, I think, a constructive leadership role in shaping Europe differently for the future.",
        "**QUESTION:**",
        "Prime Minister, President Clinton has condemned outright, as one would expect, the murders in Northern Ireland. Would you like him to go further and break off publicly all contact with Sinn Fein?",
        "**PRIME MINISTER:**",
        "The reason why President Clinton is so angry, the reason why we are so angry, the reason why the European Union here took the unusual step of issuing a unanimous statement condemning utterly these atrocities yesterday, is because everybody knows, and people in Northern Ireland should know this, particularly from the Nationalist community, that we were trying to bring about a situation in which there could be a lasting political settlement. We were making every effort to be constructive, and this was a deliberate act to frustrate that process going forward. So it is not merely our repugnance at the killing and our deep sympathy for the families, it is that there is such a serious element of bad faith here and I think the Americans, as everybody else has been, have been really shocked by this.",
        "**INTERVIEWER:**",
        "If we could go back to the summit. Progress has been made, progress is ritually made at summits. One gets the impression though always that there is a certain amount of grandstanding going on, both so far as border controls are concerned and so far as the row over monetary union and job creation is concerned. Did you get that impression?",
        "**PRIME MINISTER:**",
        "Well sure, I mean all countries are looking after their own interests. But I think what has been important for us and very positive, though things have not been agreed yet finally – that has to happen later in the day – but what is positive for us is we have protected our own interests upon frontier controls. I think we will get a very good deal in relation to other parts of the treaty as well, but we are also starting to shape the agenda in Europe at the same time. Because all the emphasis economically has been on jobs, on economic reform, on education and skills, not old style state interventional regulation. Now this was a very positive and constructive step forward for Britain in Europe as well as protecting British interests.",
        "**INTERVIEWER:**",
        "One gets the impression that you are looking post-treaty now, you are much more interested in the post-treaty agenda than you are really in the detail of now?",
        "**PRIME MINISTER:**",
        "We have still got things to sort out and some of these issues are very tricky because we have got a number of very clear decisions on foreign policy, defence and other issues. But I think what is important is that we do try and look forward from Amsterdam now and that we make sure that in the Presidency conclusions there are all the things that we need on the single market, on bringing about more flexible labour markets, on trying to create the type of future for Europe in which job security, in an entirely different economic world today, is put right at the top of the agenda and we don’t get lost in a whole lot of institutional talk that frankly means very little to people either in Britain or in the rest of Europe.",
        "**INTERVIEWER:**",
        "What you specifically need surely is an agreement to help the fishing industry in Britain. What are you looking for specifically on that?",
        "**PRIME MINISTER:**",
        "Well we are obviously still in the process of negotiation, but I am confident that we will get a good agreement on that too. And I think what is important is that we get a deal that enables our fishing industry to go forward from the position that they are in at the present time, but this of course is one of the issues upon which we are going to be negotiating, along with a whole lot of other things. But as I say, at the moment it is going well.",
        "**INTERVIEWER:**",
        "During the election this was portrayed as the great test of whoever became the new Prime Minister. You have now been here, you have seen what it has been like, do you think that was exaggerated during the election and if it was a test, how well have you done?",
        "**PRIME MINISTER:**",
        "That is rather to judge how well we have done, but I think what is important is that we have shown that we can be engaged and constructive in Europe because it is in Britain’s interest economically and politically that we are a leading player in Europe. It is important for our standing in the world, it is important for our industry. We have shown we can be constructive at the same time as protecting British interests. Now as I say we haven’t negotiated the final deal yet so you know you can never be sure until it is there. But I think what has changed in the atmosphere here is that people are listening to an agenda we have, particularly the agenda on economic reform and jobs, and that is an important change in Britain’s relations with Europe.",
        "**INTERVIEWER:**",
        "Has it been testing though, has it been difficult for your?",
        "**PRIME MINISTER:**",
        "It is difficult because you have got a whole series of different countries and they have all got their own interests and across a whole range of issues. Of course people will have disagreements. But what is important is that we are fighting on the things that are important and we are not fighting on things that either don’t matter to Britain or occasionally are contrary to British interests to be fighting about. So for example the employment chapter in the new treaty that I think we will agree is going to give Britain the opportunity to play a constructive role in shaping the economic agenda in Europe. It means no additional burdens on British business at all, and yet had the Conservative Party been here they would have been fighting to the death to keep the whole thing out of the treaty which wouldn’t have been in Britain’s interest at all. So I think that the change in atmosphere is in part because people know that when we are putting forward arguments they are reasonable and rational arguments. And of course countries fight for their own interests – and I can tell you that other countries fight for their own interests every bit as hard as anybody else. That is part of the natural process. But nonetheless there are a lot of things that we have achieved in terms of not just protecting our own interest buts shaping Europe’s future.",
        "**INTERVIEWER:**",
        "So have you had to concede absolutely nothing in the give and take that these summits always bring?",
        "**PRIME MINISTER:**",
        "At the present time there are no strategic interests that we have conceded at all, and I don’t intend conceding any, because I think the positions, as I say, that we are putting forward are reasonable and we have got sufficient support for that.",
        "**INTERVIEWER:**",
        "Although it has not been formally on the agenda of this summit, people are very concerned about the timetable for economic and monetary union and speculation about whether it will go ahead. What is your impression from your talks behind the scenes here? Do you get the impression that the Euro will go ahead on 1 January 1999?",
        "**PRIME MINISTER:**",
        "I don’t think anyone can be completely sure about that and in any event each country will take its own position and Britain has reserved its option. We have got the option to join. If we do join, or want to join, there would be a referendum and so on. But I think what is important about yesterday is that, first, jobs and employment security were put right at the top of the economic agenda, whether monetary union goes ahead or it doesn’t. And secondly, there was no attempt to fudge or alter the criteria for monetary union. And I think both of those things were actually very very important gains not just for Britain but for Europe."
    ]
}