{
    "url": "https://www.ukpol.co.uk/tony-blair-2002-speech-at-the-lse/",
    "title": "Tony Blair – 2002 Speech at the LSE",
    "post_date": "September 12, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Prime Minister, Tony Blair, on the future of New Labour. The speech was made at the LSE on 12th March 2002.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "Just under a decade ago a gathering like this would have been a wake; raking over the ashes of Labour’s fourth election defeat, with everyone asking, can we ever win? Is the left in Britain doomed? Is this the end of progressive politics?",
        "Today the contrast is almost taken for granted. Labour has won an historic second term. As if we had been in power for decades. The Right is seen as divided and incapable.",
        "We are emerging from a long period in which Tory values held sway; elitism; selfish individualism; the belief that there is no such thing as society and its international equivalent, insularity and isolationism, which led Britain to turn its back on Europe and the world.",
        "I passionately, profoundly, reject these values. I reject elitism because I believe that our country will only ever fulfil its true potential when all of our people fulfil their potential. And there is such a thing as society. As communities and as an international community, we do best when we work in co-operation with others.",
        "Our values – our belief in equality, in progress, our belief in the power of community to be a force for good, at home and abroad – these are the values that hold strong now.",
        "But as Mario Cuomo once said: “you campaign in poetry: you govern in prose”. There is a danger in the day to day business of Government – keeping the economy on track, getting the details of health and education improvements sorted out, dealing with the innumerable practical obstacles – large and small – strewn across the path of progress – that we lose sight of the destination. The destination to me is clear: to build a Britain that is a modern, tolerant, outward-looking nation where power, wealth and opportunity are in the hands of the many not the few. Our basic analysis is that people are held back from fulfilling their true potential – by economic failure, poor education, poverty, prejudice, discrimination, class, inadequate access to top quality services. Our job is to liberate that potential; to remove those barriers. To make aspiration and achievement not the ambition of a privileged few but of all; where the limit to that achievement is merit, not birth, class, race or gender.",
        "Britain under the Conservatives was a long way from that lofty ideal. And because we had failed to modernise ourselves, for a long time Labour lacked the credibility to be able to win power, or even had we won power, to deliver it.",
        "Now two election victories later, people are asking: can we carry it through? Is there a core of beliefs that will sustain us? Will we be submerged by the slings and arrows of an outrageous opposition, furious we are in power at all, never mind in power for a full second term for the first time in our history.",
        "The answer is to take stock. Lift our eyes from the immediate and hold high again the ideal we are striving for. And then return to work with renewed energy and determination.",
        "And, of course, patience: change takes time. Yet consider: an economy that is stable, has weathered the downturn better than many, with the best economic record in Europe and the lowest unemployment in the Western world; the first clear signs of public service improvement, certainly in education and increasingly in health; the first concerted attack on social exclusion any Government has undertaken with increased participation rates at work, one million children out of poverty, Sure Start and other programmes giving deprived children at least a fighting chance; overall crime down and police numbers the highest ever; and Britain’s position and influence in the world incomparably higher than 5 years ago. In all sorts of small ways – from banning handguns, to the equal age of consent, to the trebling of women MPs and the first black Ministers and Muslim MPs – the country has a different feel to the harshness of the Thatcher years.",
        "But yes, naturally, a huge amount remains to do. Too many people still wait an unacceptably long time in the NHS. The transport system is nowhere near what the world’s 4th largest economy needs. Street crime and social disintegration in parts of the inner city are a menace we must tackle quickly. There are still many people who could work but don’t. Still too much ignorance, too much wasted potential, too much inequality.",
        "We accept these challenges remain. And the forward programme of the Government is designed to meet them; still driven by that same ideal, of a modern, fairer Britain, where opportunity is open to all.",
        "What we have to do is to explain the journey we are undertaking by reference to that ideal, blow away the fog that is designed to cloud the sight of it and work ever harder to translate it into reality.",
        "Today I call on those who share our beliefs to join us in the battles that lie ahead.",
        "Join us in the battle to extend prosperity and full employment to all parts of the country based on a platform of economic stability.",
        "Join us in the battle for the investment and reform necessary to build strong public services and encourage greater opportunity and equality.",
        "Join us in the battle to tackle crime, anti-social behaviour and poverty to build a society based on rights and responsibilities",
        "Join us in the battle against the sceptics and phobes to get Britain back once again at the top table of Europe.",
        "This is the progressive project for a second term, the next steps for the New Labour project, an ambitious programme for the Labour Party as it enters its second century.",
        "First phase of new Labour: becoming a modern centre left party.",
        "But to chart New Labour’s next steps we have to understand our first steps.",
        "The collapse of the Labour Party and its electoral base, most painfully dramatised by the 1992 defeat, was only the most obvious sign of a broader shift in politics and society. Labour stuttered when confronted by the new world that emerged in the 1970s and 1980s: a more diverse, more fractured society; new industries and new attitudes to work and consumption; and an international order that was both more integrated and yet more unpredictable.",
        "In 1956, Anthony Crosland had set out a new path in his “Future of Socialism”. He urged socialists to acknowledge the successes of post-war capitalism and to understand the consumer society and why it was advancing so fast including in Labour’s heartlands.",
        "But in the 70s Labour seemed to forget Crosland’s revisionist message.",
        "New Labour was in part a response to what had gone wrong. We strove to modernise social democracy, to become a party that brought together wealth creation as well as wealth distribution; enterprise as well as fairness.",
        "So New Labour put levelling up, the aspirations of the majority, at the centre of its appeal.",
        "And we changed our constitution to bring it up to date with the modern world.",
        "New Labour’s second phase: laying the foundations",
        "The first phase of New Labour was becoming a modern social democratic party fit for government. The second phase was to use our 1997 victory to put in place the foundations that would allow us to change the country in a way that lasts.",
        "Labour governments of the past had tried to make progress without firm foundations, firm economic foundations in particular. Getting the foundations right is not time wasted. It is not the boring housework of Government. It is the structure within which we live.",
        "That is why we transformed the framework for economic management.",
        "– It matters whether prices in the supermarket are the same from one week to the next. It matters that today inflation is at its lowest level for 30 years.",
        "– It matters whether interest rates let you pay the mortgage or threaten to lose you your home, and today, it matters that the average family is paying £1800 less on their mortgage compared to the early Nineties.",
        "On welfare reform getting the first term foundations right meant tackling unemployment. The New Deal has helped halve unemployment which is now at its lowest for forty years. We introduced the Working Families Tax Credit and the Minimum Wage to make work pay.",
        "On public services, let us be in no doubt what we inherited:",
        "– Crime had doubled",
        "– Waiting lists had risen by 400,000",
        "– Hospital beds cut by 60,000",
        "– Nearly half of all 11-year-olds were failing to reach the basic levels expected for their age in maths and English.",
        "– Infant class sizes were far too high",
        "– Police numbers falling",
        "– Child poverty tripled",
        "– Investment in rail and the tube stalled",
        "– the railways subject to a botched privatisation, which had fragmented them completely.",
        "In each area in the first term we laid the foundations for investment and reform.",
        "– A strategy for improving numeracy and literacy in primary schools, with record primary school tests results.",
        "– A ten year plan for the NHS including the first ever independent inspection, league tables, the creation of primary care trusts now coming to fruition to transform local services, more doctors and 31,000 more nurses since 1997.",
        "– Crime and Disorder Partnerships in every Community. Police numbers rising. Our youth justice system overhauled. Burglary fell by 34% and car crime by 24%. The Auld Report on the criminal justice system was commissioned.",
        "– A 10 year Transport Plan to treble public sector investment in rail and tube.",
        "– devolution and House of Lords reform, a peace process begun in Northern Ireland.",
        "We also set the foundations of a new foreign policy. Before the Amsterdam Summit in 1997 Britain was totally isolated, treated with something between exasperation and contempt. Today as we approach the summit at Barcelona, Britain has a highly influential position. We have a strong constructive relationship with our partners and we have led the way over Kosovo and more recently Afghanistan, and on debt and aid.",
        "**New Labour’s third phase: Driving through reform**",
        "Now is the third phase of New Labour. It is about driving forward reforms, building lasting change – and a better society – on the foundations so carefully laid.",
        "– on the basis of economic stability a sustained improvement in productivity and enterprise, measures that will form a key part of next month’s Budget.",
        "Overhauling the Criminal Justice System to support victims and witnesses and bring the most persistent offenders to justice; a thorough programme of police reform; and a reform of the asylum system.",
        "– welfare reform that cuts even further the numbers of working age on benefit plus the integrated children’s credit, and the new pensions credit; and the merger of the employment and benefit service, a huge cultural change in Britain’s welfare system.",
        "– completing House of Lords reform, bedding down devolution and making the peace process in Northern Ireland durable for the long term.",
        "– Britain taking its rightful and leading place at the centre of Europe.",
        "– implementing the plan for Africa, continuing to lead on aid and development and the Kyoto protocol on climate change as the basis for sustainable development in the world.",
        "Alongside this, our core mission: to improve our public services.",
        "In each service, there is a comprehensive, detailed plan for change and reform, broadly supported within the public services themselves.",
        "Underlying the plans are the four principles of reform set out in our pamphlet last week: national standards, devolution, flexible staff, more choice – all aimed at redesigning high-quality public services around the consumer.",
        "But without investment, reform will get you very little further – as the Tories found in the Eighties. There is no point designing new structures for the health service if you don’t tackle the fundamental problem of inadequate capacity – and fashion your reforms around the significant increase in capacity essential to build a modern, consumer-focused service. It is the same with schools and transport, and across our public services.",
        "Under this Labour government there will be no blank cheques – but nor will we expect public services to run on empty.",
        "So in next month’s Budget and the spending review in the summer, the country is faced with a fundamental choice. Either we continue investing. Or we cut back.",
        "We aim to continue investing.",
        "There is no question of putting money into some bottomless pit. Each pound spent will be accounted for.",
        "But we can see already where the existing money has gone. The extra money on infant class sizes reduced them. The money spent on literacy and numeracy, together with the teachers’ dedication, delivered the results.",
        "The schools with new buildings: tell them the money’s wasted.",
        "The new surgical centres, the extra cancer and heart operations, the extra critical care beds, the extra nurses in wards: tell the patients using these facilities the money is all wasted.",
        "Money is not enough. But money used to lever in change is what will work.",
        "So these are our second term ambitions and broadly I believe the country supports them. But that is not enough.",
        "**Values that unite us**",
        "There is a clear road-map to our destination. But sometimes it can seem as if it were a mere technocratic exercise, well or less well managed, but with no overriding moral purpose to it.",
        "What is vital now is to explain the “why” of the programme, to describe it not simply point by point but principle by principle. The reason for the changes we are making is not for their own sake but because they are the means to the fairer society, where aspirations and opportunity are open to all, which we believe in. The programme is not driven by administration but by values.",
        "It means quality public services because they are social justice made real.",
        "It means an economy with a new job if your old one goes.",
        "It means stable mortgage rates.",
        "It means giving the children of someone who did not go to university the hope they can go. Enough of this nonsense that more than half the population don’t have the brains to get there. When I was a student, 7% of school-leavers went to university. Today it’s 33% and rising. Yet we heard the same arguments back then. Are those extra 27% undeserving?",
        "Opportunity means a young woman with a nursing diploma who is able to work her way up to become a consultant nurse or Director of Nursing or hospital Chief Executive.",
        "It means a first rate vocational education system so people can get new and better skills.",
        "It means children in deprived areas getting first-class schools, their parents helped, their environment improved.",
        "It means your health care shouldn’t depend on the size of your wallet.",
        "It means your security shouldn’t depend on the neighbourhood you can afford to live in.",
        "It means that decent hard-working people who play by the rules don’t see others who refuse to, gain by it.",
        "That is the other part.",
        "We believe in responsibility going with the opportunity. That is the reason for measures to curb anti-social behaviour; to ensure if people have the ability to work, they don’t remain dependent on benefit; that employers treat their employees fairly; that we don’t allow poverty pay; that increasingly the polluter should pay for polluting the environment.",
        "It is why we are making a priority of discipline in the classroom. Because without learning discipline and respect, children will not only fail to learn at school but leave school unfit to be decent citizens.",
        "So it’s about the two together – opportunity and responsibility. And its about using our collective power, in our local communities, in society, and through Government, to enable people to help themselves.",
        "At the root of it all is a simple belief in fairness. It isn’t fair that people are held back or live in poverty. We want to change it. Amidst all the day to day pressures, that is our ideal. That is what we hold aloft. Sure, it’s hard to see it from time to time. But it’s there and it will see us through.",
        "My final point is this. It’s important to understand why people can sometimes find the ideals obscured. It’s not just that Governments get embroiled in events and controversies, though they do, and whilst they dominate the news, the people think: what are they concentrating on this for, when, of course, it’s the opposite of what we’re trying to do.",
        "It is also that for some, even in our own ranks, the idea of New Labour remains controversial or unclear. Even now, a large part of the political discourse in Britain assumes that the “true” Labour Party is one that puts trade unions before business; is indifferent to financial discipline; addicted to tax and spend; weak on issues of crime; irresponsible over state benefits for the unemployed or socially excluded; backs the producer interest in public services; and, give or take the odd exception, weak in defence and foreign policy. Since this Government is plainly none of those things, ergo: we are not real Labour and are “unprincipled”.",
        "This, of course suits immensely the right-wing in politics. They love the “true” Labour Party. These positions made it unelectable. But it also suits some on the left. They see the Labour Party as a pressure group. We campaign against those with the power. We fight for these positions, rejoice in our “principles”, are given the odd crumb from the governing table and avoid the harsh realities of taking any hard decisions.",
        "After 18 years of Conservative government we changed all this. I am not so naïve as to deny some changed to win. Banging your head on a brick wall, hurts. At some point, if you want to stop hurting, you devise the brilliant solution of ceasing to bang your head on the wall.",
        "But changing those positions to win, was never the right reason for changing them; nor can it sustain us over the long term. The right reason for change was a principled one. Those positions, hallowed by the Party over many years, were a tangled and mistaken view of the Party’s true raison d’etre and values; positions that were the product of the circumstances of our birth, of 20th century politics and ideology and of the post-war settlement.",
        "The values of the Labour Party are the values of progressive politics throughout the ages. The same values as those of the great Liberal reformers of the 19th Century and early 20th Century, as well as those of the Labour heroes of 1945: the belief in social justice, opportunity for all, liberty; the belief that the individual does best in a strong community and society of others.",
        "The essence of New Labour is to strip away all the outdated dogma and doctrine, the “hallowed positions” and return to those first principles, to those values. Then we ask: if these are our values, what is their proper translation into practice for today’s world? And that is the question each generation of Labour members should ask, and answer in a different way.",
        "New Labour answered it in this way: that if we want strong economic growth to increase the prosperity of ordinary families, we need low inflation and low interest rates and that requires financial discipline. If we want enterprise to flourish in the post industrial economy, to give our people jobs, we need to support and work with business; and levels of tax that don’t discourage the entrepreneur.",
        "If we want to protect the poor and vulnerable against attack and crime, we have to make sure that the criminal is brought to justice. If we want to stop the working age poor being poor, we need to help them to work, not give them more benefit, which would never provide them with a decent enough income. If we want to rebuild our public services, we need to make them work for the consumer of those services, because they are the very people dependent on them for opportunity and help.",
        "If we want to shape the world around us, outside Britain, we must have the alliances and where necessary, the armed forces, to allow us to do so.",
        "And, yes, we are financially disciplined, but one of the ways we got there was by cutting massively the bills of unemployment through the New Deal. Yes we work with business, but we also introduced the minimum wage. Yes we are reforming our public services, but we are also the only major country in the world today increasing health and education spending as a percentage of national income. Yes we are tough on crime but have also lifted one million children out of poverty, cut pensioner poverty and have huge inner-city regeneration programmes underway.",
        "Yes, we are prepared to take military action where necessary, but are also leading the way on debt relief, and international development, especially in Africa.",
        "Hence the confusion I talked of earlier. We don’t fit the mould. Good. We never intended to.",
        "Why don’t we just conform? Because we shouldn’t. The modern Labour Party is here to stay because it is based on values and principle; and is the right way forward for us and the country.",
        "So we should have confidence, hold firm to our course and above all, hold true to the basis of New Labour. We are changing the basis of British politics. Progressive values are in the ascendant because, in the end, they are also the values of the British people and only needed to be applied in a modern way, to be popular.",
        "Look how our opponents are coming on to our agenda.",
        "What a reversal in these last 10 years to see the Tories now falling over themselves to agree with our economic policy hoping some of our economic competence rubs off on them, travelling around Europe to look at public services but dodging the real test of whether they support our extra investment. As someone said success in politics is not changing your own party; it is changing the opposition.",
        "The Lib Dems don’t know whether to oppose us on reform, for opportunism sake because they know change can be unpopular; or scuttle to our right as a pale imitation of the Tories calling for tax cuts.",
        "The centre of gravity of British politics is moving in our direction. A new post Thatcherite progressive consensus is being born and it is one we should be proud of.",
        "A consensus that a dynamic economy and a fairer society where we realise the potential of all go together; a consensus that our public services have been under-invested in for two decades and now need sustained investment, but that investment will only work if coupled with reform.",
        "Understanding this and not being frightened by it is a vital part of us retaining our ability to change Britain.",
        "So help us get there. We need your energy, your ideas, your commitment. We can’t do it alone. The dialogue and partnership we offer you is an indispensable part of our being successful.",
        "Remember ten years ago: we were on our knees, out of office and out of hope. Now look forward ten years and imagine what could be possible. A society that is fairer, more tolerant of people’s differences, with prosperity shared, quality public services more social mobility and less poverty. And imagine too what we could achieve pulling together if we show our determination, stick to the values we believe are right, stick to our plans and see them through.",
        "A Britain that is modern, fair and strong."
    ]
}