{
    "url": "https://www.ukpol.co.uk/tony-blair-1999-speech-to-tuc-conference/",
    "title": "Tony Blair – 1999 Speech to TUC Conference",
    "post_date": "September 11, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1999",
            "url": "/tag/1999/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Prime Minister, Tony Blair, to the 1999 TUC Conference.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "Hector, my Lord – in fact my Lords actually looking along the platform there – it is a delight to be with you today and to be here again at Congress, and I am particularly flattered and privileged to be the warm-up act for the poet laureate. (Laughter) In fact, I am so flattered and so privileged I have written you a little poem, which I am going to read to you:",
        "Every year, this time of year I come to the TUC and every year the press report, there’ll be a row between you and me.",
        "They say I’ll come and beat a drum, unleash the annual cry,",
        "“Change your ways, clean up your act, modernise or die”.",
        "“Well, modernised you have”, I say, New Labour, new unions too,",
        "both for the future, not the past, for the many not the few.",
        "So the link between us changes, you’ve changed and so have we.",
        "You’re welcome now in No.10 but no beer today, just tea.",
        "And amid the change there’s bound to be a call for the link to end.",
        "What staggers me is the call should come from the left-wing firebrand Ken.",
        "Ken, I thought your job was to put out the fires not start them, and maybe that is the way we should keep it! So now you have got my poem, you have got Andrew Motion’s later and tonight you can composite the two of them.",
        "Congress, it is a real pleasure to be with you because there are huge and important challenges that we face and it is those that I want to set out in my speech to you today. But before I do that I also want to deal with what is the criticism or the attack that is sometimes mounted on us as a New Labour Government, and it is really summarised in the phrase, “What has New Labour done for us?” If you take out the “new”, that cry has been made within our ranks whenever there has been a Labour Government for the 100 years of our history.",
        "For example, I came across a quote the other day from Walter Citrine, no less, who said in the 1940s, “I can’t remember a single occasion when Attlee has ever helped us since he has taken office”, and we all remember some of the speeches made in the Labour Government of the 1970s, or the 1960s, or even the 1920s.",
        "So what has this New Labour Government done for the country, for the workers of the country, for your members? – A statutory national minimum wage, lifting the pay of 2 million workers, the first ever under the Labour Government; the right for unions, where their members vote for it, to be recognised by employers for the first time ever in our history; halving the qualifying period for unfair dismissal; raising the compensation limits back to their real value of 20 years ago; an end to check-off; paid holiday for the first time ever; the Social Chapter signed; parental leave so that people can balance work and family responsibilities. These are things that the New Labour Government has done for people in this country.",
        "The New Deal for the unemployed: 250,000 on the programme, almost 100,000 young people into employment who were previously unemployed; youth unemployment halved; long-term unemployment down to its lowest level since the early 1970s and no one I have ever talked to on the New Deal calls it a skivvy scheme.",
        "Or the working families tax credit, lifting the living standards of 2 million lower and middle income families; or the biggest ever rise in child benefit this April; or this November £100 extra to every pensioner household to help tide our pensioners over the winter months. Those are achievements that any Labour Government and any Labour Party can be proud of.",
        "More than that – the £800 million John Prescott is putting into the poorest estates in the country; capital receipts after years of lying idle freed up for use by local councils; Section 11 money restored to help ethnic minorities with the English language; the abolition of charges for eye tests for the over 60s; a 10p tax rate for the low paid; cutting class sizes for 5, 6 and 7 year olds; replacing nursery vouchers with guaranteed nursery places; £40 billion extra spending on schools and hospitals; ending the ban on unions at GCHQ. All these things has a Labour Government done and, of course, there is much, much more to do. Hospitals still need to be modernised, schools that are run down to be changed, sink estates still sink estates, pensioners still living in poverty.",
        "We know all these things remain to be done, but we should remind ourselves of two things. First, we are working hard as a Government every moment of every working day to put right what is still to be done and we will not rest until we’ve done it. We have made a start but we know there is so much more to do. Second, every bit of that progress – every bit of it – has been opposed root and branch by today’s Conservative Party, every bit of it delayed in the House of Lords by Tory hereditary peers, every last line of it fought over by the ever-more extreme sect that is now the Tory Party in the House of Commons.",
        "That is the choice, not between this New Labour Government and some fantasy Government where no hard decisions are ever taken and everything is put right overnight. The choice is between a New Labour Government, trying our best to put right 20 years of Conservative Government, and a Conservative Party that is worse than they were before and if they ever got the chance would reverse every bit of progress and change we have made in the last two years, be in no doubt about that whatever.",
        "There is another thing: for the first time in 20 years, yes, trade union leaders come to Downing Street. They are consulted, they are listened to, just as the CBI are. No favours but fairness, equality – exactly what we promised. Yes, we are New Labour. You run the unions, we run the Government and we will never confuse the two again. Yes, we are not going back to the old days of secondary action, mass pickets and all the rest, but don’t let anyone pretend that this is not a Labour Government delivering for ordinary working people in this country because we are and we need your help to do it. The moment we ever go down that road of betrayal, we all know the destination as well. This is what will happen if we ever listen to it, not a left-wing Labour Government but a right-wing Tory Government and that is not what this country needs.",
        "It is necessary to say this because whenever the myth of “What has the Government done for us, what has New Labour done for us?” is raised, we have to dispel it, otherwise our supporters are told the myth but not the reality. I know that remarks that are made are often misinterpreted. You don’t have to tell me – I have got the scars in my back to prove it!",
        "But actually I know that the vast majority of you here today don’t share the sentiment of betrayal. You do recognise the change that we have brought about. Yes, you would like us to go quicker and further, and there will inevitably be disagreements, but I believe in many ways we have today a better, clearer relationship than ever before between trade unions and Labour Party, between trade unions and Government. We share many of the same goals and values, but we are not in each other’s pockets. We have both matured. We have both changed, and for good.",
        "Because when we are attacked as having ‘sold out’, it is largely not because of what we have done or what we are, but because of what we are not. We are not as a Government, or as a Labour Party today, anti-business or anti-wealth. We enjoy good relations with business. We are in favour of wealth creation. We celebrate British entrepreneurial success. Many successful business people support New Labour, and we are proud of it.",
        "The real criticism is that we are not out there jabbing our finger at the ‘bosses’, engaged in old-fashioned class-war rhetoric and all the rest of what used to be standard stuff for conference speeches (and occasionally still is) and it is for good reason. Business and employees, your members, aren’t two nations divided. That is old-style thinking, that is the thinking of the past. Business and employees, your members, work best when they work together for their common interests, when they’ve got one direction and one purpose. So I make no apology for saying that New Labour does strongly support business, but it is absurd to suggest that supporting business means somehow we don’t support employment or we don’t support employees or we don’t support trade unions. When we back business, we are supporting employees and employment. When we support employees and employment, we are backing business.",
        "On the Working Time Directive, for instance, the Government is accused by the TUC of listening to the CBI. Let me answer that charge by pleading guilty. Yes, we did talk to the CBI. The Government is accused by the CBI of talking to the TUC. Let me answer that charge too by pleading guilty. Yes, we did talk to the TUC. Curiously enough, we talked to both TUC and CBI, and to lots of others too. That is because we are, and should be, a Government that listens, a Government which includes all sides in the argument. But it is a Government too which ultimately must make the final decision, not a decision for one side or a decision for the other – those are, indeed, the sterile ways of the past – but a Government that takes decisions for the whole country. I will say that here today at the TUC and I will say that in November at the CBI conference, because taking decisions for the whole country is what we have been about since May 1997, and it is what we will continue to do now.",
        "You, in your way, are doing precisely the same. Of course you will resist bad employment practices, of course, in certain circumstances, there is going to be conflict but your emphasis today is on partnership with your employers, recognising the common interest you both have in producing quality goods or delivering quality services. We have both been – TUC and Labour – politically liberated and as a result we both do a better job. We have actually done more as a Labour Government in two years than virtually any of our predecessors, and the trade union Movement’s standing today is higher than it has been for decades.",
        "That political liberation was necessary, not necessary simply to win but necessary in a far more profound sense, necessary to achieve our basic aims and values. For you, the old-style confrontation harmed your ability to represent your members and harmed your ability to recruit because, though day in, day out, trade unions were doing a thoroughly responsible job, though in fact, not in myth, most unions were preventing strikes not calling them, though on the ground away from the media profile employers and unions were actually co-operating, because the profile was different, the perception based on some reality of a politically charged, highly confrontational trade union Movement, it did nothing but damage. Now the perception and reality are different and, as a result, this union Movement today is once again recruiting.",
        "When the TUC and CBI discussed how the new laws on recognition would work, I was struck by how you were both clear that the mere presence of the law would encourage voluntary recognition. We can already see this happening, and it is clear that unions are helping to make it happen. There is a huge change in industrial relations. That partnership message that you have spearheaded is actually spreading. The days of mass meetings in car parks and readiness to strike have gone for good, but that does not mean that employers should ride roughshod over their staff. Modern organisations have to succeed in today’s competitive-orientated society. Your insight is that they will do that best when they take their staff with them, when they work with their staff, when they treat their staff as partners in the enterprise and that is the appeal of that partnership message.",
        "Sceptical employers – and there are a few – should just look at the many successful companies who say that the partnership they have with their staff is not just good for employees but benefits their business through good and bad times. As I said in your TUC partnership report, “Britain works best when business and unions work together”. So that is a huge change that you have brought about.",
        "The same was true for us as a Labour Party. Though, in fact, Labour Governments were often clearing up an appalling financial mess inherited from Tory Governments, we were perceived, it was the common myth, you will remember finding it on the doorstep from time to time, that we were somehow financially irresponsible and we would expend masses of our political credibility, political energy, doing things we felt we had to for reasons of ideology which obscured the true aims of social justice that we really care about.",
        "Take the New Deal: it is the biggest ever programme spending money, £3.6 billion, getting people who have languished on the dole for months and years back into work. It is being done, however, with the support and active participation of employers. It is helping get welfare bills down but, more important, it is giving real hope and opportunity to thousands previously denied it. It is social justice in action and isn’t it a far better way to do it with employers helping us, with the country behind us? When we introduced the minimum wage, isn’t it a good thing that we should be proud of, that now today many employers in the country actually support it?",
        "In May I addressed a joint TUC-CBI conference on work and industrial relations. I think it was not just constructive and serious, it was a ground-breaking conference. What has happened is that at long last our belief in social justice has become allied to modernity. In history that is, in fact, what has always allowed people from the centre and centre-left political persuasion to advance. We have always advanced when the belief in justice has been allied to a commitment to the future, to progress, and that is the challenge we have risen to.",
        "But – and this is my message to you today – this challenge never stops. The real point I want to make is that we now face a bigger challenge in this country than ever before. We can rise to it but not if we under-estimate its scale or its scope, and that challenge is the challenge of the new economy. The economic world around us is changing so rapidly, the pace of technological advance is so fundamental, the revolution in communications and business practice so pervasive we cannot as a country sit still. We cannot rest on our laurels. Our country needs us as a government to be fully alive to the threats and opportunities of a future that is upon us, and your members need you to help equip them and help them cope with this massive economic change, with this new economy.",
        "I want to see trade unions as partners in this change, not as enemies but as champions even of this change. Together – Government, people, business, trade unions – we have to address the challenge of this new economy, and I say to you in all seriousness this challenge of the new economy is the fundamental issue of our times. It does not grab the headlines but it will make the history.",
        "Yesterday when I was in Cambridge I saw the huge potential of the Internet and electronic commerce to transform business, and not just business but the public sector too. Today, all right, it is only a minority of people who are using it, but in years to come, as a matter of course, people will shop, they will buy goods and services of every description using this technology. They will look for jobs, they will book government services. They will use government services through the new technology. Industries will alter dramatically. Unskilled low-pay jobs will go. It is why, to take controversial examples, running the Post Office in the same way, or failure to reform the way we pay teachers or organise the Health Service isn’t on. Without change we will, as a country, decline.",
        "There are opportunities, of course, in this new technology revolution too. We can get better ways of working, of combining modern family life with modern working. You know better than me bringing up children as well as making up the family income, as well as caring for elderly relatives or the disabled, all at the same time is today’s reality for millions of women and men, and it can be hell. We have to use the changes that are coming to find new and better ways of working to improve people’s lives, but it all requires change and modernisation.",
        "To succeed in this competitive global economy, our economy needs to be stable, knowledge-driven, skilled, flexible, creative, collaborative and inclusive. Our vision, the vision we have got to unite the whole of this country behind, is of Britain as a knowledge-driven economy competing on the basis of skills and talent and ability, not low wages and poor working conditions. There is no future for Britain as a low-wage, sweat shop economy – none. Anybody who fails to realise it, like today’s Conservative Party, does not actually understand the new world that is upon us.",
        "It is an enormous task. It is why we cannot waste time on outdated ideology, on old-fashioned attitudes or practices. It is why every ounce of our political energy and our political credibility has to go on carrying out this task.",
        "It is why we gave the Bank of England independence in monetary policy. It is why we have set tough new spending rules. It is why we have introduced what amounts to a revolution in British economic management. We have done that in these first two years and the result? – We have the lowest interest rates for over 30 years, the lowest level of inflation for over 30 years, our budget is now moving into surplus. We can afford to spend now, but wisely and in a way that can be sustained over a number of years, but I promise you, if we had not had those first two tough years, if we had not taken the measures, some of which were unpopular, like petrol tax rises and all the rest, to sort out the huge debt we inherited, we could never have achieved the position of economic strength we have today.",
        "Already we have people trying to drag us back into the past. The Tories, who oppose Bank of England independence, who accused us of putting the country into recession last year and have had to eat their words, are now already spending what they call Gordon Brown’s war chest. I tell you, start back on that road and we’ll end up where the Tories put us – boom and bust. In today’s global financial markets, prudence is the only course and we are going to stick to it.",
        "I say this to you: New Labour, not the Tories, is the Party of economic competence in Britain today and I am proud that we have achieved that record for ourselves, proud of it and proud of what it can do for our country.",
        "Stable economic management is here to stay, but it is the foundation. On that foundation we then build the knowledge economy and that is the reason why we focus relentlessly on education. Yes, it needs more money. We are putting in £19 billion extra in the next three years. But it does need reform and modernisation too – school standards raised; basic literacy and numeracy in primary schools achieved; comprehensives that take account of pupils’ different abilities; poor teachers rooted out; teachers pay linked to performance; bad education authorities no longer running children’s education; more school leavers at university; all schools connected up to the Internet and using the new technology; increasing the number of computer literate people (including myself); learning for life; and a £1.4 billion investment in science and engineering already paying dividends is what the New Labour Government has committed to science and research.",
        "These changes are necessary. It is why we need a flexible labour market. It is why we need to remove unnecessary bureaucracy and regulation. It is why we need to change and have changed capital gains rules to help small businesses and stimulate more venture capital.",
        "It is why, in my view, we must remain fully engaged with change in Europe, now a vast single market of 360 million people. We must be leading partners in shaping the Europe of the future, sensible and positive about the single currency whilst maintaining the economic conditions for British participation, and we must leave behind us for ever the disastrous isolation of the Conservative years to which today’s Conservative Party wants to return us.",
        "We must achieve all these things and it is why we need you, the trade unions, to be at the forefront of this change, driving it on, making sure it works for your members, delivering that partnership. We will give the help and support that we can. It is why we gave £5 million to form the new trade union Partnership Fund, why David Blunkett is making available an additional £2 million to establish a Union Learning Fund. To represent the employees of the future we need trade union officials who understand that future and the challenges it presents.",
        "Following our conference in May, I would like to propose a joint Government-CBI-TUC Conference specifically on the knowledge economy early next year, where we think through the consequences of this technological revolution and what it means for us in our working lives.",
        "Your own Millennial Challenge shows you in pretty stark terms that union membership isn’t there as much as it should be in the growth areas of employment. John Monks said yesterday that he was ambitious for unions to be as relevant to the jobs of the future as you were at the birth of trade unionism to jobs in the mines, mills and factories of industrial Britain. He is right. You can seize the opportunity to be part of the modern economy and the modern Britain I want to see created. That is the vision of which you can be a part – an economy and a country which has at its heart success and achievement but social justice too; an economy which sees no gap but the vital connection between competitiveness and compassion; an economy which praises entrepreneurship and promotes opportunity for everyone; an economy and a country which wants to see business do well with employment growing and one which wants to see help for those who need it and the way clear for those who can make it and do well; an economy and a country which can compete in the modern world and which can ensure that as many as possible are ready and able to contribute to that modern world.",
        "A hundred years ago, at the turn of the century, the Labour Representation Committee was formed, and at the 1906 general election a fledgling Labour Party, 29 MPs, was elected to Parliament. At the heart of this historic partnership between trades unions and Labour Members of Parliament was a passionate desire to end the squalor of long hours and low pay, dangerous working conditions, to put an end to slum housing, poor health care, inadequate education. We have achieved so much with successive Labour Governments and with the unsung work of countless volunteers working for the Labour Movement.",
        "That spirit of the beginning of this century, the spirit of fairness and of justice, and the anger at waste and the lives of unfilled potential, those values and that spirit drive us still. But I have to say to you, in all frankness, it should not have taken us, should it, 98 years to achieve a national minimum wage? It should not have taken us that long to achieve many of the basic rights that we now have and that is why we must all be even more ambitious for the next century, and that means making the next century one that is not dominated by the Conservative Party. That is our ambition because this century has been. If you look back on this century, three-quarters of it has been dominated by Conservative Governments and we ourselves spent 18 long years in opposition whilst the Conservatives did whatever they liked to our country in Government.",
        "So if you think from time to time I get a bit too restless to make sure we win a second term of a Labour Government, if from time to time you think I am a bit too hard in knocking down those who I think are being irresponsible and wrecking our chances of achieving that second Labour Government I tell you, a Labour Government is always better for this country than a Tory Government.",
        "I remember the very worst thing about those 18 years. It was sitting there, day in, day out, in the House of Commons, winning the argument, losing every vote and ending up being completely and totally powerless to prevent the decimation of parts of our country, to prevent 3 million unemployed growing up and being taken as a matter of course, powerless to prevent the poll tax, powerless to prevent every single part of rights being taken away from working people, powerless to prevent a two-nation Britain growing up around us.",
        "So when we look at what we have done in our two years, I believe we have a lot to be proud of, but I am not so naive as to think we can transform the whole of the world in one term of a Labour Government. We need more than one term to succeed in doing the things our country needs. So I will carry on working for that second term. It is why our Government is unremitting in its determination to renew our economy, our institutions, to match the breakneck speed of change in the world about us, and it is why I repeat unashamedly to you that that challenge of change to you here in the trade union Movement, as to us in the Labour Party in Government, is not something with a beginning and an end. It is a relentless process of modernisation with a timeless purpose of releasing the energies and enriching the lives of all the people that we represent.",
        "We have come a long way but our memories should not be too short. Three years ago we were still under a Conservative Government. Three years ago we were setting out a programme that was a New Labour programme and people supported it. Some people supported it, like me, because they believed in it; other people supported it because they realised it was a way of winning an election. What I say to you is that is no longer good enough. It is important we all believe in this because what New Labour is is very simple: it is Labour values applied to the modern world. It is the values of community and fairness and social justice and opportunity for all – all the things that brought me into the Labour Party, that brought many of you into the trade union Movement, but it is just always allied to progress and to the future.",
        "These challenges we can meet together. The fact that we have a dialogue together is a good thing today. The fact that I come down here today and there isn’t some great sense of impending crisis – at least not until I have given one – is a good thing. The fact that you can just tell from the way that people regard our relationship today that it is a good thing. Yes, you will make your demands that we should go further and do more, of course you will, and that is your job. You are the trade union Movement there to represent your members and it is right that you put pressure on us to do more and to achieve. But it is right also that we remember how far we have come and how important it is that we carry on doing the right things for our people. Yes, there will be times when I have to say “No” when you would like me to say “Yes” and when I might like to say “Yes”.",
        "People who come into my room, day in and day out, it does not matter who it is, the one thing they always have in common is they always want money from the Government. The other thing they have in common is that all the causes are just causes and the problem is you can’t say “Yes” to everybody, and that is what Government is about. But for the first time, at least in my adult political life, we have got a Government that will listen, that will let people in the door. So, yes, I agree £100 for the pensioners is not enough, many of them want more – quite right too – but it is £100 more than they ever got under a Tory Government and people should not forget that.",
        "There are lots of people who want more for the minimum wage and I agree it would be nice to pay everyone everything you want, fine, but never forget you have only got a minimum wage because you have got a Labour Government and a Tory Government would take it back off you again.",
        "The other day I wrote an article. I had been to this marvellous new Health Service facility where we spent all this money giving the very best care that possibly is there for all elective surgery and people were only having to wait two months and they were getting booked appointments and you got the hospital surgery done at the very time you wanted it, and I got all these letters in from people saying, “That’s marvellous, when can I have it?” I say to them, “You will have it, we will get round to doing it in every part of the country but we have to start somewhere”.",
        "When David Blunkett is starting his education revolution and raising the standards for 11-year-olds and putting an extra £1.5 billion in school buildings, yes, there are still other school buildings that need changing, but at least we are starting and at least we have got our hearts in the right place and at least the policies are coming there that will ultimately deliver the changes we need.",
        "So what I say to you is what I always say to the Labour Party and, in a sense, what I say to the people of this country. This is a Government that is on your side. We will get there, we are getting there. We have made changes that no Government before us, Labour or Tory, has ever done, in our two years of office, but we are going to do it this time in a way that lasts. We are not going to be having two years of giving people everything they want and then three years of retrenching. We are not having any more irresponsible financial policies pursued and then finding we don’t have the money to pay the bills and we are going to chop away the spending in the years to come.",
        "This is a New Labour Party and it is a New Labour Party for one very simple reason, that the 21st century, if I have anything to do with it, is going to be the century of the progressives again, of those who believe in social justice. It is not going to be another Conservative century for this country.",
        "As ever, it has been a delight to be with you; as ever, you probably have not enjoyed everything I have had to say; but, as ever, remember that I am proud to be a member of the Labour Party and to be a Labour Prime Minister. If I am ever tough on the things that I believe Labour has to do, it is for the very simple reason that I want a Labour Government that succeeds not in the impotence of shouting about what Tory governments do, but in the sense of having principles and being able to do something about them.",
        "When I talk about the new economy and the knowledge‑driven society I know it is not as interesting as giving the usual lines on what we are going to do about this and that and all the rest of it (and you know the little pattern that you get when everyone knows you are going to applaud and all the rest of it, sometimes anyway!) but it is important too. When we hold that conference next year, TUC and the CBI, you should really get engaged with it and take the debate out to your members. The technology that is developing now in our country is going to transform the world. We have to have our values intact and secure but apply them to the modern world. If we do that, then I (or someone else) will be turning up as Labour Prime Minister to address you for many years to come.",
        "Despite all the changes and all the interesting people that now address the TUC, I think you would prefer to have us than others."
    ]
}