{
    "url": "https://www.ukpol.co.uk/tony-blair-2001-doorstep-interview-during-visit-of-president-musharraf/",
    "title": "Tony Blair – 2001 Doorstep Interview During Visit of President Musharraf",
    "post_date": "August 12, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The doorstep interview at Downing Street with Tony Blair, the then Prime Minister, during the visit of President Musharraf on 9 November 2001.",
    "content": [
        "**PRIME MINISTER**",
        "First of all, can I welcome President Musharraf here in Downing Street, and say how pleased we are to see you here, and to thank you once again for your strong and courageous support of the coalition against international terrorism, and to say how much we admire the stand that Pakistan has taken and to say, I think in particular, that we understand the difficulties that that has posed for you, and you can be assured of our complete and total support in the development of Pakistan in the future. And as you know there have been both initiatives taken both at a bilateral level between Britain and Pakistan, but also at a European level, and at an international level as well. We also know that the humanitarian problems have caused you difficulties as well, and as I said when we met before in Pakistan, and I will repeat to you again, Mr President, that we will do everything we can to help in those as well.",
        "The purpose of the campaign in Afghanistan, as we know, is to close down that terrorist network there, to make sure that the extremists can no longer use Afghanistan as a training ground for exporting extremism around the world, and we are acutely aware of the fact that any successor regime, to the regime headed by Mullah Omar at the moment, has to be a broad-based regime, it has to include the Pushtun element, it has to be one representative, in other words, of all the different groupings, it has to take account of the need for stability in the region, and it has to be able, in concert with the international community, of providing for the reconstruction of Afghanistan for the future. And the aim which I am sure we share, and the vision which I am sure we would both endorse, is of an Afghanistan that is a stable partner in the region, that is a government representative of all the different people and groupings within Afghanistan, and of an Afghanistan that as a country dependent on the resources and intelligence and creativity of its people for its prosperity, rather than the drugs trade or the various factional in-fighting that has characterised the government of Afghanistan over these past years, and in all those endeavours we need Pakistan as a strong partner. We appreciate well that this cannot be achieved without it.",
        "So, Sir, thank you very much for your support and your help and once again let me repeat our very warm welcome to you here.",
        "**PRESIDENT MUSHARRAF**",
        "Thank you very much. Let me say it is a great pleasure for me to have received the Prime Minister in Pakistan some days back and then for me to come here now and to have interacted with the Prime Minister. It was a special pleasure and satisfaction to see that we have total unanimity of views as far as the issue of addressing terrorism and addressing the situation in Afghanistan is concerned.",
        "We discussed the situation in its entirety, we discussed that there is a requirement of addressing the triple issue of the military aspect, and then the political aspects in a futuristic way, about the political dispensation that is required in Afghanistan and also the United Nations, UNHCR humanitarian and rehabilitation effort required in Afghanistan.",
        "It gives me a lot of satisfaction also to see that there is a concern and understanding of the realities and the difficulties that Pakistan faces. I am extremely grateful to the Prime Minister for showing concern towards Pakistan and Pakistan’s problems. I am sure that with the co-operation that we are showing with each other, being part of the coalition fighting against terrorism, I am sure we will keep moving forward. I will take this opportunity also of stating that Pakistan has taken a very deliberate, considered decision to be a part of the coalition. And let me say with total conviction that we will remain a part of the coalition till the attainment of the strategic objectives that we have set for ourselves. And within this I have been saying that we are for a short and targeted military campaign. One does understand that the duration of the campaign is very much relative to the attainment of strategic objectives. But however one hopes that these strategic objectives are achieved as fast as possible.",
        "I would also like to touch on one issue and that is a domestic issue. Pakistan is a moderate Islamic country. The opposition to the decision that we have taken in Pakistan is by a very small minority. And may I also add that the Pakistani community in Britain also is a moderate Islamic community. I am very sure that they understand that Pakistan’s interest and the rationale behind Pakistan’s participation in the coalition in its fight against terrorism and in the action in Afghanistan. I am very sure that the community will understand the realities on the ground and they are supportive of the world unity and also the UN Security Council decision and decisions in support of fighting terrorism. Thank you very much.",
        "QUESTION",
        "A question for you, Prime Minister. As much as the President of Pakistan says that the action is going to be short, swift and targeted, but it is an extended one, and the economic difficulties which Pakistan is facing right now, were they discussed in your meeting? And of course, keeping in view the President’s position, the continued bombing of the coalition during the month of Ramadan, the chances are that the backlash will fall on the President from the extremist Islamic elements and of course possibly the Islamic bloc.",
        "**PRIME MINISTER**",
        "Well, first of course the economic difficulties of Pakistan were discussed, although I think there is a very great sense in the international community, quite apart, incidentally, from the support that Pakistan has given to the coalition against international terrorism, there is a great sense that Pakistan is making moves forward on the economic front now. The completion of the first phase of the IMF Programme was immensely important, and it is for that reason that I think the international community can respond, quite apart from the interests of the coalition, can respond positively to Pakistan. And in respect of the campaign itself, I would entirely agree with what the President has just said. We want this campaign brought to a conclusion as swiftly as possible, but it has to be to a successful conclusion, in other words with the attainment of our objectives. And of course we have to be aware of the sensitivities of Ramadan, and are aware of the sensitivities of Ramadan, though of course the Taliban will continue to fight during that time. And we must therefore take account, as we pursue our campaign, of those sensitivities. But in the end I think everyone understands that the campaign has to continue, ultimately, until the objectives are secured, but it is our desire to work as closely as possible with everyone, including strategic partners like Pakistan, to make sure that that campaign is successful and as swift as possible.",
        "**QUESTION**",
        "You are taking [measures] to cut terrorism in Afghanistan but what steps do you want to take for targeting terrorism in occupied Kashmir where 70,000 have been killed in the last 10-12 years.",
        "**PRIME MINISTER**",
        "I think as I said when I was asked similar questions in Pakistan, we understand the huge concern there is over Kashmir. We want to do everything we possibly can to reduce the tension there. And I think that is the obligation on everyone, whether it is the international community, or India or Pakistan, and I am sure that we will.",
        "**QUESTION**",
        "Mr President, do you think it will be real mistake if the coalition continues with bombing through Ramadan as indeed it now appears that they will do?",
        "**PRESIDENT MUSHARRAF**",
        "One would certainly hope that the military operation comes to an end as fast as possible as the Prime Minister has said as swiftly as possible before the month of Ramadan. But beyond that I would just like to say that the sensitivities of the month of Ramadan have to be considered in the decision of the military campaign.",
        "**QUESTION**",
        "General Musharraf, you are military man. You know Afghanistan well. You say you want this campaign to be short and targeted. Have you seen any evidence to suggest that it can be, or will be? Do you see any evidence to suggest that there is military progress being made in Afghanistan? And if I could also ask the Prime Minister. You say you are pleased to see General Musharraf, but it is true to say that 2-3 months ago he wouldn’t have been here. He is now our friend, but he was certainly not regarded as such before, and some people see that as a sign of a kind of cynicism in the campaign. What do you say to them?",
        "**PRIME MINISTER**",
        "He gets two questions.",
        "**PRESIDENT MUSHARRAF**",
        "The first part regarding the campaign being short, whether I am seeing any indications of that. Frankly, from a military point of view, when we think of the strategic objectives, the strategic objective in magnitude is not such that it will take a long time to achieve. What is missing is accurate intelligence which is delaying the issue. With an accurate availability of accurate intelligence the physical attainment of the objective could be done in a very short time. So therefore the moment that accurate intelligence is available, I am sure that the operation can be curtailed to the minimum.",
        "**PRIME MINISTER**",
        "I agree very much with that, and that is exactly what we are working on. But if I could just say to you about our relationship with Pakistan. I think it is worth pointing out that even before the 11th of September, the first district elections had been held, the process of the road map to democracy had been outlined by President Musharraf and there is a real sense in which people, as I say, quite apart from the coalition and the terrible events of the 11th of September, recognise the strides that Pakistan is making at the moment. Now it is of course the case that the aftermath of 11th September has brought us together in a different way. But I think you would be wrong in suggesting that nothing was moving in our relationship before that time."
    ]
}