{
    "url": "https://www.ukpol.co.uk/tony-blair-2002-science-matters-speech/",
    "title": "Tony Blair – 2002 Science Matters Speech",
    "post_date": "September 12, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by the then Prime Minister, Tony Blair, on 23rd May 2002 to the Royal Society.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "When 12 men founded the Royal Society in 1660, it was possible for an educated person to encompass all of scientific knowledge. In fact, that was probably true for more than half of this body’s existence. It was only in 1847 that the Royal Society decided to restrict its membership to working scientists.",
        "But in the last century, and in particular in the last 50 years, such has been the pace of scientific advance that even the best scientists cannot keep up with discoveries at frontiers outside their own field. More science is being done, it’s more global and it’s faster to impact on our lives.",
        "Given the great advances of recent years, it would be easy for non-scientists to think that the great scientific problems have been solved, that today’s work is filling in minor gaps. But we stand on the verge of further leaps forward in scientific endeavour and discovery.",
        "Now I know there are scientists here who can explain with far more insight than I the challenges and wonders that are emerging. But there are three main reasons why I want to address the potential of this new age of discovery.",
        "First, science is vital to our country’s continued future prosperity.",
        "Second, science is posing hard questions of moral judgement and of practical concern, which, if addressed in the wrong way, can lead to prejudice against science, which I believe would be profoundly damaging.",
        "Third, as a result, the benefits of science will only be exploited through a renewed compact between science and society, based on a proper understanding of what science is trying to achieve.",
        "The idea of making this speech has been in my mind for some time. The final prompt for it came, curiously enough, when I was in Bangalore in January. I met a group of academics, who were also in business in the biotech field. They said to me bluntly: Europe has gone soft on science; we are going to leapfrog you and you will miss out. They regarded the debate on GM here and elsewhere in Europe as utterly astonishing. They saw us as completely overrun by protestors and pressure groups who used emotion to drive out reason. And they didn’t think we had the political will to stand up for proper science.",
        "I believe that if we don’t get a better understanding of science and its role, they may be proved right.",
        "Let us start with the hardest thing of all to achieve in politics: a sense of balance. Already some of the pre-speech criticism suggests that by supporting science, we want the world run by Dr Strangelove, with all morality eclipsed by a cold, heartless test-tube ideology with scientists as its leaders.",
        "Science is just knowledge. And knowledge can be used by evil people for evil ends. Science doesn’t replace moral judgement. It just extends the context of knowledge within which moral judgements are made. It allows us to do more, but it doesn’t tell us whether doing more is right or wrong.",
        "Science is also fallible. Theories change. Knowledge expands and can contradict earlier thinking.",
        "All of this is true, but none of it should stop science trying to tell us the facts. Yet in every generation, there are those who feel that the facts may lead us astray, may tempt us to do wrong. And in one way, they are right. There is a greater capacity to do wrong with scientific advances because we have greater technological capability – for example, nuclear weapons.",
        "But the answer is not to disinvent nuclear fusion. The answer is that with scientific advance, we need greater moral fibre; better judgement; and stronger analysis of how to use knowledge for good not ill.",
        "The balance is that better moral judgement goes hand-in-hand with better science.",
        "But first why is science important to our economic and social future?",
        "**Current state of science**",
        "There are many issues of gravity in our world, of danger, of difficulty. But I think scientific discovery is one of the most exciting developments happening in the world today.",
        "The biosciences are, rightly, drawing much admiring attention at the present time. But huge advances continue to be made in the physical sciences and the interdisciplinary areas between them. Indeed, increasingly, physical and life sciences are inderdependent.",
        "The current work in nanoscience – manipulating and building devices atom by atom – is startling in its potential. From this we now see emerging nanotechnology, the ultimate in miniaturisation. Programmable and controllable microscale robots will allow doctors to execute curative and reconstructive procedures in the human body at the cellular and molecular level. Visionaries in this field talks about machines the size of a cell that might, for example, identify and destroy all the cancerous cells in a body. Nanomachines might target bacteria and other parasites, dealing with tuberculosis, malaria and antibiotic-resistant bacteria.",
        "I saw a demonstration last week of some of the pioneering work being done in Cambridge in light-emitting polymers. Imagine a thin, flexible sheet of plastic coated with flexible semiconductors. This kind of disruptive technology may create whole new industries and products we can’t begin to imagine. And it’s revealing that this sort of work requires the collaboration of physicists, chemists, material scientists and engineers.",
        "Meanwhile, climate change presents one of the greatest challenges. Science alone can’t solve the problem. But I’m encouraged by the work in Britain on improved solar panels, better fuel cell technology, and more efficient means of tapping tidal and wave energy. Note for example that our tidal rip – if harnessed – could provide ten times our current energy needs.",
        "Meanwhile, hydrogen technologies offer the potential of zero-pollution transport. The vision of the scientists and engineers developing this technology is of clean and safe cities, without the air quality and health impacts of conventional vehicles.",
        "What is particularly impressive is the way that scientists are now undaunted by important complex phenomena. Pulling together the massive power available from modern computers, the engineering capability to design and build enormously complex automated instruments to collect new data, with the weight of scientific understanding developed over the centuries, the frontiers of science have moved into a detailed understanding of complex phenomena ranging from the genome to our global climate. Predictive climate modelling covers the period to the end of this century and beyond, with our own Hadley Centre playing the leading role internationally.",
        "The emerging field of e-science should transform this kind of work. It’s significant that the UK is the first country to develop a national e-science Grid, which intends to make access to computing power, scientific data repositories and experimental facilities as easy as the Web makes access to information.",
        "One of the pilot e-science projects is to develop a digital mammographic archive, together with an intelligent medical decision support system for breast cancer diagnosis and treatment. An individual hospital will not have supercomputing facilties, but through the Grid it could buy the time it needs. So the surgeon in the operating room will be able to pull up a high-resolution mammogram to identify exactly where the tumour can be found.",
        "We already enjoy many of the fruits of biomedical science. In Shakespeare’s day, life expectancy in Britain was only 30 years. Even by the 1880s, for the malnourished working class, it was still under 40. Today, life expectancy at birth is nearly 80 years, and we can expect many of us to live healthily into our eighties and nineties and even hundreds. The availability of this extraordinary progress is largely a direct result of advances in the life sciences and improved diets.",
        "As we move into what Sir Paul Nurse calls the post-genomic world, we can anticipate that healthcare will undergo enormous change. Some diseases can be directly linked to the presence or absence of particular genes or gene sequences. The new field of pharmacogenomics will vastly increase the efficiency of medication. Drugs will be tailored to an individual’s genetic make-up.",
        "Beyond that, we can now see a future where the doctor will swab a few cells from inside your cheek, put them into a DNA-sequencing machine and a computer will spit out a complete reading of your unique genetic makeup – all 30,000 or so genes that make you who you are. From that, doctors could pinpoint flawed genes and gene products and predict what diseases you are likely to develop years in advance of any symptoms – and how to help you avoid them.",
        "As scientific understanding develops, we may even be able to change the fate of individual cells – which could mean breakthroughs against diseases like Alzheimer’s, diabetes, Parkinson’s and cancer.",
        "We have a unique resource in this regard in the National Health Service. There are crucial issues of privacy of genetic information that we need to deal with. But our national, public system will enable us to gather the comprehensive data necessary to predict the likelihood of various diseases – and then make choices to help prevent them.",
        "Everything I’ve mentioned is already work in progress in laboratories in Britain and elsewhere. But what is most exciting is that science creates possibilities that were not imagined previously. After all, only ten years ago researchers in elementary particle physics were determined to find a way in which they could share information more effectively. Out of this seemingly simple aim, Tim Berners-Lee invented the World Wide Web.",
        "This is the best recent example of the hidden power of science. We use these devices and don’t even think about them being creations of science. In the case of the Web, particle physicists created a great equalising, democratic force.",
        "**Britain’s special position**",
        "So: what can all this mean for Britain’s future well-being and prosperity?",
        "We are fortunate to have a long science tradition, perhaps best represented by the history of this very institution. Newton, a former president of the Royal Society, and Darwin are acknowledged as two of the epochal scientists of human civilisation, and are probably – with Shakespeare – Britain’s greatest contributors to human civilisation. I would also cite Faraday, Thomson, Dirac, Crick, Perutz, Nurse and many others. As Bob May has said, “creative imagination at and beyond the frontiers simply is something we are good at”.",
        "By any measure, our record is outstanding. With 1% of the world’s population, we fund 4.5% of the world’s science, produce 8% of the scientific papers and receive 9% of the citations.",
        "The strength and creativity of our science base is a key national asset as we move into the 21st century. Britain has produced 44 Nobel laureates in the last 50 years, more than any country except the US. But this statistic does conceal a problem we must acknowledge. Only eight of those laureates are in the last 20 years. We have relied for too long on tradition and sentiment to aid our scientists. We need strong funding and strong public support, not just the warm glow of our traditions.",
        "I don’t want our next Nobel laureate to echo the tale of Tim Hunt, who – in the moment of his Nobel triumph last year – told the story of how he and his colleagues had to scrape together money to buy a telephone for their lab.",
        "When the Government came to power science was suffering from a lengthy and disastrous period of underfunding and neglect. Scientists were increasingly going abroad to do their research; our laboratories were in an appalling condition and the inept political handling of the BSE crisis meant that there was a growing distrust of science and scientists.",
        "The Government has taken major steps to improve the funding of science. In the 1998 comprehensive spending review we increased the science budget by 15%, the largest increase of any area of Government expenditure. And in the 2000 Spending Review we took further steps, so that today the science budget is increasing by 7% a year in real terms.",
        "As part of this increase, in a highly valuable partnership with the Wellcome Trust, we have invested £75bn for the renewal of science research infrastructure in the last 2 spending reviews.",
        "And it isn’t just the sums of money that are important. The Research Assessment Exercise and the thousands of hard working scientists who have responded to these incentives have fostered excellence and driven up the quality of research in universities. But we realise the need to do more still to promote world class excellence and this will be a priority for us in the period ahead.",
        "As a result, we are seeing an improvement in the quality of our laboratories, and instead of seeing a continuing “brain drain” we may be seeing the beginning of a “brain gain”. Sir Gareth Roberts’ report for 2001 estimated a net inflow of 5000 scientists and engineers to the UK. But there is a long way to go.",
        "Also, science is a thoroughly globalised endeavour, one in which Britain can and must play a key role.",
        "A considerable amount of scientific effort today occurs on a pan-European scale. There’s the research at CERN, the fusion work at Culham and the experiments organised through the European Space Agency.",
        "It is typical in today’s research to have British scientists working with other European, American and Asian colleagues on a common problem. In radio astronomy, for example, UK scientists at Jodrell Bank collaborate in a network of antennae spreading across Europe, China, Australia and the US. This is truly an example of global science, with free access to the facilities and to the science.",
        "Science is both internationally competitive and internationally collaborative. If we are to remain an innovative, forward-looking nation, we need to retain the capacity to do this work, both on our own and in collaboration with scientists in other nations.",
        "**High technology industries**",
        "Government and business support for scientific research is not enough on its own. We also need to make sure that scientific innovation gets translated into applied uses in business.",
        "We are already leaders in science-based industries including pharmaceuticals, aerospace, biotechnology and opto-electronics. But there are many more that could benefit from our world-class science and technology.",
        "So we are establishing strong links between universities and business through specific schemes – such as University Challenge, Link, the Faraday Partnerships and the Higher Education Innovation Fund.",
        "But more general initiatives too are helping lead to a major cultural change in higher education. A recent survey showed that in 1999-2000, 199 companies were spun off from our universities, compared with 70 a year on average in the previous five years. In relation to the amount of research we do, this was a better record than even the United States. The number of patents filed was also sharply up. And the percentage of university research funded by industry was higher than in the US.",
        "Cambridge Science parks and the surrounding area now house about 1,400 high-tech companies, and some of the top companies are worth over 1 billion Euro. Science parks and incubator laboratories for start-up companies have now sprung up around many of our universities.",
        "We have also just introduced a new tax credit for research and development: a boost to innovation, affecting expenditure by 1,500 large companies in the UK.",
        "Biotechnology is at the forefront of these developments. The biotech industry’s market in Europe alone is expected to be worth $100 billion by 2005. The number of people employed in biotech and associated companies could be as high as three million, as we catch up with the US industry – currently eight times the size of Europe’s.",
        "And Britain leads Europe: three-quarters of the biotechnology drugs in late-stage clinical trials in Europe are produced by British companies. With our excellent science base, our sophisticated capital markets and venture capital industry, the large number of skilled scientists and managers in our pharmaceuticals sector, and the investment in research by the Research Councils, Wellcome Trust and others, Britain is well placed to keep and extend its lead.",
        "What’s more, the other disruptive technologies that I have already mentioned – nanotechnology and plastics electronics – have the potential to penetrate global markets in the same way.",
        "The ideas recently put forward for a Nanotech fabrication plant and for investment by a public/private partnership in “proof of concept” work to demonstrate the potential of new scientific discoveries, are well worth examining.",
        "**Science and Government**",
        "So Britain can benefit enormously from scientific advance.",
        "But precisely because the advances are so immense, people worry. And, of course, many of these worries are entirely serious. In GM crops, I can find no serious evidence of health risks. But there are genuine and real concerns over biodiversity and gene transfer. Human cloning raises legitimate moral questions. Advances in arms technology makes the world less safe. Humanity has, for the first time, the capacity for vast prosperity or to destroy itself completely.",
        "People have an understandable concern about the pace of change, about the new and the unknown. They are concerned that technology dehumanises society. They are concerned by their belief that scientists contradict each other, or can be unreliable. And about what they see as the inability of Government to regulate science properly.",
        "In some cases, these concerns descend into a fear, which is amplified by parts of the media.",
        "Some of these concerns are not new. You don’t need to go back to Galileo for examples. Lightning conductors, invented by Benjamin Franklin, were initially torn down, even from churches, because it was believed they thwarted God’s will. There were riots in the streets when the smallpox vaccine was introduced. Smallpox has now been eliminated. In the early days of heart transplants they were attacked as unnatural or dehumanising, but in surveys today heart transplants are seen as one of the most beneficial results of modern science.",
        "Sometimes science is wrongly blamed for the faults of others. Take BSE. Science in this case correctly identified a new problem. The American Scientist Stanley Prusiner won the Nobel Prize for discovering prions, and establishing the link between BSE and CJD. Bad science didn’t cause the spread of BSE; it was bad agriculture and poor government.",
        "The response of the government must be to encourage openness, transparency and honesty. The Food Standards Agency, which operates in an area of particular public concern and sensitivity, holds meetings in public and publishes minutes on the Web. The Human Genetics Commission and the Agriculture and Environment Biotechnology Commission are other examples where we are spearheading this approach and the Chief Scientific Adviser has established an independent voice in Government as an important part of this process.",
        "And there are lessons to be learnt from the way that we handled the embryonic stem cell debate. Firstly, we established the scientific facts very carefully, with the authoritative report by the Chief Medical Officer in August 2000.",
        "There was then a lengthy discussion which gave time for all groups, including the medical charities, to make their views known, and this led to a very balanced debate in Parliament, resulting in carefully framed legislation. As a result we have an intelligent, stable regulatory regime for this crucial field.",
        "Nowhere in the world has what one might call a community of stem cell experts yet – the science is too new. But Britain starts with a strong reputation in developmental biology and a number of institutes with worldwide reputations. I want to make the UK the best place in the world for this research, so in time our scientists, together with those we are attracting from overseas, can develop new therapies to tackle brain and spinal cord repair, Alzheimer’s disease and other degenerative diseases, such as Parkinson’s.",
        "It is also critically important that the Government are given the best possible advice on science, engineering and technology through Government departments. We are currently looking at ways of improving Government science.",
        "The recent appointment of Professor Howard Dalton, a Fellow of this Society and a much respected microbiologist, as Chief Scientific Adviser to the Secretary of State for DEFRA, is an example of this in action. Drawing on the successes of the Research Assessment Exercise in the University sector, we are looking at introducing a programme of external benchmarking and review of the way Government departments use science.",
        "The revised Government Foresight Programme has just been launched by the Chief Scientific Advisor with two examples of scientific horizon scanning. A Foresight project on cognitive neuroscience will bring together experts in IT and in brain research to seek out new technological opportunities for exploitation.",
        "And a project on flood and coastal defences will examine increasing threats to our country over the next 50 to 100 years arising from predicted changes in climate. Here the predictive capability of the science will be evaluated alongside science and engineering possibilities of mitigating against the worst effects. Environmentalism is strongest when allied to hard science and empirical testing.",
        "**Science and Society**",
        "But this isn’t just about Government and science. Its crucially about society. We need better, stronger, clearer ways of science and people communicating. The dangers are in ignorance of each others point of view; the solution is understanding them.",
        "The fundamental distinction is between a process where science tells us the facts and we make a judgement; and a process where a priori judgements effectively constrain scientific research. We have the right to judge but we also have a right to know. A priori judgement branded Darwin a heretic; science proved his tremendous insight. So let us know the facts; then make the judgement as to how we use or act on them.",
        "None of this, incidentally, should diminish the precautionary principle. Responsible science and responsible policymaking operate on the precautionary principle. But that principle should make us proceed with care on the basis of fact; not fail to proceed at all on the basis of prejudice.",
        "There is only a small band of people, I believe, who genuinely want to stifle informed debate. But a small group can, as has happened in our country, destroy experimental crops before we can determine their environmental impact. I don’t know what that research would have concluded. Neither do the protestors. But I want to reach my judgements after I have the facts and not before.",
        "Of course there must be constraints that we properly place on scientists, through health and safety regulations, through legislation controlling animal experimentation, and, most recently, through the ban on human reproductive cloning. There are strong ethical reasons why we have one of the world’s strictest, most regulated regimes for animal experimentation. The Government is also at the forefront of pan-European efforts to ensure that there is no unnecessary duplication of animal experimentation. But if we had stopped all animal experiments in recent years we would not have developed a meningitis vaccine or combined drug therapy for HIV infection.",
        "We’re faced with a current example, where Cambridge University intends to build a new centre for neurological research. Part of this would involve using primates to test potential cures for diseases like Alzheimer’s and Parkinson’s. But there is a chance the centre will not be built because of concerns about public safety dangers and unlawful protests. We cannot have vital work stifled simply because it is controversial.",
        "We need, therefore, a robust, engaging dialogue with the public. We need to re-establish trust and confidence in the way that science can demonstrate new opportunities, and offer new solutions.",
        "This task will be aided if we can embed a more mature attitude towards science in our society. I absolutely reject notions of two cultures. There is a deep human need to understand, and science has revealed so much of our extraordinary world. Science is a central part, not a separate part, of our common culture, together with art, history, the social sciences and the humanities.",
        "**Conclusion**",
        "All of this adds up to a clear challenge for Britain over the next 10 years.",
        "We need to ensure our bright young people share our excitement about the potential of science and the role they can play. We particularly need to reverse the decline in maths, physics and engineering, and make science a career to aspire to, for girls as well as boys.",
        "We have recently reversed an eight-year decline in teacher training applications for science subjects, partly through ‘golden hellos’ for science and technology teachers. But we are not complacent – recruiting and retaining more science teachers remains a key priority.",
        "We’ve also concentrated on establishing a network of specialist schools that share their best practice with other schools in the locality: of the 1000 we expect by this September, around 500 will be in scientific disciplines, of which about 25 will be specialist science colleges. We have proposed a new National Centre of Excellence in Science Teaching. We have created a network of Science and Engineering Ambassadors to support science teachers. And we have provided millions to refurbish school labs and modernise the learning infrastructure.",
        "We have also ensured that science remains a core subject until 16. From September 2002 there will be a new applied science GCSE to offer pupils a new route into science as a career. Science is also at the heart of our programme to develop the potential of the very brightest pupils through the Academy for Gifted and Talented pupils at Warwick University, which will open next year.",
        "We also need to deepen school specialisation in science, in particular by seeking new forms of collaboration involving colleges and Higher Education institutions. I would like to see many more universities sharing their facilities and teaching expertise with secondary schools, as well as linking up with the private sector to maximise our national scientific capability.",
        "We should not ignore our strengths in science education. The recent, highly respected OECD PISA study ranked British 15-year olds fourth internationally for science literacy, well ahead of most of our competitors.",
        "However, I am concerned about the findings of the Roberts report on skills shortages in the sciences and engineering. We will be looking very carefully at his recommendations as part of the Spending Review 2002.",
        "I want to make sure the UK is one of the best places in the world to do science. For that we need our people, equipment and infrastructure to be properly funded. And we should continue to promote British science abroad.",
        "We need to continue our improvements in Government handling of science, where public trust is particularly low. All departments need strong systems for managing research and handling advice. Scientific information and advice to Government should be freely available and accessible. Open and informed public debate on key scientific issues will be an integral part of our approach.",
        "We need to go further in our drive for successful knowledge transfer. Our goal is prosperity for all through successful business using excellent science.",
        "We need to ensure that Government, scientists and the public are fully engaged together in establishing the central role of science in building the world we want.",
        "If we can succeed in producing a confident relationship between scientists and the public, the promise is that Britain can be as much of a powerhouse of innovation – and its spin-offs – in the 21st century as we were in the 19th and early 20th century. The benefits in industry, jobs of quality, healthcare, education, and the environment can transform our future. Of course, we must exercise the care and judgement to make scientific discovery a liberating, civilising force not a leap into the unknown.",
        "But let the debate be one between open minds, not a retreat into a culture of unreason. I want to prove those entrepreneurs in Bangalore wrong. I want Britain and Europe to be at the forefront of scientific advance. But its no exaggeration to say that in some areas we’re at a crossroads. We could choose a path of timidity in the face of the unknown.",
        "Or we could choose to be a nation at ease with radical knowledge, not fearful of the future, a culture that values a pragmatic, evidence-based approach to new opportunities. The choice is clear. We should make it confidently."
    ]
}