{
    "url": "https://www.ukpol.co.uk/tony-blair-1997-speech-at-the-royal-ulster-agricultural-show/",
    "title": "Tony Blair – 1997 Speech at the Royal Ulster Agricultural Show",
    "post_date": "August 12, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1997",
            "url": "/tag/1997/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tony Blair, the then Prime Minister, on 16 May 1997.",
    "content": [
        "It is no accident that this is my first official visit outside London. I said before the election that Northern Ireland was every bit as important for me as for my predecessor. I will honour that pledge in full.",
        "In his more than six years as Prime Minister, John Major came to Northern Ireland many times and talked to countless people. I know the respect in which he was held here. After only a few days as Prime Minister, I also begin to appreciate fully the scale of his effort and of his devotion to peace and a political settlement. We offered him bi-partisan support in doing so, because it was the right thing to do. But if there is a new opportunity for progress now, it is in large part thanks to him.",
        "People often ask me if I am exhilarated by our election victory. Of course I am excited by it. But most of all I feel the most profound humility at the trust put in me; and with it, an equally profound sense of responsibility. I feel it, perhaps especially, about Northern Ireland. This is not a party political game or even a serious debate about serious run-of-the-mill issues. It is about life and death for people here. An end to violence and there are people, young men and women particularly, who will live and raise families and die in peace. Without it, they will die prematurely and in bloodshed.",
        "It is a responsibility that weights not just upon the mind, but the soul.",
        "We know the situation here is fragile and fraught. There may be only one chance given to a new government to offer a way forward. Our very newness gives possibilities. But governments are not new forever. There are times when to calculate the risks too greatly is to do nothing; there are times too when a political leader must follow his instinct about what is right and fair.",
        "Our destination is clear: to see in place a fair political settlement in Northern Ireland – one that lasts, because it is based on the will and consent of the people here.",
        "It is a long march, and every footstep has its pitfalls. But where there is not movement, hope falters and we are left surrounded by the ancient grievances returning to destroy us.",
        "I am convinced that the time is right finally to put the past behind us and meet the deep thirst of the people of Northern Ireland for peace, normality and prosperity.",
        "My message is simple. I am committed to Northern Ireland. I am committed to the principle of consent. And I am committed to peace. A settlement is to be negotiated between the parties based on consent. My agenda is not a united Ireland – and I wonder just how many see it as a realistic possibility in the foreseeable future. Northern Ireland will remain part of the United Kingdom as long as a majority here wish.",
        "What I want to see is a settlement which can command the support of nationalists and unionists. That is what the people of Northern Ireland rightly demand of me and of their political leaders.",
        "We should not forget there has been progress. Fair employment legislation and equality of opportunity have improved the lives of ordinary people. More change must come. But Northern Ireland in 1997 is not the same place as it was in 1969.",
        "The benefits of economic growth and investment have also begun to make themselves felt. During the last ten years, unemployment in Northern Ireland has fallen significantly. Though Northern Ireland still lags behind the rest of the UK in many ways, again the situation is better than for years.",
        "The quality of life has also improved immeasurably since the 1970s, particularly in the period after the IRA ceasefire of August 1994. The opening of the Waterfront Hall earlier this year symbolised a new determination to get on with living life as it should be.",
        "The prospects for Northern Ireland are excellent if we can get the politics right. If. I concede it is a big if.  \nBut confidence about the future is heavily masked by continuing divisions, and by feelings of great insecurity in both communities. People on each side fear for their identity. They still react instinctively, and retreat into the comforting certainties of tradition. We saw this in full measure after the dreadful and depressing events of Drumcree last year. Many have been tempted to conclude that the gulfs cannot be bridged, that one side or the other does not really want a settlement, or at least is not ready to make the compromises necessary to achieve one.",
        "It is a counsel of despair and I am not prepared to accept it. I believe the forces pushing us all towards a settlement are stronger than those that stand in our way. I aim to harness those forces more effectively than in the past. And I want to assure both communities that they have nothing to fear from a settlement and everything to gain.",
        "**The Union**",
        "Northern Ireland is part of the United Kingdom, alongside England, Scotland and Wales.",
        "The Union binds the four parts of the United Kingdom together. I believe in the United Kingdom. I value the Union.  \nI want to see a Union which reflects and accommodates diversity. I am against a rigid, centralised approach. That is the surest way to weaken the Union. The proposals this government are making for Scotland and Wales, and for the English regions, are designed to bring Government closer to the people. That will renew and strengthen the Union.  \nI support this approach for Northern Ireland too, with some form of devolution and cross-border arrangements which acknowledge the importance of relationships in the island of Ireland. This is what the negotiations are about. We must of course devise arrangements which match the particular circumstances of Northern Ireland. Domination by one tradition or another is unacceptable.",
        "But let me make one thing absolutely clear. Northern Ireland is part of the United Kingdom because that is the wish of a majority of the people who live here. It will remain part of the United Kingdom for as long as that remains the case. This principle of consent is and will be at the heart of my Government’s policies on Northern Ireland. It is the key principle.",
        "It means that there can be no possibility of a change in the status of Northern Ireland as a part of the United Kingdom without the clear and formal consent of a majority of the people of Northern Ireland. Any settlement must be negotiated not imposed; it must be endorsed by the people of Northern Ireland in a referendum; and it must be endorsed by the British Parliament.",
        "Of course, those who wish to see a united Ireland without coercion can argue for it not least in the talks. If they succeeded, we would certainly respect that. But none of us in this hall today, even the youngest, is likely to see Northern Ireland as anything but a part of the United Kingdom. That is the reality, because the consent principle is now almost universally accepted.",
        "All he constitutional parties, including the SDLP, are committed to it, which means a majority of the nationalist community in Northern Ireland is committed to it. The parties in the Irish Republic are committed to it. The one glaring exception is Sinn Fein and the republican movement. They too, I hope, will soon come to accept that vital principle.",
        "So fears of betrayal are simply misplaced. Unionists have nothing to fear from a new Labour government. A political settlement is not a slippery slope to a united Ireland. The government will not be persuaders for unity. Unionism should have more confidence in itself and its future. The wagons do not need to be drawn up in a circle. Instead, we offer reassurance and new hope that a settlement satisfactory to all can be reached.",
        "**A Political Settlement**",
        "This government is fully committed to the approach set out in the Downing Street Declaration. I believe the Joint Framework Document sets out a reasonable basis for future negotiation. We must create, through open discussion, new institutions which fairly represent the interests and aspirations of both communities.",
        "The challenge, simply put, is to arrive at an agreement with which all the people of Northern Ireland can feel comfortable, and to which they can all give lasting allegiance; one which reflects and celebrates diversity and the traditions and cultures of both communities; which can provide the opportunity for local politicians of both sides to take local decisions as they should.",
        "This is achievable. I know it is. And it can be combined with sensible arrangements for co-operation with the Republic of Ireland, practical and institutional, which will be significant not only on the ground, but also politically for the nationalist community.",
        "If such arrangements were really threatening to Unionists, we would not negotiate them. Any fears would of course be much reduced if the Irish Constitution were changed to reflect their Governments strong support for the consent principle. That must be part of a settlement, and would be a helpful confidence-building step in advance of it.",
        "Nor should nationalists fear for their future. Agreement to any settlement must be clear on both sides. There can be no question of their views being ridden over rough-shod. Their involvement must be complete and full-hearted.  \nThe British and Irish Governments have worked together in the past to make progress. This is a key relationship. I have every confidence we can work together closely in the future, whatever the result of the Irish elections.",
        "**Democracy and Violence**",
        "These political issues should be addressed in the talks which are due to resume in just over two weeks. Many will share my deep frustration that they have not already been addressed. Discussion has not progressed beyond questions of procedure and participation. The parties have been unable to agree on a way of dealing with decommissioning. We continue to support the parallel approach proposed by George Mitchell. But why has decommissioning been so difficult to tackle successfully?",
        "The truth is that there is no confidence on either side about the motives and intentions of the other. The procedural problems are a product of this deep distrust. Each part often seems utterly convinced of the duplicity of all the others. What gives these suspicions their uniquely corrosive character, on both sides, is the current prominence of violence in the equation.",
        "Violence has no place in a democratic society, whatever the motivation of those practising it. Terrorism, republican or so-called loyalist, is contemptible and unacceptable.",
        "The people here have stood up to terrorist violence for 25 years. They have not been destroyed by it. But the legacy of bitterness has made normal political give and take difficult, at times virtually impossible.",
        "In Britain too we have had our share of terrorist violence from the IRA.",
        "But what struck me about their attempts to disrupt the elections above all was the pathetic futility of these actions, real or hoax. These words are perhaps not new. But they more than ever accurately describe current terrorism in Northern Ireland: not just abhorrent, but pathetic and futile.",
        "What today is the aim of IRA violence:",
        "– Is it a united Ireland? Violence will not bring a united Ireland closer, because now all the parties in Northern Ireland, save Sinn Fein, and the parties in the Republic of Ireland agree consent is the basic principle.",
        "– Is it to defend the nationalist community? It is hard to see, to put it no higher, how killing people and damaging the Province’s economy and local services helps the nationalist community from any point of view.",
        "– Is it to force a way into talks? This is manifestly absurd, since the only obstacle to Sinn Fein joining the talks is the absence of a credible and lasting halt to the violence,",
        "– Do the hope a loyalist backlash or a security crackdown would justify their violence and lead to communal trouble where republican aims might have more chance of flourishing? Such an approach would be the height of cynicism. I hope the Loyalists will not fall for it. The Government certainly won’t.",
        "Any shred of justification terrorists might have claimed for violence has long since disappeared.",
        "Not only does this violence achieve nothing. There is nothing it can achieve, save death, destruction and the corruption of more young lives. Progress can only be made through genuine negotiation and agreement. Violence makes both more difficult and more distant.",
        "Since last June we have had multi-party talks in being – talks which Sinn Fein above all others pressed for, where all parties are treated equally, with a comprehensive agenda, and no predetermined outcome. But the IRA broke their ceasefire just at the point when the conditions for getting everyone round a table were coming together. That violence automatically excluded Sinn Fein from the talks.",
        "They could still have joined on 10 June by declaring a ceasefire. They did not do so. They have continued to miss every opportunity since then.",
        "I want the talks process to include Sinn Fein. The opportunity is still there to be taken, if there is an unequivocal IRA ceasefire. Works and deeds must match, and there must be no doubt of commitment to peaceful methods and the democratic process.",
        "I want the talks to take place in a climate of peace. If there is an opportunity to bring this about, I am ready to seize it. This Government will respond quickly to genuine moves to achieve peace.",
        "But we will be correspondingly tough on those who will not make this move. The IRA and Sinn Fein face a choice between negotiations and violence. Violence is the failed path of the past. I urge them to choose negotiations, once and for all.",
        "If they do not, the talks cannot wait for them but must and will move on. And meanwhile the police and armed forces will continue to bring their full weight to bear on the men of violence.",
        "I am ready to make one further effort to proceed with the inclusive talks process. My message to Sinn Fein is clear. The settlement train is leaving. I want you on that train. But it is leaving anyway, and I will not allow it to wait for you. You cannot hold the process to ransom any longer. So end the violence. Now.",
        "I want to hear Sinn Fein’s answer. And to make sure there is no danger of misunderstanding, I am prepared to allow officials to meet Sinn Fein, provided events on the ground, here and elsewhere, do not make that impossible.",
        "This is not about negotiating the terms of a ceasefire. We simply want to explain our position and to assess whether the republican movement genuinely is ready to give up violence and commit itself to politics alone. If they are, I will not be slow in my response. If they are not, they can expect no sympathy or understanding. I will be implacable in pursuit of terrorism.",
        "Loyalist terrorism is equally contemptible, equally unacceptable, just as futile and counter-productive. The Loyalist paramilitaries have so far maintained their ceasefire in formal terms. I welcome that signal of restraint, as far as it goes, and urge them and those with influence on them to hold fast to it. The Loyalist parties participation in the talks has been welcome and constructive.",
        "But let us have no illusions. Commitment to democracy means no violence or threat of violence. There can be and will be no double standards.",
        "The last few weeks have seen an appalling rush of killings, beatings, arson and intimidation. The vast majority are horrified by these dreadful acts. But they continue in your midst. They are crimes against humanity, which must be stamped out. The police have my full support in taking the firmest possible action against those responsible. And I appeal to the people of Northern Ireland to give their full-heated support too.",
        "**Parades**",
        "Lurking behind these terrible deeds is the shadow of this summer’s marching season. This is where the clash of identity and allegiance can so easily emerge most directly and most brutally; where the conflict of rights is hardest to resolve: the right to march and the right to live free of disruption and apparent intimidation; where the rule of law is most difficult to uphold, as it must be.",
        "Local agreements solve the vast majority of problems over marches. With minimal goodwill and flexibility, they could solve the rest too – as long as neither side insists on using a particular parade to make a broader political point. That is a dangerous game to play, as last summer showed only too clearly.",
        "The North Report recommended changes to the way marches are handled. We will implement those recommendations quickly, although the new arrangements cannot be in place this summer. The legislation will be able to take account of any lessons from this summer. But the key remains in the hands of the local people on both sides. No-one with any sense wants more Drumcrees. I call on all with any influence on the process to use it for reconciliation, not confrontation.",
        "**Security Forces**",
        "Those in the front line this summer are not only the marchers and local residents. The police and armed forces will be there to hold the line if necessary, to uphold rights, saves lives and protect property. They get precious little thanks from any quarter. All too often, their reward is to be vilified and attacked from all sides.",
        "So I thank them for their resolution and professionalism, and assure them of my support for the job they do. And I look forward to the day when Northern Ireland no longer needs troops and the police can focus exclusively on ordinary police work.",
        "**The Future**",
        "I have said Northern Ireland has a bright future if only we get the politics right and the gun out of the picture. You all know that to be true. Look at the advantages you have:",
        "– dynamic and enterprising businesses and businessmen  \n– a record of success on inward investment, despite the violence  \n– a workforce ready to take every opportunity  \n– a potential quality of life second to none in the United Kingdom  \n– huge tourist potential",
        "This Government will be building on that potential. The raising of education and training standards, and measures to put the unemployed back to work, will be particularly relevant here. We will be introducing further measures to promote equality of opportunity in the labour market.",
        "We are also determined to build trust and confidence in pubic institutions. Incorporation of the European Convention on Human Rights into United Kingdom law will help protect basic human rights. We want to increase public confidence in policing through measured reform based on the Hayes Report on the complaints system and last years consultation paper on structural change.",
        "All this will help to make Northern Ireland a more prosperous, more democratic part of Britain, where opportunities really are equal for all. Yet governments cannot deliver without the help of the people themselves.",
        "Overcoming violence and prejudice, and learning to compromise and live together, is your responsibility as much as it is ours. The politicians of Northern Ireland, who show great courage in accepting positions of prominence, will have to show leadership and vision. They need and deserve your support. The business community of Northern Ireland have a vital role to play. Some are already doing so. But too many hang back and blame the politicians rather than helping them find a way forward. It is no good just hoping peace will come. Everyone in a position of authority or influence will need to use that authority and influence in the direction of reconciliation and co-operation.",
        "Let me add a word on BSE, an issue bound to be of huge concern to many of those here today. I will not promise you progress I cannot deliver. It is a grim inheritance from the previous government.",
        "I am fully aware of the importance of the beef industry in Northern Ireland and the desperate need to get the export market re-opened. As you all know, Northern Ireland is better placed than other parts of the United Kingdom, because of your foresight and efficiency, to benefit from any relaxation of the export ban. The certified herds proposal before the Commission and our partners is one way forward which can bring early cheer to Northern Ireland. There may be others. We are looking at the options.",
        "What I can say is that I will leave no avenue unexplored. I know how vital this is.",
        "**Conclusion**",
        "Northern Ireland is safe in the hands of this Government.",
        "But I want to see it peaceful and prosperous as never before.",
        "You all remember the 17 months of the ceasefire, and the joy of calm and normality they brought. That is what I want to recreate, this time for good.",
        "I and my Government have five years ahead of us to do this. With your help, we can. The chance is there, for now. It will not be there forever."
    ]
}