{
    "url": "https://www.ukpol.co.uk/tony-blair-2001-speech-to-tuc-conference-delivered-speech/",
    "title": "Tony Blair – 2001 Speech to TUC Conference (delivered speech)",
    "post_date": "September 12, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the modified speech given by the Prime Minister, Tony Blair, to the TUC Conference on 11th September 2001.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "Bill, Congress, as Bill has just informed you there have been the most terrible, shocking events taking place in the United States of America within the last hour or so, including two hi-jacked planes being flown deliberately into the World Trade Centre. I am afraid we can only imagine the terror and the carnage there and the many, many innocent people who will have lost their lives. I know that you would want to join with me in sending the deepest condolences to President Bush and to the American people on behalf of the British people at these terrible events.",
        "This mass terrorism is the new evil in our world today. It is perpetrated by fanatics who are utterly indifferent to the sanctity of human life and we, the democracies of this world, are going to have to come together to fight it together and eradicate this evil completely from our world.",
        "Delegates, I hope you will understand that I do not believe it would be appropriate to carry on the speech that I was going to give to you today. I know I have issued copies of the speech and we will make sure that all delegates get copies of the speech, but I think it inappropriate to give that speech now here. I will obviously want to carry on the discussions that we have had about the issues that concern us.",
        "I will now return to London and once again I thank you for your indulgence here. I am very, very sorry it has turned out the way that it has but I know that, as I say, you would want to join with me in offering our deepest sympathy to the American people and our absolute shock and outrage at what has happened."
    ]
}