{
    "url": "https://www.ukpol.co.uk/tony-blair-1998-speech-to-the-local-government-conference/",
    "title": "Tony Blair – 1998 Speech to the Local Government Conference",
    "post_date": "September 7, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1998",
            "url": "/tag/1998/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The below speech was made by the then Prime Minister, Tony Blair, on Sunday 8th February 1998 to the Local Government Conference.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "Let me begin by letting you in on a secret. My official visit to the US was originally envisaged as being longer than the three days I have just enjoyed there.",
        "But when the dates for the visit were pencilled in, there was another engagement already there in ink – this one. If its Sunday, it must be Scarborough.",
        "International issues, obviously, matter enormously and occupy a very large part of any Prime Ministers time, and I will say a little on that in a moment.",
        "But this Prime Minister and this Government will never forget who elected us and why – the British people, because they want us to improve their standard of living and the quality of their lives and to deliver better services to them.",
        "First though, Iraq. The UK, like everyone else, wants the current crisis resolved by diplomatic means. But we have to be realistic about the nature of the man we are dealing with. Saddam Hussein has lied and cheated at every turn. He is a man without moral scruple.",
        "We want a diplomatic solution but this is a dictator developing an arsenal from which the Weapons Inspectors have already uncovered 38,000 chemical weapons, a vast biological warfare plant, 48 Scud missiles and attempts at nuclear capability. This is a dictator who has sufficient chemical weapons to wipe out the worlds population. Simply, he cannot be allowed to prevent these inspectors doing their job. These Weapons of mass Destruction must be destroyed for the future peace of the world.",
        "Second, Northern Ireland.",
        "I am delighted that the President has indicated he wants to make a return visit in the hope he can give further impetus to a process that could end in lasting peace and prosperity for Northern Ireland.",
        "His message to me, and the message he delivers to the Parties and the Talks, is that the peaceful democratic path is the only way forward, that the chances for peace are real, and what we must not squander the opportunity before us. His message too was that anyone who returns to violence will find no friends in the White House or anywhere else in the US administration. I say to the political parties in Northern Ireland today: put the past behind you, leave the ancient enmities aside and embrace a future of peace. Do it for the future. Do it for the children – they deserve better.",
        "I was also able to use the visit to advertise Britain, the dynamic, modern country we are building, to a wider audience. And I told them, as I tell you, that it will take time to turn Britain round.",
        "Two tough years may not be the most politically exciting slogan. But we came to power precisely because we were honest about the changes we have to make to the Party, and we were tough and determined in seeing them through.",
        "Britain renewed as a dynamic economy and a modern civic society.",
        "We can and will do it. The gains will be immense. But only if we face up to the tough choices we have to take.",
        "That goes for local Government too.",
        "The best of local government is brilliant.",
        "And the vast majority of councillors do a good job, often in very difficult circumstances. But our aim, as ever, must be to do better.",
        "At the heart of our vision for local Government is leadership. Strong clear leadership that gives pride to villages, towns and cities all over Britain.",
        "Strong clear leadership that gets local people, businesses, public agencies and voluntary and community groups working to a common agenda and pulling in the same direction, as we tackle drug abuse, poor health, crime, failing schools.",
        "I picked up the paper the other morning and read, BEECHAM IN MEGA PLAN TO BE WORLD LEADER.",
        "However, I need not have worried. When I read on I saw that the article was about Smith Kline Beecham not Jeremy Hugh Beecham.",
        "But leadership is important and I pay tribute to Jeremys leadership.",
        "And if local government is play its full and proper leadership in local communities then it has to change. It has to modernise.",
        "We are modernising our party. We are modernising government. We are modernising Britain. We must modernise local government.",
        "Tomorrow John Prescott and Hilary Armstrong will announce a new approach to improving local democracy.",
        "Today I want to set out how local government can play its full part in the process. We want local government to work with us in achieving this new vision.",
        "But to do that, local government needs to change. And to recognise why change is needed.",
        "It needs a clear sense of direction.",
        "It needs to improve its role as the key local co-ordinator.",
        "And it needs to make sure that the quality of services it provides for people is always as good as the best.",
        "I want to see change in four important areas.",
        "Firstly, I want to see a new legitimacy in local government.",
        "The claims of local councils to speak and act for local people are too often weakened by their poor base of popular support.",
        "Local councillors are not sufficiently representative of the mix of local people.",
        "Nearly half are over 55. Just one in 10 is under 40. Only a quarter are women. People from ethnic minorities are under-represented.",
        "At the same time, Britain is at the bottom of the European league table on the proportion of people who vote in local elections.",
        "Participation levels in council elections average 40 per cent, and are often as low as 25 per cent. Especially in inner city areas.",
        "Boosting those may mean adopting some new techniques.",
        "Steps like postal voting. Citizens panels. Polling stations in shopping centres and supermarkets. Community forums. Elections every year. Electronic voting. Voting at weekends. Referendums.",
        "Local people need new local ways to have their say. I want every local authority to set itself targets for improving voter turnout, and strengthening local participation. And to meet them.",
        "Secondly, new ways of working.",
        "Many councillors are hugely diligent, spending many hours on council business. I want to thank them here and now for all their work on behalf of their local communities.",
        "But as the Audit Commission said last year, endless committee meetings place too much of a burden on local councillors.",
        "Recent survey figures suggest that councillors spend almost 100 hours a month on civic business – two thirds of it on meetings. Thats more that half a normal working week.",
        "And the more time councillors spend on committees, the less time they can give to doing what is their most important job – representing people.",
        "Seventy per cent of councillors feel that representational work is their most important job. But they spend an average of less than a third of their time on it.",
        "How many people in your area even know the name of the leader of the council? Let alone the chair of education. Very few.",
        "Leadership in local government, as in national government, needs to be clear. Visible.",
        "So in London were going to propose doing just that – by having a referendum on introducing an elected mayor.",
        "And not just in London – the bill sponsored by Lord Hunt will allow the idea to be piloted in other areas.",
        "Elected executive mayors. Dynamic. Influential. With real power. Getting things done for people.",
        "That will allow the leaders of our major towns and cities to be influential figures on the national stage. As they deserve to be. As they are in other countries.",
        "Now I know some councillors are concerned about this. I know some of you may be worried about what role it will leave for you.",
        "Your role will be vital. And it will be clearer.",
        "Instead of spending your time in fruitless meetings, you will be able to scrutinise in detail what council leaders are doing.",
        "And not wasting time in meetings will mean youll be able to spend more time in your local communities. Listening to people. Absorbing their views. And then taking them forward into your council.",
        "Nothing is yet set in stone. John Prescott will tomorrow set out some options about how in practice the idea of mayors would work.",
        "He will as well be exploring further our proposal that a number of councillors in each area should be elected every year.",
        "Thirdly, new disciplines.",
        "The vast majority of councillors are decent and honest.",
        "But we know there have been problems in some councils. We know there have been cases where actions have been unacceptable.",
        "I intend to tackle them. Head on.",
        "Councillors and officials who are incompetent, or worse still corrupt, not only undermine their own claims to leadership – but tarnish the reputation of local government as a whole.",
        "I will not allow the behaviour of a few to undermine the reputation of the many.",
        "The Audit Commission. OFSTED. The Social Service Inspectorate. They all show that there are some councils failing to deliver acceptable standards of service.",
        "Weve seen too often the sad and sometimes savage results of council incompetence.",
        "Failure which may blight the chances of a child receiving a decent education.",
        "Or even worse. Failure which can result in harm to the elderly. Or the abuse of children.",
        "CCT did not address the problem. And it will go.",
        "But dont for a moment think our drive for Best Value in councils will be a soft option. It wont be.",
        "If authorities cannot – or will not – take the load, we will have powers to intervene. We want you to succeed. But we will be ready if you fail.",
        "But worse still than any council incompetence is council corruption.",
        "Council corruption is unacceptable. Not on. Not in any circumstances. Not for any reason.",
        "We will publish proposals, based on Lord Nolans report on conduct in local government, for a new framework of standards in local authorities.",
        "Every council will have to introduce its own code of conduct, based on a national model.",
        "And every council in its code will need to include provision for the investigation of all serious allegations of malpractice.",
        "Any investigations will be independent. They will be swift. They will be searching. And their findings will be put into place.",
        "I know corruption is not widespread. But one case is too many. On corruption, its one strike – and youre out.",
        "Finally, new powers.",
        "We want local authorities to change. We want them to embrace this programme of change.",
        "Where councils do so, they will see an effect. They will see their own powers, and their own status, enhanced and improved.",
        "The Government will want to see evidence of change. Of local authorities modernising themselves.",
        "I see little point in giving extra powers and functions to councils which are not dealing adequately with the powers they already have.",
        "But equally, theres no reason why councils which are performing well should be held back by those who arent.",
        "Increased responsibility. Increased rights. Rights and responsibilities going together – in councils, and across the Government.",
        "That is the message, the clear message, to local authorities. I say to you that if you accept these challenges, if you take part in the process of reform, than at national Government level, you will not find us wanting.",
        "You will be able to play a full part in the process of modernisation New Labour has been elected to enact.",
        "Thats the message. Change – and get involved. Change – and work with us. Change – and be a part of it.",
        "Modern government – national and local – for a modern Britain.",
        "So with the country, if we explain why we are taking the decisions we take, if we are honest about what we can and cannot do, we will keep the people with us.",
        "I want to say two things to you about your Government. First, whatever the day to day news agenda that knocks us this way or that, we will remain forever focused on the big picture. An end to boom and bust, rising living standards, schools, hospitals, crime. Thats what we were elected for. That is what we will do, and no amount of hype or heat from the media will deflect us.",
        "Second, I know the frustration you feel in wanting change quicker. I feel it too. You want more money on schools, hospitals and transport. You dont like interest rates going up. You could probably do with some more money on local Government, you think!",
        "But let me tell you something. Since the war the British economy has gone from boom to bust. Twice in the past twenty years alone, Conservative Governments have sent the economy up only to have it come crashing down. In the early 90s we had mortgage rates at 15% for a year and the largest borrowing in British peacetime history. In a boom and bust economy, one year the money would be there for health or other services. The next it would be gone. No stability. No capacity to think long-term.",
        "One of the myths of the election was that we inherited an economy where everything was in good shape. Not true. Inflation was back. The budget deficit was too high. We were heading for the old boom and bust cycle. I am determined this time we will beat boom and bust.",
        "That is why we have given the Bank of England independence in setting interest rates. That is why we have cut the budget deficit. Within three years I want that deficit gone. If we avoid boom and bust, we can enjoy rising growth, more investment and more resources to spend where we want to spend them. But it cant be done without the tough choices on interest rates and spending now.",
        "On welfare reform, more tough choices. People in need are not going to suffer. We want to help them. But we have to end the situation where there are 3.5 million households of working age with nobody working in them. It is not good for them. It is not good for the country. It cannot be afforded and that is why welfare to work is right and we will carry it through with the rest of welfare reform.",
        "Schools and hospitals. Yes more money, but tough choices too. We are getting extra money in and will get more in if we get the economy right. But they need reform – LEAs, schools, teachers, parents and Government – we all have a responsibility to root out failure, to raise standards and to pursue excellence. Ive said we will build the best education system in the 21st Century and I mean it.",
        "But again, it takes time. There will be two tough years. But if we see it through, we will reap the benefit.",
        "A stable economy with no boom and bust. An education system showing real improvement in results and standards. An NHS that is cutting waiting lists and improving patient service. Juvenile crime cut. The most comprehensive programme of constitutional reform this century delivered. Britain strong again in Europe and the world."
    ]
}