{
    "url": "https://www.ukpol.co.uk/tony-blair-2018-speech-to-the-european-policy-centre/",
    "title": "Tony Blair – 2018 Speech to the European Policy Centre",
    "post_date": "March 30, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tony Blair, the former Prime Minister, to the European Policy Centre on 1 March 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-1-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-1.jpg)",
        "Brexit is momentous and life-changing for Britain. The British people should be given a final say on whatever deal is negotiated. If they are allowed that say, then Brexit can be averted.",
        "I and many others will work passionately for that outcome.",
        "But today I want to say here in Brussels why Brexit is also bad for Europe, and why European leaders share the responsibility to lead us out of the Brexit cul-de-sac and find a path to preserve European unity intact.",
        "For the first time since its inception, a nation, and a major one at that, will have disrupted the onward march of European cohesion, left the European Union and will have done so apparently for reasons of principle at odds with the whole rationale for the Union’s existence.",
        "Britain without Europe will lose weight and influence. But Europe without Britain will be smaller and diminished. And both of us will be less than we are and much less than we could be together.",
        "In politics, there is a kind of fatalism which can often overwhelm what is right by making the right course seem hopeless or even delusional.",
        "So it is with Brexit. In the UK, we are told ‘the people have spoken’ and to interrogate the question further is treachery. The ‘will of the people’ is deemed clear and indisputable, though what that ‘will’ means in practice given the complexity of Brexit, the multiple interpretations of it, and the differing consequences of each version, is – with every day which passes – not clear at all.",
        "But nonetheless we are told we must just do it.",
        "And in Europe there is often a sorrowful shaking of heads and a shrugging of the shoulders, when what we need is strong engaged leadership to avoid a rupture which will do lasting damage to us both.",
        "I understand European reticence. Until Europe sees real signs that there could be a change of mind in Britain, why should it contemplate the possibility of change in Europe?",
        "However, the argument in Britain is far from over. It is in flux. See the speech of Jeremy Corbyn this week.",
        "What I call the ‘Dilemma’ of the negotiation – close to Europe to avoid economic damage but therefore accepting its rules or free from Europe’s rules but therefore accepting economic damage – is finally prising open the discourse.",
        "It is a binary choice. The cake will either be had or be eaten but it will not be both.",
        "The Dilemma divides the Brexit vote. Many of those who voted Brexit want a clean break from Europe even if there is economic difficulty as a result and even if it soured the politics of Ireland. But many others would not want it if there were an economic cost; and would certainly believe that peace in Ireland should be protected.",
        "Outside commentary under-estimates the fact that at some point this year the Government have got to put a vote to Parliament and win it. They will of course try to fudge, but as we are seeing this cake is quite resistant to fudge. After last June’s General Election, winning this vote will be much tougher than is commonly understood. For once, Parliament in this equation can be more decisive than either Government or Opposition.",
        "There are three legs to the stool upon which could sit a reconsideration of Brexit. The first is to show the British people that what they were told in June 2016 has turned out much more complex and costly than they thought. This leg is looking increasingly robust as time goes on.",
        "The second is to show that there are different and better ways of responding to the genuine underlying grievances beneath the Brexit vote, especially around immigration. This leg is easy to construct but needs willing workers.",
        "The third is a openness on the part of Europe to respond to Brexit by treating it as a ‘wake-up’ call to change in Europe and not just an expression of British recalcitrance. This is the leg to focus on today.",
        "The stool needs all three legs.",
        "For Europe, the damage of Brexit is obvious and not so obvious.",
        "In obvious terms, though the economic pain for Britain, especially of a clean break Brexit, is large, the cost to Europe is also significant and painful.",
        "One in seven German cars is sold in Britain and goods exports in total are worth 3.5% of its GDP; the figure for Ireland is 14% of GDP and for Belgium over 7%; Britain is a huge market for French produce of many kinds; and a top three export partner for 10 EU members including Italy and Spain.",
        "Around 200,000 Dutch jobs are involved in trade with the UK. There are around 60 direct flights between London and Amsterdam every day. According to the Dutch Government agency CPB a hard Brexit could make every Dutch person around 1000 euros poorer.",
        "A Europe in which Britain finds it harder to be a financial centre for European business will be deeply damaging for Britain but it will also impede the economy of Europe.",
        "Estimates of the long term effect on European growth vary depending on the version of Brexit chosen, but they vary from bad to very bad.",
        "In short, no one I have spoken to in the investment community from the USA to China thinks this is a good idea for Britain or for Europe.",
        "Because of these effects, some in Britain believe that therefore Europe will bend in its negotiating stance and allow Britain largely unfettered access to Europe’s Single Market without the necessity of abiding by Europe’s rules.",
        "This won’t happen because quite simply it can’t. To do so, would risk unravelling the Single Market and a return to precisely the system that was in place before Europe wisely and in the interests of its economy and with of course the full urging of successive British Governments decided to create the Single Market.",
        "But the damage to Europe of a political nature is to my mind more deleterious.",
        "For Schuman and other founding fathers, the project of European unity was a project of peace, cooperation in Europe being the alternative to the wars which had ravaged Europe and the world in the first half of the 20th century.",
        "They looked back at the long history of European nations and saw centuries of conflict punctuated by all too brief epochs of relative harmony. From the time of Charlemagne, Europe had come together periodically, but mainly through religion, force or transitory necessity.",
        "There had been an uneasy balance of power arrangement towards the end of the 19th C but then the rivalries of the great European nations pitched them into a war no one ever thought would prove as devastating as it did. The attempt out of it to produce a new political settlement fell victim to the competing totalitarian ideologies of communism and fascism and the descent into the darkness of World War Two.",
        "Then, standing on the rubble of destruction, they decided to approach European unity with renewed vigour and vowed to give it institutional and practical meaning.",
        "Thus, began what has now become the European Union.",
        "The rationale for Europe today is not peace but power.",
        "For almost 300 years, the world has been dominated by the West. At the beginning of that time the great powers were European, with colonies and Empires. Japan and China were of course major nations, but they were not shaping the world.",
        "By the end of WW1, the United States had emerged as the most powerful nation, steadily eclipsing the United Kingdom and stayed that way through the 20th century.",
        "But today, the world is changing again. China is today the second largest economy, the biggest global trader and as holder of huge amounts of American debt intimately important to global prosperity.",
        "If we look back at the top economies in the year 2000, Europe dominates the top ten. Germany’s was 4x the size of India’s and larger than China’s. Mexico, Brazil and Indonesia were distant specks on the horizon far behind.",
        "By 2016, the situation changes dramatically. India is now almost as large as the UK and France.",
        "By 2030, India’s economy will be larger than those of Germany or Japan. Brazil, Indonesia and Mexico are narrowing the gap. China becomes the largest global economy and 7 or 8 times the size of the UK.",
        "Look ahead to 2050 and India is several times the size of the German economy and no European economy is in the top 6.",
        "With this economic change, will come political change.",
        "The West will no longer dominate. And Europe, to retain the ability to protect its interests and values, will need to form a strong bloc with the power collectively to do what no European nation alone will be able to do individually.",
        "Regard the regions of the world today. Everywhere, in reaction to this fundamental shift in geo-politics, countries are banding together: from South East Asia to the continent of Africa.",
        "Nations are in a desperate scramble to find their place in a world in which no one wants to be forced to choose between the big powers or unable to withstand their demands.",
        "For Europe much more is at stake than trade or commerce.",
        "Take defence. Yes, NATO remains the cornerstone of Western security policy. But in an era in which the United States (and not only under this Administration) is signalling the limits of its appetite for military commitment, and where current events in Turkey show the fragility of some of the assumptions of alliance within NATO, it is foolish, indeed dangerous, for Europe not to have the independent capacity to protect its interests.",
        "If the SAHEL erupts who will bear the brunt of the eruption? Europe. But who will we be obliged to call upon? The USA.",
        "Of course, Britain can maintain a close relationship on defence even outside the EU. It still represents 25% of European defence spending. I welcome the British PM’s speech to the Munich conference and the excellent paper recently from the German Council on Foreign Relations.",
        "But how much more effective would such cooperation be if we were still part of Europe’s decision-making structure? Instead we are in the surreal position of proclaiming our desire for tighter European cooperation in defence just as we withdraw from Europe’s political framework for doing so.",
        "How can we police our borders except through common strategy; or fight terrorism but through enhanced integration of intelligence and surveillance; or protect our privacy from either foreign Governments or corporate behemoths other than by the strength which comes from size?",
        "Do we seriously believe that if we had approached negotiation on climate change as individual countries, rather than as Europe, we would have driven the agenda in the way we did?",
        "Our values are also in play.",
        "Brexit is happening at a pivotal point in Western politics. Parts of our politics are today: fragmented, polarised, occasionally paralysed, with visceral cultural as well as economic rifts; with politicians who strive for answers swept aside by those riding the anger; a sterile policy agenda focusing on who to stigmatise, and barely touching the real forces of change which are technological; and conventional media locked in an ugly embrace with social media to create a toxic, scandal driven, rancorous environment for debate which risks destruction of democracy’s soul.",
        "Meanwhile there are new powers emerging who look sceptically at Western democracy today and think there may be a different, less democratic model to follow.",
        "For the first time, not just our power but our value system is going to be contested.",
        "We need at this moment for Europe to regain its confidence, take courage and set a course for the future which re-kindles the spirit of optimism.",
        "I believe firmly in the trans-Atlantic alliance. Despite what it may sometimes seem, so do most Americans.",
        "In the new geo-politics, we need each other for reasons just as compelling as those which thrust us together in the early 20th century.",
        "Especially at a time when America appears pre-occupied with its own political upheaval and is hard to read and easy to parody, Europe should be far-sighted enough to keep the alliance strong, to be determined in defending our values from those who would de-stabilise us, and to send a message to the rest of the world that Europe will grow in power in the 21st century precisely because of those values.",
        "None of this can in any way be advanced by Britain’s departure from Europe.",
        "It rips out of Europe one of the alliance’s most sustained advocates.",
        "It weakens Europe’s standing and power the world over.",
        "It reduces the effectiveness of the Single Market by removing from it Europe’s second largest economy.",
        "And Britain out of Europe will ultimately be a focal point of disunity, when the requirement for unity is so manifest. No matter how we try, it will create a competitive pole to that of Europe, economically and politically to the detriment of both of us.",
        "More contentiously, I believe it risks an imbalance in the delicate compromise that is the European polity.",
        "Britain supports the nation-state as the point of originating legitimacy for European integration. Others are more comfortable with the notion of ever closer Union leading over time to a more federal structure.",
        "The truth is that the anxieties which led to the Brexit vote are felt all over Europe. They’re not specific to the British. Read the latest Eurobarometer of public opinion. In many countries, similar referendums might have had similar results.",
        "I know from experience that Britain is often the argumentative partner who speaks up, but there is frequently a large group of others sheltering behind us, glad there is a voice in the room articulating what others think but are shy of saying.",
        "Even the famed Franco-German motor can need British spare parts and lubricants even if they come with the odd bit of grit; and from time to time, British mechanics can work with others to create a back-up engine.",
        "President Macron has sensibly proposed a series of Europe wide debates on Europe’s future in recognition of the strains in Europe’s politics.",
        "These will not work, however, if they become merely a way of explaining to Europe’s citizens why their worries are misplaced.",
        "It should be a real dialogue.",
        "The populism convulsing Europe must be understood before it can be defeated.",
        "Immigration is a genuine fear with causes which cannot be dismissed.",
        "Many feel the European project is too much directed to the enlargement of European institutions rather than to projects which deliver change in people’s daily lives.",
        "There is much good work done by this and the previous Commission to reduce regulation and bureaucracy, unfortunately usually ignored or over-shadowed. But we should recognise this is still an issue for people all over Europe.",
        "The things Europe is doing to build its capability to make the lives of Europeans better – in energy, digitalisation, infrastructure, education, defence and security need to be driven forward with much greater intensity.",
        "And the difference between those in the Euro zone and those outside it will require different governance arrangements.",
        "Europe knows it needs reform. Reform in Europe is key to getting Britain to change its mind.",
        "There should surely be a way of alignment.",
        "A comprehensive plan on immigration control, which preserves Europe’s values but is consistent with the concerns of its people and includes sensitivity to the challenges of the freedom of movement principle, together with a roadmap for future European reform which recognises the issues underpinning the turmoil in traditional European politics and is in line with what many European leaders are already advocating, would be right for Europe and timely for the evolving British debate on Brexit.",
        "If at the point Britain is seized of a real choice, not about whether we like Europe or not – the question of June 2016 – but whether on mature reflection the final deal the British Government offers is better than what we have, if, at this moment, Europe was to offer a parallel path to Brexit of Britain staying in a reforming Europe, that would throw open the debate to transformation.",
        "People will say it can’t happen.",
        "To which I say in these times in politics anything can happen.",
        "In any event, it depends on what magnitude of decision you think this is.",
        "There are errors in politics of passing significance.",
        "And there are mistakes of destiny.",
        "If we believe and I do, that this is of the latter kind, we cannot afford passive acquiescence.",
        "Those whose vision gave rise to the dream of a Europe unified in peace after centuries of war and whose determination translated that dream into practical endeavour, their ghosts should be our inspiration.",
        "They would not have yielded to fatalism and neither should we.",
        "We have months, perhaps weeks to think, plan and act.",
        "Let’s be clear. Even if Brexit is Britain’s future, and yours is a European Union without Britain, we can’t alter our geography, history or manifold ties of culture and nature.",
        "This is a divorce that can never mean a physical separation.",
        "We are consigned to co-habiting the same space, trying to get along but resenting our differences and re-living what broke us apart, awkward silences at the breakfast table, arguing over the rules with no escape from each other.",
        "But – and here is the supreme irony – with so much in common and still liking each other.",
        "Better to make our future work together.",
        "If we don’t, a future generation will; but their verdict on ours will be harsh for time wasted and opportunity spurned.",
        "It doesn’t take a miracle. It takes leadership. And now is when we need it."
    ]
}