{
    "url": "https://www.ukpol.co.uk/tony-blair-1999-speech-at-the-rail-summit/",
    "title": "Tony Blair – 1999 Speech at the Rail Summit",
    "post_date": "December 17, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1999",
            "url": "/tag/1999/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tony Blair, the then Prime Minister, at the Rail Summit on 25 February 1999.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "Today is an important day for railways in Britain.",
        "In 10 years’ time, I want today to be seen as the day of rail’s new beginning in Britain.",
        "This government rightly focuses much of its intention on raising standards in our schools and hospitals. Education is key to our success as a nation. A thriving NHS gives all of us peace of mind.",
        "But it is transport – our trains, and buses and roads – that often determine the quality of our life.",
        "Most people use them almost every day. Most people face the anger, irritation and frustration when their journey takes twice as long as they would like.",
        "When people talk about the rotten day they have had, they are often talking about the rail journey they have just taken. The train was cancelled. It took twice as long. It was so crowded they did not get a seat.",
        "This has got to stop. A modern Britain needs a modern transport system. That means fast, punctual trains; a modernised efficient London Underground; cities not gummed up by congestion. Passengers given proper information, timetables that are easy to use, fares that don’t break the bank.",
        "That is the agenda of passengers. And John Prescott and I are at this summit to champion the frustrated passenger.",
        "Today’s summit is about how we end the misery and deliver for passengers.",
        "It will take time. Just like rebuilding the NHS. Or creating a first class education system. Or reforming welfare.",
        "These things take time. But today must be a day of commitment.",
        "I know many of you share that commitment. I offer you a partnership to help realise it. But it must be a partnership based on success, results, real, genuine, sustained improvement in our transport system.",
        "We have moved beyond the sterile debate between wholesale privatization and old-style state control. There is a different way. A third way. That’s what we’re doing on the London Underground. That’s what we’re doing with the Channel Tunnel rail link. That’s what we’re doing with the new Strategic Rail Authority.",
        "Now I know that many of you here are working hard for a better rail system. I know that many of you are trying hard to make Britain’s railways better. I pay tribute to those in the industry who are getting results.",
        "But I know as well that many of you here take the view that trying hard isn’t enough. I have to say to you plainly today that overall, the rail industry is not getting good enough results. It is not doing well enough. Its service standards are not high enough.",
        "It needs to start doing better. And it needs to start doing better now.",
        "I know it. Your customers know it. And you know it.",
        "There has to be improvement. Above all in two key areas: in investment, and in service.",
        "For too long Britain’s railways were systematically starved of investment. As a result, the fabric of the railway network we inherited when we came into Government was tattered, and torn. It was patently inadequate for its task. Our railways were, quite frankly, worn out.",
        "I know investment is now increasing. 1800 vehicles, trains and carriages, have now been ordered and will be operative in the next two years. But there must be more. Not just replacing existing capacity but expanding. As a result of decisions taken in the last two years, there will be more drivers and better infrastructure and stock. But with passenger numbers rising we must do more. Because as it stands today, the railway system simply lacks the capacity to sustain our policies to expand both passenger travel and freight transport by rail, and to relieve road and air congestion.",
        "To deliver those policies, we must invest – with the lion’s share of that investment coming from the private sector, in the public-private partnerships trailblazed by John Prescott.",
        "Our watchwords apply to rail as to anywhere else: investment for reform, and money for modernisation. When investment goes up, service standards will go up too.",
        "But at the same time, we need action now to improve services now.",
        "Passenger complaints are rising. And passengers are right to complain because it is unacceptable to see punctuality falling back to the level it used to be under British Rail – and worse.",
        "I know that it’s in part been driven by the growth of the number of passengers, 13 per cent up in the last two years, and in the increased number of services, but it is also the result of mistakes and poor management. Mistakes like getting rid of too many drivers and other staff. Like not having enough reliable rolling stock. Like defects in the track and signaling systems.",
        "I welcome the move by the railway industry to try to combat the curse of a fragmented and incoherent industry. The new Strategic Rail Authority we shall be establishing will be a big help in putting that right. The Industry’s own action plans are steps in the right direction.",
        "But you need to do more. And my central challenge to you today is this: you must improve your performance, improve punctuality and reliability, and combat overcrowding.",
        "You must listen to your customers. You must give the passengers what they want – and what they’re paying for.",
        "If you’re going to be true private sector companies operating in the market, then you must accept that in the railways as in other businesses, the customer really has got to be king.",
        "I’m confident you have the resolve and the responsibility to accept the challenge I’m putting to you today. I believe you will put in place the improvements which are necessary. We will be monitoring your progress closely, and calling you back to another summit next year to hold you to account.",
        "But though I do believe that you will be able to make progress and to secure improvement, I want today to make it perfectly clear to you that you are on trial.",
        "You are failing your customers, and those who continue to fail them have no place in the rail industry of the future.",
        "Companies in breach of their franchise agreements have seen action taken against them by the franchise director. Some of his actions have attracted criticism from people who’ve said they’ve not been tough enough.",
        "You know we intend taking more and better powers to promptly punish poor performance.",
        "But today I want to go further and say this to you: don’t think either that the length of the franchises held by train operating companies means that everything between us is set in stone.",
        "Don’t think that because the franchises are contractually in place, there is nothing we can do to drive forward improvements. That we will have to wait until the franchises come to an end.",
        "We are of course bound by the contractual arrangements reached by our predecessor in government.",
        "But we are willing to go beyond those arrangements by opening negotiations now – negotiations which will lead to an extension of the franchise for the best-performing companies, the real improvers, regardless of when their current franchises are supposed to come to an end.",
        "We know that there are companies who will steer clear of this offer. The poor performers. Those who are unwilling or unable to improve.",
        "For them, the end of their franchise will mean exactly that.",
        "The end.",
        "But we know too that there are companies keen to start negotiating. Companies who are willing to offer improved performance and new investment in exchange for an extension to their franchise. Extra time over which they can earn a return on extra investment.",
        "I welcome that. I look forward to these companies and the new rail authority sitting down in the very near future to start work together to improve standards and improve services.",
        "Delivering on our promises on transport is as important to the Government as delivering on its promises in all our key areas, like education and health.",
        "On transport, as with education and with health, we said we would deliver. And we will.",
        "That’s the challenge for today. That’s the outcome I want to see from this summit.",
        "I’m confident we can do it. I believe we can work together to achieve a step change improvement in rail transport. To take rail into a new era.",
        "Today should be a new beginning for rail in Britain.",
        "A new move towards the railway system of the future our country needs and deserves.",
        "As a key part of a new, dynamic and confident Britain for the 21st century."
    ]
}