{
    "url": "https://www.ukpol.co.uk/tony-blair-1999-speech-at-the-millennium-commission-awards-fellowship/",
    "title": "Tony Blair – 1999 Speech at the Millennium Commission Awards Fellowship",
    "post_date": "December 17, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1999",
            "url": "/tag/1999/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tony Blair, the then Prime Minister, on 21 January 1999.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "We all know problems in our communities that we could solve given a few hundred or thousand pounds. Some goalposts to turn a disused piece of ground into a football pitch. Some training to help teenagers who drop in to a community centre. Some child care to help single mothers look for work or training.  \nWell today I want to celebrate a scheme that encourages both ideas like these and the local heroes behind them – the Millennium Awards Fellowships.",
        "It’s a £200 million Lottery programme. It provides grants to turn ideas into action – to empower ordinary people to do extraordinary things.",
        "Today we are recognising the first 4,000 award winners. Award winners who have led neighbourhood clean up projects, got children interested in science, improved community transport. Who have worked with the elderly – on befriending schemes or learning to use the internet to keep in touch with grandchildren. Cybergrannies who put people like me to shame.",
        "And most of the awards are to people who never before felt they had a role to play in their community.",
        "By the year 2004, over 40,000 people will have won awards. So I want the message to go out today – get involved, apply for an award, nominate someone you know.",
        "Because this is what I mean by community – that we are more than a set of individuals just looking after ourselves. We achieve far more by working together than we do alone. Because the truth is by giving a couple of hours of a week, we can make a real difference to the lives of others.",
        "This scheme will help build those communities. Each award winner will become a Millennium Fellow. We want to forge a link between you, creating a network of 40,000 people, so you can keep on helping your communities and encourage ever more people to get involved.",
        "This is how I want to celebrate the Millennium. Celebrating extraordinary events. Extraordinary global events like the Dome. But also extraordinary local people like today’s award winners.",
        "So, thank you and good luck."
    ]
}