{
    "url": "https://www.ukpol.co.uk/tony-blair-2016-statement-on-chilcot-inquiry/",
    "title": "Tony Blair – 2016 Statement on Chilcot Inquiry",
    "post_date": "July 6, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Tony Blair, the former Prime Minister, on 6 July 2016.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "The report should lay to rest allegations of bad faith, lies or deceit. Whether people agree or disagree with my decision to take military action against Saddam Hussein; I took it in good faith and in what I believed to be the best interests of the country.",
        "I note that the report finds clearly:",
        "– That there was no falsification or improper use of Intelligence (para 876 vol 4)",
        "– No deception of Cabinet (para 953 vol 5)",
        "– No secret commitment to war whether at Crawford Texas in April 2002 or elsewhere (para 572 onwards vol 1)",
        "The inquiry does not make a finding on the legal basis for military action but finds that the Attorney General had concluded there was such a lawful basis by 13th March 2003 (para 933 vol 5)",
        "However the report does make real and material criticisms of preparation, planning, process and of the relationship with the United States.",
        "These are serious criticisms and they require serious answers.",
        "I will respond in detail to them later this afternoon.",
        "I will take full responsibility for any mistakes without exception or excuse.",
        "I will at the same time say why, nonetheless, I believe that it was better to remove Saddam Hussein and why I do not believe this is the cause of the terrorism we see today whether in the Middle East or elsewhere in the world.",
        "Above all I will pay tribute to our Armed Forces. I will express my profound regret at the loss of life and the grief it has caused the families, and I will set out the lessons I believe future leaders can learn from my experience."
    ]
}