{
    "url": "https://www.ukpol.co.uk/tony-blair-1998-speech-on-foreign-affairs/",
    "title": "Tony Blair – 1998 Speech on Foreign Affairs",
    "post_date": "September 7, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1998",
            "url": "/tag/1998/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The below speech was made by the then Prime Minister, Tony Blair, on foreign affairs on Tuesday 15th December 1998.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "I have said before that though Britain will never be the mightiest nation on earth, we can be pivotal.",
        "It means building on the strengths of our history; it means building new alliances; developing new influence; charting a new course for British foreign policy.",
        "It means realising once and for all that Britain does not have to choose between being strong with the US, or strong with Europe; it means having the confidence to see that Britain can be both. Indeed, that Britain must be both; that we are stronger with the US because of our strength in Europe; that we are stronger in Europe because of our strength with the US.",
        "When I launched recently the debate on a new role for Europe in defence, there was an instant rush to judgement in some parts that this would lead to a weakening of the transatlantic alliance. On the contrary, this has been welcomed in the US, by the Administration and others.",
        "As that debate unfolds, and I welcome the support expressed in Vienna at the weekend for our initiative with the French, then it is one in which I will ensure the Americans are fully engaged.",
        "Britain’s relationship with the US has been fundamental to our foreign policy throughout this century. Twice the US have come to our help to preserve democracy and freedom in Europe. We battled together throughout the Cold War. We have stood shoulder to shoulder in NATO. We were at the core of the successful coalition in the Gulf War. We remain absolutely together in our analysis of the continuing dangers posed by Saddam Hussein and our determination not to allow him Weapons of Mass Destruction, on which Richard Butler is due to report to the Security Council in the next day or so.",
        "In the economic field, Americans and British have defended free and open markets around the world, and the establishment of a rule-based international trade system. We do not always see eye to eye – most recently on bananas – but our underlying principles are the same. The links between our two economies extend into all areas – two-way trade is expected to be £50 billion this year. Including services, the US is easily Britain’s largest export market. Britain is the main direct investor in the US with almost $150 billion, providing employment for almost one million Americans. 40% of US investment in the EU comes to Britain.",
        "All this is underpinned by deep-rooted commitment to political pluralism and freedom, by the myriad personal and cultural ties between the British and American peoples, and by two societies comfortable with each other. We remain very distinct and different countries in so many ways, as anyone who knows both can readily testify. But people travelling in both directions find a warmth and a welcome, and an ease of communication, that make them feel instantly at home.",
        "I value this closeness, and the richness of its bindings. It is language, history, shared values, friendship. It is much more than sentimentality. A hard-headed assessment of the value of good relations with the one remaining superpower would lead us to good relations anyway. But I also believe America at its best is a powerful force for good in the world; one of a few countries willing and able to stand up for what it believes. It is right for us to be close and for that relationship to work for the fundamental principles we both believe in.",
        "But to say that does not for one second negate the importance of Britain being a strong and leading player in Europe.",
        "I made very clear, before the election, that a new Government would mean a new approach in Europe. The last Government, despite what I believe were the best intentions of the last Prime Minister, allowed Britain to be taken to the margins of Europe.",
        "We are in the European Union because it is the right place to be. And as we are in, it is time we started winning arguments, rather than running away from them.",
        "The logical conclusion of the Euro-sceptic approach that says everything that comes out of Europe is bad; that says Europe is something that is done to us, rather than something that we can shape; is to get out of Europe altogether. That would at least be an honest intellectual position. But it would be a disaster for British jobs, British trade, British influence in the world.",
        "Far better is to be in there, engage in the arguments, and win the arguments.",
        "There are two forms of Euro-scepticism. The first, for which I have no time, looks at anything that happens in Europe as an excuse to be anti-European. It was a minority sport in the last Government. It is where, sadly, the majority in today’s Conservative Party seems to be.",
        "The second, more intelligent scepticism, realises Europe is of vital importance to Britain, but is anxious about the direction Europe is taking. It fears, if I am again being frank, that because centre and centre left governments are now in the ascendancy in Europe, there will be a return of old Labour.",
        "But again, people should have confidence in their own arguments. I have always believed that over time, the right arguments win in politics.",
        "Enterprise and fairness. That is what we stand for. That is the argument we promote.",
        "My vision for New Labour is to become, as the Liberal Party was in the 19th Century, a broad coalition of those who believe in progress and justice, not a narrow class-based politics, but a Party founded on clear values, whose means of implementation change with the generations.",
        "Enterprise and fairness together. The third way; and those of you who report beyond these shores know that it is striking a chord right around Europe. It is a reflection of the lack of confidence I referred to that the extent of the debate on the third way generated around Europe is barely covered here at home.",
        "We won with the landslide we secured not just because the last Government was discredited but because we combined policies of economic rigour, fiscal and monetary stability, with the insight that the market alone cannot deliver social justice; but that the answer lay not in tax and spend policies, but in an agenda that tackles youth and long-term unemployment, as we are doing through the New Deal, that promotes education, lifelong learning, a skills revolution; that invests in small businesses, technology and infrastructure.",
        "Again, the unintelligent scepticism warned that because the new Government planned to sign the Social Chapter, we would put at risk hundreds of thousands of jobs, up to one million, some Tories said. But with Britain as part of the Social Chapter, there has been no new legislation put through at all. Another scare story bites the dust.",
        "The Employment Chapter of the Amsterdam Treaty was another example. Dire warnings about the business-threatening regulatory approach were issued. What happened? We and others argued our case for the economic reform agenda, and we won that argument.",
        "The unintelligent scepticism saw the beef ban as an excuse to declare war on the rest of Europe. Where did it get us? Nowhere. No nearer getting the ban lifted. No nearer getting help for farmers.",
        "We called off the war, stepped up the diplomacy, spelled out the facts, patiently, robustly, built up the alliances, and got the ban lifted.",
        "In advance of Vienna, alliances had to be built – on employment and economic reform issues with the Spanish, on tax with the Germans, on social policy with the Swedes, on defence with the French, on duty free goods with the French, the Germans and others. We built those alliances, we engaged in those arguments, and we protected and promoted our national interests.",
        "And today I read, in the front page headlines of one of our broadsheets, that being positive and constructive in Europe, amounts to me issuing orders to the Government to “bat for Brussels.” So that when I say to the Government – get close to our allies in Europe, I am somehow batting for Brussels. I see it as batting for Britain.",
        "I will pursue this new approach in Europe not because it is in Europe’s interests but because it is in Britain’s interests.",
        "We have deluded ourselves for too long with the false choice between the US and Europe. We live in a global economy, and an interdependent world. Nations must maximise their influence wherever they can. To be a country of our size and population, and to be a permanent member of the UN Security Council, a nuclear power, a leading player in NATO, a leading player in the Commonwealth, gives us huge advantages which we must exploit to the full.",
        "Our membership of the EU gives us huge advantages too, and we must exploit those to the full as well. It requires a new maturity in our relations with Europe. This new Government will deliver that new maturity, and Britain will be the winner from it."
    ]
}