{
    "url": "https://www.ukpol.co.uk/tony-blair-2003-statement-on-iraq/",
    "title": "Tony Blair – 2003 Statement on Iraq",
    "post_date": "January 18, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Tony Blair, the then Prime Minister, in the House of Commons on 18 March 2003.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "I beg to move,",
        "That this House notes its decisions of 25th November 2002 and 26th February 2003 to endorse UN Security Council Resolution 1441; recognises that Iraq’s weapons of mass destruction and long range missiles, and its continuing non-compliance with Security Council Resolutions, pose a threat to international peace and security; notes that in the 130 days since Resolution 1441 was adopted Iraq has not co-operated actively, unconditionally and immediately with the weapons inspectors, and has rejected the final opportunity to comply and is in further material breach of its obligations under successive mandatory UN Security Council Resolutions; regrets that despite sustained diplomatic effort by Her Majesty’s Government it has not proved possible to secure a second Resolution in the UN because one Permanent Member of the Security Council made plain in public its intention to use its veto whatever the circumstances; notes the opinion of the Attorney General that, Iraq having failed to comply and Iraq being at the time of Resolution 1441 and continuing to be in material breach, the authority to use force under Resolution 678 has revived and so continues today; believes that the United Kingdom must uphold the authority of the United Nations as set out in Resolution 1441 and many Resolutions preceding it, and therefore supports the decision of Her Majesty’s Government that the United Kingdom should use all means necessary to ensure the disarmament of Iraq’s weapons of mass destruction; offers wholehearted support to the men and women of Her Majesty’s Armed Forces now on duty in the Middle East; in the event of military operations requires that, on an urgent basis, the United Kingdom should seek a new Security Council Resolution that would affirm Iraq’s territorial integrity, ensure rapid delivery of humanitarian relief, allow for the earliest possible lifting of UN sanctions, an international reconstruction programme, and the use of all oil revenues for the benefit of the Iraqi people and endorse an appropriate post-conflict administration for Iraq, leading to a representative government which upholds human rights and the rule of law for all Iraqis; and also welcomes the imminent publication of the Quartet’s roadmap as a significant step to bringing a just and lasting peace settlement between Israelis and Palestinians and for the wider Middle East region, and endorses the role of Her Majesty’s Government in actively working for peace between Israel and Palestine.",
        "At the outset, I say that it is right that the House debate this issue and pass judgment. That is the democracy that is our right, but that others struggle for in vain. Again, I say that I do not disrespect the views in opposition to mine. This is a tough choice indeed, but it is also a stark one: to stand British troops down now and turn back, or to hold firm to the course that we have set. I believe passionately that we must hold firm to that course. The question most often posed is not “Why does it matter?” but “Why does it matter so much?” Here we are, the Government, with their most serious test, their majority at risk, the first Cabinet resignation over an issue of policy, the main parties internally divided, people who agree on everything else—**[Hon. Members: “The main parties?”]** Ah, yes, of course. The Liberal Democrats—unified, as ever, in opportunism and error. **[Interruption.]**",
        "The country and the Parliament reflect each other. This is a debate that, as time has gone on, has become less bitter but no less grave. So why does it matter so much? Because the outcome of this issue will now determine more than the fate of the Iraqi regime and more than the future of the Iraqi people who have been brutalised by Saddam for so long, important though those issues are. It will determine the way in which Britain and the world confront the central security threat of the 21st century, the development of the United Nations, the relationship between Europe and the United States, the relations within the European Union and the way in which the United States engages with the rest of the world. So it could hardly be more important. It will determine the pattern of international politics for the next generation.",
        "First, let us recap the history of Iraq and weapons of mass destruction. In April 1991, after the Gulf war, Iraq was given 15 days to provide a full and final declaration of all its weapons of mass destruction. Saddam had used the weapons against Iran and against his own people, causing thousands of deaths. He had had plans to use them against allied forces. It became clear, after the Gulf war, that Iraq’s WMD ambitions were far more extensive than had hitherto been thought. So the issue was identified by the United Nations at that time as one for urgent remedy. UNSCOM, the weapons inspection team, was set up. It was expected to complete its task, following the declaration, at the end of April 1991. The declaration, when it came, was false: a blanket denial of the programme, other than in a very tentative form. And so the 12-year game began.",
        "The inspectors probed. Finally, in March 1992, Iraq admitted that it had previously undeclared weapons of mass destruction, but it said that it had destroyed them. It gave another full and final declaration. Again the inspectors probed. In October 1994, Iraq stopped co-operating with the weapons inspectors altogether. Military action was threatened. Inspections resumed. In March 1996, in an effort to rid Iraq of the inspectors, a further full and final declaration of WMD was made. By July 1996, however, Iraq was forced to admit that declaration, too, was false.",
        "In August, it provided yet another full and final declaration. Then, a week later, Saddam’s son-in-law, Hussein Kamal, defected to Jordan. He disclosed a far more extensive biological weapons programme and, for the first time, said that Iraq had weaponised the programme—something that Saddam had always strenuously denied. All this had been happening while the inspectors were in Iraq.",
        "Kamal also revealed Iraq’s crash programme to produce a nuclear weapon in the 1990s. Iraq was then forced to release documents that showed just how extensive those programmes were. In November 1996, Jordan intercepted prohibited components for missiles that could be used for weapons of mass destruction. Then a further “full and final declaration” was made. That, too, turned out to be false.",
        "In June 1997, inspectors were barred from specific sites. In September 1997, lo and behold, yet another “full and final declaration” was made—also false. Meanwhile, the inspectors discovered VX nerve agent production equipment, the existence of which had always been denied by the Iraqis.",
        "In October 1997, the United States and the United Kingdom threatened military action if Iraq refused to comply with the inspectors. Finally, under threat of action in February 1998, Kofi Annan went to Baghdad and negotiated a memorandum with Saddam to allow inspections to continue. They did continue, for a few months. In August, co-operation was suspended.",
        "In December, the inspectors left. Their final report is a withering indictment of Saddam’s lies, deception and obstruction, with large quantities of weapons of mass destruction unaccounted for. Then, in December 1998, the US and the UK undertook Desert Fox, a targeted bombing campaign to degrade as much of the Iraqi WMD facility as we could.",
        "In 1999, a new inspection team, UNMOVIC, was set up. Saddam refused to allow those inspectors even to enter Iraq. So there they stayed, in limbo, until, after resolution 1441 last November, they were allowed to return.",
        "That is the history—and what is the claim of Saddam today? Why, exactly the same as before: that he has no weapons of mass destruction. Indeed, we are asked to believe that after seven years of obstruction and non-compliance, finally resulting in the inspectors’ leaving in 1998—seven years in which he hid his programme and built it up, even when the inspectors were there in Iraq—when they had left, he voluntarily decided to do what he had consistently refused to do under coercion.",
        "When the inspectors left in 1998, they left unaccounted for 10,000 litres of anthrax; a far-reaching VX nerve agent programme; up to 6,500 chemical munitions; at least 80 tonnes of mustard gas, and possibly more than 10 times that amount; unquantifiable amounts of sarin, botulinum toxin and a host of other biological poisons; and an entire Scud missile programme. We are asked now seriously to accept that in the last few years—contrary to all history, contrary to all intelligence—Saddam decided unilaterally to destroy those weapons. I say that such a claim is palpably absurd.",
        "Resolution 1441 is very clear. It lays down a final opportunity for Saddam to disarm. It rehearses the fact that he has for years been in material breach of 17 UN resolutions. It says that this time compliance must be full, unconditional and immediate, the first step being a full and final declaration of all weapons of mass destruction to be given on 8 December last year.",
        "I will not go through all the events since then, as the House is familiar with them, but this much is accepted by all members of the UN Security Council: the 8 December declaration is false. That in itself, incidentally, is a material breach. Iraq has taken some steps in co-operation, but no one disputes that it is not fully co-operating. Iraq continues to deny that it has any weapons of mass destruction, although no serious intelligence service anywhere in the world believes it.",
        "On 7 March, the inspectors published a remarkable document. It is 173 pages long, and details all the unanswered questions about Iraq’s weapons of mass destruction. It lists 29 different areas in which the inspectors have been unable to obtain information. On VX, for example, it says:",
        "“Documentation available to UNMOVIC suggests that Iraq at least had had far reaching plans to weaponise VX”.",
        "On mustard gas, it says:",
        "“Mustard constituted an important part . . . of Iraq’s CW arsenal . . . 550 mustard filled shells and up to 450 mustard filled aerial bombs unaccounted for . . . additional uncertainty”",
        "with respect to over 6,500 aerial bombs,",
        "“corresponding to approximately 1,000 tonnes of agent, predominantly mustard.”",
        "On biological weapons, the inspectors’ report states:",
        "“Based on unaccounted for growth media, Iraq’s potential production of anthrax could have been in the range of about 15,000 to 25,000 litres . . . Based on all the available evidence, the strong presumption is that about 10,000 litres of anthrax was not destroyed and may still exist.”",
        "On that basis, I simply say to the House that, had we meant what we said in resolution 1441, the Security Council should have convened and condemned Iraq as in material breach. What is perfectly clear is that Saddam is playing the same old games in the same old way. Yes, there are minor concessions, but there has been no fundamental change of heart or mind.",
        "However, after 7 March, the inspectors said that there was at least some co-operation, and the world rightly hesitated over war. Let me now describe to the House what then took place.",
        "We therefore approached a second resolution in this way. As I said, we could have asked for the second resolution then and there, because it was justified. Instead, we laid down an ultimatum calling upon Saddam to come into line with resolution 1441, or be in material breach. That is not an unreasonable proposition, given the history, but still countries hesitated. They asked, “How do we judge what is full co-operation?”",
        "So we then worked on a further compromise. We consulted the inspectors and drew up five tests, based on the document that they published on 7 March. Those tests included allowing interviews with 30 scientists to be held outside Iraq, and releasing details of the production of the anthrax, or at least of the documentation showing what had happened to it. The inspectors added another test: that Saddam should publicly call on Iraqis to co-operate with them.",
        "So we constructed this framework: that Saddam should be given a specified time to fulfil all six tests to show full co-operation; and that, if he did so, the inspectors could then set out a forward work programme that would extend over a period of time to make sure that disarmament happened. However, if Saddam failed to meet those tests to judge compliance, action would follow.",
        "So there were clear benchmarks, plus a clear ultimatum. Again, I defy anyone to describe that as an unreasonable proposition.",
        "Last Monday, we were getting very close with it. We very nearly had the majority agreement. If I might, I should particularly like to thank the President of Chile for the constructive way in which he approached this issue.",
        "Yes, there were debates about the length of the ultimatum, but the basic construct was gathering support. Then, on Monday night, France said that it would veto a second resolution, whatever the circumstances. Then France denounced the six tests. Later that day, Iraq rejected them. Still, we continued to negotiate, even at that point.",
        "Last Friday, France said that it could not accept any resolution with an ultimatum in it. On Monday, we made final efforts to secure agreement. However, the fact is that France remains utterly opposed to anything that lays down an ultimatum authorising action in the event of non-compliance by Saddam.",
        "**Hugh Bayley (City of York):** Will my right hon. Friend give way?",
        "**The Prime Minister:** Very well.",
        "**Hugh Bayley:** I am grateful to my right hon. Friend. I took the view that Britain should not engage in military action without a second resolution, but the decision of some members of the Security Council to back away from the commitment that they gave in November to enforce resolution 1441 has made me change my mind. Does my right hon. Friend agree that France’s decision to use the veto against any further Security Council resolution has, in effect, disarmed the UN instead of disarming Iraq?",
        "**The Prime Minister:** Of course I agree with my hon. Friend. The House should just consider the position that we were asked to adopt. Those on the Security Council opposed to us say that they want Saddam to disarm, but they will not countenance any new resolution that authorises force in the event of non-compliance. That is their position—no to any ultimatum and no to any resolution that stipulates that failure to comply will lead to military action. So we must demand that Saddam disarms, but relinquish any concept of a threat if he does not.",
        "From December 1998 to December 2002, no UN inspector was allowed to inspect anything in Iraq. For four years, no inspection took place. What changed Saddam’s mind was the threat of force. From December to January, and then from January through to February, some concessions were made. What changed his mind? It was the threat of force. What makes him now issue invitations to the inspectors, discover documents that he said he never had, produce evidence of weapons supposed to be non-existent, and destroy missiles he said he would keep? It is the imminence of force. The only persuasive power to which he responds is 250,000 allied troops on his doorstep. However, when that fact is so obvious, we are told that any resolution that authorises force in the event of non-compliance will be vetoed—not just opposed, but vetoed and blocked.",
        "**Mr. Jon Owen Jones (Cardiff, Central):** If it is the case, as the Government continually say, that the French position was so uniquely influential, why did not the Government and the United States pursue the second resolution, which—if the Government have given us a true reflection of the Security Council’s position—would show that the French were isolated?",
        "**The Prime Minister:** For the very reason that I have just given. If a member of the permanent five indicates to members of the Security Council who are not permanent members that whatever the circumstances it will veto, that is the way to block any progress on the Security Council.**[Interruption.]** With the greatest respect to whoever shouted out that the presence of the troops is working, I agree, but it is British and American troops who are there, not French troops.",
        "The tragedy is that had such a resolution ensued and had the UN come together and united—and if other troops had gone there, not just British and American troops—Saddam Hussein might have complied. But the moment we proposed the benchmarks and canvassed support for an ultimatum, there was an immediate recourse to the language of the veto. The choice was not action now or postponement of action; the choice was action or no action at all.",
        "**Llew Smith (Blaenau Gwent):** What does the Prime Minister mean by an “unreasonable veto”? Were the 30 occasions on which the UK has used the veto and the 75 occasions on which the US has used the veto reasonable or unreasonable?",
        "**The Prime Minister:** We can argue about each one of those vetoes in the past and whether they were reasonable, but I define an unreasonable veto as follows. In resolution 1441, we said that it was Saddam’s final opportunity and that he had to comply. That was agreed by all members of the Security Council. What is surely unreasonable is for a country to come forward now, at the very point when we might reach agreement and when we are—not unreasonably—saying that he must comply with the UN, after all these months without full compliance, on the basis of the six tests or action will follow. For that country to say that it will veto such a resolution in all circumstances is what I would call unreasonable.",
        "The tragedy is that the world has to learn the lesson all over again that weakness in the face of a threat from a tyrant is the surest way not to peace, but—unfortunately—to conflict. Looking back over those 12 years, the truth is that we have been victims of our own desire to placate the implacable, to persuade towards reason the utterly unreasonable, and to hope that there was some genuine intent to do good in a regime whose mind is in fact evil.",
        "Now the very length of time counts against us. People say, “You’ve waited 12 years, so why not wait a little longer?” Of course we have done so, because resolution 1441 gave a final opportunity. As I have just pointed out, the first test was on 8 December. But still we waited. We waited for the inspectors’ reports. We waited as each concession was tossed to us to whet our appetite for hope and further waiting. But still no one, not even today at the Security Council, says that Saddam is co-operating fully, unconditionally or immediately.",
        "**Simon Hughes (Southwark, North and Bermondsey):** The Prime Minister will carry the House with him in describing the evil of Saddam Hussein and the effectiveness of the threat of force. Can he therefore explain why the diplomacy that has not so far succeeded—not through lack of his effort—should not be continued for a little longer, so that agreement could be reached between all permanent members of the Security Council? Then if force had to be used, it could be backed with the authority of the UN, instead of undermining the UN.",
        "**The Prime Minister:** We could have had more time if the compromise proposal that we put forward had been accepted. I take it from what the hon. Gentleman has just said that he would accept that the compromise proposal we put forward was indeed reasonable. We set out the tests. If Saddam meets those tests, we extend the work programme of the inspectors. If he does not meet those tests, we take action. I think that the hon. Gentleman would also agree that unless the threat of action was made, it was unlikely that Saddam would meet the tests.",
        "**Simon Hughes indicated assent.**",
        "**The Prime Minister:** The hon. Gentleman nods his head, but the problem with the diplomacy was that it came to an end after the position of France was made public—and repeated in a private conversation—and it said that it would block, by veto, any resolution that contained an ultimatum. We could carry on discussing it for a long time, but the French were not prepared to change their position. I am not prepared to carry on waiting and delaying, with our troops in place in difficult circumstances, when that country has made it clear that it has a fixed position and will not change. I would have hoped that, rather than condemn us for not waiting even longer, the hon. Gentleman would condemn those who laid down the veto.",
        "**David Winnick (Walsall, North):** Does my right hon. Friend agree that a criticism can be made of all the countries that make up the Security Council because it has taken 12 years to reach this point? Why was action not taken earlier? The delay and frustration has only encouraged the Iraqi dictator to act as he has, and there is no justification for further delay.",
        "**The Prime Minister:** I truly believe that our fault has not been impatience. The truth is that our patience should have been exhausted weeks and months and even years ago.",
        "**Mr. Alex Salmond (Banff and Buchan):** The Prime Minister says that the French have changed position, but surely the French, Russians and Chinese always made it clear that they would oppose a second resolution that led automatically to war. **[Interruption.]** Well they publicised that view at the time of resolution 1441. Is it not the Prime Minister who has changed his position? A month ago, he said that the only circumstances in which he would go to war without a second resolution was if the inspectors concluded that there had been no more progress, which they have not; if there were a majority on the Security Council, which there is not; and if there were an unreasonable veto from one country, but there are three permanent members opposed to the Prime Minister’s policy. When did he change his position, and why?",
        "**The Prime Minister:** First, the hon. Gentleman is absolutely wrong about the position on resolution 1441. It is correct that resolution 1441 did not say that there would be another resolution authorising the use of force, but the implication of resolution 1441—it was stated in terms—was that if Iraq continued in material breach, defined as not co-operating fully, immediately and unconditionally, serious consequences should follow. All we are asking for in the second resolution is the clear ultimatum that if Saddam continues to fail to co-operate, force should be used. The French position is that France will vote no, whatever the circumstances. Those are not my words, but those of the French President. I find it sad that at this point in time he cannot support us in the position we have set out, which is the only sure way to disarm Saddam. And what, indeed, would any tyrannical regime possessing weapons of mass destruction think when viewing the history of the world’s diplomatic dance with Saddam over these 12 years? That our capacity to pass firm resolutions has only been matched by our feebleness in implementing them. That is why this indulgence has to stop—because it is dangerous: dangerous if such regimes disbelieve us; dangerous if they think they can use our weakness, our hesitation, and even the natural urges of our democracy towards peace against us; and dangerous because one day they will mistake our innate revulsion against war for permanent incapacity, when, in fact, if pushed to the limit, we will act. But when we act, after years of pretence, the action will have to be harder, bigger, more total in its impact. It is true that Iraq is not the only country with weapons of mass destruction, but I say this to the House: back away from this confrontation now, and future conflicts will be infinitely worse and more devastating in their effects.",
        "Of course, in a sense, any fair observer does not really dispute that Iraq is in breach of resolution 1441 or that it implies action in such circumstances. The real problem is that, underneath, people dispute that Iraq is a threat, dispute the link between terrorism and weapons of mass destruction, and dispute, in other words, the whole basis of our assertion that the two together constitute a fundamental assault on our way of life.",
        "There are glib and sometimes foolish comparisons with the 1930s. I am not suggesting for a moment that anyone here is an appeaser or does not share our revulsion at the regime of Saddam. However, there is one relevant point of analogy. It is that, with history, we know what happened. We can look back and say, “There’s the time; that was the moment; that’s when we should have acted.” However, the point is that it was not clear at the time—not at that moment. In fact, at that time, many people thought such a fear fanciful or, worse, that it was put forward in bad faith by warmongers. Let me read one thing from an editorial from a paper that I am pleased to say takes a different position today. It was written in late 1938 after Munich. One would have thought from the history books that people thought the world was tumultuous in its desire to act. This is what the editorial said:",
        "“Be glad in your hearts. Give thanks to your God. People of Britain, your children are safe. Your husbands and your sons will not march to war. Peace is a victory for all mankind . . . And now let us go back to our own affairs. We have had enough of those menaces, conjured up . . . to confuse us.”",
        "Now, of course, should Hitler again appear in the same form, we would know what to do. But the point is that history does not declare the future to us plainly. Each time is different and the present must be judged without the benefit of hindsight. So let me explain to the House why I believe that the threat that we face today is so serious and why we must tackle it. The threat today is not that of the 1930s. It is not big powers going to war with each other. The ravages that fundamentalist ideology inflicted on the 20th century are memories. The cold war is over. Europe is at peace, if not always diplomatically. But the world is ever more interdependent. Stock markets and economies rise and fall together, confidence is the key to prosperity, and insecurity spreads like contagion. The key today is stability and order. The threat is chaos and disorder—and there are two begetters of chaos: tyrannical regimes with weapons of mass destruction and extreme terrorist groups who profess a perverted and false view of Islam.",
        "Let me tell the House what I know. I know that there are some countries, or groups within countries, that are proliferating and trading in weapons of mass destruction—especially nuclear weapons technology. I know that there are companies, individuals, and some former scientists on nuclear weapons programmes, who are selling their equipment or expertise. I know that there are several countries—mostly dictatorships with highly repressive regimes—that are desperately trying to acquire chemical weapons, biological weapons or, in particular, nuclear weapons capability. Some of those countries are now a short time away from having a serviceable nuclear weapon. This activity is not diminishing. It is increasing.",
        "We all know that there are terrorist groups now operating in most major countries. Just in the past two years, around 20 different nations have suffered serious terrorist outrages. Thousands of people—quite apart from 11 September—have died in them. The purpose of that terrorism is not just in the violent act; it is in producing terror. It sets out to inflame, to divide, and to produce consequences of a calamitous nature. Round the world, it now poisons the chances of political progress—in the middle east, in Kashmir, in Chechnya and in Africa. The removal of the Taliban—yes—dealt it a blow. But it has not gone away.",
        "Those two threats have, of course, different motives and different origins, but they share one basic common view: they detest the freedom, democracy and tolerance that are the hallmarks of our way of life. At the moment, I accept fully that the association between the two is loose—but it is hardening. The possibility of the two coming together—of terrorist groups in possession of weapons of mass destruction or even of a so-called dirty radiological bomb—is now, in my judgment, a real and present danger to Britain and its national security.",
        "**Mr. Robert Key (Salisbury):** Does the Prime Minister acknowledge that thousands of scientists and civil servants in this country—hundreds of them my constituents at Porton Down—have been warning of those threats for some years and are hugely relieved that he and his Government are taking this seriously? They will support him, as will I.",
        "**The Prime Minister:** I thank the hon. Gentleman for that.",
        "**Mr. Tam Dalyell (Linlithgow):** What could be more calculated to act as a recruiting sergeant for a young generation throughout the Islamic and Arab world than putting 600 cruise missiles—or whatever it is—on to Baghdad and Iraq?",
        "**The Prime Minister:** Let me come to that very point.",
        "**Sir Teddy Taylor (Rochford and Southend, East):** Will the Prime Minister give way?",
        "**The Prime Minister:** Let me deal with this point first. Let us recall: what was shocking about 11 September was not just the slaughter of innocent people but the knowledge that, had the terrorists been able, there would have been not 3,000 innocent dead, but 30,000 or 300,000—and the more the suffering, the greater their rejoicing. I say to my hon. Friend that America did not attack the al-Qaeda terrorist group; the al-Qaeda terrorist group attacked America. They did not need to be recruited; they were there already. Unless we take action against them, they will grow. That is why we should act.",
        "**Lynne Jones (Birmingham, Selly Oak):** Will the Prime Minister give way?",
        "**The Prime Minister:** In a moment.",
        "**Sir Teddy Taylor:** Will the Prime Minister give way?",
        "**The Prime Minister:** Just give me a moment and then I will give way.",
        "Let me explain the dangers. Three kilograms of VX from a rocket launcher would contaminate 0.25 sq km of a city. Millions of lethal doses are contained in one litre of anthrax, and 10,000 litres are unaccounted for. What happened on 11 September has changed the psychology of America—that is clear—but it should have changed the psychology of the world.",
        "Of course, Iraq is not the only part of this threat. I have never said that it was. But it is the test of whether we treat the threat seriously. Faced with it, the world should unite. The UN should be the focus both of diplomacy and of action. That is what 1441 said. That was the deal. And I simply say to the House that to break it now, and to will the ends but not the means, would do more damage in the long term to the UN than any other single course that we could pursue. To fall back into the lassitude of the past 12 years; to talk, to discuss, to debate but never to act; to declare our will but not to enforce it; and to continue with strong language but with weak intentions—that is the worst course imaginable. If we pursue that course, when the threat returns, from Iraq or elsewhere, who will then believe us? What price our credibility with the next tyrant? It was interesting today that some of the strongest statements of support for allied forces came from near to North Korea—from Japan and South Korea.",
        "**Sir Teddy Taylor:** The Prime Minister is making a powerful and compelling speech. Will he tell the House whether there has been any identification of the countries that have supplied these terrible biological materials—such as anthrax and toxins—to Iraq? Should those countries not be identified—named by the Prime Minister and condemned?",
        "**The Prime Minister:** Much of the production is in Iraq itself.",
        "**Lynne Jones:** A moment ago my right hon. Friend said that the association between Iraq and terrorists is loose, yet last night President Bush told the American people that Iraq has aided, trained and harboured terrorists, including operatives of al-Qaeda. Was President Bush accurate in what he told the American people?",
        "**The Prime Minister:** First, let me apologise to the hon. Member for Rochford and Southend, East (Sir Teddy Taylor). He was making a point in my favour and I failed to spot it.",
        "Secondly, to my hon. Friend, yes, I do support what the President said. Do not be in any doubt at all—Iraq has been supporting terrorist groups. For example, Iraq is offering money to the families of suicide bombers whose purpose is to wreck any chance of progress in the middle east. Although I said that the associations were loose, they are hardening. I do believe that, and I believe that the two threats coming together are the dangers that we face in our world.",
        "I also say this: there will be in any event no sound future for the United Nations—no guarantee against the repetition of these events—unless we recognise the urgent need for a political agenda that we can unite upon. What we have witnessed is indeed the consequence of Europe and the United States dividing from each other. Not all of Europe—Spain, Italy, Holland, Denmark and Portugal have strongly supported us—and not a majority of Europe if we include, as we should, Europe’s new members who will accede next year, all 10 of whom have been in strong support of the position of this Government. But the paralysis of the UN has been born out of the division that there is.",
        "I want to deal with that in this way. At the heart of that division is the concept of a world in which there are rival poles of power, with the US and its allies in one corner and France, Germany, Russia and their allies in the other. I do not believe that all those nations intend such an outcome, but that is what now faces us. I believe such a vision to be misguided and profoundly dangerous for our world. I know why it arises. There is resentment of US predominance. There is fear of US unilateralism. People ask, “Do the US listen to us and our preoccupations?” And there is perhaps a lack of full understanding of US preoccupations after 11 September. I know all this. But the way to deal with it is not rivalry, but partnership. Partners are not servants, but neither are they rivals. What Europe should have said last September to the United States is this: with one voice it should have said, “We understand your strategic anxiety over terrorism and weapons of mass destruction and we will help you meet it. We will mean what we say in any UN resolution we pass and will back it with action if Saddam fails to disarm voluntarily. However, in return”—Europe should have said—”we ask two things of you: that the US should indeed choose the UN path and you should recognise the fundamental overriding importance of restarting the middle east peace process, which we will hold you to.”  \nThat would have been the right and responsible way for Europe and America to treat each other as partners, and it is a tragedy that it has not happened. I do not believe that there is any other issue with the same power to reunite the world community than progress on the issues of Israel and Palestine. Of course, there is cynicism about recent announcements, but the United States is now committed—and, I believe genuinely—to the road map for peace designed in consultation with the UN. It will now be presented to the parties as Abu Mazen is confirmed in office, hopefully today, as Palestinian Prime Minister. All of us are now signed up to this vision: a state of Israel, recognised and accepted by all the world, and a viable Palestinian state. That is what this country should strive for, and we will.",
        "And that should be part of a larger global agenda: on poverty and sustainable development; on democracy and human rights; and on the good governance of nations.",
        "**Mike Gapes (Ilford, South):** Will the Prime Minister give way?",
        "**The Prime Minister:** In a moment.",
        "That is why what happens after any conflict in Iraq is of such critical significance. Here again there is a chance to unify around the United Nations. There should be a new United Nations resolution following any conflict providing not only for humanitarian help, but for the administration and governance of Iraq. That must be done under proper UN authorisation.",
        "**Mike Gapes:** I am grateful to my right hon. Friend for giving way, and I endorse very strongly what he said about the need for the road map of progress in the middle east. However, the problem is that there is a perception that we are engaged in a bilateral action with just the United States. Could he respond to my constituents and others who believe that, and point out how strong is the support for action at this moment to rid the Iraqi people of the oppressive Saddam regime?",
        "**The Prime Minister:** I shall certainly do so. The UN resolution that should provide for the proper governance of Iraq should also protect totally the territorial integrity of Iraq. And this point is also important: that the oil revenues, which people falsely claim that we want to seize, should be put in a trust fund for the Iraqi people administered through the UN.",
        "**Mr. Simon Thomas (Ceredigion):** Will the Prime Minister give way?",
        "**The Prime Minister:** In a moment. Let the future Government of Iraq be given the chance to begin the process of uniting the nation’s disparate groups, on a democratic basis—",
        "**Jeremy Corbyn (Islington, North):** Will the Prime Minister give way?",
        "**The Prime Minister:** If my hon. Friend will allow me to continue for a moment, I shall come back to him.",
        "The process must begin on a democratic basis, respecting human rights, as, indeed, the fledgling democracy in northern Iraq—protected from Saddam for 12 years by British and American pilots in the no-fly zone—has done remarkably. The moment that a new Government are in place, committed to disarming Iraq of weapons of mass destruction, is the point in time when sanctions should be lifted, and can be lifted, in their entirety for the people of Iraq.",
        "**Jeremy Corbyn:** I thank the Prime Minister for giving way. Can he tell the House what guarantees he has had from the Turkish Government and the Turkish military that they will not use the opportunity of a war in the south to invade the northern part of Iraq and destroy the Kurdish autonomous region and the demands of Kurdish people for their own self-determination? There is a very serious fear that the Turkish army has always wanted to destroy any vestige of Kurdish autonomy.",
        "**The Prime Minister:** Turkey has given that commitment. I have spoken to the Turkish Government, as have the President of the United States and many others. I have to say to my hon. Friend that it is clear from the conversations that I have had with people in that Kurdish autonomous zone that what they really fear above all else is the prospect of Saddam remaining in power, emboldened because we have failed to remove him.",
        "I have never put the justification for action as regime change. We have to act within the terms set out in resolution 1441—that is our legal base. But it is the reason why I say frankly that if we do act, we should do so with a clear conscience and a strong heart. I accept fully that those who are opposed to this course of action share my detestation of Saddam. Who could not? Iraq is a potentially wealthy country which in 1979, the year before Saddam came to power, was richer than Portugal or Malaysia. Today it is impoverished, with 60 per cent. of its population dependent on food aid. Thousands of children die needlessly every year from lack of food and medicine. Four million people out of a population of just over 20 million are living in exile.",
        "The brutality of the repression—the death and torture camps, the barbaric prisons for political opponents, the routine beatings for anyone or their families suspected of disloyalty—is well documented. Just last week, someone slandering Saddam was tied to a lamp post in a street in Baghdad, their tongue was cut out, and they were mutilated and left to bleed to death as a warning to others. I recall a few weeks ago talking to an Iraqi exile and saying to her that I understood how grim it must be under the lash of Saddam. “But you don’t”, she replied. “You cannot. You do not know what it is like to live in perpetual fear.” And she is right. We take our freedom for granted. But imagine what it must be like not to be able to speak or discuss or debate or even question the society you live in. To see friends and family taken away and never daring to complain. To suffer the humility of failing courage in face of pitiless terror. That is how the Iraqi people live. Leave Saddam in place, and the blunt truth is that that is how they will continue to be forced to live.",
        "We must face the consequences of the actions that we advocate. For those of us who support the course that I am advocating, that means all the dangers of war. But for others who are opposed to this course, it means—let us be clear—that for the Iraqi people, whose only true hope lies in the removal of Saddam, the darkness will simply close back over. They will be left under his rule, without any possibility of liberation—not from us, not from anyone.",
        "**Glenda Jackson (Hampstead and Highgate):** Will the Prime Minister give way?",
        "**The Prime Minister:** In a moment. This is the choice before us. If this House now demands that at this moment, faced with this threat from this regime, British troops are pulled back, that we turn away at the point of reckoning—this is what it means—what then? What will Saddam feel? He will feel strengthened beyond measure. What will the other states that tyrannise their people, the terrorists who threaten our existence, take from that? They will take it that the will confronting them is decaying and feeble. Who will celebrate and who will weep if we take our troops back from the Gulf now?",
        "**Glenda Jackson:** Will the Prime Minister give way?",
        "**The Prime Minister:** I am sorry. If our plea is for America to work with others, to be good as well as powerful allies, will our retreat make it multilateralist, or will it not rather be the biggest impulse to unilateralism that we could possibly imagine? What then of the United Nations, and of the future of Iraq and the middle east peace process, devoid of our influence and stripped of our insistence?",
        "The House wanted this discussion before conflict. That was a legitimate demand. It has it, and these are the choices. In this dilemma, no choice is perfect, no choice is ideal, but on this decision hangs the fate of many things: of whether we summon the strength to recognise the global challenge of the 21st century, and meet it; of the Iraqi people, groaning under years of dictatorship; of our armed forces, brave men and women of whom we can feel proud, and whose morale is high and whose purpose is clear; of the institutions and alliances that will shape our world for years to come. To retreat now, I believe, would put at hazard all that we hold dearest. To turn the United Nations back into a talking shop; to stifle the first steps of progress in the middle east; to leave the Iraqi people to the mercy of events over which we would have relinquished all power to influence for the better; to tell our allies that at the very moment of action, at the very moment when they need our determination, Britain faltered: I will not be party to such a course.",
        "This is not the time to falter. This is the time not just for this Government—or, indeed, for this Prime Minister—but for this House to give a lead: to show that we will stand up for what we know to be right; to show that we will confront the tyrannies and dictatorships and terrorists who put our way of life at risk; to show, at the moment of decision, that we have the courage to do the right thing."
    ]
}