{
    "url": "https://www.ukpol.co.uk/tony-blair-speech-to-the-parliament-of-ghana/",
    "title": "Tony Blair – Speech to the Parliament of Ghana",
    "post_date": "September 12, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Prime Minister, Tony Blair, on February 2nd 2002.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "It is a pleasure to be here in Ghana today – part of a four-day visit I am making to West Africa, including Nigeria, Sierra Leone and Senegal. I am accompanied by Clare Short, who will be well known to many of you as the UK’s International Development Secretary.",
        "Yesterday, I spoke to the Nigerian Assembly and today it is my pleasure and privilege to have the opportunity of speaking to your Parliament. Right across the African continent, countries are emerging from military rule and dictatorship. You are rightly proud of your own democratic institutions, including the elections that took place just over a year ago which saw a peaceful change of government. The strength and vitality of this assembly is proof of the strength and health of your young democracy.",
        "The theme of my visit this week is partnership – the necessity and the possibility of a greatly strengthened partnership between reforming African governments and the world’s richer countries. A partnership based on shared responsibility and mutual interest. A partnership in which both sides commit to the policy reforms required for Africa to secure poverty reduction and development. I believe that the New Partnership for Africa’s Development (NEPAD) creates an unprecedented opportunity for progress.",
        "It is clear that Africans themselves must drive the process of reform. If we have learned anything in development over the last decade it is that development strategies imposed from the outside, in the absence of local leadership and commitment, will fail.",
        "But you and I also know that poor countries need support if they are to promote development and consolidate their democratic institutions. Today, I want to focus on this – on our responsibilities to you. The efforts we can make to support your efforts.",
        "There are three dimensions to this.",
        "First, we need to be clear about the purpose of our development co-operation.",
        "There are too many mixed motives in aid and development. Indeed one of the reasons that many people in the West are cynical about aid and development is because a lot of aid has been misused over the years, feeding the elites and corrupt rulers like Mobutu, rather then helping the poor in developing countries.",
        "We need a very different approach. At the UN Millennium Assembly the governments of the world have endorsed a set of Millennium Development Targets. These include halving the proportion of the world’s population living in poverty, universal primary education, a reduction by two-thirds in child mortality, and a cut of three-quarters in maternal mortality – all to be achieved by 2015.",
        "These are the world’s agreed development goals. While there has been progress in recent years, the efforts of the international community are still falling well short of their potential. Too much of global aid is still used to sweeten commercial contracts or tied to the purchase of goods from the donor country. If we are going to make faster progress in development, we need to strengthen the international focus on achieving the Millennium development goals.",
        "Second – if we are to achieve this progress – we need a fundamental conceptual shift in our approach to aid. Not aid as a hand-out but aid as a hand-up, to help people to help themselves. Not aid to create dependence but to create sustainable independence, so that the relationship between the developed and the developing world is not one of donor and passive recipient but one of equal partners in building prosperity for all. This is aid as investment in our collective economic and political security.",
        "Over the years, a great deal of aid has sapped rather than strengthened the capacity of the government locally. This is the very opposite of what is needed. We need investment to help countries put in place more effective states, capable of generating higher levels of economic growth, creating the resources to fund better health, education and public services. In many developing countries institutions are weak, including systems of financial management, increasing the risk of corruption. Our new approach to partnership in development is to provide technical assistance and financial resources to enable you to build capable states.",
        "This is why NEPAD is such an important initiative. It is a real chance – the best chance in a generation – to do development differently, and more effectively. You will understand that there is often concern amongst the publics of developed countries about the way in which development resources are used. This is not a lack of compassion. There is huge compassion and a willingness to tackle poverty and injustice across the world. But there is often scepticism that resources really get to those who need them.",
        "The reforms that NEPAD is making, and that you are making, respond to this concern. It will ensure that our development efforts are more effective. It will also help us to gain support for development across the world.",
        "The UK and other progressive development agencies are now increasingly allocating their aid resources in line with this new approach. As you know, this is also very much the thinking behind the new Poverty Reduction Strategy process, linked to the Heavily Indebted Poor Countries initiative (HIPC). Of the 24 countries that have qualified for HIPC debt relief, 20 are African, freeing up $1.2 billion this year to spend on health, education and other services. I am pleased that Ghana has opted for HIPC, and I hope that within the next month you will have reached Decision Point, and begin to get the benefits of debt relief.",
        "The UK has a £60 million development programme with Ghana. We are working with your Government on health and education, water, roads and bridges, and governance reform. I believe that on health in particular you are at the cutting edge of the new approach to development – with the UK and other donors pooling their resources in support of your own nationally-agreed health strategy. I hope that before too long, the whole of the donor community can go a step further – allocating all of their development resources in support of your Poverty Reduction Strategy. The UK is already doing this in Uganda, Tanzania and Mozambique. And I believe this approach is the way forward for development as a whole.",
        "Third – and this is critical – we need to recognise that the modern development agenda goes far wider than resource transfers, to embrace issues of trade and investment, conflict, governance and the environment. We need to look at all our policies in these areas to see what reforms are necessary to better assist the poorest countries in their development. Let me say something about two of these issues – trade and conflict.",
        "On trade, I know that Ghana has a particular interest in securing improved trading opportunities.",
        "Developed countries retain significant barriers to trade, particularly in agriculture. Access to EU agricultural markets is still restricted by the Common Agricultural Policy, including tariffs and seasonal levies. And although the market is open to tropical African agriculture and commodities, such as coffee and cocoa, tariffs of up to 300 per cent exist on some products. As I said in my speech in Nigeria yesterday, developed countries must practice what they preach, and cut these trade barriers.",
        "My other priority is conflict, a subject we have been discussing this morning We have published a paper today, setting out some proposals for the G8. Over the years, Ghana has played a crucial role in UN peacekeeping, including in Sierra Leone, and you have been an important stabilising force in the region. And of course in Kofi Annan you have an outstanding representative of your country leading the reform agenda in the UN, including its role in conflict prevention and resolution.",
        "I believe that the developed countries, particularly the G8, need to do more. Yesterday, I announced the establishment of a special envoy for Sudan. We need similar energy and commitment to drive forward on the Lusaka peace process in the DRC. And we need to provide practical support for Africans to tackle conflict on the continent.",
        "This is a big agenda. I believe that it has never been more timely or necessary to forge such a partnership. The NEPAD process creates real potential on your side. On our side, through the G8 and in the wider international community there is a willingness and determination to work with you in new ways.",
        "Real advance is possible. Let’s agree today to work together to make it happen."
    ]
}