{
    "url": "https://www.ukpol.co.uk/tony-blair-2002-statement-following-death-of-the-queen-mother/",
    "title": "Tony Blair – 2002 Statement Following Death of the Queen Mother",
    "post_date": "September 12, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a statement made by the then Prime Minister, Tony Blair, following the death of the Queen Mother. The statement was released on 30th March 2002.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "During her long and extraordinary life, her grace, her sense of duty and her remarkable zest for life made her loved and admired by people of all ages and backgrounds, revered within our borders and far beyond. She was part of the fabric of our nation and we were all immensely proud of her.",
        "Along with her husband, King George VI, she was also a symbol of our country’s decency and courage.",
        "Her bravery, when she refused point blank to leave London and her husband’s side during the Blitz epitomised both her own indomitable spirit and the spirit of the nation in its darkest hours. Later as Queen Mother, she was a unifying figure for Britain, loved by all, sharing in its joys and troubles.",
        "But respect for her went far beyond Britain. Throughout the Commonwealth and the world she was greeted with instant affection and acclaim. Above all, she was motivated by the most powerful sense of duty and service, enhanced by her profound religious conviction.",
        "She believed that the Royal Family’s role and duty was to serve the British nation and she carried out that duty with total and selfless devotion.",
        "Our thoughts are with The Queen, and particularly so after the sad loss of Princess Margaret, and with all the Royal Family, with whom Britain mourns, united in grief at our loss and giving thanks for a life of extraordinary service to our country."
    ]
}