{
    "url": "https://www.ukpol.co.uk/tony-blair-2009-speech-to-trimdon-labour-club/",
    "title": "Tony Blair – 2009 Speech to Trimdon Labour Club",
    "post_date": "September 12, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2009",
            "url": "/tag/2009/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tony Blair to Trimdon Labour Club in 2009.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "When I was Prime Minister I was known as an optimist. I still am. I’m optimistic about Britain, its future and the opportunities the world holds for us. Provided we take the right decisions, imbued with the right attitude of mind.",
        "Strange as it might seem, the financial crisis does not diminish this optimism. The way we are coming through the crisis instead reinforces it. We are not out of the woods yet; but we are on the path out.",
        "This did not happen by chance; but by choice. Think back 18 months, think back to the collapse of September 2008, and where the world was. It was poised on the brink of catastrophe. The prediction indeed of many – economists, commentators, even at least in private, leaders, was that we were doomed to repeat the collapse of the 1930’s. The spectre of prolonged recession stalked the corridors of economic and political power.",
        "Britain, like all other major nations, was hit hard by the crisis. In a deluge such as this, no one escapes. But now, March 2010, Britain has just had a Budget signalling a return to growth, a slow, difficult recovery, but a recovery nonetheless. The world economy is now similarly poised: not for catastrophe but for recuperation. It will mean here and elsewhere adjustments, tough action on deficits, changes in the way both public and private sectors work. All round the globe, in Cabinets, in boardrooms, at work places such a debate is happening about how best to proceed. We cannot understate the pain some people have gone through as a consequence of the global crisis or the insecurity they now face. For many young people and equally young families or people whose livelihoods have been badly hit, the anxiety has not abated, it continues. What we can say is compared to the fear of what might have been, we have emerged better than virtually any predicted. Hard decisions l ie ahead undoubtedly. But though the sea is still rough, the storm has subsided.",
        "This is for a simple reason, both in respect of Britain and of the world. The right decisions at the outset of the crisis were taken. Governments were mobilised, the financial sector put on emergency support, demand stimulated and most of all, there was an immediate recognition that decisive action was necessary and urgent. At the moment of peril the world acted. Britain acted. The decision to act, required experience, judgement and boldness. It required leadership. Gordon Brown supplied it.",
        "Since then, Gordon and Alistair Darling have been striving to keep the country moving, capable of meeting not just future challenges, but seizing future opportunities.",
        "The issue for the future is very clear: how does Britain emerge from the financial crisis; how do we compete in the new markets; how do we re-energise our dynamism, enterprise and sense of possibility?",
        "This is not just about policy, but about mindset. Who “gets” the future? That’s always the political question. Who understands the way the world is changing and can be comfortable in it? Who sees the excitement where others see the fear?",
        "The New Industries, New Jobs paper from Peter Mandelson, for me, correctly identifies both challenge and opportunity. It is the right judicious mix of Government and market, reserving for the first the role only it can play, and giving the second the help it needs to prosper. It represents a vision of how Britain can do well and how individuals and families can do better. It’s a platform for the hope of prosperity to come.",
        "So now our country has to debate the direction for our future. It’s a big thing for Labour to win a 4th term. Remember prior to 1997 Labour had never won two successive full terms. Now we have won three. So it’s a big moment for the Party; but of course, most of all, it is a momentous decision for the country.",
        "The tough thing about being in government, especially as time marches on, is that the disappointments accumulate, the public becomes less inclined to give the benefit of the doubt, the call for a time to change becomes easier to make, prospect of change becomes more attractive. But as I always used to say when some in our ranks urged a mantra of “time for a change” in 1997, it is the most vacuous slogan in politics.",
        "“Time for a Change” begs the question: change to what exactly? And the reason an election that seemed certain to some in its outcome, is now in sharp contention, lies precisely in that question.",
        "As the issue has ceased to be “what makes me angry about the government”, and has focused instead on “if I get change, what change exactly am I getting”, so the race has narrowed. Because that is not a question readily or coherently answered; and in so far as it can be answered, gives as much cause for anxiety as for reassurance.",
        "On some issues like racial equality the Conservatives have left behind the prejudices of the past. I welcome that.",
        "But when it comes to the big policy issues, there is a puzzle, that has turned into a problem that has now become a long hard pause for thought: Where are they centred?",
        "Is there a core? Think of all the phrases you associate with their leadership and the phrase “you know where you are with them” is about the last description you would think of. They seem like they haven’t made up their mind about where they stand; and so the British public finds it hard to make up its mind about where it stands. In uncertain times, there is a lot to be said for certain leadership.",
        "What happens after a long period of one party in Government, is this: the flipside of change being attractive, is that the public put a question mark over the Party seeking to be the change. It is not a cynical question mark. It is not loaded. It’s just a simple inquiry: what is it that I am getting?",
        "Prior to 1997, Gordon and I were acutely conscious of this. We sought to answer the question by saying, again, then again, then further again, that we were a new and different progressive force, that we would combine ambition and compassion, that we understood why Labour had been rejected and we had learnt. Even when we were 20 points ahead in the polls and some of my colleagues would say “oh come on, Tony, ease off now” I would say: no it is at the very moment when we are ahead, that we reinforce and repeat the message that our agenda is different from the past and we reassert New Labour.",
        "However, more than that, we had worked out a set of positions – not always defined policy but positions – that were clear and mutually coherent. We advocated a New Labour policy on the economy and also on law and order; we aimed to be as forward-looking on defence as on public services. We were New Labour throughout. It was a philosophical concept woven across the whole fabric of the case we were putting to the people. We re-wrote the Party constitution; changed policy on education, Northern Ireland, trade union law, crime. There was no compromise with the essential manifesto of New Labour. This was for a straightforward reason: we believed in it. We wanted to define not only our case for government but the way we would govern.",
        "So over time, the question mark faded and was answered. The question mark over the Tories has gone into bolder print. It has grown not faded. They look like they’re either the old Tory Party, but want to hide it; or they’re not certain which way to go. But either is not good news.",
        "On Europe, they’ve gone right when they should have gone centre. On law and order, they’ve gone liberal when actually they should have stuck with a traditional Conservative position; and on the economy, they seem to be buffeted this way and that, depending less on where they think the country should be, than on where they think public opinion might be.",
        "The Europe policy is really not trivial. It is bad enough to end up trying to form an alternative far right group to the mainstream Conservatives like Angela Merkel and Nicolas Sarkozy. That really isn’t smart. Of course those leaders will work with whichever Party is elected; but forfeiting goodwill in such a spectacular fashion won’t be a great beginning. Withdrawing from the Social Chapter will expend vast amounts of political energy and capital. It is a truly regressive step and for what? The feeling I get is that this is all a sop to the Tory Party. But that’s worrying at two levels. The issue is too important to be a sop, so that’s not good judgement and if it is a sop, what does that say about the Tory Party? Either way, Britain will pay the price, as it did before 1997. And by the way, no Party has won an election in Britain on an avowedly anti Europe platform since we joined the Common Market in the 1970’s.",
        "On law and order the Tories have opposed the stronger anti-terrorism measures and much of the anti-social behaviour agenda. They even want to restrict the use of the DNA database. This employs the advanced technology of DNA tracking and matching, to provide incontrovertible evidence of guilt or innocence. Its use so far has resulted in extraordinary breakthroughs. Old crimes, whose victims or their families never received justice, can be solved and perpetrators brought to book. Innocent people have been freed. As the database builds up, it becomes an invaluable crime fighting tool. In time, it will also be a fierce deterrent, since criminals particularly murderers, rapists and those who commit violent assault, will know they run a big risk of detection. It is an absolutely sensible use of modern technology. It can actually help prevent abuses of civil liberties. Yet the Tories oppose it.",
        "Everywhere you look, where you want certainty, you get confusion.",
        "So the Conservative leader speaking about his policy on the NHS a few weeks back spoke of his pride at how his party members “wrote out the placards, marched on the streets, campaigned to save our community hospitals, our maternity units, our GP’s surgeries.” Well, ok. That’s a policy of preserving the status quo in the NHS.",
        "But here’s Oliver Letwin, now Shadow Cabinet member in charge of policy for a Conservative Government speaking yesterday in the Wall Street Journal: He talks of bringing transformational free-market principles to public services and says: “We will implement a very systematic and powerful change agenda where hospitals compete for patients, schools compete for pupils, welfare providers compete for results…”",
        "That’s also clear. That’s a policy of radical transformation of the status quo.",
        "Or on economic policy, one week the absolute priority is deficit reduction. Ok, again clear. But yesterday a big tax cut became the centrepiece and not a vague ‘when things are better’ aspiration; but a full-on pledge.",
        "Leave aside for a minute, the rights and wrongs of the policies. What can’t be left aside is that they are plainly diametrically opposite. So why the confusion?",
        "The benign but still disqualifying explanation is that the policy-makers are confused, not just the policies. The less benign one is that one set of policies represents what they believe in; the other what they think they have to say to win. That’s not a confusion, actually; that’s a strategy and the British people deserve to have that strategy exposed before polling day.",
        "By contrast, Labour has chosen its path. It is mapped out. It is consistent. It is solid. It matches a strong commitment to public services with a strong commitment to reform. It is clear on crime. The economic policy is measured and set out by the steady hand of Alistair Darling. The package is coherent and thought through.",
        "It does two other things that are defining. It acknowledges completely that difficult choices lie ahead. But it seeks to do them fairly, to balance the tough medicine with the compassion. There are policies to cut the deficit but also to help the unemployed, to protect pensioners from poverty, to ensure that opportunity is spread as widely as possible and today a new plan to provide a National Care Service. It seeks to keep Britain together as a nation through troubled times.",
        "But it does something else. It recognises that we must make these choices and map out our path in a world whose challenges are increasingly global and whose solutions therefore must be. It is outward not inward looking.",
        "Thirteen years of power has seen its share of bad times and good, for the people and for the government. That’s for sure.",
        "But just cast our mind back and recall the change for the better. Not just the pledges on the famous pledge card back in 1997, every one met and more.",
        "Remember how people used to wait 18 months queuing on a hospital waiting list. Now it is a maximum wait of 18 weeks from GP to operation. Delivered by a Labour Government.",
        "Thousands fewer deaths from heart disease and cancer. Delivered by a Labour Government.",
        "In 1997 half of all schools got fewer than 30% of their pupils 5 good GCSEs. Today it is only 1 in 12. Delivered by a Labour Government.",
        "And the biggest schools and hospitals re-building programme since the Welfare State began. Delivered by a Labour Government.",
        "New services like Sure Start.",
        "New frontline workers.",
        "Help for families through tax credits and the winter allowance.",
        "Delivered by a Labour Government.",
        "Crime down, having doubled in the 18 years of the last Tory Government, the chances of being a victim lower than at any time since the Crime Survey began.",
        "Delivered by a Labour Government.",
        "Then the changes that we delivered and that would never have happened under the Tories: a minimum wage, flexible working, devolution, a ban on handguns. And how do we know they wouldn’t have happened under the Tories? Because in each case they opposed the change.",
        "Then there are the things done which define the spirit of the society we believe in: civil partnerships, the Human Rights Act, the boost for arts and culture and yes even bringing the Olympics to Britain in 2012.",
        "This has been part of a global vision. One of my charities today works in Africa. We have teams in Rwanda, Sierra Leone and Liberia. In each country, Britain’s role is celebrated as a leader in the fight against global poverty. We can be proud of what we done in development. Our troops continue to perform heroically and brilliantly in Afghanistan. And just recently in Basra, we have seen the huge change in the local economy, due in part to the way British troops held the line there through the most fraught times and of course the Iraq election. In Europe, Britain is standing up for our interests but reckoned and respected as a sound partner for Europe’s other nations. When Gordon sought to bring the world together to act in the financial crisis, it came naturally. He understands it.",
        "Which leads me back to the central point of the election: who “gets” the future? This is not a matter of age or personality. It is a matter of comprehension. This is a very, very important moment in which to exercise understanding. Since leaving office, and spending much time abroad, I can tell you one thing above all else. The characteristics of today’s world are: it is interdependent; it is changing; and power is moving East. And all of this is happening fast, faster than we can easily imagine. Britain’s challenge is not a 20th Century one and its politics cannot afford 20th Century political attitudes. The country has to go forward with energy, drive, determination and above all understanding. Closed minds close off the future. That would mean the challenge is failed, but it would also mean the opportunity is squandered.",
        "This country faces big challenges in the futures.",
        "I want this party to be the one able to meet those challenges.",
        "This country needs strong leadership.",
        "I want our leadership to be the one that gives it.",
        "There is still vast potential and promise in our nation.",
        "I want our government to be the one that develops it.",
        "I want a future fair for all.",
        "I believe a 4th term Labour Government can deliver it."
    ]
}