{
    "url": "https://www.ukpol.co.uk/tony-blair-2004-speech-on-law-and-order/",
    "title": "Tony Blair – 2004 Speech on Law and Order",
    "post_date": "September 12, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Prime Minister, Tony Blair, on 19th July 2004.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "Today sees the publication of the third 5 year strategy – this time for the Criminal Justice System and Home Office. The NHS strategy built on the investment and reforms of the past seven years; and indicated a step change to a de-centralised, non-monolithic consumer and patient driven NHS. The result will be an NHS true to its founding principle of healthcare available according to need not wealth; but radically changed for the world of the early 21st century.",
        "Likewise the education strategy signalled a move to a new era of secondary education beyond the traditional comprehensive model towards independent specialist schools.",
        "Today’s strategy is the culmination of a journey of change both for progressive politics and for the country. It marks the end of the 1960s liberal, social consensus on law and order.",
        "The 1960s saw a huge breakthrough in terms of freedom of expression, of lifestyle, of the individual’s right to live their own personal life in the way they choose. It was the beginning of a consensus against discrimination, in favour of women’s equality, and the end of any sense of respectability in racism or homophobia. Not that discrimination didn’t any longer exist – or doesn’t now – but the gradual acceptance that it was contrary to the spirit of a new time. Deference, too, was on the way out and rightly. It spoke to an increasing rejection of rigid class divisions.",
        "All of this has survived and strengthened in today’s generation. But with this change in the 1960s came something else, not necessarily because of it but alongside it. It was John Stuart Mill who articulated the modern concept that with freedom comes responsibility. But in the 1960’s revolution, that didn’t always happen. Law and order policy still focussed on the offender’s rights, protecting the innocent, understanding the social causes of their criminality. All through the 1970s and 1980s, under Labour and Conservative Governments, a key theme of legislation was around the prevention of miscarriages of justice. Meanwhile some took the freedom without the responsibility. The worst criminals became better organised and more violent. The petty criminals were no longer the bungling but wrong-headed villains of old; but drug pushers and drug-abusers, desperate and without any residual moral sense. And a society of different lifestyles spawned a group of young people who were brought up without parental discipline, without proper role models and without any sense of responsibility to or for others. All of this was then multiplied in effect, by the economic and social changes that altered the established pattern of community life in cities, towns and villages throughout Britain and throughout the developed world.",
        "Here, now, today, people have had enough of this part of the 1960s consensus. People do not want a return to old prejudices and ugly discrimination. But they do want rules, order and proper behaviour. They know there is such a thing as society. They want a society of respect. They want a society of responsibility. They want a community where the decent law-abiding majority are in charge; where those that play by the rules do well; and those that don’t, get punished.",
        "For me this has always been something of a personal crusade. I got used to the society of fear in the 1980s canvassing on the Holly Street estate in Hackney (now thankfully greatly improved); when people were too scared to open the door and the letterboxes had burn marks round them where lighted rags had been shoved through them.",
        "Later still, as an MP, I realised to my shock that this wasn’t confined to inner-city London. In the shire county of Durham, it was the same. I wrote a piece about it in The Times in April 1988, the first time I remember using the phrase “anti-social behaviour”.",
        "Then as Shadow Home Secretary, I had the chance to campaign on it. At the time the shift in Labour’s stance on law and order was seen as clever politics. Actually I just worked through instinct; and discovered that all over progressive politics, including in the 1960s generation, the same anger and concern was felt.",
        "But in Government, of course, the issue is not what to say, but what to do. Looking back, of all the public services we inherited in 1997, the one that was most unfit for purpose was the criminal justice system. Police numbers were falling. Though recorded crime had begun to fall, it was still double what it had been in the 1970s. Detections and convictions were going down. Trials often collapsed. Fines were often not paid. Probation training had stalled. 1 in 6 CPS posts were vacant. There were literally no computers for frontline prosecution staff. But above all, there was a resigned tolerance of failure, a culture of fragmentation and an absence of any sense of forward purpose, across the whole criminal justice system. And anti-social behaviour was a menace, without restraint.",
        "In the first few years we took some important first steps. We stopped the fall in police numbers, once free of the spending constraints of the first two years. We halved the time to bring persistent juvenile offenders to justice. We introduced the first testing and treatment orders for drug offenders. We introduced and implemented a radical strategy on burglary and car crime which cut both dramatically. We toughened the law.",
        "As a result, on the statistics we are the first Government since the war to have crime lower than when we took office. But that’s the statistics. It’s not what people feel.",
        "Building on these foundations, we started to become a lot more radical in our thinking. We introduced the first legislation specifically geared to ASB. We asked the police what powers they wanted and gave them to them. The latest Criminal Justice Act is a huge step forward. We put a £1 billion investment into CJS technology. We have introduced mandatory drug testing at the point of charge in high crime areas. We have established the first DNA database. There will be a new framework for sentencing. Probation and prisons are to be run under one service. Community penalties are being radically re-structured. And we have 12,500 more police than in 1997. There is a real feeling within the CJS that change is happening.",
        "But as fast as we act, as tough as it seems compared to the 1970s or 1980s, for the public it is not fast or tough enough.",
        "What we signal today is a step-change. It has three components to it.",
        "First, we seek to revive community policing. People want not just the bobby on the beat, but a strong, organised uniformed presence back on the streets. And the local community itself wants a say in how they are policed. They want to be in charge. Our proposals for police, CSOs and neighbourhood action do that.",
        "Second, we are shifting from tackling the offence to targeting the offender. There will be a massive increase in drug testing and drug treatment, with bail and the avoidance of prison being dependent on the offender’s co-operation. Sentencing and probation will likewise focus on the offender; and just paying the penalty will not be enough. For as long as they remain a danger, the most violent offenders will stay in custody.",
        "Thirdly, we are giving local communities and police the powers they need to enforce respect on the street. ASB measures will be strengthened. Summary justice through on-the-spot fines, seizure of drug dealers’ assets, closure of pubs, clubs and houses that are the centre of drug use or disorder, naming and shaming of persistent ASB offenders, interim ASBO’s, will be rolled out. Organised criminals will face not just the pre-emptive seizure of their assets, but will be forced to cooperate with investigations and will face trial without jury where there is any suggestion of intimidation of jurors. Abuse of court procedures, endless trial delays, the misuse of legal aid will no longer be tolerated.",
        "The purpose of the CJS reforms is to re-balance the system radically in favour of the victim, protecting the innocent but ensuring the guilty know the odds have changed.",
        "I know this is a lot to promise and to deliver. But there is change underway. For the first time in years, people’s fear of crime, and of ASB and of their satisfaction levels with the CJS are moving in the right direction. I want this to be a major part of our offer to the people of Britain in the time to come. We can’t do it on our own. We need the police to use the powers. We need the public to get engaged. But for the first time in my political lifetime the politicians, police and public are on the same side. We are providing help with the causes of crime: big investment in the poorest communities; extra family support for the most disadvantaged families; the New Deal; Sure Start; more drug treatment.",
        "We understand criminal behaviour often has complex and tragic antecedents. But out first duty is to the law-abiding citizen. They are our boss. It’s time to put them at the centre of the CJS. That is the new consensus on law and order for our times."
    ]
}