{
    "url": "https://www.ukpol.co.uk/tony-blair-2019-speech-on-the-general-election/",
    "title": "Tony Blair – 2019 Speech on the General Election",
    "post_date": "November 26, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tony Blair, the former Labour Prime Minister, at Reuters on 25 November 2019.",
    "content": [
        "Britain is home to a unique political experiment. We are testing – hopefully not to destruction – whether it is possible for a major developed nation to turn its politics into chaos and survive without serious economic and social damage to its essential fabric.",
        "Round the world where political leaders are gathered, there is often a conversation about whose politics is crazier. I agree that right now the competition is fierce. But I still believe British politics is unfortunately ahead of the pack.",
        "Populism of all sorts is rampant world-wide. My Institute has outlined the causes elsewhere. But in most cases the populism is focused on a Leader. Leaders are transient. In Britain our populism focused on a policy – Brexit – which may be permanent.",
        "This policy has become the defining feature of the main Party of Government in Britain for around 200 years, the Conservative Party.",
        "But then there is a populism of the left, and here the main Opposition Party in Britain of the last 100 years – the Labour Party – has been taken over by left wing populism.",
        "In June 2016, we were a reasonably successful and influential power, our economy the fastest growing in the G7, London possibly the premier financial centre of the globe, our technology sector the strongest in Europe, our society riven with inequalities and unacceptable levels of poverty due to austerity post the financial crisis; but nonetheless a country able to ease itself out of austerity and repair its social cohesion should it choose to.",
        "Fast forward to today and we’re a mess. The buoyancy of the world economy has kept us going up to now, but should that falter, we will be in deep trouble. Investment is down; jobs in certain sectors are already moving; our currency stays devalued sharply; and market sentiment swings between anxiety and alarm. And across a range of international issues which matter to us, we’re irrelevant, too preoccupied to spare over-stretched bandwidth of attention.",
        "Our politics is utterly dysfunctional. As proof, in the latest instalment of such dysfunction, we have a Brexit General Election; and in December to boot.",
        "If Brexit is blocked in Parliament, the way to unblock it is to go back to the People who originally mandated it. It is a specific issue and should be decided specifically.",
        "A General Election by contrast is about who runs the country for the next 5 years and is about many different issues.",
        "The two should not be mixed up together in one vote.",
        "But the reason why they have been mixed up is itself further evidence of the breakdown in politics.",
        "The Conservatives calculate that they can force people to elect them, despite worry over Brexit, because Jeremy Corbyn is the alternative.",
        "The Labour Party leadership calculate they can combine traditional Labour support around issues like the NHS, with Remain voters who hate Brexit, despite fear about the Labour Leader.",
        "In other words, both parties want to win on the basis that whatever your dislike of what they’re offering, the alternative is worse.",
        "And not forgetting the Lib Dems who, because of all this, thought they could turn a General Election into a by-election.",
        "The polls predict a Conservative victory; and put the chances of an outright Labour majority as negligible. But rightly, many like me don’t trust Boris Johnson with a blank cheque.",
        "The result is an Election where, despite the headline polls, there is unprecedented volatility and indecision, born both of uncertainty in the electorate as to what they want, and uncertainty as to how on earth they get it.",
        "Of course, there are those who love the Corbyn leadership and those who passionately believe Brexit is the most important thing in the world for Britain to do.",
        "But outside of these two extremes, a lot of people are scratching their heads, changing their minds, floating and unsure.",
        "The unifying sentiment is a desire, bordering on the febrile, to end the mess, to wake from the nightmare.",
        "This desire, though completely understandable, is in danger of leading us into a big mistake; and frankly we cannot afford another of those.",
        "Sometimes with a knot, you think that if you pull the string harder, the knot unravels; you pull it and discover its become even tighter; and then finally, you recognise you have to unpick it and however irritating and time consuming, it is the only way the knot gets untied.",
        "This is where we are today in British politics.",
        "The truth is: the public aren’t convinced either main Party deserve to win this Election outright.",
        "They’re peddling two sets of fantasies; and both, as majority Governments, pose a risk it would be unwise for the country to take.",
        "The Conservative Party say vote Tory and Brexit will be done; it will be over.",
        "They even add – do it and we can get back to dealing with the important issues.",
        "The cheek is quite breath-taking. So, having visited this debacle upon us, which has distracted us from those big issues for over 3 years, they now use the distraction as a reason for doing Brexit, not abandoning it.",
        "But it appeals.",
        "It is, however, a fantasy.",
        "Brexit isn’t over on 12 December, nor even on 31st January next year. We immediately begin the new phase of Brexit negotiation. Only this time, we are negotiating the future relationship of Britain with Europe, not simply the Irish border question, and without the leverage which comes from still being a member of the EU, since, legally, we will have left the Union and are in the transition period supposed to last up to the end of 2020.",
        "What has become apparent in the last weeks, is that this negotiation has no chance of being concluded in that transition period. None. Except in circumstances where, as Boris Johnson effectively did in respect of Northern Ireland, we concede that Britain stays in the trading system of Europe, the Single Market.",
        "It is belief that this might happen which motivated Nigel Farage to threaten to stand against the Conservative Party.",
        "But more likely is that a Conservative Government will be obliged to go for the Hard Brexit i.e. a 3rd Country FTA, like Canada, with divergence around tax, regulation and trade.",
        "This is what Ministers who are pro Brexit are already saying and the position Boris Johnson recently praised in the USA.",
        "If this is so, this negotiation is going to be horrible. I have spoken to many people in Europe over the past few weeks. Not a single person believes that there is any prospect of Britain reaching agreement with Europe on this timeline, if its position is divergence on rule making.",
        "On the contrary, they assert that Europe would be vigilant to ensure there was no ‘unfair competition’, particularly around tax and regulation.",
        "On Canada, I learnt two things. First, the Europeans, faced now with a Johnson Government, regard the Canada deal as a problematic analogy for the British deal. Trade with Britain is roughly six times that with Canada and whereas Canada is the other side of a large ocean, Britain is next door, geographically and physically linked. They are not going to allow a Brexiteer led British Government to establish a competitor with access to their market but undermining their rules.",
        "Second, despite being agreed 18 months ago, the Canada deal is not yet ratified and indeed is now facing considerable problems in various European legislatures. Should any of them block such ratification, the deal falls.",
        "The risk is obvious once this is understood. We will be back in the exact, same argument as we had over Ireland. One side of the Conservative Party will be demanding we leave without a deal if Europe refuses the access we want; the other will be wanting to compromise to get that access.",
        "This could last for YEARS!",
        "Yet though Brexit is a distraction, it is also the vital determinant of the nation’s future. It remains the single most important decision since 1945. Because of its effect on the economy, it impacts every one of the non Brexit promises the Parties are making.",
        "Doing it matters. How it is done matters. And exhaustion is not the frame of mind in which to do it.",
        "No Deal Brexit is not off the table. It is slap bang in the middle of it and if they mean their manifesto commitment to no extension past 2020, it is the probable outcome.",
        "When people hear the phrase No Deal, they often think we just mean failure to agree; which in Brexiteer language means we haven’t surrendered.",
        "What it really means is throwing our economy off a cliff and hoping it finds a parachute on the way down.",
        "It is a risk no responsible leader would take. Yet we may be about to empower a Leader – Boris Johnson – to take such a risk.",
        "The Labour Party manifesto is heralded by its leadership as the most radical ever.",
        "This is true. It promises a revolution; and if implemented it would indeed amount to one. I won’t go through the list of spending pledges, but they’re combined with renationalisation, repeal of union laws, new taxes on business, taking parts of a company’s shareholding into Government mandated Funds, a stack of new corporate and private sector regulation, and virtually every demand that any pressure group has ever submitted chucked in for good measure.",
        "The problem with revolutions is never how they begin but how they end.",
        "Meanwhile we have a policy debate devoid of rational analysis of the real challenges facing modern developed countries: the technological revolution; reform of the public realm as well as investment in it; and the rising power of China which is the biggest geo-political shift of modern Western history.",
        "So, the challenge is: we know the problem with both Parties manifestos, yet we want out of the paralysis. We crave clarity.",
        "But tugging on the knot harder isn’t going to bring it; we must unpick the knot.",
        "We should look at this election seat by seat. There is one General Election but 650 mini elections and each one matters.",
        "There are good, solid mainstream, independent minded MPs and candidates in both parties. Like many, I have been campaigning for great Labour candidates because we know Parliament will be poorer without them. I am sure the same is true of the Conservative Party and there are those who were expelled for their moderation also standing.",
        "The Lib Dems can’t form a Government; but they can play an important role in who does govern.",
        "Once we acknowledge all the above, and vote accordingly, yes untying the knot will take longer. The new Parliament will be obliged to let the country decide Brexit on its merits, in a referendum, whether in the light of what we now know, we want to proceed with exit from Europe and if so, on what basis.",
        "And then we will have a fresh Election to decide who governs.",
        "This is counter-intuitive. It will be resisted with all the force that the extremes can muster – extremes whose narrative runs through much of our present politics and media, reinforced by the scourge of social media, but the alternative is a choice between two risks, whose consequences we live with for a long time.",
        "This Election is the weirdest of my life time. But once you realise it is not conventional, you are liberated to think unconventionally.",
        "This is a moment to set aside the fatigue; to understand we’re taking a decision not just about a Government but about a future. So, we should think deeply.",
        "Then, at some later point, and not too later, we must set about the urgent task of reconstructing the sensible mainstream of British politics. Otherwise, this laboratory experiment in populism running riot, will end very badly for our nation."
    ]
}