{
    "url": "https://www.ukpol.co.uk/tony-blair-1985-speech-on-lifting-the-burden/",
    "title": "Tony Blair – 1985 Speech on Lifting the Burden",
    "post_date": "May 28, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tony Blair, the then Labour MP for Sedgefield, in the House of Commons on 16 July 1985.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-1-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-1.jpg)",
        "It is obviously not possible to give a detailed response at this stage, but we hope that there will be a full debate on the White Paper in due course. In general terms, we would, of course, support the abolition of unnecessary bureaucracy in the interests of small businesses, but the test that will be ​ applied to the White Paper is whether it deals with the real problems of the economy and unemployment or whether it is just another Government gimmick designed to distract attention, and in particular whether we are talking about cutting unnecessary bureaucracy or about subordinating vital protections for the consumers and employees in the interests of ideological obsession with deregulation.",
        "Turning to the substance of the White Paper, why do the Government identify the one major problem of regulation and then proceed to deal only with the minor ones? Is it not the case that the only area of regulation mentioned by more than one in five of the Department’s own survey was value added tax? Is not that the main problem faced by small businesses? Is it not correct that the White Paper proposes no new action of any substance on that? Why, in particular, did the Government block Opposition amendments to the Finance Bill that would have eased the bad debt relief on small firms?",
        "Secondly, will the Minister undertake that there will be no less environmental protection from the changes in planning procedure? Will he tell us why they are given such prominence when only a minute percentage of his survey said that they were a major factor?",
        "Thirdly, any loss of standards—and I think there may be—in fire regulations or health and safety regulations would be a wholly unacceptable and wrong price to pay. How on earth can it be right for the Government to impose different rights and duties in regard to safety for the public and employees based on the size of the firm? Is the Minister saying that the risk of mishap is less with small businesses? If so, may I tell him that all the evidence indicates the contrary, and that small businesses give rise to the most safety risks?",
        "We shall oppose vigorously the suggestions about unfair dismissal law and wages councils. What philosophy is it that says that fair play and fair rights of employment are a constraint on proper business activity?",
        "Many of the proposals seem to have been derived not from business experience but from political doctrine. Why is it that the scrutiny which gave rise to the White Paper received views from the organisations representing employers but not from a single organisation representing employees? Why were the Institute of Directors and the Adam Smith Institute so closely involved with the proposal? Is it not the case, as the survey itself found, that",
        "“most small businesses see problems with finance and sales as more serious than problems with compliance costs”?",
        "The same survey said:",
        "“The main reasons for business being good are individual effort and good demand.”",
        "If those are the main problems, why have not the Government dealt with them? Why create an agency to cut red tape but not agencies for industrial development? Why do we end planning protections but cut back on local authority initiatives which would create more jobs? Why do we cut back on unfair dismissal but not give proper training in the face of skill shortage? Why do we worry about the cost of meeting health and safety regulations but decline to lower interest rates?",
        "At first blush, the White Paper is a shabby and irrelevant document from a Government whose ideology is unable to solve the real problems of our economy. Will a single job be created by the scheme? If not, of what use is it?"
    ]
}