{
    "url": "https://www.ukpol.co.uk/tony-blair-2018-speech-on-brexit/",
    "title": "Tony Blair – 2018 Speech on Brexit",
    "post_date": "March 30, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tony Blair, the former Prime Minister, as part of the Speaker’s Lecture series on 26 March 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-1-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-1.jpg)",
        "On one thing everyone is agreed: Brexit is the most important decision this country has taken since the end of World War Two and the commencement of modern British history.",
        "It was taken by referendum, on one day in June 2016, with a simple majority of those voting and by a margin of 52–48.",
        "At that point, self-evidently, there was no knowledge of what the alternative to life outside the EU would look like. But the country voted to leave, and the Government was mandated to negotiate the terms both of exit and the new relationship.",
        "Since 23rd June 2016 as the negotiation has proceeded, so has our appreciation of what Brexit entails. The negotiation is complex. The future relationship around trade is technically fraught. There are many different versions of what Brexit will mean in practice, ranging from staying in the Single Market and Customs Union to going out without an agreement and trading on WTO terms.",
        "One other thing has emerged: there are different views about what is an acceptable Brexit outcome in Parliament, in the Opposition Party and not only in the governing Party but in Government itself and even the Cabinet.",
        "So, in a rational world, this would result in an active and thorough debate about the mandate the June 2016 vote bestowed. Was it a mandate to leave on whatever terms in whatever circumstances? Or can we read into the mandate some qualification relating to the effect of different Brexit outcomes?",
        "If it is the first, then there can be no revisiting of the decision irrespective of what it means for the national interest or the economy.",
        "If it is the second, then plainly it is logical, once we know the terms of the negotiation, that the people have a right to judge whether they want to proceed with that negotiated version of Brexit.",
        "It is a matter which reflects in the most profound way on the state of our politics, that it is that official position of both main parties in Britain that the first is the correct interpretation of the referendum decision. i.e. the British people voted to leave on any terms or indeed on no terms such was the vehemence of their dislike of the European Union.",
        "In other words, this decision on that day by that majority in that way has had the consequence of bringing into being a mandate which is comprehensive, all-encompassing, and eliminates further discussion of the wisdom of the decision.",
        "Just roll that round your mind for a moment. In no other dimension of life let alone politics, in no personal decision that any of us take in the myriad of different situations which require decision in our lives, would we take such an all defining direction to a new future in this manner. We wouldn’t move jobs on that basis, move home, marry or divorce with such a ‘whatever the terms’ abandon as we apparently have chosen to do in this case of the most momentous decision for the direction of our country in modern times.",
        "And what is more, in circumstances where the decision was only a small margin to the side of 50/50.",
        "How on earth have we come to such an extraordinary and definitive reading of the mind of the British people? That not merely do we insist that they have insisted that we leave whatever the facts we now discover or the terms our Government can negotiate, but that – even more extraordinary – the same British people would resent deeply being given an opportunity to pass judgement on these terms once they know them?",
        "By a combination of a pitiful lack of leadership and the bludgeoning of that part of the media dedicated to Brexit at any cost, we have taken the British people to the point where we consider it a betrayal to allow them to re-visit the most important political decision of their lifetime once they are in possession of the full facts which will determine the nation’s destiny for generations to come.",
        "If we proceed with Brexit future historians will naturally focus on the impact of the Brexit decision; but I predict that one major part of their inquisition will be how we as a country were persuaded that we should take such a decision so irrevocably in such a fashion.",
        "The case that I and others make is not that we ignore the referendum and reverse Brexit by a simple act of Government or Parliament.",
        "It is rather that we honour the Brexit result but say that the process of decision-making by the people should not cease to exist after 23rd June 2016, but should continue up to and until a final judgement on membership of the EU when set against the new relationship our Government has negotiated once we know it.",
        "If the people are to be trusted with the decision to leave before we know the terms of exit, why, once we have that knowledge, are they now disqualified and seemingly incapable of making the decision on whether the terms of exit meet their approval?",
        "Yet this is where we are.",
        "It is for this reason that Parliament today assumes such a special significance. We cannot rely on the Government. It has been plain for a long time that their primary interest, given the divisions, is to keep the façade of unity.",
        "Unfortunately, we cannot rely on the Opposition because its leadership believes – whether for reasons of opportunism or covert opposition to the EU – that they must commit to doing Brexit but pretend that they would secure a better Brexit deal.",
        "The truth is that the case for letting the people make the final decision is common sense if it is considered rationally and free of pressure.",
        "Think of all the things we know since 23rd June 2016. Think of how much greater is our understanding of the various options, the intricacies of our trading relationships, the impact on each sector of business and industry. Add up all the aspects of the negotiation – from EURATOM to fishing rights to security cooperation – and think how much more we know about corners of national policy which seem settled in bureaucratic obscurity but now require analysis, investigation and painstaking accord.",
        "Take Northern Ireland. I recall the visit I made with John Major during the referendum. Let’s say we didn’t exactly set the campaign on fire. The warning we gave was dismissed with ease by the Secretary of State for Northern Ireland, almost with contempt. Today, Northern Ireland is the issue which stands between the Government and a successful conclusion to the withdrawal agreement and no one is dismissing it now.",
        "Everyone says they want a frictionless border between North and South. In the past this was easy. For 100 years since partition, there was an agreement for the free movement of people and commerce across the border. The Republic of Ireland and the UK were always in the same relationship to Europe as each other. They joined the EU on the same day in 1973.",
        "Now the border will become the border between the UK and the EU.",
        "It is, frankly, obvious that the border can only remain frictionless if the North stays in the same relationship to Europe for trade and free movement of people as the South. This means not just a Customs Union but a Single Market arrangement.",
        "We can solve part of the puzzle by turning a blind eye to free movement of people, though of course it makes a nonsense of ‘taking back control’ of our borders for immigration purposes.",
        "But for trade, Europe will insist that if we are out of the Single Market, then there will have to be some form of checks. We can argue about how many and at what cost, but the border cannot be frictionless. Yet that is what we were promised.",
        "Northern Ireland is a metaphor for the entire negotiation.",
        "In all areas – from pharma to cars to financial services, what I call ‘the Dilemma’ will become manifest. Either we keep to Europe’s rules – however we call it, equivalence or alignment – in which case we have not fulfilled the central Brexit promise of absolute control over our laws; or alternatively we are free to diverge from those laws in which case the disruption to trade and consequent economic damage will be large.",
        "At some point the Dilemma will have to be confronted and overcome. The question is when.",
        "Here is where Parliament is vital.",
        "The resolution of the Dilemma can only be made by a choice. At this point we will know what Brexit really does mean, which of the very different versions of Brexit the Government has negotiated and whether the one negotiated satisfies the wishes of the people.",
        "The Government’s whole approach up to now has rested on the hope that the Dilemma can be avoided, that Europe will agree that Britain can stay roughly in line with Europe but nonetheless have the freedom to set our own rules and that, on this basis, we will have largely frictionless trade; not absolutely as we have now but near it.",
        "This is what is now known as ‘cakeism’.",
        "Here is the thing. Having our cake and eating it, is not negotiable. Europe is not going to agree this. They might – and I stress might – agree to cherry-picking i.e. in some areas we align and keep Single Market rules and in others not; but they are never going to agree to ‘cakeism’.",
        "The Government half recognise this. This was the meaning behind the Prime Minister’s recent speech which did try to differentiate between different sectors. But the most she felt able to offer in the areas where we want to stay close to Europe was something short of alignment; and the result was an immediate rebuff from the European side.",
        "It is a measure of the frailty of the public discourse around Brexit that the ‘deal’ the Government struck last week on transitional arrangements, was accepted as some sort of victory. The reality is that Britain conceded that, during the transition, we will remain bound fully by European rules, though we will have lost our say over them. It was not a compromise but a capitulation. Meanwhile the resolution of the Dilemma, including on Northern Ireland, was postponed.",
        "As time goes on, the Government will recognise fully that if they put a proposition to Parliament which clearly resolves the Dilemma, and before March 2019, the risk is it will not pass. Either it will mean divergence from Europe in which case, the business community will protest the damage and MPs will take notice of that. Or it will mean alignment with Europe in which case the diehard Brexiteers will cry foul and the British people will wonder why we are leaving.",
        "So, the Government will turn to fudge.",
        "They will understand – and the Brexiteers will assist them – that they have somehow to get past March 2019 without a defeat and they can only do that if the terms of the new relationship are sufficiently vague to let the fiction of ‘cakeism’ continue.",
        "Then once past March 2019 and when we are irreversibly out of Europe, they can negotiate safe in the knowledge that then the issue will be whatever deal they do versus no deal.",
        "Before we leave we have at least some limited negotiating leverage. Not much. We constantly forget that, even though Brexit dominates our news cycles, it is largely absent from those of the rest of Europe, except Ireland.  \nBut once we have left and are in the ‘transitional’ period, there is nothing. We can say that Europe will suffer if there is no deal or their companies are excluded from our markets, but the reality is that the pain we would suffer from being shut out of theirs is so disproportionately greater, this is a bluff that will never work.",
        "Basically, we will have to take what we are given. By the end of 2020, the transition will end. The cliff edge will beckon. We can navigate a harder or easier descent; but retreat will be impossible.",
        "It is this strategy that Parliament has a duty to foil. It has demanded a ‘meaningful vote’. The vote is only meaningful if it is on a proposition which allows us to know with precision what our future path looks like before we take it.",
        "Exposing the strategy of fudge and preventing it, should be the overriding aim of the Labour Party in Parliament. I understand, though don’t agree, with its decision to go along with Brexit. But it is the duty of Opposition MPs to thwart a strategy designed to place the country in a position where it puts beyond reach of reconsideration a decision of this fundamental importance whose full consequences we do not know.",
        "Failure to stand against the fudge would be unforgivable.",
        "As for the Conservative Party, I understand why they feel they must deliver Brexit as ‘the will of the people’. I understand also why they believe that delivering it is the best inoculation against a Corbyn Government.",
        "But in politics the difference between tactics and strategy is everything. Tactics are about the politics of the moment. Strategy leaps over the moment and tries to imagine the long term.",
        "Think ahead. Before the end of 2020 we will know the real deal. I suspect we will have a Canada type deal with not much plus. And if we don’t, we will have a deal which will leave a big number of Brexiteers feeling hoodwinked.",
        "There is then another 18 months to an election. Think June 2022. Will the economy be stronger? Will the Brexit news be better? Will people be feeling that Brexit has really delivered all that ‘control’ we say we don’t have now? Will the NHS be on the mend? Will the Free Trade Agreements be stacking up?",
        "Brexit happening in this sequence will be a Tory Brexit, fully owned, exclusively and completely by the Conservative Party.",
        "The 17m who voted ‘Leave’ may be short on gratitude. The 16m who voted ‘Remain’ will be unlikely to forget. Remember that 13m wins an election.",
        "Brexit is not the route to escaping a Corbyn Government; it is the gateway to having one.",
        "The sensible strategic course for the Tories is to share the responsibility. Resolve the Dilemma before March 2019.",
        "Put the proposition to Parliament. Even better let the MPs have a free vote.",
        "Then let the people make the final judgement on whether the British people prefer the terms for leaving Europe to what we have now inside Europe.",
        "If Brexit passes in these circumstances then that is the end of the matter. We leave. If it doesn’t then the people have decided. The Government has done its best.",
        "In 2022, the Conservative Party can fight an election not on responsibility for Brexit but on the normal domestic issues of the day.",
        "When I was growing up in politics the Tories were always the pragmatic folk. They eschewed ideology. They were business minded and prided themselves on common sense. They stood out against being railroaded by shouty activists.",
        "These are the qualities which have deserted them in pursuit of Brexit. At every stage decisions have been made driven by short term politics driven by loud-mouthed rhetoric. We triggered Article 50 before the French and German elections before we had any clear idea of our negotiating position thus pushing ourselves up against a very tough timetable for such a complicated negotiation.",
        "We put down red lines around the Single Market and Customs Union with little thought as to how that would be compatible with the interests of business and thus shut down our negotiating room for manoeuvre.",
        "We made a series of demands about money, transition and the rights of EU citizens all of which we were obliged to surrender.",
        "The Europeans, having at first thought that there was some truly cunning plan from the best brains of the British system now frankly think it is the product of the brain of Baldrick.",
        "Only by dint of the barrage of pro Brexit propaganda from the usual quarters are we spared a proper sense of indignity from the way we have conducted this negotiation.",
        "It is not too late for our politicians to grip our nation’s destiny and approach this issue differently.",
        "I return to the magnitude of the decision.",
        "Much has focused on the economics of Brexit. It is often said that the predictions of economic calamity turned out to be false.",
        "We can argue about the degree and the timescale.",
        "But there is no serious disagreement among serious people about the economic consequence of Brexit. Growth estimates for the next 5 years are the worst in over half a century. Quite apart from everything else, this will mean billions less in revenue to spend on public services. Every economic forecast says the same including that of the Government.",
        "Speak to those familiar with the international investment community and the sentiment on Britain has turned severely negative. Investment in the motor industry alone is down 40%.",
        "We are utterly and wrongly complacent about the damage to financial services if we lose access to Europe’s Single Market. Short term, the losses will be limited because of course it is hard for Europe to re-adjust from London as a financial centre for European finance. Short term.",
        "Long term, the City should be under no illusion: European regulators and even more so, European politicians, will not find it acceptable to have the centre for European finance outside the purview of European regulation.",
        "Frankfurt, Paris, Dublin are setting out their stall. Over time, we are going to haemorrhage jobs and business.",
        "But the political damage, the damage to Britain’s geo-political standing is the missing dimension to the Brexit debate.",
        "The most alarming characteristic of the Brexiteers is their confusion of delusion and patriotism. To recognise Britain’s position in the global hierarchy of nations and how it is changed over the past 70 years is not to be unpatriotic.",
        "The world of geo-politics is undergoing a revolution.",
        "China will become, if not the dominant power, a power to rival America.",
        "By 2030 India’s economy will be bigger than Germany’s; by 2050 several times the size.",
        "Population and GDP, through the mobility of capital and technology, are becoming re-aligned.",
        "Britain will be medium sized in a land where there are some very tall people and three giants.",
        "Like France or Germany, we will be obliged to advance our interests through alliance. On our own, we are weaker when dealing with trade, China, Russia, or even Facebook and the other global corporate behemoths.",
        "In alliance, we gain strength.",
        "That is the modern case for the European Union.",
        "To say this is not to diminish British pride in what we have achieved or confidence in what we can achieve. It is just to say that reality, not fantasy, is a better guide to statecraft. It is not to dishonour our past, it is simply to understand that the future will be different.",
        "The qualities which lighten our path have not changed. But we should recognise what they are. They include stoic resistance to bullying; standing firm and being prepared to stand alone where right to do so.",
        "But they also include creativity, innovation, openness and engagement with the world.",
        "The more intellectual proponents of Brexit can pretend that these latter qualities drove the case for Brexit. But, come on. The pretence is ludicrous. Sure, there are those who believe Brexit will herald a new ‘Global’ Britain. But the coalition which delivered the Brexit vote had, as its base, sentiment that was anti-globalisation, isolationist and particularly anti-immigration. And this sentiment was ruthlessly exploited by the Leave campaign. I am not complaining. That’s politics. But don’t tell me that the Brexit mandate derived from a desire to intensify globalisation.",
        "And this of course is the terrible long-term risk of Brexit. People say that there will be disillusion if Brexit doesn’t happen. Personally, I doubt this if it is the result of a fresh ‘say’ on the final deal.",
        "But even if true, the bigger disillusion will be when those who voted for Brexit because they feared the future shaped by free market globalisation, realise they are now conscripts in an adventure to embrace it more fully.",
        "This is the awesome responsibility which now rests with Parliament.",
        "This is a moment when every MP is a Leader. This is a decision like no other. It requires each Member to sit the test of leadership. Passing doesn’t mean voting this way or that. It means voting according to conviction and not according to the whip.",
        "Only Parliament can change the direction of this process. Only Parliament can ensure a meaningful vote on the terms of the new relationship with Europe before we leave by demanding that those terms are written with clarity and not with fudge. Only Parliament can give back to the people the final ‘say’ on the terms the Government negotiate. Members of Parliament: each, and every, one of you holds in your hands the responsibility to insist that these decisions of such importance to our country are taken before March 2019, before we cross over irrevocably to life outside Europe, before it’s too late.",
        "To each MP the question: do you really believe Brexit is the answer to the challenges facing Britain? Do you believe Britain will be stronger or weaker outside of Europe? If you left everything aside other than your own conviction, would you continue or find a way out? And if it is the referendum alone which persuades you to follow, is not worth examining the arguments which permit you to lead, to say to the people in the light of what we know we should have the right to think again?",
        "Last week, we had a small but perfectly formed example of how we have fallen as a nation into the vice of a false patriotism. Our passports.",
        "We want to change them from magenta to blue and it appears that it is a Franco-Dutch company which has won the contract for the new passports. Outrage. A ‘national humiliation’ one Brexiteer called it.",
        "The national humiliation is not that we have chosen a foreign company over a British one.",
        "The national humiliation is we think the colour of our passports defines our sense of nationhood.",
        "There is time, but not much time, to restore a proper patriotism, one which concentrates on building the nation’s strength to handle the challenge of a changing world, not taking refuge in the vain hope of escaping it.",
        "Here in this Palace of Westminster, in the birthplace of democracy, in the forum where so many decisions have been taken which have shaped not only Britain but the world, our fate will be decided by Members of Parliament.",
        "I say to them: think of our history. Think of our future. Think of the true meaning of both. And make that decision according to conscience and belief."
    ]
}