{
    "url": "https://www.ukpol.co.uk/tony-blair-1983-maiden-speech-in-the-house-of-commons/",
    "title": "Tony Blair – 1983 Maiden Speech in the House of Commons",
    "post_date": "September 7, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1983",
            "url": "/tag/1983/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Tony Blair in the House of Commons on 6th July 1983.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "I thank you, Mr. Speaker, for allowing me this opportunity to make my maiden speech, especially on such an important Bill, as the new Member of Parliament for Sedgefield. I only hope that I can acquit myself as well as the hon. Members who have preceded me in this difficult task.",
        "Sedgefield is in county Durham, and having lived there for almost 20 years it was an especial honour for me to be chosen by the Labour party to contest the seat. Given the Labour party traditions of county Durham, my subsequent election with a good majority was hardly surprising, but it was no less pleasing to me for that.",
        "The constituency is remarkable for its variety and contrast. In the north-west is the large modern conurbation of Spennymoor, flanked by old mining villages, such as Chilton and Ferryhill. Turning east, one travels through more villages such as West Cornforth, Bishop Middleham, Trimdon Village, Trimdon Colliery and Fishburn, and still further east there are the villages of Wingate, Thornley, Wheatley Hill, Deaf Hill and Station Town. Although most of those villages share the common history of mining, they also have their own distinctive and separate character.",
        "Sedgefield town itself is at the crux of the constituency. It contains some new industry, the important hospital of Winterton and also has its prosperous residential parts. Travelling south from Sedgefield, one enters a different world altogether. One can tell that it is different because it is the place where the Social Democratic party ceases telling the people that it represents the Labour party of Attlee and Gaitskell and begins saying that it represents the Tory party of Butler and Macmillan. Its towns include Hurworth, Middleton St. George, Whessoe and Heighington. It is sometimes suggested by the fainthearted that Labour support is less than solid here, but I have great faith in the good sense of the people.",
        "This new Sedgefield constituency is made up of parts of several other constituencies, and I pay tribute to the hon. Members from those parts—my right hon. Friend the Member for Durham, North-West (Mr. Armstrong) and my hon. Friends the Members for Easington (Mr. Dormand), for Bishop Auckland (Mr. Foster) and for City of Durham (Mr. Hughes). I am grateful that they are all here as colleagues in this Parliament.",
        "Though new in 1983, Sedgefield as a constituency has in a sense only been in hibernation, as it existed as a constituency until 1974. Distinguished predecessors have represented Sedgefield, the last three being John Leslie from 1935 to 1950, Joe Slater from 1950 to 1970 and David Reed from 1970 to 1974. Their maiden speeches provide an interesting synopsis of south-west Durham’s history.",
        "In the 1930s, John Leslie spoke of the poverty of his constituents, particularly the mines. However, in 1950, Joe Slater, himself a miner, described a better world where under public ownership the views of the miner are respected, and even acted upon, and that is how it ought to be”. — [Official Report, 29 March 1950; Vol. 473, c. 489.] That was a speech of optimism. David Reed, who like me had the distinction of being the youngest member of the parliamentary Labour party, also spoke with some optimism. He pointed out that the mining pits had largely closed but said: The influx of new industry into my constituency has shown a remarkable increase during the last five years”.—[Official Report, 7 July 1970; Vol. 803, c. 530.] In my maiden speech, I would have hoped to continue the theme of progress and optimism, but it is with the profoundest regret and not a little anger that I must say frankly that I cannot do so.",
        "The speech most appropriate to my constituency now is not the speech made in 1970 or even the speech made in 1950, but the speech that John Leslie made in the 1930s. In that speech, he said: Everyone will agree that it is nothing short of a tragedy that thousands of children are thrown on to the labour market every year with no possible propect of continuous employment, with the result that thousands drift into blind alley jobs and drift out again. They have no proper training, they feel that they are not wanted and the future seems hopeless.”—[Official Report, 4 December 1935; Vol. 307, c. 213.] That is tragically true for my constituency today. In the area of the Wingate employment exchange, which covers a very large part of the constituency, unemployment now stands at over 40 per cent. A large proportion of the unemployed are under 25 years of age. It is said with bitter irony that the only growth area in the constituency is the unemployment office. Those young people are not merely faced with a temporary inability to find work. For many, the dole queue is their first experience of adult life. For some, it will be their most significant experience. Without work, they do not merely suffer the indignity of enforced idleness — they wonder how they can afford to get married, to start a family, and to have access to all the benefits of society that they should be able to take for granted. Leisure is not something that they enjoy, but something that imprisons them.",
        "The Bill offers no comfort at all either to those people or to the vast majority of those of my constituents who are fortunate enough to be in work. Indeed. it adds the insult of inequality to the injury of poverty. It gives a further clutch of tax concessions to those who are already well off. Some 200,000 people are taken out of the higher rate bands, whereas only 10,000 come out of the poverty trap. That is a good illustration of the sense of priority shown in the Bill.",
        "When I say “well off” I mean very well off. It is not those who earn the average wage who have benefited from the Government’s fiscal policy, or even those who earn double the average. The only beneficiaries are those who earn more than three times the average. It is to that tiny and rarefied constituency that the Conservatives address themselves. The provisions of the Bill contradict in practical terms the myth that the Conservative party is the party of lower taxation for the people. In reality, lower taxation under the Conservative Administration has been confined to an exclusive club of the very privileged.",
        "You may wonder, Mr. Speaker, why, contrary to tradition, some maiden speeches have been controversial. Perhaps it is pertinent to ask in what sense they can be controversial, since the deprivation and unhappiness that afflict our constituencies seem beyond argument. What impels us to speak our minds is the sense of urgency. As I said, in the Wingate area, unemployment is over 40 per cent. A Government who are complacent or uncaring about a level of unemployment of over 40 per cent. are a Government who have abdicated their responsibility to govern. A Government who refuse to govern are unworthy of the name of Government.",
        "Yet, despite the 40 per cent. unemployment, NSF, a subsidiary of the National Coal Board, announced in February this year a proposal to close the Fishburn coke works. If implemented, that proposal would push unemployment in the Wingate employment exchange area to over 50 per cent. The coke works is the major employer in Fishburn. It is not ailing. It is a highly efficient plant which produces some of the best domestic coke in the world. It provides work indirectly for many other people in the area, such as road hauliers and dockers.",
        "In case anyone is unmoved by the loss of jobs, I can add that even in economic terms the closure is questionable. We are told that the recession is ending. I entirely agree with the hon. Member for Loughborough (Mr. Dorrell) that we need a broad-based economic recovery. My constituents are not interested in promises about economic recovery; they are interested in performance. In the recession, NSF loses money. However, the direct cost of closure in terms of redundancy payments, lost taxes and other related costs amounts to £3 million in the first year and £1 million in the following years. To close Fishburn is an act of economic madness multiplied by social disregard on an unbelievable scale. Its only true justification is a blind allegiance to dogma.",
        "Fishburn is significant not just in itself but as an example of the peril facing the north-east — a peril exemplified in the Bill. Fishburn is a real community. The constituency of Sedgefield is made up of such communities. The local Labour party grows out of, and is part of, local life. That is its strength. That is why my constituents are singularly unimpressed when told that the Labour party is extreme. They see extremism more as an import from outside that is destroying their livelihoods than as a characteristic of the party that is defending those livelihoods.",
        "There is not a pit left in my constituency. In the 1960s and the early 1970s, new industry came to the constituency, but it often lacked strong roots. When the recession began to bite, many companies—particularly the multinationals — saw their northern outlets as the ones to be cut. Some still remain, including Thorns and Black and Decker, although both have suffered cutbacks. Carreras Rothman, also in Spennymoor, is one area of growth, but in general terms the picture is bleak. It should not be so, because any discerning observer can see the advantages that the area offers. There is a capable and willing work force. There are massive amounts of factory space let at low rents by a district council that, unlike central Government, is eager to assist economic growth. There is ready access by road, rail and air, and some of the most beautiful countryside in Britain.",
        "What Sedgefield and the north-east desperately need is a Government committed to marrying together the resources of the area—a Government committed to the north. Over the last few years the level of investment in manufacturing industry in the north has dropped not merely in absolute terms but relative to other parts of the country. That situation must be reversed. In practical terms, the Government must pledge themselves to a massive investment in the region and must plan that investment.",
        "I and others will continue to press for a northern development agency to perform for the north the task that the Scottish Development Agency performs for Scotland. That is not a request for fresh bureaucracy but a realistic assessment of need. Experience of the present Government may teach caution in hoping for such a commitment, but a refusal does not make the case for such a body any less strong. The aim would be to harness the considerable resources of the constituency and the region and to let them work to create a better standard of living for the people. After all, that is the essence of Socialism.",
        "I am a Socialist not through reading a textbook that has caught my intellectual fancy, nor through unthinking tradition, but because I believe that, at its best, Socialism corresponds most closely to an existence that is both rational and moral. It stands for co-operation, not confrontation; for fellowship, not fear. It stands for equality, not because it wants people to be the same but because only through equality in our economic circumstances can our individuality develop properly. British democracy rests ultimately on the shared perception by all the people that they participate in the benefits of the common weal. This Bill, with its celebration of inequality, is destructive of that perception. It is because of a fear that the Government seem indifferent to such considerations that I and my colleagues oppose the Bill and will continue to oppose it."
    ]
}