{
    "url": "https://www.ukpol.co.uk/tony-blair-2001-speech-to-tuc-conference-cancelled/",
    "title": "Tony Blair – 2001 Speech to TUC Conference (cancelled)",
    "post_date": "September 12, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech which was meant to be delivered by Tony Blair to the TUC Conference on 11th September 2001, but which was cancelled due to the terrorist acts in the United States.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "I know Congress has paid warm tribute to Jimmy Knapp this week. But I want to add my own words today.",
        "He was a man of huge integrity. He was a good and candid friend of the Labour Party. Within the Labour and trade union movement, he is missed today and will be deeply, deeply missed for many years to come.",
        "A word on asylum, which you, Bill, raised in your speech yesterday, I agree totally with you that this issue must never be exploited,",
        "The lives and future life chances of those fleeing torture and persecution are far too important to play politics with and Bill Morris and others are right to remind us of that.",
        "But, asylum is rightly an issue of huge national concern. It is not limited to Britain. Across Europe there are large numbers of people on the move. In the first six months of this year in France applications for asylum rose 20 % whilst falling 10 % here, Look at the US, the problems in Australia, in Canada, This issue is global.",
        "But we have a clear responsibility here in Britain to make sure our system is not abused. Already in the past few years, we have tightened the rules, increased immigration staff and brought in measures to curb the horrific trade in illegal immigrants.",
        "Over the next few weeks, we will announce a further series of measures as we and others in Europe come under renewed pressure from migration.",
        "But in truth, there is now a need across Europe for wholesale reform of the procedures and process for asylum claims. We should always remain open to genuine asylum claims. But they must be decided by a system with proper rules and fair procedures not in an abused system that leads to the injustice of the survival of the fittest.",
        "As for the TUC, there is so much for you to be proud of this year.",
        "You have launched the Partnership Institute, a truly groundbreaking initiative which can help revolutionise industrial relations in this country.",
        "You have introduced a new stakeholder pension scheme with the Prudential, which is set to benefit half a million people.",
        "You have shown your commitment to tackling racism with the work of your Stephen Lawrence task group setting challenging targets for eliminating institutional racism within union ranks – an example to other institutions.",
        "The New Unionism Project is developing new ways of reaching out and recruiting, 14,000 new members in the last year have been covered by new voluntary agreements.",
        "But I would single out the work of individual unions and the TUC in the whole field of education and lifelong learning. The Government will be placing union learning representatives on a statutory basis to take this workplace revolution further.",
        "Thank you also for the support and understanding you have shown in our management of the economy, As you and your members know, we now face a more difficult economic climate. US and European growth has slowed. In the US and much of Europe, unemployment is rising. Japan remains in stagnation. In today’s world, the fate of the large economies is intimately interconnected, No nation stands alone, able to insulate itself entirely from any cold winds from abroad.",
        "Britain is bound to feel the draught. We are, in many ways, better protected than most. Underlying inflation is the lowest in Europe. Interest rates lower than for thirty years. Unemployment the lowest of any major European country. Yet as Friday’s manufacturing output figures illustrate, there are real problems facing us, especially in that sector. I know the pain much of manufacturing is experiencing. The pound-to-Euro rate has made life very tough indeed, Now with export markets shrinking, that pain is worse. In the UK, as round the world, jobs are being shed even from the most seemingly secure of companies.",
        "We will be increasing the support we give to employees made redundant and working with you to provide the re-skilling and retraining where we can.",
        "There is no point in offering false hope. And I am aware of Keynes riposte to talk of long-termism – ‘in the long run, we’re all dead.’ But there are three key things affecting our long-term strength which we must hold to.",
        "The first is prudent economic management. Bank of England independence, sound financial policy: they have been the bedrock of stability for the UK over the past four years. They must and will remain.",
        "The second is work we are pursuing with you now, in improving productivity. In some sectors, we still lag 45% behind the US and 20% behind France. That is why the investment in education, skills, science and technology is so vital,",
        "The third is to continue to play our part in Europe and to be part of the single currency if the economic conditions are met.",
        "On Europe I want to make it clear. This Government believes Britain’s proper place is at the centre of Europe as a leading partner in European development. There is nothing more damaging or destructive to the true national interest than anti European isolationism of today’s Conservative Party.",
        "Three million jobs depend on our being part of Europe; nearly sixty per cent of our trade; we negotiate together in international trade and commerce.",
        "It is the most integrated regional bloc of nations the world has seen. It now often works together on issues of common foreign and defence policy.",
        "Tell me what other nation anywhere, faced with such a strategic alliance right on its doorstep, at the crux of international politics, would isolate itself from that alliance, not out of accident but design? It would be an absurd denial of our own self interest. It’s not standing up for Britain. It’s sending Britain down a road to nowhere.",
        "And, of course, Europe needs reform; of course, it will do things we don’t agree with, at times; but aren’t we better in there, with confidence in ourselves and an ability to win debates, than sat on the sidelines as irrelevant critics, affecting nothing?",
        "From next January there will be a single currency circulating in twelve out of the fifteen EU countries. Sweden is considering joining. Denmark rejected membership but remains with its currency tied to the Euro. All those people who said it would never happen now content themselves with saying it will be a disaster. I believe they’re wrong. And a successful Euro is in our national interest. So provided the economic conditions are met, it is right that Britain joins.",
        "We are working in partnership with you on Europe and it was in partnership with you that we introduced basic fair rights at work. I know you would have wanted us to go further. But after the first ever statutory minimum wage, the Social Chapter, the right to union recognition, when people ask ‘what has the Labour Government ever done for us’, I think we are entitled to say: quite a lot,",
        "And of course now we look to ways of building on that record: as well as the review of current legislation, extending maternity pay from 18 to 26 weeks; rights to parental leave; new information and consultation rights to workers: and equal rights for part time workers. Again all achievable in partnership together,",
        "The trade unions we prospering again, better respected, more creative, still with work to do but in better shape than for decades. Why? Because you have changed with the times and you have embraced partnership as the way forward.",
        "Partnership with you and between you and employers is a reality, And, incidentally, this is in no small measure due to the leadership, intelligence and perseverance of your General Secretary, John Monks.",
        "People want fairness at work; they understand that there are employers who treat employees unfairly; but basically they prefer to regard their employers as partners not enemies. Partnership is not a denial of trade union interests. It is their modern expression. Reading the TUC pamphlet on attitudes to trade unions and the sense of this is clear, The threats to trade unions are either in poor service to members or a return m old-style political syndicalism. The opportunity is in high quality service and partnership.",
        "The impact of what we have done together is enormous. The minimum wage gave one and a half million people a pay rise. Over three million people got paid holidays. So far almost 200 new Union recognition deals have been struck, most of them voluntarily.",
        "Union membership is growing for the first time in over 20 years.",
        "And the opponents of these things? Those who claimed they would violate the British economy are forced to claim they support them after all.",
        "That is the measure of the shift in British politics.",
        "7 June confirmed it.",
        "The Party that had opposed the minimum wage defeated heavily.",
        "The Party that campaigned on xenophobic anti-Europeanism defeated heavily.",
        "The Party that advocated cutting public spending trounced out of sight,",
        "For the first time in our political life, in the battle between investment in public services and short-term tax cuts, public services won.",
        "That is a big achievement. A big shift, A big challenge ahead,",
        "For, we may have won the battle. We haven’t won the war.",
        "Because those we defeated are re-grouping around exactly the same ultra-Thatcherite agenda.",
        "Either they will have a leader whose policies are anathema to his Party; or a leader whose policies are anathema to the public.",
        "In any event, the Conservative Party is not going to change. Not yet.",
        "So battle will have to be joined again, And we will win, not by changing the basic reasons why New Labour has been successful but by deepening them, and explaining how they are the modern expression of our values, just as partnership is the modern expression of yours.",
        "In 1987, after the third election defeat, people said Labour could never win again. Ten years later we won a landslide. In June, we won again with the largest second term majority in British political history. How did we win’?",
        "People never doubted, in my view, even in the 1980s that Labour’s core values social justice, opportunity for all – were right. That’s why it was always nonsense that after 1987 we couldn’t win again. What they doubted was whether we understood how those values should be applied in the modern world.",
        "Our goals today – jobs, economic stability to help hardworking families, a reduction of poverty, high quality public services – would be recognisable to any Labour leader in history. The values have not changed and will not change. They are based on the core belief in society, in community, in solidarity, the idea that we help each other as well as ourselves; and that this, not some laissez-faire selfish individualism is the way to greater prosperity and a more fair and just society.",
        "But just as you are doing these values need application, to a new and modern world of global markets, technological revolution, a consumer age, of instant communication, choice and change. This is the world we must make our way in.",
        "The challenge of this world is the need constantly to adapt to the pace of change.",
        "The opportunity is that today: developing every person’s potential to the full, treating them as of equal worth, goes hand in hand with economic success.",
        "Fairness and enterprise go together. So in our first term, we were pro-business, cut corporation tax, but also introduced a minimum wage.",
        "We got rid of the appalling legacy of national debt, ran the economy better than the Tories, but we also took one million children out of poverty, increased old age pensions and cut youth unemployment by three quarters.",
        "Now we must show how it is possible to sustain it, why Thatcherism has had its day, why modern social democracy is the way forward. In a sense we seek to combine American economic dynamism with European social solidarity, without the inequity of the one or the rigidity of the other.",
        "But it isn’t just a question of money. The systems need fundamental reform,",
        "The principles of reform are clear,",
        "1\\. A national framework of standards and accountability.",
        "2\\. Within that framework, devolution of power to the local level with the ability to innovate and develop new services in the hands of local leaders.",
        "3\\. Better and more flexible rewards and conditions of employment for front line staff.",
        "4\\. More choice for the pupil, patient or customer and the ability if provision is poor, to have an alternative provider.",
        "As for the involvement of the private sector, I have a sharp sense of deja vu, in this my 8th year as Party Leader. Wherever change is proposed, there is a familiar pattern. First opponents of change construct an Aunt Sally grossly misrepresenting it; then a great campaign is mounted against the Aunt Sally; then we defend ourselves; then those who created the Aunt Sally, ask us why we keep talking about it. Then after the change goes through, people wonder what the fuss was about.",
        "So let us get a few things straight. Nobody is talking about privatising the NHS or schools. Nobody. Nobody has said the private sector is a panacea to sort out our public services. Nobody,",
        "There are great examples of public service and poor examples. There are excellent private sector companies and poor ones. There are areas where the private sector has worked well; and areas where, as with the railways, clearly it hasn’t.",
        "Round the world and certainly in Europe, people are changing and reforming public services. Sometimes the private or voluntary sectors play a role, sometimes they don’t.",
        "The key test is: improvement of the public service, We can argue about the new PFI hospitals or GP premises, the largest re-building programme in the NHS since the War. But the patients that will be treated in the new Bishop Auckland hospital or the new GP premises in West Comforth in my constituency, will be NHS patients treated in the NHS. Likewise the pupils in the new City Academies will be state school pupils.",
        "So where use of the private sector makes sense in the provision of a better public service, we will use it. Where it doesn’t, we won’t. The areas we propose to have a role for the private sector are set out with crystal clarity in the NHS plan; the Education White Paper; and the 10 year transport plan. Should those proposals change or be added to, we will discuss it with you. But the blunt fact is that our health and education services are run by publicly accountable authorities and overwhelmingly delivered by public servants. That is not for narrow ideological reasons but because we know what would be lost if we undermined the fundamental values that motivate staff, underpin those services and on which they are held accountable to the community, and that we will not do.",
        "One further point where the private sector is used it should not be at the expense of proper working conditions for the staff. Which is precisely why we are proposing to strengthen the TUPE regulations so as to give workers better protection.",
        "However this is only one part of a far larger reform programme.",
        "We need proper systems of inspection of accountability right across public services. We need to let schools, PCTs [Health: Primary Care Trusts], BCUs [Police: basic command units] develop and innovate, not have one size fits all driven from the centre. We need not just more teachers, but more classroom assistants and ICT specialists in our schools. We need pay and conditions to be more flexible to retain good teachers. In the NHS the traditional roles of nurses, doctors and consultants need change. Some of the perverse incentives need to be stripped out of the system.",
        "The way public servants are employed, the inflexibility of their working arrangements, particularly for women with family pressures, need radical change.",
        "There is a massive under utilisation of the potential of new technology in our public services, And where possible we need the users of services to know they can choose different providers. If a service fails, we need to be able to change its provision.",
        "The reform programme to improve public services is every bit as crucial to the future of Britain as changing Clause IV was to the future of the Labour Party, except of course infinitely more important in its impact on the lives of the people we serve.",
        "Be under no illusion. If we fail in this task, the Conservative Party stands ready with an alternative:",
        "Let the public services wither;",
        "Let those that can afford to, opt out;",
        "And let what remains be there for those that cannot afford to buy better.",
        "That’s what reducing public spending to 35 % of GDP, as Mr Duncan Smith proposes, means.",
        "So my focus now, and the focus of the government from top to bottom, is to deliver better public services for the people of this country.",
        "It won’t be easy, expectations are high. The legacy of years of neglect and underinvestment is strong.",
        "But my determination to deliver is absolute.",
        "And why? Because of the basic belief that has driven me all my political life; that everyone, every man, every woman, every child, deserves the chance to make the most of themselves within a strong and cohesive society. Public services, and the ethos of public service, are vital to making that happen.",
        "We are all in politics, or in public service, because we believe it can make a difference for the better. Because we believe that we are not just atomised individuals fighting for ourselves and our families, but part of a society held together by basic beliefs and values and aspirations.",
        "I believe education should be the passion of any government because I believe every child is of equal worth, Every child deserves a decent education and our country is a better and stronger country if they get it. And many of the problems we face today stem from the fact that for too many decades this country failed too many children by thinking we only had to educate an elite.",
        "I believe in the NHS because we are all of equal worth, every person should be treated with dignity and respect and where people are in fear or in pain, we owe it to them to relieve that fear and pain, without them having to worry about paying for it to be done.",
        "These are basic articles of faith for us. It is why we put schools and hospitals first. And what 7 June showed is that they are basic beliefs which go with the grain of the basic beliefs and values of the British people.",
        "So with their backing, we have a once-in-a-generation opportunity to deliver better schools, better hospitals, to step up the fight on crime, to sort out our transport system, to restore confidence not just in our public services, but in the very concept of public service.",
        "Why do I want so passionately for every school to be a good school? Not just because every child deserves to be able to get on. But because unless we make the most of the talents of every child, we are simply pouring our country’s greatest asset – the potential of our people – down a drain.",
        "Why do I want to get health spending here up to the European average? Not because the NHS is some relic museum piece that we want to save as a monument to a great reforming Labour government, but because a country that believes in fairness knows that the central principle of the NHS – healthcare available to all regardless of ability to pay – is as right for today as it was for 1945.",
        "Why am I so determined to push through the changes to the criminal justice system, slid to modernise the way our police forces work? Not because I have some arcane interest in the intricacies of reform, but because I know that the people most affected by crime and the fear of crime are decent people living in hard-pressed communities, and I am in politics to give them a better chance of living in security.",
        "So let us start from agreement that these are our motives, yours and mine, Let us not misrepresent our positions for the sake of a headline or an invitation to the TV studio. And let us hear no more false charges about privatising schools and hospitals when we are set to spend this year more money on them than ever before, are employing more people in them and their pay is rising faster than the private sector, for the first time ia years,",
        "It is precisely because of our commitment to public services that we need to make sure that the money is used to improve them. Because in the end it is the pupil, the patient, the passenger, the victim of crime, who comes first. They are my boss. They are your boss, and we should both of us never forget it.",
        "I know too that nothing that we plan for our public services will be delivered without the support and the professionalism of the people who work in them.",
        "I believe in public service. I believe in public servants. I know how strongly public servants believe in the public service ethos.",
        "The change we need in public services can only be achieved with, not in spite of, our public servants. Of course, no-one can have a veto over reform. Of course, the user of public services comes first. The vast bulk of public servants accept this. They, like us, only want to get it right. So I offer a partnership for change. There are people now showing how it can be done. Public servants doing a brilliant job. Let’s build on their success and let no outdated ideology, or misguided Government bureaucracy or vested interests, public or private, stand in their way.",
        "Change is never easy. But I tell you: reform is not the enemy of public service in Britain; the status quo is.",
        "That is our joint responsibility. It is our joint goal – to give this country improved public services. We offer a partnership for change and reform. Work with us and in the spirit of solidarity, we will succeed."
    ]
}