{
    "url": "https://www.ukpol.co.uk/tony-blair-2004-press-conference-on-higher-education/",
    "title": "Tony Blair – 2004 Press Conference on Higher Education",
    "post_date": "December 17, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tony Blair, the then Prime Minister, at his monthly press conference. The press conference was held on 15 January 2004.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "PRIME MINISTER:",
        "Good afternoon everyone. Welcome to this monthly press conference and we are going to start with what will be a short presentation on tuition fees, but nonetheless I think it is worthwhile just going back through the arguments again and John here is going to cope with my lack of technological capability by taking you through the various slides.",
        "Let me just set it out for you again. The purpose is to get a fair future for higher education, and we believe our reform package is better for all students because the up front fees – people won’t pay fees going through University, and there is a fair graduate repayment system, it’s better for poorer students because there is a new £3,000 a year support package for the poorest students, and it is better for Universities because they are going to see a big increase in their funding.",
        "Now why is it necessary to do this? It is necessary because there’s been a 36% fall in funding per student in the 8 years prior to us coming to office, it is necessary because University places are being expanded. We are now at 43% of under-30’s in University, but that is projected to rise. There’s a misunderstanding here sometimes. People say we have set some sort of arbitrary target. The reason we have an aim of 50% is that it is actually projected that it will rise to 50% by 2010 in line with both rising school standards and employer demands, and it is necessary to make these changes also because even with this expansion we are still getting far too low participation rates from the poorest families.",
        "Now this actually shows graphically why it is that we need change because what you will see is that the blue line is University funding, and you will see that that University funding, particularly after we came to office in 1997, has been rising so we have been putting more State money into Universities, but the pink line is the funding per student. That fell, as I say, dramatically before we came into office. All we have been able to do, because student numbers are still expanding, is to keep that static, but it is still significantly below where it was 15-20 years ago.",
        "Now the student support. What are we doing here? Obviously first of all there is the fee deferral, so this is a completely different concept from tuition fees that a family has to find whilst their children are going through University. They won’t have to find that money at all now. No family will have to do that whilst going through University. We’ve also then made a higher repayment threshold for the loans, starting at £15,000 not £10,000 per year as now, and actually a more generous system as well, as I will come to in a moment. We are writing off the loans after 25 years, and the maintenance loans will be increased to cover average living costs, so that is a very significant package of student support that will help us widen access.",
        "Now, for the poorest however there will be a £3,000 a year package for those studying the more expensive courses – half of it will be pure grant – and no student from a poorer background need take on extra loans. So how do we compare with the two proposals, if you like, or the two schemes. What happens now and what happens under the new system. Well first of all obviously under the new system there’s no payment up front and the effect is actually far better obviously because people don’t pay the fees on their way through University. Then secondly the writing off of the loans, at the moment for the maintenance loan, remember most students, about 80% of students, have got the full maintenance loan. I think the average is round about £10,000 of debt now, so it’s not as if this is an unknown concept, but that loan is only written off on reaching age 65 or death. Now it is going to be automatically both maintenance and fee loan written off after 25 years. This particularly means that for example if a woman goes to University but decides she wishes to stay at home to look after the children and decides not to go back to work again, then that is written off, and the effect obviously is a fairer system. And then finally there’s the grants for poorer students. This maintenance grant is being reintroduced in line actually with the original Dearing recommendations of some years ago and that of course is a substantial change. One substantial measure of support is that for the first time in years poorer students are actually going to get maintenance support, and that is at £1,500 a year, and together with the rest of the package, as I say, it is a support package of £3,000 in total.",
        "And then what that then means is for student loans, the interest charge continues to be no real interest rate which is obviously very important, and the graduate contribution is a graduate contribution that is obviously over a longer period of time with better systems of repayment.",
        "And then finally, if I could just show you two other things, that sets out the scheme for you where you see how much more beneficial it is the new scheme than the old scheme because for example under the existing scheme the maintenance loan that a student will pay off if they earn £20,000 a year after graduation they will be paying £17 a week at the moment, but under the new scheme combined fee and maintenance low will be round about half that, so it is far more generous to people in the early stages of their graduation when they may be earning less money.",
        "QUESTION:",
        "(Indistinct)",
        "PRIME MINISTER:",
        "Well of course you have to pay back the amount of the loan that is true, but what it means is that in the early stages of your work you’re actually better able to pay it off, and you’re not subject to the same financial pressures as when you will be paying off at the moment on £20,000 a year £17 a week.",
        "Then the final thing which I think is an important point to make because this is all about in the end obviously this is a debate in the House of Commons and that is tremendously important. We have to get the Bill through, of course we do, but I think the other thing is that that is in part influenced by the debate in the country and I think this is both a very interesting and important set of figures because what it shows is what we actually invest in the education of our young people at each stage and what it shows is that in the early years we invest least, and we actually invest £5,300 a year for each University student, which we will continue to do, that’s the public money that goes into it, and that is actually more than we invest in Primary or Secondary education per child. Now the reason we put this up here is to say surely it is fair therefore if you are going to increase University funding, to ask for a balance back from the student after graduation because otherwise that set of figures that already means that we put a higher investment as taxpayers into University students than we do into Primary or Secondary schoolchildren, then that imbalance would be even greater. And that’s why I say in the end it is fair, particularly in circumstances where 80% of the taxpayers in this country have not been to University, that we do ask from graduates a bigger proportion of the investment back. It doesn’t mean to say that the government and the taxpayer is still not going to make a major investment in their education. We are going to do so, but we will balance the contribution so that it is not just from the general taxpayer, it is also from the University student.",
        "One final point I would make as well, and that is that the interesting thing is if you look round the world today those countries that are making the biggest improvements in their higher education systems are ones with schemes similar to the one that we are proposing here. And that’s why I think this debate is important. It’s important for the future of the country because University education is of increasing importance. It is important to the reform of public services because we are showing how public services can be reformed in a modern progressive way for today’s world – not 30 or 40 years ago – and it’s important because in the end it allows us to put together the two essential concepts which is to meet future challenges in a way that is fair for all people, not simply a few, and for that reason I think whatever the difficulties in the coming weeks I believe that we will win this argument, but I believe that as each day passes it is more obvious how important it is that we do win this argument for the future of the country.",
        "QUESTION:",
        "Prime Minister, we are as you have just shown us into the detail of this argument now. So could you possibly tell us your own view about the idea of switching £1,200 towards the maintenance grant for poorer students from the discounted fees that the money is used for at the moment?",
        "PRIME MINISTER:",
        "You mean that you roll up more of the fee remission into maintenance grant?",
        "QUESTION:",
        "For poorer students you are able therefore to give them an extra £1,200 up front. It’s something Charles Clarke’s been talking about?",
        "PRIME MINISTER:",
        "Well I would express it in exactly the way Charles did when he did his package. We are now going to give a £3,000 per year support package to poorer students. As Charles rightly says however it may be that some of those students would prefer to take this money more in maintenance than in fee remission. Now he said that over time we will look at how we move to that. At the moment what we’ve got is a £1,500 maintenance grant for poorer students and then the rest of it in fee remission. But yes it is perfectly possible to move towards a different system in the future.",
        "QUESTION:",
        "You wouldn’t be against that yourself?",
        "PRIME MINISTER:",
        "No, no on the contrary I think there is everything to be said for it.",
        "QUESTION:",
        "Prime Minister, if the case that you’re setting out for a new system of University funding is as powerful as you say it is, why are so many of your own MPs refusing to accept it? Could it be that they are just being cussed, or could it be that they want to undermine your authority and get rid of you?",
        "PRIME MINISTER:",
        "It’s a big reform and these reforms are always difficult, and if you look back on the history of big social, economic, political reform in the past 20 or 30 years, they have always caused controversy because we’re asking people to think anew and there are two elements of argument against us at the moment. One is to say, look University education should be free and therefore the whole concept of fees is wrong. Now I believe it is not fair to put all the burden on the general taxpayer, and I think the country will understand that as you expand higher education places it is fair to ask for the graduate to make a contribution back into the system once they graduate, but we have got to win that argument. And the second argument is on the variability of the fee and there I think it is important to stress that to force all Universities to charge the same for every course and every University to be treated the same is just not either realistic or fair. There will be 2-year foundation courses that Universities will want to charge less for, than say a 3 or 4-year science or engineering degree, and I think that’s perfectly sensible. Or a law degree. And I think to encourage that diversity is a good thing, not a bad thing.",
        "Now the battle is still there to win. It is true the argument is moving our way, but the battle is still there to win. We need to make sure that people understand that this is a genuine attempt to get a fair solution to a problem that is of huge importance to future prosperity in Britain. These reforms are always difficult, but it’s interesting, isn’t it, that when you see today the reports on specialist schools and how well specialist schools are doing, and two or three years ago I was told that they would be elitist, that they would end up with a system that would return to selective education. Actually what has happened is these specialist schools are making huge improvements in results, with mixed ability intake, because they are teaching in a different way and because the system is working better. Now, that reform argument today has been won. But two years it was highly controversial. And I believe the same will be here for University finance, but I don’t underestimate it, it’s always a difficult call.",
        "QUESTION:",
        "But what about the motivation of those who are opposing? Are some people fighting other arguments using this as a cloak?",
        "PRIME MINISTER:",
        "I think it is probably not wise for me to get into speculating about people’s motives and just try, whatever their motives are, to shift the vote the right way.",
        "QUESTION:",
        "On Andy’s point, just a point of detail, you talked about it in terms of the future this question of converting the remission into an up-front payment. Is it something that you would contemplate doing at the start of student loans, or do you see that much further down the track? And just going back to Robin’s point, do you now regret having made this such a confrontational argument, having put your authority on the line as you did at the last press conference, and in fact if you did lose the vote, would you feel you could continue to lead a Party that clearly didn’t want to go along with the kind of market reforms you have in mind?",
        "PRIME MINISTER:",
        "On the first point that Andy raised – and incidentally there has actually been some wrong speculation in the papers about what this involves this morning – actually this is precisely what Charles was talking about when he launched his package. When we could do it. I don’t know. I can’t be sure at this stage. But there is merit in at least giving people the option as to whether they want to take more in fee remission or more in maintenance grant.",
        "QUESTION:",
        "It is reported this morning that the Chancellor is against that because of the cost implications.",
        "PRIME MINISTER:",
        "I thought it actually reported the other way round, but I don’t know.",
        "QUESTION:  \nWell which way round is it?",
        "PRIME MINISTER:  \nWhatever way it is reported isn’t actually correct. It has not been a discussion between the Education Secretary and the Chancellor. This has been something that the Education Secretary actually set out right at the beginning. And what you find in this is a constant running sore about who is agreeing with who and who is disagreeing …..",
        "QUESTION:  \nWhat is the position then?",
        "PRIME MINISTER:",
        "The record is exactly what I have just said which is that as Charles said when he announced the package we are at the moment doing this. We are splitting it up into some fee remission and some maintenance grant, though you can use the maintenance grant to put towards the fees, but as Charles said when he launched the package, there is merit in moving over time to a situation where you could take more of that in maintenance if that’s what you wanted, and it all depends on what you think is the problem for poorer students. Is it the fee, or is it the maintenance? Now, I have some sympathy with the view that actually it is the maintenance that the poorest student worries about. How am I going to pay my way through University, because after all the fee is deferred, and the repayment of the fee is not a function of the family income from which they came, but the income that they will earn after graduation. So I think there is merit in moving towards this. This has not been a bone of contention at all within government. Everybody wants to move in that direction but we need to work out …. not so much cost issues actually, it is work how you manage to do that, how you make that system work, and also how you do it without maybe taking the choice that some people may decide they would prefer to put that money into fee remission. Do you see what I mean.",
        "Now, in relation to the other point. Why is this so important? You’ve got to take a decision as Prime Minister about what the purpose of being in government is, and the purpose of being in government is to take difficult decisions that you believe to be right in the interests of the country and to see them through, and the reason why I have put so much effort into University reform is that I genuinely believe in the future the only economic course for this country is to get a better and better educated workforce and we have to pay for that in a fair way, and whereas 6 or 7 years ago when I was elected and said education is the number one priority I meant, and everyone believed I meant, schools. If you talk about education today, you have also got to talk about adult skills, University education, and educating children even before they get to Primary school. And therefore this is part of trying to meet future challenges in a different way. And that’s why it’s important and I actually have a great confidence in this argument. I think the more the argument has gone on, the more people have seen that this is a bold reform, yes, but also an important one and a right one. And there’s no point in doing the job unless you carry these things through, and that’s why we will do it.",
        "QUESTION:",
        "Where would you go? You say there’s no point in doing the job if you can’t do these things. Would you go if the Party say we are not prepared to do it? We don’t share your view.",
        "PRIME MINISTER:",
        "I think I’ve often said that it is not intelligent really to speculate on what might happen, but I believe that we will win the vote. There’s a lot still to do mind you, but I believe that we will win it.",
        "QUESTION:",
        "What do you say today to Samantha Roberts, whose husband was killed serving in Iraq after he had been told to hand over his body armour, after he had complained that he was going into battle without the correct equipment? He believed, and she clearly believes, that British soldiers like her husband were going to fight in Iraq without the proper equipment. Is she right, and if she is, should Geoff Hoon resign?",
        "PRIME MINISTER:  \nFirst of all let me express my sympathy and condolences to Mrs Roberts and to say to you I totally understand the concerns that she has expressed. As you will know, there is an inquiry being conducted now by the Ministry of Defence and I know that they are keeping Mrs Roberts closely in touch with the process of that inquiry, and of course they will with the outcome as well. And when we have all the facts before us then I think we can comment on it.",
        "QUESTION:",
        "I know that if I ask you about the substance of the Hutton Inquiry you will say wait for the report to be published.",
        "PRIME MINISTER:",
        "Or indeed the process.",
        "QUESTION:",
        "I think, if I may, there are some important questions on the process. The first is that the whole question what you said to us on the plane, bearing in mind that you are telling everyone else not to comment on the Hutton Inquiry until it is published, do you accept that in principle you were wrong to make that categorical denial on the plane, whether it was true or not? The second question is you said at a previous one of these news conferences that after the Hutton Inquiry was published that would be the opportunity then for us to question you on what it contained. Will you give us a guarantee that you will hold this next news conference within a week or the publication of the Hutton Report? And thirdly, the whole question of other people getting access to the Hutton Report under embargo. In the interests of equity, will you join in the various appeals being made to Lord Hutton to allow the press and the opposition limited pre-access to the report before it is published so that spin operations don’t dominate?",
        "PRIME MINISTER:",
        "I think it is important first of all that we wait for Lord Hutton’s Report and then people can make their judgments, not on the basis, to put it frankly, of speculation by parts of the media or party politics on any side, but actually on the basis of the facts that the judge finds. We should await the outcome of that. As for the process, I think that is entirely a matter for the judge and I am content to let him do that, and I think it is right that he does do it.",
        "QUESTION:  \nWhy is it different from Scott then?",
        "PRIME MINISTER:",
        "Well for the very reason that I have just given you, that I think the judge should be allowed to decide these things and we would be very happy to abide by whatever decisions he takes.",
        "QUESTION:",
        "But you objected the last time round.",
        "PRIME MINISTER:",
        "Well let’s wait and see what actually happens Adam before we criticise. I think the most important thing with this is to understand that we set up this inquiry, I actually set up the inquiry with an independent judge because I thought it was important that the public be given the facts, not speculation by this part of the media, or that part of the media, or as a game of party politics, but actually the facts, and I think he should be allowed to make his judgment and I am not going to comment further on it until he makes his judgment.",
        "QUESTION:",
        "If I can turn to another subject and ask for your views on the current status of European integration. Europe can’t agree on a constitution, Europe is split down the middle on Iraq, France and Germany are flouting budget limits, there is talk of a two speed Europe. What is going on? Has integration run out of steam?",
        "PRIME MINISTER:",
        "I don’t think that the process of European cooperation has run out of steam at all because Europe is expanding to 25 and there is still an awful lot that Europe can do, and you just had recently agreements reached on European defence that are very important. But there are tricky issues to resolve in respect of the constitution I don’t think it is any surprise that it is taking time to resolve. My own judgment about this is that of course we have to resolve these constitutional questions, but it is also important to have a forward political programme for Europe that demonstrates to the European citizen what Europe at its best should be about, which is better jobs, better economic performance, higher living standards, improved security for our citizens. And that is why part of the discussions that I will be having, not just with France and Germany but with others in the weeks to come will be focusing of course on how you resolve some of these outstanding constitutional issues, but also will focus on how we make Europe genuinely more relevant to the citizens of Europe, and that I think is the biggest task that we face.",
        "QUESTION:",
        "You say there is an agreement on European defence, but Germany has just planned to slash its defence budget.",
        "PRIME MINISTER:",
        "Well it is for countries to decide their defence budget, and we are increasing ours here, as you know. But I think there are two quite separate issues: one is the overall level of defence spending, but the other is frankly how efficient is the defence capability that we have for the money we spend in Europe, and even within existing defence spending there are many, many efficiencies that I think could be got into the system. Now without me commenting on German defence or anyone’s defence, but if you look around Europe and see the number of troops that are actually able to conduct and mount effective operations, certainly fighting operations, they would be a lot less, a lot fewer than the numbers in uniform. So I think there are issues there that are very important too.",
        "QUESTION:",
        "Returning to fees, Ron Dearing last week estimated that the funding gap between what is raised from general taxation and what the universities say they need has now risen to £11 billion. If I understand it correctly, and I think Charles Clarke accepted that figure, the new proposals will raise about £1 billion, where are the other £10 billion going to come from?",
        "PRIME MINISTER:",
        "You can argue about where the funding gap is going to be over the years to come as you expand student numbers, but what we can for a certainty say at this point is that universities under our proposals will be able to increase funding per student by about 30%, and you can see from the chart I put up earlier, that will be the first effective increasing in funding per student for many, many years. Now there is all sorts of speculation on funding shortfalls, there is an infrastructure backlog that has to be improved, but that can be done over time. The most important thing however is to get in place a system that allows the universities to know that they are going to be able to increase significantly the amount of funding available to students.",
        "QUESTION:",
        "And increase their fees, after the end of the next parliament …",
        "PRIME MINISTER:",
        "We have made two things very clear, James, on this. The first is that these fee levels are maintained for the next parliament; but secondly, and more important than anything else, that there will be no increase in fees without explicit parliamentary authorisation. So I think that is very, very important.",
        "QUESTION:",
        "Can I ask in the wake of the Kilroy affair, do you share the growing public concern about the erosion of freedom of speech? Is investigating Mr Kilroy Silk really a sensible use of police time? Is the government still wedded to the notion of a poll tax as the best way to fund the BBC, and does not such a funding system place a duty on the corporation to incorporate a wide array of views?",
        "PRIME MINISTER:",
        "Mark, would you like to answer that one on behalf of the BBC? Look I think it is important that obviously people take care in what they say, but it is important to have freedom of speech as well, and I think people can work out in their own minds what the balance of those things should be, and I think this is one controversy, if you don’t mind, that I will not enter into. And as for the BBC’s future, that is being looked at under the discussions of the BBC Charter and that will happen on the basis of what is good, not for the BBC simply, but for the public as well. So make what you will of that one.",
        "QUESTION:",
        "Will Gordon Brown make a good Prime Minister?",
        "PRIME MINISTER:",
        "For God’s sake, Nick. You have been sitting there thinking about this all the way through. I have been through these questions and those types of questions so many different times and I think at the moment if you will just let me get on with the job.",
        "QUESTION:",
        "Can I ask you one on tuition fees now?",
        "PRIME MINISTER:",
        "You can ask me one on tuition fees, Nick, as a reward for the ingenuity of your first question.",
        "QUESTION:",
        "I just wanted to give you a chance to give a better answer.",
        "PRIME MINISTER:",
        "Which I failed to take the opportunity of, but never mind.",
        "QUESTION:",
        "We will both go to the back of the class. You have just given once again a promise that the cap on tuition fees won’t be raised. Given people heard you promise that tuition fees wouldn’t be introduced at all when they read your manifesto, wouldn’t they be wise to be a little suspicious about that promise?",
        "PRIME MINISTER:",
        "First of all just let me make it clear, we will not have this new system in this parliament, this new system will be in the next parliament. Now I agree we are legislating to do it, but an election comes inbetween. And secondly, and this is very important to emphasise, what was being talked about was the idea of variable fees in the existing fees system. What we are introducing now is a graduate repayment system in place of university fees paid as you go through college. Now in any event the legislation will have in that legislation a clause expressly making it clear that raising fees has to be done by parliamentary approval, and that is why I think and hope and believe people will accept that.",
        "QUESTION:",
        "But MPs hearing you know that the people who persuaded you of the case for increasing fees simply don’t believe in this £3,000 cap. Every single one of them says it will have to be lifted and it will be lifted. So people will be deeply suspicious that in your heart you know it will have to be lifted too.",
        "PRIME MINISTER:",
        "No, because I think that what has happened is that we have introduced a system, it is not true that everyone has been saying to us you have got to lift the cap and have no cap at all. You look around the world today at the other systems I am comparing us with, in Australia, Canada, New Zealand, there are often caps in those countries too, I think I am right in saying that all of those three countries have a cap on it. And it is not true to say that all universities have told us to have no cap, some of them have been very, very specific they would want one. And what I am saying to you is that we have set this for the foreseeable future, and remember this system doesn’t even come into effect until after the next election, but it is also the case that we will be making it clear in the legislation that it needs explicit parliamentary approval, and I think and hope that that is enough for people. And the reason why it has been important to deal with this is because unless we give the universities some clear certainty about the system that is coming forward in years to come, they can’t plan for it, and in the end the important thing is to do the right thing for the country. And I hope people understand that the system we are putting forward is not simply “top-up fees”, it is a different system altogether, it has completely different elements from the system we have in place at the moment.",
        "QUESTION:",
        "But some of those potential rebels, and indeed some people who like the policy, say part of the problem is what is happening now. Two weeks away from the vote and you are intensively explaining it that concessions are being made, and they feel this was a policy dropped on them from Downing Street without going through the proper procedure. Do you think mistakes were made?",
        "PRIME MINISTER:",
        "Well you can always look at how you present these things better, although my experience of these difficult reform issues is that they always begin with a difficult context, and then you have to get into the argument, and then as the argument unfolds people start to get persuaded. And certainly the MPs I have talked to in the past few days are increasingly saying well actually now that we see the whole package we do understand that it is not a bad package, on the other hand we have said that we are going to vote against it, so they are looking for a way to get out of that situation. But it is very important as well to recognise, sometimes I read that we have made concessions to get this package through. We have made no concessions. The package of student support is right in its own interest and right, it is not right simply because it helps to get the package through. I think it is important that we reintroduce support for poorer students, and it is important that we relieve all families of the burden of finding money for university education as their children go through college. And the fact is if you are a middle income family, so you don’t qualify as a poorer family that gets the support, if you are a middle income family in middle Britain and you have got one, perhaps two children going through university at the same time, at the moment you are having to find over a three year period maybe £6,500 out of taxed income to get your child through university. That is a lot of money to people on incomes that are actually still …",
        "QUESTION:",
        "It was your decision originally, the upfront fees?",
        "PRIME MINISTER:",
        "Of course, I totally agree with that, and the fact is we would have been unable even to sustain universities in the position they are in unless we had taken that decision. That is why, remember how this all began, it didn’t begin under this government actually, it is a programme of change that has been going on for probably 15 – 20 years because people have recognised that more and more people will go to university, we first of all then had maintenance loans introduced by the previous government. Then you had before the 1997 election an understanding that universities were in dire trouble still, so Ron Dearing was then commissioned to do his report with cross-party support at the time. He came forward and said you are going to have to introduce tuition fees, and so we did and we were the government that did that. But I said straight after the last election, I said that one of the things that did impress me and worry me on the doorstep was people saying to me if you are from, you know not a poor income but a middle income family, it is a lot of money to find out of your taxed income to put your children through university. And that is where we came, not arising out of a few people in Downing Street, we came to the conclusion that we were best to move to a situation where you don’t have to pay any fees going through university but the graduate makes a repayment afterwards. And when you look round the world and see the countries doing best in higher education – Australia, New Zealand, Canada, the United States of America – this is the system, with variants, that they have got and that is why we have done it.",
        "QUESTION:",
        "You met with Mariano Rajoy on Tuesday and you told him that you were prepared to continue conversations about Gibraltar after if Party au Popular came back to victory. That has caused a lot of excitement in Spain because people understand that you are committed to restarting conversations that are “dead” since the summer of 2002. Can you confirm that please?",
        "PRIME MINISTER:",
        "Well they have never been dead at all. We have continued to discuss the issues relating to Gibraltar, it obviously forms part of the conversations I have had with President Aznar over the past few months. But it is important that we carry on – Britain and Spain – trying to reach agreements that of course in the end have to be subject to the consent of the people of Gibraltar, but it is important that we carry on trying to reach agreement on this issue because I think that relations between Britain and Spain are immensely important and we need to do everything we can to try and resolve this in a sensible way. And therefore what I said to Mr Rajoy is exactly what I have said to President Aznar, and that situation will continue.",
        "QUESTION:",
        "To return to the death of Sergeant Steve Roberts, looking back to this time last year when you were sending troops to fight in Iraq, did you know, or did Geoff Hoon know then that there were some of them facing problems they characterised as disgraceful over the kit? And now do you accept or agree with that that indeed those problems were, to use Sergeant Roberts’ words, disgraceful?",
        "PRIME MINISTER:",
        "We have to wait for this inquiry to report to the MOD because they are looking into the specific case. I know it is unsatisfactory in a sense to have to say this, but it nonetheless is really the only proper thing to do. And in a situation like this, particularly when someone has died in circumstances where there is this issue over whether they had the proper equipment or not, I would prefer to make a comment to you once we get the report back from the inquiry.",
        "QUESTION:",
        "Gerry Adams is saying this lunchtime that he believes the forthcoming review will end in a stalemate, and he is talking about the government taking the initiative and bringing about some other process outside the review to break the deadlock. Is that viable? And secondly, could I ask you, considering that we now know that Judge Corrie has recommended four inquiries into his findings, when do you intend to publish the Corrie Report and what sort of inquiry do you eventually envisage considering the considerable cost of the Bloody Sunday inquiry?",
        "PRIME MINISTER:",
        "On the issues to do with Corrie, we will publish it as soon as the outstanding legal issues are resolved and then we can make decisions about inquiries and the nature of them at that stage. In respect of the first point, well I hope everyone goes into the review with the idea of making it work. But let’s be quite clear what the two issues are going to be. The two issues are going to be: one, is it clear that on behalf of the Unionist majority there is a willingness in principle to share power and to work in the executive, together with all parties that are abiding by the Belfast Agreement; and two, in respect of the Republican Party – Sinn Fein – is there a clear understanding that we cannot have a situation where any party that is in government is associated with active paramilitary organisations. Now those are the two issues that the review has got to resolve, and I hope that rather than people predicting there is going to be a stalemate, that on the Unionist side they go in resolved to share power provided everyone is in accordance with the Good Friday agreement, and on the other side, the Sinn Fein side, a recognition that we do have to be clear that peaceful and democratic means is what is going to be used.",
        "QUESTION:",
        "It is 13 months since your speech in Belfast at the Harbour Commission and we are still waiting on these acts of completion.",
        "PRIME MINISTER:",
        "Yes, exactly.",
        "QUESTION:",
        "How long? Do you go ahead without Sinn Fein? It is hard. The Irish government are saying that they wouldn’t have Sinn Fein in government at the moment because of paramilitary activity. Is it fair, for example, they ask the DUP to go into government, into executive with Sinn Fein in the same circumstances?",
        "PRIME MINISTER:",
        "That is precisely the reason, the reason why we have been in this position for the past 15 months is because we haven’t had the acts of completion. And the reason why the executive was not up and running at the time of the Assembly elections is because it was impossible to satisfy, not just Unionism I have to say but a broader swathe of opinion than that, that all paramilitary organisation and activity had ceased. And we cannot have a situation where people are expected to sit in government with political parties attached to active paramilitary organisations. When people say to me, well you said people wouldn’t be in government if they were linked to active paramilitary organisations, that is precisely the reason we have not had a functioning devolved government in Northern Ireland, because we have not been satisfied about that. Now on the other hand I do believe that the Sinn Fein leadership are committed to making this process work, I do believe they have come a very, very long way, but we have got to have no ambiguity about it. What I said 15 months ago I repeat now, there was a time when ambiguity in Northern Ireland was our friend, a necessary friend. It is now the enemy, an opponent of this process working. It has got to be clear, you cannot expect after five and a half years of the Good Friday agreement, you cannot expect people to sit down in government unless they are all playing by the same rules, and there is no way round that.",
        "QUESTION:",
        "To return to Europe for a moment, what is your reaction to Bertie Ahern when he says that any understanding on parts of the deal reached between EU leaders before the constitution talks collapsed in Brussels last December, any understanding that you had of a deal is now irrelevant and that all those so-called red line issues, like foreign policy, taxation and defence, that you thought you had some agreement on, will go back into the melting pot if the Irish EU Presidency can get the talks going again?",
        "PRIME MINISTER:",
        "I think people are making a little bit more of this than need be. It is a statement of fact, as we said at the time, that nothing is agreed until everything is agreed. But on the other hand, the fact that there was a summing up by the previous Presidency that indicated that areas like foreign policy, and tax and defence should remain intergovernmental, unanimous, I think is very persuasive and obviously our position remains the same. And I would be quite surprised if the broad understanding that we had before was overturned. But of course the Irish Presidency is absolutely right, nothing is agreed until everything is agreed, and the negotiation has to be agreed on all points and I wouldn’t expect them to say anything different from that.",
        "QUESTION:",
        "Could I take you back to the case of Sergeant Roberts and the inquiry, I know there is an inquiry. What his widow, Samantha, wants to know is a guarantee from you that this inquiry will be genuinely thorough-going, that if it finds that there were severe equipment shortages then there will be resignations at a high level. And isn’t there frankly already enough evidence to offer her not just your sympathy but an apology as well?",
        "PRIME MINISTER:",
        "I think really what I would say is this, that an inquiry has been appointed to look into this case. I am sure it is going to be a thorough inquiry and it is really for them to say what has happened and to apportion blame out of it. And it is a question of wanting to wait until we have that before I start not simply prejudging it, but maybe saying things that the inquiry says aren’t actually the case. So I think it is best that we do it in the way I have described, really.",
        "QUESTION:",
        "Yesterday at Prime Minister’s Questions you trumpeted the latest fall in national levels of unemployment, when at the same time regional unemployment in the north east has risen yet again, and today we have had confirmation by Samsung on Teeside, that it is to close its plant with a loss of 425 jobs. What is your reaction to the Samsung decision and the wider problems facing manufacturing in regions like the north east?",
        "PRIME MINISTER:",
        "First of all, Gerry, I deeply regret the loss of jobs at Samsung, this will have an impact on my constituency and others in the area, and Samsung employment was good employment, skilled employment, and we can badly afford to lose it. What I would say is, as we did when Fujitsu closed some years ago, we will work with the company and with the employees concerned to make sure that they will get other job opportunities. And I am pleased to say that Fujitsu a few years ago, and actually to an extent in Siemens, that was achieved, and that this a part I am afraid of the world economy in which we live. We are lucky that in this country we have some I think 130 Korean companies operating, we have a third of all European Union investment, Korean European Union investment here in Britain, but there will be occasions when companies will close plants. The only honest way of spelling this out to people is that we remain ready then to help them get new jobs, but this is part of a series of changes happening in the economy the world over. And it is true that there has been I think a rise in the claimant count in the north east, but overall unemployment is way down from where it was a few years ago, and I think as the economy picks back up again, and there are significant signs that it is, then the outlook will be better.",
        "QUESTION:",
        "Scottish universities are increasingly concerned that your plans for England and Wales are going to have a detrimental effect on Scottish education, and today Peter Hain, your Cabinet colleague, has said that devolution is detrimental to the Scottish economy. Have you abdicated all responsibility for Scotland, and if not what are you doing to address the concerns of the universities in Scotland, the economy in Scotland and people in Scotland that actually voted for you as their Prime Minister?",
        "PRIME MINISTER:",
        "They also voted for devolution, Catherine, and people in Scotland wanted devolution, and it is important that we maintain devolution. Actually the Scottish economy has done extremely well over the past few years and there are problems there as there are in any other part of the UK, but I certainly wouldn’t want to disturb the devolution settlement, on the contrary I think what has happened with devolution is that whereas in 1997 we were warned that would lead to the break-up of the UK, the opposite has happened, nationalism is on the defensive and actually devolution on the whole has worked well. There will be an impact of course. University finance is an area where there is bound to be an impact between what happens in Scotland and what happens in England, and it is an interesting reflection actually of in a sense the generosity of the package that we are putting forward for universities here that people, whereas a few years ago were saying well the Scottish system was better than the English system, those arguments are turning round. But I think in the end devolution works precisely because there is an element of diversity there and I don’t think that is a bad thing at all and I wouldn’t want to disturb it.",
        "QUESTION:",
        "Having just come back from Israel, there is incredulity in Israel at the fact that the Syrians have yet to recognise the new changed order in the Middle East. I know the British government, amongst others, have been attempting to persuade the Syrian government to face new realities, but there is still sponsorship of terrorism within Israel itself, there is still a flow of weaponry going through from Iran to Israel to the terrorist groups, and there are the overtures which have been made by Israel in recent days to renew the peace process. Nothing has been done, what can be done?",
        "PRIME MINISTER:",
        "The only thing that can be done is to restart the process, but after key security steps are taken to limit terrorism insofar as it is possible to do so, and to have a sufficiently robust security plan for the Palestinian authority that will allow not just Israel but the outside world to judge that every effort is being made to suppress terrorism. But as you know, I have been critical of certain aspects of Israeli policy, but I do honestly believe that it is impossible to get this process restarted unless there is a credible security plan that allows people to believe genuinely that every attempt is being made to stop the support of terrorism, the flow of terrorists into either the Palestinian Authority or into Israel, and to give a clear message that terrorism is the enemy of progress for the Palestinian people. And that is just so obvious, and what you see right round the world at the moment is that I think there was an argument that terrorists mounted that used to have some support within certain sections of the community, it is not one I ever agreed with myself, but terrorists used to say look without the terrorism people will never listen to our argument. There was something of that that used to go on in Northern Ireland too. In today’s world, particularly post-11September, terrorism is the obstacle to political progress, and it is the obstacle to political progress whether it is in Northern Ireland, or it is in the Middle East, or it is out in Kashmir, or it’s in Chechnya, or it is any of the difficult trouble-spots of the world. And that is why, you ask what can be done, the only thing that can be done is get a sufficiently robust security plan under way that allows people to say not that all terrorism is going to stop, but that everything possible is being done to stop it and that states that have got an ambivalent attitude towards sponsoring terrorism are states that are way out of line with the rest of the international order.",
        "QUESTION:",
        "What about the Syrian dimension though?",
        "PRIME MINISTER:",
        "It is important, as we have always said, that Syria understands its international responsibilities and keeps to them.",
        "QUESTION:",
        "The government set a target four years ago in GCSE results that no school should be spending more than 1 in 5 of its pupils out into the world with fewer than 5 good GCSEs. The tables of results published today suggest that there are still 135 schools in that position and that the target looks now likely to be missed. Is it a mistake to be setting targets that then get missed? And isn’t it a case that tens of thousands of children particularly in inner cities in inner London are being let down by schools with low standards?",
        "PRIME MINISTER:",
        "It is not a mistake to set targets. I think it is entirely sensible to set targets. I hope we will meet these targets incidentally. But without setting targets I think it would be a lot harder to raise standards. Now you have got to have not too many of them, they have got to be sensibly worked out in line with people in the particular professions operating in a particular area. But let’s be quite clear about this, there has been in London significant improvement in some of the worst schools. If you look at London’s secondary schools there has been very substantial improvement in many of those schools, but we need to do far more. But I don’t apologise for setting targets, I think it is important because they keep the system up to the mark and they make people focus on raising standards. And you know sometimes people say well it is a scandal, you have got 25% of 11 year olds in this country who still don’t pass their literacy and numeracy tests. I agree, we have got to get those figures down, but when we came to office it was almost 50% that didn’t. And the numbers of failing schools have been round about halved. Now I think as we develop specialist schools and the city academies which will be very, very important in London and are already massively over-subscribed, we will get to the right set of reforms and changes along with the investment that will make a difference. But I think we have got to carry on very much focusing on raising standards and I think that if you look at today’s secondary school tables, yes we have got very challenging targets to meet, but what is beyond doubt is that there is improvement now happening year on year and the fastest improvement has been with some of the schools that were the worst performers a few years ago.",
        "QUESTION:",
        "Your government has been silent as the pound hit a 12 year high against the dollar. Do you share the concerns of the German Chancellor and the French Prime Minister that the strength of the euro, the weakness of the dollar, is going to hurt industry and the economy here in Europe? Or are you in the Alan Greenspan camp expressing optimism that it will be no problem?",
        "PRIME MINISTER:",
        "Well I am certainly in the camp that says that so far as Prime Ministers speculating on the levels of the currency, it never seems to be a great idea. And I think in the end the most important economic issue – this is not the answer you really want from me, but the answer I will give – I think the most important economic issue for us here in Europe is economic reform, to be honest, and I think the currency will vary according to market perceptions, but the most important thing for us to do as a group of countries in Europe is to concentrate on becoming highly competitive vis the outside world, and that means taking seriously economic reform.",
        "QUESTION:",
        "I want to ask you about the Delivery Summit tomorrow, no doubt an opportunity for you to give some lovely more powerpoint presentations. Which area of delivery are you personally most disappointed by? I don’t think the Transport Secretary is going, is he?",
        "PRIME MINISTER:",
        "The Transport Secretary I will be seeing next week, and this is an opportunity for us to review the plans that are being drawn up by departments for the forward programme. Obviously the problems of transport are clear, which are partly to do with the aftermath of rail privatisation, under-investment in the infrastructure, and to do with the fact that all that has happened at the same time as you have had a massive increase in usage. So the transport problems are very particular and of course we would have wanted more progress, but there have been very particular reasons for the difficulties there. In respect of the other areas, I do say to you we now have a situation where in the National Health Service there is not a single national indicator that is not in a better place than in 1997. Cancer and cardiac services are probably the fastest improving in Europe with cancer deaths down by 9% and cardiac by almost 20%. We have in our school system, as you see from today, specialist schools but also schools generally performing far better than they did 7 years ago, and crime according to the British Crime Survey is down, not up. Now that is not to say there aren’t still big problems, but I think there are also big changes happening. And I will just tell you I had a meeting on the criminal justice system the other day when several of the practitioners were telling me that for the first time in years they actually felt the system was starting to work together properly. And so I think there is a long way to go, but we are further ahead than sometimes we are given credit for.",
        "QUESTION:",
        "I asked you which ones you were personally disappointed by, not …",
        "PRIME MINISTER:",
        "I know you did, and I answered about transport first, didn’t I, and explained the reasons why there wasn’t as much progress as we would like to see. But I think in the interests of balance and fairness, whether you would like me to or not, I would also like to say that there are areas where we have made significant progress too, and actually there are areas of transport where that is the case. The Channel Tunnel rail link is one very obvious example.",
        "QUESTION:",
        "Almost 600 pensioners in Devon and Cornwall are refusing to pay council tax because of the levels, they say it is too high. They could well be demonstrating on Saturday. What is your message and how concerned are you about this grass roots revolt in the south-west?",
        "PRIME MINISTER:",
        "We are concerned about levels of council tax last year. The average rise was about 13% and it is difficult to justify that in circumstances where government is actually increasing its support centrally to local government. This year we have made available even more cash and we have lifted some of the ring fencing, which should make it easier for local authorities, and there really is no justification for high council tax rises, absolutely no justification at all. Now in the end central government doesn’t set the council tax, but we have made it clear we are prepared to use capping powers if necessary if there are unreasonably high levels, and I hope that local authorities, given more money from central government, will listen to the concerns of pensioners and others, and I do understand the problem that you have if you are a pensioner and a big rise in council tax takes away the rise in your basic state pension. I understand that, it is precisely for that reason, because we listened to that, that we took the measures that we did.",
        "QUESTION:",
        "I would like to ask two questions. The Syrian President called last month for starting again negotiation with Israel, and now the Israelis are calling for the same thing. However at the same time the government of Sharon announced something very provocative, which is the expansion of Jewish settlements in the Golan Heights which is going to be a big problem. What do you think of this issue? And the second one is about the British soldiers in southern Iraq, they have been a model for taking care of the security issues there, but lately they have been reacting quite a little bit more like the Americans in the Sunni triangle. Are there changes in the rules of engagement in that area?",
        "PRIME MINISTER:",
        "No, there are no changes at all, but it is important that the troops keep order. And I would just emphasise to you that the demonstrators are a small minority of the local Iraqi population. Now they now have the freedom to demonstrate, they never had it under Saddam but they have got it now, but from my experience in Basra a few days ago, I can assure you I think there are very significant improvements to the living standards of Iraqi people down in the south. Where there are particular issues that people are worried about, we have to take care of them, but in the meantime it is important that we do keep order. And I was just hearing a report this morning actually that Jack Straw gave to Cabinet that a lot of local Iraqis feel very strongly that the British troops should maintain order and that people of course can demonstrate that that does not mean to say those demonstrations, if they become violent, should not be properly dealt with, and I think you will find that that is probably supported by most of the Iraqi people down in the south. And certainly I can tell you that all the Iraqis that I spoke to when I was in the southern part of Iraq were fully behind the efforts to rebuild their country, they want us to go as soon as it is right and safe to do so, so that they run their own country, they want to run their own country, but we are going to make sure they get the chance to do that with some stability and prosperity and democracy. In respect of the first thing, I think the only thing I would say to you about this is that obviously I would welcome any attempt to restart negotiations in any of the tracks of the peace process, but I think it is better if you allow me to let the parties try and resolve their differences without entering into that particular argument."
    ]
}