{
    "url": "https://www.ukpol.co.uk/tony-blair-1997-speech-with-president-clinton/",
    "title": "Tony Blair – 1997 Speech with President Clinton",
    "post_date": "August 12, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1997",
            "url": "/tag/1997/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tony Blair, the then Prime Minister, with President Clinton, on 29 May 1997.",
    "content": [
        "**PRIME MINISTER**",
        "Mr President, we are absolutely delighted to have you here and it is a very great day for us for the President of the United States to come in and address our Cabinet.",
        "We know that you have been very busy over the past few days, we have been at some of the meetings together – the European Union and US Summit of course, and then the NATO/Russia agreement, which we congratulate you on formulating, the Founding Act, which will be very important in bringing peace to the world, and also of course the other meetings that have taken place commemorating the Marshall Plan. And we were particularly delighted, incidentally, that you mentioned yesterday, the contribution of Ernest Bevin to that plan, which was a very, very considerable achievement from an earlier Labour government.",
        "I would just like to say one or two words right at the very beginning. First of all to welcome you and say how delighted we are to have you here, and to say that I hope that this does usher in a new time of understanding and cooperation between our two countries that have such strong bonds of history and of heritage together.",
        "I think you, like me, have always believed that Britain does not have to choose between its strong relationship in Europe and its strong transatlantic relationship with the United States of America; strong in Europe and strong with the United States. I think the one strength deepens the other. And a Britain that is leading in Europe is a Britain capable of ever closer relations also with the United States of America. And we will obviously be wanting to discuss today many of the issues that concern Europe and the United States, the issues of enlargement and NATO. We will obviously be discussing Bosnia and Northern Ireland as well.",
        "But, in particular, I want to say how absolutely delighted I am, on a personal level, to welcome you here. Because we believe that the courage and strength and leadership that you have shown in the United States has brought enormous benefits, not just to your own country, but the world and we are delighted to see you here.",
        "**PRESIDENT CLINTON:**",
        "Thank you very much. Let me say that first I am very appreciative of the honour of meeting with the entire Cabinet. And I have watched with enormous interest the energy and vigour with which you have all taken office and begun work, and the optimism with which you pursue it. I saw you on television last night being optimistic about peace in Ireland, which is an article of faith in my life, so I like that.",
        "I agree that it is good for the United States to have a Britain that is strong in Europe and strong in its relations with the United States. These last couple of days, not only commemorating the Marshall Plan but asking the people of Europe to think about how we should organise the next 50 years, to try to fulfil the unfulfilled promise of the people who envisioned the Marshall Plan, and signing the agreement between NATO and Russia was part of the unfolding effort to create within Europe a continent that is democratic, undivided and at peace for the first time ever. Europe has been periodically at peace but never all democratic, and certainly never undivided. And I see that as a way of organising ourselves to meet the real challenges of the 21st century which will cross borders – terrorism, dealing with our racial and religious differences and trying to minimise the extremist hatred that is gripping so much of the world, and the proliferation of weapons of mass destruction and drug trafficking, and the common environmental threats that will become a bigger part of every government’s agenda for the next generation.",
        "So this is a very exciting time and I am glad to be here and I thank you.",
        "**QUESTION:**",
        "Mr President, you took office after 12 years of Republican rule in Washington. What advice do you have for these Labour Party members who have just taken office after so many years of a different party.",
        "**PRESIDENT CLINTON:**",
        "I think they are doing very well. I would like to have a 179 seat majority and I am not going to give any advice, I am going to sit here and take it as long as they will let me do it.",
        "**PRIME MINISTER:**",
        "And I would like to make sure that we have a second term of government, so I will be taking some advice too."
    ]
}