{
    "url": "https://www.ukpol.co.uk/tony-blair-1997-speech-on-the-environment/",
    "title": "Tony Blair – 1997 Speech on the Environment",
    "post_date": "September 7, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1997",
            "url": "/tag/1997/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech below was made by the then Prime Minister, Tony Blair, in his constituency of Sedgefield on Friday 14th November 1997.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "I am delighted to be back in my constituency at such an exciting and important event. Sedgefield is one of the pioneers of the sustainable communities’ project.",
        "Britain will never be a modern, forward-looking country if it is a place whose beauty, character, air, rivers, are polluted, defaced, and contaminated.",
        "To be modern is to be green. It is about seeking new solutions to new environmental challenges. Not just so that future generations have a planet that is still inhabitable but so that all of us going about our lives today can improve our quality of life. And it is about working with business to ensure that our companies and industry are able to take advantage of the huge opportunities that markets for new technologies offer. Many businesses already recognise that this agenda is an opportunity not a threat.",
        "It is also about recognising that we will only succeed if we work together. Individuals, business, communities and government must all act if we are to meet these new challenges. Communities such as Sedgefield are taking the lead.",
        "Today we have all seen examples of people and communities who have decided to take effective and practical action to change their lifestyles so that they benefit and the environment benefits. I am particularly pleased that so many different businesses and organisations have been involved, from Northumbrian Water, to the library, from Fujitsu to local schools, working together in partnership. I hope that many more local communities will take up the challenge.",
        "And I welcome Going for Green’s “Eco-Cal” initiative – a computer based tool to help people measure how green their lifestyle is. It encourages people to recycle, to walk more, to turn their thermostats down, to wash their car with a bucket not a hose.",
        "It will help all of us save money on our energy bills, improve the quality of our local environment-in short how to live a more sustainable lifestyle.",
        "Small changes can collectively make a big difference to energy use. There are so many simple things that can be done when you realise the waste that occurs in our daily lives;",
        "Every nine months households generate enough waste to fill Lake Windermere.",
        "A third of household waste is packaging.",
        "Hosing a car for ten minutes uses almost 100 litres of water.",
        "Leaving a computer screen on all night uses enough power to print 800 pages of A4 paper.",
        "Lighting an empty office overnight is equivalent to making 1,000 cups of coffee.",
        "What these facts show is that working towards a greener country doesn’t require a PhD in bio-chemistry merely a degree of common sense and thought.",
        "Well over half of all journeys are less than 5 miles and if we did more of them on foot or by bike rather than by car we would save ourselves money, avoid causing pollution and make ourselves a bit healthier – in short improve our quality of life.",
        "Our job as a government is to encourage local action of this sort but also to take a lead ourselves.",
        "Since May 1 we have done just that.",
        "In a few short months we have:",
        "Set tough targets on leakage for water companies to meet.",
        "Given £3m to the Iwokrama rainforest in Guyana.",
        "Published a White paper on international development committing Britain to sustainable development.",
        "But I want to do more. I want to tackle head on the serious and growing pressures on the country’s transport systems.",
        "We cannot carry on as we are. We know the problem. Congestion in our cities is increasing. At times there is complete log-gam. Pollution, noise, personal frustration, road rage, as well as extra costs and inconvenience is the result.",
        "That is why we are undertaking a fundamental review of transport policy so that we have an integrated transport policy that makes public transport a real and attractive alternative.",
        "Of course many people will always want to use their car. Often their livelihood depends on it. That is why we must take advantage of new technological advances to ensure that we minimise the adverse environmental impact of car use.",
        "Firstly we will provide £5m of grant funding to be matched by industry funds to help industry and academia work together to develop vehicles that are more environmental friendly through the foresight Vehicle Link programme.",
        "I want us to find new ways of making car use greener.",
        "So I have asked Ian McAllister of Fords, president of the society of Motor Manufacturers, to join with Gavin Strang in setting up a partnership between government and the private sector to find ways of making it easier for the public to switch to greener vehicles, more fuel efficient vehicles.",
        "I want people to be able to make real choices, and choosing an environmentally friendly car should be a real cost-effective alternative. We need new attitudes, so that more drivers think green.",
        "We are also taking action on air quality.",
        "Our first step will be to put in place a National Air Quality Strategy. We will give local authorities the tools they need to assess air quality and devise strategies to deal with problem areas. Local authorities in seven areas are going to be given the powers to carry out roadside checks on vehicles to make sure that all vehicles are up to standard. If this is successful it will be extended throughout the country.",
        "Second, we are going to make information about air quality easier to understand, so that people will be able to judge us on the progress we make.",
        "And we will also use the opportunity of our Presidency in the EU next year to make progress on reaching agreements to ensure that cars, vans and lorries sold throughout the EU minimise their emissions.",
        "This government’s lead is not just about what we can do in Britain but how we can influence the international community.",
        "The government is convinced of the need to tackle the factors which contribute to climate change. Many of you will be aware that Sir Robert May, the government’s Chief Scientific Adviser published a report in October which showed the evidence is now clear.",
        "At current trends carbon dioxide will be present in the atmosphere at twice pre-industrial levels by the middle of the next century and still rising. The IPPC predict this would mean an average global temperature rise of about 2.5° by the end of the next century. This could lead to a rise in sea levels of up to 50cm on average causing widespread flooding of low lying coastal areas.",
        "It is a global problem and needs a global solution. The Kyoto conference in December is an opportunity to show that we and other developed countries are serious about taking this challenge on. We are in the forefront of efforts to secure a successful outcome at Kyoto. John Prescott has done sterling work in the negotiations so far and will continue to play a key role in the next few weeks to press for progress. We are urging all developed countries to agree to take on serious targets to reduce emissions of greenhouse gases.",
        "I do not underestimate the challenges that we face in securing a meaningful agreement. But I also say that we should not underestimate the potential threat that climate change poses and it is vital that developed countries take the lead in reducing emissions.",
        "The message of today is that local action by individuals and national action by government can work together to make sure that progress today does not mean a degraded environment tomorrow.",
        "Britain is the country of Constable and Turner; of rural dreams and seaside holidays; of the Lake District and spectacular coastlines; the prettiest villages and the most vibrant cities.",
        "To be modern is to make our historic love of the countryside and of nature a modern day commitment to protect and sustain our environment. In Sedgefield today and Kyoto in December we see two ways in which we, the British people, can made an important start."
    ]
}