{
    "url": "https://www.ukpol.co.uk/tony-blair-1999-speech-on-the-millennium-bug/",
    "title": "Tony Blair – 1999 Speech on the Millennium Bug",
    "post_date": "December 17, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1999",
            "url": "/tag/1999/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tony Blair, the then Prime Minister, on 25 January 1999.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "A year ago this month, four out of five Britons were aware of the Millennium Bug. Today, virtually all are.",
        "A year ago, only a quarter of smaller companies had started to fix it. Today, half have.",
        "Only some two thirds of local authorities had started. Today, all of you have.",
        "So first of all I want to thank you for the work you do, whether as officers or councillors, day in day out, tackling the Bug. As in so many other areas, you are the ones who turn speeches like this into reality.",
        "Thank you also to four people from central government. Margaret Beckett – who has mastered the issue with her usual calm effectiveness. John Prescott – who was telling local authorities about the importance of the Bug before it became fashionable. But most of all Don Cruickshank and Iain Anderson who have been advising government on our work with the private and public sectors respectively. Not many people would leap to take a job where if you help solve the problem, you will be criticised for crying wolf, and if you don’t, you will be held responsible for accidents beyond your control. But it is typical of both of them that they did and have set about their task with determination.",
        "So we have come a long way in 1998. But we cannot be complacent. My purpose today is to spur you on to finish the job. Think of it as a half time pep talk – we’re definitely ahead of the game, but could still throw it all away.",
        "This time last year, many companies weren’t even aware of the problem. Awareness is now 100% – thanks to the work of Action 2000. But the job isn’t finished. Action 2000’s judgement now is that as a rule larger companies will be ready. But half of smaller companies have not yet started work. The good news is that they still have time to fix the problem if they act now. The bad news is that if they don’t, they risk severe problems, including bankruptcy.",
        "Of course, Action 2000 hasn’t been the only organisation raising awareness. Many private companies, like BT and NatWest, have decided the best way to help themselves is to help the smaller companies who are their suppliers and clients. And many local authorities have done the same – for example the Isle of Wight and Lewisham who have organised seminars for local businesses.  \nThis time last year, the skills shortage in small companies looked insuperable. That’s why I announced the Bug Buster programme -to train 20,000 small company employees.",
        "The latest figures show that 18,000 people have either been trained, are being trained or have booked their course. We will not only meet the targets I set last year. We will do more. I can today announce that we will expand the programme by 10,000 places to 30,000 in all. And these figures are only for England. If you add in figures for Scotland, Wales and Northern Ireland we will have trained 36,000. Local authorities can also benefit from the expertise which the TECs have developed – you can buy Bug Buster courses from your local team.",
        "This time last year, there was no way of knowing what effect the Bug would have on the national infrastructure. Companies that had been focused on sorting out their own problems were starting to worry that those efforts would be in vain if, for example, their electricity or phones didn’t work.",
        "Since then, Action 2000 has created the National Infrastructure Forum, which brings together the utilities and major public services to work together to prepare for the Bug.",
        "They are undergoing one of the most rigorous and objective assessments anywhere in the world. Last Thursday the regulators reported on progress in the key power, telecoms and finance sectors. Their assessment was that these sectors are well on the way to beating the bug.",
        "But the job is not finished. Don Cruickshank will be explaining later this morning what he hopes the Forum will achieve this year. And there is also a crucial role for local authorities to play here. We need an Infrastructure Forum in each region. Nick Raynsford has already set up a team in London because the eyes of the world will be on London as we go into the new Millennium.",
        "So let me turn now to the meat of today’s conference – action at the local level.",
        "This time last year, John Prescott and Jeremy Beecham wrote to you asking every leader and chief executive to make dealing with the Bug one of the council’s top priorities.",
        "We all depend on your services – whether traffic lights and waste collection, benefits or housing. If you can’t do this because of the Bug, we will all be affected. And when things go wrong, people turn to their councils, particularly the vulnerable – such as the old and the disabled.",
        "I know from my visits around the country and what colleagues tell me that you are acting:",
        "Sorting out your systems",
        "Leading local emergency planning",
        "Raising awareness",
        "That you are here today indicates that local government is treating the bug seriously. I want to thank the LGA for organising the conference – a great opportunity to pool knowledge and share best practice. For example, Hertfordshire and Suffolk Coastal District Council will be sharing with you later their approaches to emergency planning. Earlier this month, all the key organisations in Lincolnshire signed the Millennium Bug Pledge – pledging to co-operate and to share information.",
        "If any of you have not yet signed the Pledge, you can do so here today.",
        "But that is only a first step. We know that in local government, as elsewhere, the job is not finished. Indeed, in some councils there are particular problems which have been identified by the Audit Commission. The best amongst you have sorted out your problems, just as our best companies have. But others still have a good way to go. No one can afford to be complacent.",
        "So we are today announcing a package of measures to help local government prepare for the Bug. They are not financial – our proposals for local authority spending already make provision for dealing with the Bug. Today’s measures are about sharing information and expertise. It is a package developed in close partnership with the LGA and the Audit Commission. John Prescott, Jeremy Beecham and Helena Shovelton, the new Chair of the Audit Commission, are writing to all council leaders today to tell them what we are doing, how it will help them, and what they need to do.  \nFor our part, we are setting up in each of the Government Offices a dedicated team, including people from local authorities, to work with councils in their region.",
        "These teams, drawing on the work of the LGA and Audit Commission, will form an overview of what has been achieved and what else needs to be done in their areas. They will work with councils, helping them to share experience and best practice. They will be able to play an important part in providing public reassurance.",
        "Because, as in central government, we need to be straight with the public about the state of progress. No one can afford to miss the deadline and if anyone falls behind, the Audit Commission will have to name them.",
        "So a huge amount of work has been done in local government, with the LGA acting as a key catalyst. You have made real progress, and we are counting on you to finish the job in 1999.",
        "This time last year, the Bug was a potential national emergency. I think Britain has risen to this challenge and that the threat of serious disruption over the Millennium is now falling.",
        "But ironically, now is the time we need to plan for such an emergency, even if its likelihood is falling. This is something the media find hard to understand – they assume that because we have plans we must be worried. The truth is that the government has well-established procedures for a wide range of emergencies – from floods to terrorism, from hurricanes to epidemics. Very few of these risks ever materialise, but we would be foolhardy and much criticised if we didn’t plan for them.",
        "The same is true for the Millennium Bug. We are not inventing new procedures – we are adapting them to the particular circumstances of the Bug, such as New Year’s Eve. Indeed, this emergency is in some respects easier to plan for because we know the risk dates in advance.",
        "Mike O’Brien, from the Home Office, will be saying more about this later today. For now, I would simply say that many councils are doing excellent work in this area. One example is the Sussex Millennium Management Group. It has asked everyone who is running a millennium event in Sussex to provide details of their plans. This means their plans can take account of the overall picture of the celebrations in the area.",
        "Finally, let me say a few words about the international situation. The bug is the ultimate symptom of the global economy – we share much of the same technology and if one country’s infrastructure fails other countries will be affected.",
        "So Britain has taken a lead internationally. The Foreign Office has undertaken an intensive global awareness raising programme. Our embassies have contacted governments to raise the profile of the issue. Our early contribution of £10 million to the World Bank’s Year 2000 programme has supported work in nearly 200 countries.",
        "We have made sure that the Bug is addressed in all relevant international organisations – from the United Nations to the EU.  \nAs a result of our efforts and those of other countries the level of global action has risen dramatically. We will now target our efforts on countries who remain less informed and on developing countries. And we will be working with international partners to achieve more effective co-ordination.",
        "Time is the most precious commodity with the Millennium Bug, so I won’t take up any more of yours. I believe that 1998 was the year Britain really got to grips with the Bug. We have made real progress – in raising awareness, dealing with the Bug in private and public organisations and developing joint approaches at local, national and international levels.",
        "My message today has been to thank you for your part in that and to ask you to finish the job in 1999. There is no room for complacency. Finish sorting out your systems. Think about how you can best ensure the continuity of essential services. Lead infrastructure work in your areas. Adapt your emergency plans. If we work in partnership, we can make sure the transition to the year 2000 is remembered not for major disruptions, but for its unique celebrations."
    ]
}