{
    "url": "https://www.ukpol.co.uk/tony-blair-2000-speech-at-eubalkan-summit/",
    "title": "Tony Blair – 2000 Speech at EU/Balkan Summit",
    "post_date": "September 11, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tony Blair, the then Prime Minister, at the EU/Balkan Summit in Zagreb on 24th November 2000.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "We Europeans – all of us gathered here today – have waited a long time to come together in this group and talk in good faith about the way forward. When the former Yugoslavia began to break up, the European Union argued for the politics of co-operation and compromise as the only responsible way forward. We got instead the politics of extremism and intolerance.",
        "The human cost has been horrific. Tens of thousands of our fellow Europeans killed, often in unspeakable massacres. Many people still missing. Hundreds of thousands made homeless – even now far too many people can still not return home and rebuild their lives. Piles of bodies in Bosnia unidentified to this day.",
        "These horrors have dishonoured all of us as Europeans. This Summit sends a strong, clear message. We can do better than this. There is only one way forward – the way adopted by the rest of Europe. What does that mean in practice? To quote President Kostunica, it means the rule of law.",
        "It means that the will of one man can never again triumph over the will of the people; that a whole country can never again become a presidential fiefdom. It means that borders are opportunities not problems; that they never again become military frontlines or barriers to trade and co-operation. It means that diversity is strength; and that societies root out ethnic, religious and racial discrimination wherever they find it.",
        "Above all, it means responsibility, and responsible politicians. As I look around today, I can only marvel at what a difference democracy makes. New hope. New faces. People for years consigned to the margins by intolerance and conflict. People who stood up to the dictatorships that were tearing their society apart. Today, the future belongs to them.",
        "I would like to take this opportunity to pay tribute to the people of Serbia. We all feared that Milosevic’s downfall would take place in a tragedy of bloodshed. And yet the BuIldozer Revolution succeeded not through violence, but through the dignified uprising of a whole people. Milosevic’s fall has paved the way for reconciliation, stability and prosperity throughout the whole region.",
        "When Prime Minister Racan of Croatia visited London earlier this year he talked of a new, critical mass for co-operation across the region. He was absolutely right, as subsequent events have so dramatically shown. This is why this Summit today is so important. It is our task, in the European Union, to hold out the hand of friendship and partnership to the new democracies of the former Yugoslavia. Each country must decide for itself how best to make progress. No country should be held back by slower neighbours.",
        "You are all European countries. We will judge you by the same European standards. That means settling disputes by negotiation. That means proper treatment for minorities and creating the conditions for the return of refugees. President Kostunica has made an impressive start. President Mesic and Prime Minister Racan have transformed Croatia through their courageous decisions. They have shown that there is a route to Europe. Others should make sure that they take it too.",
        "The British position in all this is clear. The political framework represented by the former Yugoslavia is finished. We have no interest in seeing it recreated. Our only interest is to see the new states that have emerged from the old framework working with each other and with us according to modern European standards.",
        "A lot is already happening. We have made major progress in breaking down the trade barriers between South East Europe and the European Union. But there’s a lot more to do. We want to see this Summit leading to concrete action. A region-wide approach to refugee return. Co-operation between all our countries in the common fight against organised crime, illegal immigration and drugs. A concerted offensive against corruption and discrimination.",
        "The European Union will help. But we are looking for further action from the countries of the region on economic reform. Trade liberalisation by the European Union should be matched by regional free trade agreements.",
        "During his campaign President Kostunica spoke movingly of the dignity of his people. There is an important message for all of us. None of us can promote the dignity of our own people by denying other people their dignity. All Europe’s citizens must feel safe and welcome in the country they live in.",
        "The threat we face is a retreat into narrow-minded nationalism which in the name of misguided patriotism takes our countries backward. When people attack the EU, they ask: what is the good of it? I say to them: look at this meeting and see the purpose and achievement of the EU.",
        "The 15 member states of the EU – countries that in the lifetime of my father were at war with one another – now working in union, with 50 years of peace and prosperity behind us. And now, holding out the prospect of bringing the same peace and prosperity to the Eastern and Central European nations and even to the Balkan Countries.",
        "The very word ‘Balkan’ has for centuries tragically been synonymous with destruction and racial conflict. Yet today, the vision of a united Europe, secure, free and prosperous, offers for the first time the chance of a new history for the region. Let no-one say nothing ever changes. Europe, the present EU and the EU of the future, is the standing example that the past need not repeat itself. All this is possible, provided an enlightened patriotism, which sees co-operation and partnership as strength not weakness, replaces the fear and prejudices of that narrow nationalism.",
        "This is the common goal we proclaim today: an historic commitment to enhancing and enlarging the European family. To achieve for the Balkans, the security and prosperity that the EU has brought to Western Europe. To build a new Europe that rejects discrimination and narrow﷓minded nationalism and bases itself instead on responsibility, dignity, and democracy."
    ]
}