{
    "url": "https://www.ukpol.co.uk/tony-blair-1997-speech-to-the-cbi/",
    "title": "Tony Blair – 1997 Speech to the CBI",
    "post_date": "September 7, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1997",
            "url": "/tag/1997/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The below speech was made to the CBI Conference at Birmingham on Tuesday 11th November 1997 by the then Prime Minister, Tony Blair.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "Two years ago when I last addressed the CBI’s National conference, I promised a new partnership between New Labour and business. Six months into office, we have laid the foundations of that partnership.",
        "There are business people bringing their experience and expertise by serving in Government, on Advisory Groups, leading task forces, all contributing to the success of Government policy. But there is also great commitment and enthusiasm, right across the Government, for gorging links with the business community. That this is the approach of a Labour government is of historic importance. It demonstrates we are entering a new era in British politics.",
        "I have described my approach to the development of government economic and industrial policy as the pursuit of a third Way between the laissez-faire of the last 20 years, and the model of statist and corporatist policies that used to be fashionable on the left. Neither of these approaches, new Right or old Left, fits the modern world.",
        "The third way recognises a new and different role for Government. Not as director but as enabling of wealth generation. Not trying to run industry or protect it from proper competition; but stepping in, where the market fails, to equip business and industry to compete better in that market. And the market today is global. Technology, travel, communication, financial services are shrinking the world.",
        "It will require us, as a nation, constantly to adapt and change. The third way is to try to construct a partnership between Government and business to help us cope with change and success in the face of its challenge.",
        "Margaret Beckett set out this morning the progress she’s made on building a partnership between the DTI and business to promote competitiveness. Yesterday Gordon spoke of the measures we have taken to secure long-term stability. Later this month in the pre-budget report he will make it clear that removing barriers to growth is central to the task he has set himself at the Treasury.",
        "And beyond those departments throughout the new Government there is the understanding that creating the conditions for growth, enterprise and competitiveness is a job for all of us in Government.",
        "Britain has world-class industries and world-class firms. We have real strengths and outstanding successes. Inward investors from around the world have found Britain a good place to do business.",
        "All this is to be praised and admired. But we should also acknowledge that often the performance of our firms and industries does not match the standards of the best at home and abroad.",
        "Today the DTI has published a report benchmarking the |UK economy – comparing our performance with our competitors. It shows that, while there are British firms competing effectively with the world’s best, many are not. The message is clear: we need to redouble our efforts to match the standards set by the best companies in the world. And ‘benchmarking’ – seeking out and implementing best practice – can be a powerful tool for improving performance. It’s a message everyone in the country and industry needs to heed. Raising performance to match the best in the world is the challenge for modern business in Britain. This is why I warmly welcome the launch of the CBI’s ‘Fit for the Future’ initiative to promote best practice. I wish it success.",
        "But important though these initiatives are, they have little prospect of success unless firmly set within a framework of economic policy to build strength for the long-term. I am an unrepentant long-termist. There aren’t quick fixes to get economic success. Politicians who promise them are not telling the truth.",
        "What we can do, though, is to be clear about our direction and purpose as a nation.",
        "Yesterday at the Mansion House in London, I set out the five priorities of a modern foreign policy for Britain. Today let me set out the basic principles of a modern economic policy for Britain.",
        "It rests on one key belief: to succeed, today, Britain must be the world’s No 1 creative economy. We will win by brains or not at all. We will compete on enterprise and talent or fail.",
        "The partnership I advocate is not some cosy old consensus. It is a hard-headed look at what Government and business need to do together to reach that goal.",
        "These are the principles.",
        "First, we must end Britain’s affliction of boom and bust economies and run a well-managed, tight economic ship. Interest rate decisions taken on the basis of politics are bad decisions which is why we gave the Bank of England independence to make these decisions. I know it’s hard to have interest rate rises and consequent pressure on the pound as we choke off inflation that was back in the system. It was hard, too, to ensure that the July Budget got our public finances on a more stable footing so that we eliminated the structural budget deficit. But I believe passionately that we were right in both cases. Better to have interest rate rises now – still at 7 per cent – than to go back to the early ’90s when they were at 15 per cent for a year. Better to have cut the deficit now than to carry on paying out now just in debt interest payments more than we spend on schools.",
        "Our aim is to rid this country of the vicious cycle of boom and bust that has plagued us for so long. Families, entrepreneurs, all of us feel recession and fear economic instability. It threatens our business, it threatens our job, it makes our mortgage harder to pay, it means we work harder for less reward. That is why the Chancellor and I are determined to take the tough decisions now to ensure long term stability. I want every business to have the security to plan its expansion, every family the stability to pay the mortgage and afford a holiday, every entrepreneur the security to take the risks that are needed to set up new enterprises.",
        "I have promised sound public finances and monetary policy and I will deliver them.",
        "Second, the absolute number one priority for our domestic policy is education. I won’t rehearse the argument. You know it and agree. This Government is making the most concerted effort to tackle poor standards in schools since the war. We have set ourselves some pretty rigorous targets of achievement. I am determined to get there. If we reform student finance – another hard decision, but right – we can also end the cap on student numbers and get resources back into the science and research base of our universities. There can be no first class education system without first rank universities.",
        "Third, we are beginning the process of welfare reform, to encourage work, education and savings. I congratulate business on what it is doing to help us with the programme to tackle long-term youth unemployment. I don’t believe any youngster should leave school and go on the dole. There should be work and skills available and a responsibility to take the opportunities offered. The Green Paper will say more on how we make the tax and benefits system more work-friendly. We are working now on how we reform pension provision for the long-term.",
        "You may say: what’s this got to do with business? I say: everything. Because we cannot carry on spending more and more on social failure. We need to use the talents of the unemployed, not waste them; and encourage work and savings precisely to enforce long-term stability. That is why welfare reform is an essential part of our business strategy.",
        "Fourth, we must keep on looking at how we stimulate enterprise and initiative. The world of work is different today. Many more will work in different ways, in their own business or at home. We will keep a flexible labour market. Even where you may have doubts about certain parts of policy – a minimum wage or trade union representation – remember: that we are consulting business every step of the way; and that taken altogether, the entire changes proposed would still leave us with a labour market considerably less regulated than that of the USA. But flexibility is about more than a light tough on regulation. It is also about helping small businesses, as we are doing. Lifting their burden as with the reduction in corporation tax and especially small businesses corporation tax to its lowest ever level. It is about technology and how we train people to use it.",
        "It is about competition. Who would have thought eighteen years ago a Competition Bill would have been in the first Queen’s Speech of a new Labour Government?",
        "Fifth, we must work with you to renew the country’s infrastructure, especially its transport system.",
        "Sixth, we must get the best out of our membership of the EU for Britain.",
        "On a single currency, I would simply say this. It is important for Britain that the single currency succeeds. Whether we are in or out. If the economic benefits are clear and unambiguous in favour of going in, we want Britain to be part of a successful single currency. And we want business to prepare for that eventuality and make a practical reality of it, as only business can.",
        "To join too early would imply a massive monetary relaxation in the UK at a time when our economy is near the peak of the cycle. There would be a risk of setting off a short-lived inflationary boom that it would then require a long period of recession to overcome. That is precisely the economics of boom and bust which this government was elected to bring to an end. That is why joining this Parliament is unrealistic.",
        "But we must now prepare so that as the point of decision comes, it will be taken on the basis of a clear and unambiguous assessment of Britain’s economic interests. We will put the national economic interest first, and there will be a referendum of the people on the decision.",
        "We have made a pledge to our partners that we will do all we can to ensure a successful start to the single currency in our EU presidency. Our role will be constructive and engaged.",
        "But we will also work hard to ensure that the single currency is set up on a sound footing. We must become Europe’s reformers. Monetary union is a unique and ambitious project. To make it work Europe will need to demonstrate a new adaptability and flexibility. We shall work for that. We will fight hard for a modern and flexible labour market in Europe; and I believe the forthcoming Jobs Summit in Luxembourg will show we are starting to make progress.",
        "Making a reality of the single market is a key priority. Legislation that has been agreed in Brussels needs to be properly applied in Member States. The single market is far from complete and too many distortions in the form of state aids and the rest remain.",
        "David Simon has taken the lead in Government on this issue, he has been working closely with the Commission on the Single Market Action Plan and he will make sure we pursue this vigorously during our EU Presidency next year.",
        "We will fight strenuously for reform of the EU Budget.",
        "I don’t want Britain to become constructive in Europe just by giving in to whatever is proposed by any other European country or the Commission. I want us to be able to persuade for the case for change. But we cannot persuade unless people believe our objectives are rooted in commonsense and reason, not narrow chauvinism.",
        "These objectives – the six principles – are clear and right. With your support they are achievable.",
        "It means setting aside many of the dogmas of the past from left and right. But that is no bad thing. For countries to succeed today, their political leaders must liberate themselves from the old ideologies that plunged the 20th Century into such strife and folly.",
        "Britain is uniquely placed. There is fresh confidence and optimism: fresh understanding of the joys of our history but also the great prospects of our future. There is a new sense of national purpose. Our direction is clear. Help us to get there. For the first time in a generation, I am confident it can be done. So, together, let us do it."
    ]
}