{
    "url": "https://www.ukpol.co.uk/tony-blair-2004-statement-on-the-butler-report/",
    "title": "Tony Blair – 2004 Statement on the Butler Report",
    "post_date": "September 12, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Blair",
            "url": "/tag/tony-blair/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made in the House of Commons by Tony Blair on 14th July 2004.",
    "content": [
        "[![tonyblair](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair-300x225.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonyblair.jpg)",
        "Lord Butler’s Report is comprehensive, thorough; and I thank the members of his Committee and their staff for all their hard work in compiling it. We accept fully the Report’s conclusions.",
        "The Report provides an invaluable analysis of the general threat in respect of WMD; of the potential acquisition of WMD by terrorists; and though it devotes much of its analysis to Iraq, it also goes into detail on the WMD threat posed by Iran, Libya, North Korea and A Q Khan. Some of the intelligence disclosed is made available for the first time and gives some insight into the reasons for the judgements I and other Ministers have been making. I hope the House will understand if I deal with it in some detail.",
        "The hallmark of the Report is its balanced judgements.",
        "The Report specifically supports the conclusions of Lord Hutton’s inquiry about the good faith of the intelligence services and the Government in compiling the September 2002 dossier.",
        "But it also makes specific findings that the dossier and the intelligence behind it should have been better presented, had more caveats attached to it, and been better validated.",
        "It reports doubts which have recently arisen on the 45 minute intelligence and says in any event it should have been included in the dossier in different terms; but it expressly supports the intelligence on Iraq’s attempts to procure uranium from Niger in respect of Iraq’s nuclear ambitions.",
        "The Report finds that there is little – if any – significant evidence of stockpiles of readily deployable weapons.",
        "But it also concludes that Saddam Hussein did indeed have:",
        "a. “the strategic intention of resuming the pursuit of prohibited weapons programmes, including if possible its nuclear weapons programme, when United Nations inspection regimes were relaxed and sanctions were eroded or lifted.",
        "b. In support of that goal, was carrying out illicit research and development, and procurement, activities, to seek to sustain its indigenous capabilities.",
        "c. Was developing ballistic missiles with a range longer than permitted under relevant United Nations Security Council resolutions;”",
        "Throughout the last 18 months, throughout the rage and ferment of the debate over Iraq, there have been two questions.",
        "One is an issue of good faith, of integrity.",
        "This is now the fourth exhaustive inquiry that has dealt with this issue. This report, like the Hutton inquiry, like the report of the ISC before it and of the FAC before that, has found the same thing.",
        "No-one lied. No-one made up the intelligence. No-one inserted things into the dossier against the advice of the intelligence services.",
        "Everyone genuinely tried to do their best in good faith for the country in circumstances of acute difficulty. That issue of good faith should now be at an end.",
        "But there is another issue. We expected, I expected to find actual usable, chemical or biological weapons shortly after we entered Iraq. We even made significant contingency plans in respect of their use against our troops. UN Resolution 1441 in November 2002 was passed unanimously by the whole Security Council, including Syria, on the basis Iraq was a WMD threat. Lord Butler says in his report:",
        "“We believe that it would be a rash person who asserted at this stage that evidence of Iraqi possession of stocks of biological or chemical agents, or even of banned missiles, does not exist or will never be found.”",
        "But I have to accept: as the months have passed, it seems increasingly clear that at the time of invasion Saddam did not have stockpiles of chemical or biological weapons ready to deploy.",
        "The second issue is therefore this: even if we acted in perfectly good faith, is it now the case that in the absence of stockpiles of weapons ready to deploy, the threat was misconceived and therefore the war was unjustified?",
        "I have searched my conscience, not in a spirit of obstinacy; but in genuine reconsideration in the light of what we now know, in answer to that question. And my answer would be: that the evidence of Saddam’s WMD was indeed less certain, less well-founded than was stated at the time. But I cannot go from there to the opposite extreme. On any basis he retained complete strategic intent on WMD and significant capability; the only reason he ever let the inspectors back into Iraq was that he had 180,000 US and British troops on his doorstep; he had no intention of ever co-operating fully with the inspectors; and he was going to start up again the moment the troops and the inspectors departed; or the sanctions eroded. And I say further: that had we backed down in respect of Saddam, we would never have taken the stand we needed to take on WMD, never have got the progress for example on Libya, that we achieved; and we would have left Saddam in charge of Iraq, with every malign intent and capability still in place and every dictator with the same intent everywhere immeasurably emboldened.",
        "As I shall say later: for any mistakes, made, as the Report finds, in good faith I of course take full responsibility, but I cannot honestly say I believe getting rid of Saddam was a mistake at all. Iraq, the region, the wider world is a better and safer place without Saddam.",
        "The Report begins by an assessment of intelligence and its use in respect of countries other than Iraq. It points out that in respect of Libya, the intelligence has largely turned out to be accurate especially in respect of its nuclear weapons programmes; and those are now being dismantled. In respect of Iran, the Report says Iran is now engaged with the IAEA, though there remain ‘clearly outstanding issues about Iran’s activities’.",
        "About North Korea, the Report concludes that it ‘is now thought to be developing missiles capable of delivering nuclear weapons as far away as continental US and Europe’.",
        "The Report goes on at para 99: ‘North Korea is a particular cause for concern because of its willingness to sell ballistic missiles to anyone prepared to pay in hard currency’.",
        "The Report also discloses the extent of the network of A Q Khan, the Pakistani former nuclear scientist. This network is now shut down largely through US and UK intelligence work, through Pakistani cooperation and through the dialogue with Libya.",
        "The Report then reveals for the first time the development of the intelligence in respect of the new global terrorism we face. In the early years, for example, in the JIC assessment of October 1994, the view was that the likelihood of terrorists acquiring or using chemical, biological or nuclear weapons was, whilst theoretically possible, highly unlikely.",
        "However, as the name and activities of Usama Bin Laden became better known, the JIC started to change its earlier assessment. In November 1998, it said:",
        "[UBL] has a long-standing interest in the potential terrorist use of CBR materials, and recent intelligence suggest his ideas about using toxic materials are maturing and being developed in more detail. … There is also secret reporting that he may have obtained some CB material – and that he is interested in nuclear materials.",
        "And in June 1999:",
        "Most of UBL’s planned attacks would use conventional terrorist weapons. But he continues to seek chemical, biological, radiological and nuclear material and to develop a capability for its terrorist use.",
        "By mid-July 1999 this view hardened still further:",
        "There have been important developments in [Islamist extremist] terrorism. It has become clear that Usama Bin Laden has been seeking CBRN materials … . The significance of his possession of CB materials is that, in contrast to other terrorists interested in CB, he wishes to target US, British and other interests worldwide.",
        "A series of further assessments to the same effect issued in January 2000, again in August 2000, and in January 2001.",
        "To anyone who wants to know why I have become increasingly focused on the link between terrorism and WMD, I recommend reading this part of the Report and the intelligence assessments received.",
        "It was against this background of what one witness to Lord Butler called the ‘creeping tide of proliferation’ that the events of September 11th 2001 should be considered. As the Report says, following September 11th, the calculus of the threat changed:",
        "I said in this House on the 14th September 2001:",
        "“We know, that the terrorists would, if they could, go further and use chemical or biological or even nuclear weapons of mass destruction. We have been warned by the events of 11 September. We should act on the warning.”",
        "I took the view then and stand by it now that no Prime Minister faced with this evidence could responsibly afford to ignore it. After September 11th, it was time to take an active as opposed to reactive position on the whole question of WMD. We had to close down the capability of the rogue states – usually highly repressive and unstable – to develop such weapons; and the commercial networks such as those of A Q Khan helping them.",
        "Again my clear view was that the country where we had to take a stand was Iraq. Why?",
        "Iraq was the one country to have used WMD recently. It had developed WMD capability and concealed it. Action by UN inspectors and the IAEA had by the mid to late 1990s reduced this threat significantly; but as the Butler Report shows at paras 180-182, by the time the inspectors were effectively blocked in Iraq (at the end of 1998) the JIC assessments were that some CW stocks remained hidden and that Iraq remained capable of a break-out chemical weapons capability within months; a biological weapons capability, also with probable stockpiles; and could have had ballistic missiles capability in breach of UN Resolutions within a year.",
        "This was the reason for military action, taken without a UN Resolution, in December 1998.",
        "Subsequent to that, the Report shows that we continued to receive the JIC assessments on Iraq’s WMD capability. For example, in respect of chemical and biological weapons it said in April 2000:",
        "Our picture is limited.",
        "It is likely that Iraq is continuing to develop its offensive chemical warfare (CW) and biological warfare (BW) capabilities.",
        "In May 2001, the JIC assessed, in respect of nuclear weapons:",
        "Our knowledge of developments in Iraq’s WMD and ballistic missile programmes since Desert Fox air operations in December 1998 is patchy. But intelligence gives grounds for concern and suggests that Iraq is becoming bolder in conducting activities prohibited by UNSCR 687.",
        "There is evidence of increased activity at Iraq’s only remaining nuclear facility and a growing number of reports on possible nuclear related procurement.",
        "In February 2002, the JIC said:",
        "Iraq … if it has not already done so, could produce significant quantities of BW agent within days. …",
        "The Report specifically endorses the March 2002 advice to Ministers which states that though containment had been partially successful and intelligence was patchy, Iraq continues to develop WMD:",
        "Iraq has up to 20 650km range missiles left over from the Gulf War. These are capable of hitting Israel and the Gulf states. Design work for other ballistic missiles over the UN limit of 150km continues. Iraq continues with its BW and CW programmes and, if it has not already done so, could produce significant quantities of BW agents within days and CW agent within weeks of a decision to do so. We believe it could deliver CBW by a variety of means, including in ballistic missile warheads. There are also some indications of a continuing nuclear programme.",
        "The point I would make is simply this. The dossier of September 2002 did not reach any startling or radical conclusion. It said, in effect, what had been said for several years based not just on intelligence but on frequent UN and international reports. It was the same conclusion that led us to military action in 1998; to maintain sanctions; to demand the return of UN Inspectors.",
        "We published the dossier in response to the enormous Parliamentary and press clamour. It was not, as has been described, the case for war. But it was the case for enforcing the UN will.",
        "In retrospect it has achieved a fame it never achieved at the time. As the Report states at para 310:",
        "It is fair to say at the outset that the dossier attracted more attention after the war than it had done before it. When first published, it was regarded as cautious, and even dull. Some of the attention that it eventually received was the product of controversy over the Government’s further dossier of February 2003. Some of it arose over subsequent allegations that the intelligence in the September dossier had knowingly been embellished, and hence over the good faith of the Government. Lord Hutton dismissed those allegations. We should record that we, too, have seen no evidence that would support any such allegations.",
        "The Report at para 333 states that in general the statements in the dossier reflected fairly the judgements of past JIC assessments.",
        "The Report, however, goes on to say that with hindsight making public that the authorship of the dossier was by the JIC was a mistake. It meant that more weight was put on the intelligence than it could bear; and put the JIC and its Chairman in a difficult position.",
        "It recommends in future a clear delineation between Government and JIC, perhaps by issuing two separate documents. I think this is wise, though I doubt it would have made much difference to the reception of the intelligence at the time.",
        "The Report also enlarges on the criticisms of the ISC in respect of the greater use of caveats about intelligence both in the dossier and in my foreword and we accept that entirely.",
        "The Report also states that significant parts of the intelligence have now been found by SIS to be in doubt.",
        "The Chief of SIS, Sir Richard Dearlove has told me that SIS accepts all the conclusions and recommendations of Lord Butler’s report which concern the Service. SIS will fully address the recommendations which Lord Butler has made about their procedures and about the need for the Service properly to resource them. The Service has played, and will continue to play, a vital role in countering worldwide the tide of proliferation of weapons of mass destruction. Indeed, its successes are evident in Lord Butler’s report.",
        "I accept the Report’s conclusions in full. Any mistakes made should not be laid at the door of our intelligence and security community. They do a tremendous job for our country.",
        "I accept full personal responsibility for the way the issue was presented and therefore for any errors made.",
        "As the Report indicates, there is no doubt that at the time it was genuinely believed by everyone that Saddam had both strategic intent in respect of WMD and actual weapons.",
        "I make this further point. On the sparse, generalised and highly fragmented intelligence about Al Qaida prior to September 11th, it is now widely said policy-makers should have foreseen the attacks that materialised on September 11th 2001 in New York. I only ask: had we ignored the specific intelligence about the threat from Iraq, backed up by a long history of international confrontation over it, and that threat later materialised, how would we have been judged?",
        "I know some will disagree with this. There are those who were opposed to the war, remain so now and will forever be in that position.",
        "I only hope that now, after two detailed Parliamentary Committee reports, a judicial inquiry more exhaustive than any has ever been in examining an allegation of impropriety against Government and now this voluminous report, people will not disrespect the other’s point of view but will accept that those that agree and those that disagree with the war in Iraq, hold their views not because they are war-mongers on the one hand or closet supporters of Saddam on the other, but because of a genuine difference of judgement as to the right thing to have done.",
        "There was no conspiracy. There was no impropriety.",
        "The essential judgement and truth, as usual, does not lie in extremes.",
        "We all acknowledge Saddam was evil and his regime depraved. Whether or not actual stockpiles of weapons are found, there wasn’t and isn’t any doubt Saddam used WMD and retained every strategic intent to carry on developing them. The judgement is this: would it have been better or more practical to have contained him through continuing sanctions and weapons inspections; or was this inevitably going to be at some point a policy that failed? And was removing Saddam a diversion from pursuing the global terrorist threat; or part of it?",
        "I can honestly say I have never had to make a harder judgement. But in the end, my judgement was that after September 11th, we could no longer run the risk; that instead of waiting for the potential threat of terrorism and WMD to come together, we had to get out and get after it. One part was removing the training ground of Al Qaida in Afghanistan. The other was taking a stand on WMD; and the place to take that stand was Iraq, whose regime was the only one ever to have used WMD and was subject to 12 years of UN Resolutions and weapons inspections that turned out to be unsatisfactory.",
        "And though in neither case was the nature of the regime the reason for conflict, it was decisive for me in the judgement as to the balance of risk for action or inaction.",
        "Both countries now face an uncertain struggle for the future. But both at least now have a future. The one country in which you will find an overwhelming majority in favour of the removal of Saddam is Iraq.",
        "I am proud of this country and the part it played and especially our magnificent armed forces, in removing two vile dictatorships and giving people oppressed, almost enslaved, the prospect of democracy and liberty.",
        "This Report will not end the arguments about the war. But in its balance and common sense, it should at least help to set them in a more rational light; and for that we should be grateful."
    ]
}