{
    "url": "https://www.ukpol.co.uk/olivia-blake-2021-speech-on-miscarriage-research/",
    "title": "Olivia Blake – 2021 Speech on Miscarriage Research",
    "post_date": "June 19, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Olivia Blake",
            "url": "/tag/olivia-blake/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Olivia Blake, the Labour MP for Sheffield Hallam, in the House of Commons on 17 June 2021.",
    "content": [
        "I would like to thank Mr Speaker, through you, Madam Deputy Speaker, for allowing parliamentary time on this important topic in this Adjournment debate on miscarriage. I wanted to bring to the Chamber’s attention the recent series of papers published in The Lancet entitled “Miscarriage matters” and the petition by Tommy’s on support for women after miscarriages. The petition currently has over 170,000 signatories.",
        "I know that this topic is often one that is difficult to talk about, but I hope that by giving the Chamber an opportunity to hear some of the experiences and latest research, this debate can act as a catalyst for change for miscarriage services in the upcoming women’s health strategy. For too long, miscarriage has been a taboo, and I was disappointed that while the press release on the women’s health strategy call for evidence mentioned breaking taboos, it did not mention miscarriages directly—only pregnancy-related issues.",
        "I am so pleased that prominent women, like Meghan Markle and Myleene Klass, have been brave enough to speak and break the taboo about their experiences. Miscarriage is little spoken about but incredibly common. One in four pregnancies is thought to end in miscarriage. The research suggests that 15% of recognised pregnancies around the world end in miscarriage—that is 23 million a year or 44 miscarriages a minute. Black mothers face a 40% higher relative risk than white mothers and the risk of miscarriages is lowest between the ages of 20 and 29, but goes up threefold by 40 and fivefold by 45. Unfortunately, I think that this commonality and the well-known challenges in women’s health have meant that services are not always set up in the best interests of women. Miscarriages are often a symptom of an underlying health condition. They should not just be seen as a fact of life, and I am concerned that this attitude speaks to wider gendered inequalities in our society.",
        "I shared my own experience in a Westminster Hall debate last year and I have been overwhelmed by families contacting me to share their experiences. I have heard from women who have never told anyone but their partners that they have experienced a miscarriage and women who have experienced this 30 years ago still carrying the hurt, and now, some are seeing their children going through exactly the same issues. Although I spoke of my loss to highlight the impact of the pandemic, what is clear to me is that, covid or not, there are some huge holes—sometimes voids—in the care provided. Some people are lucky enough to have access to fantastic services and early pregnancy units. Others attend their GPs and others end up at A&E. Unfortunately, some attitudes seem to be very, very prevalent both in society and in some health services.",
        "**Jim Shannon (Strangford) (DUP)**",
        "May I just say how moved I was—the hon. Lady knows this—by her contribution in Westminster Hall on that day? It moved me to tears. I congratulate her on securing this debate. We should change the way we handle support for miscarriages as a result of that debate. Does she not agree that the threshold of three miscarriages in a row for NHS investigation must change, as every miscarriage is devastating and the estimation of an acceptable level of loss is abhorrent?",
        "**Olivia Blake**",
        "I absolutely agree and I will come on to the issue of how care is provided later in the debate.",
        "There seems to be a general lack of understanding that while miscarriage is common it is also incredibly traumatic and can lead to mental health problems. The Lancet research series highlights that anxiety, depression and even suicide are strongly associated with going through a miscarriage. Partners are also likely to be affected and previous reports have highlighted links with post-traumatic stress disorder. Despite that, the loss associated with miscarriage can often be minimised with phrases such as, “It’s okay, you can just try again,” or “It just wasn’t meant to be this time.” After my miscarriage, I got into a cycle of blaming myself and obsessing over what went wrong—if I ate the wrong thing, lifted something too heavy and so many other ridiculous thoughts. I have had to have counselling to deal with my trauma, but it was not offered. It was something that I had to seek out myself.",
        "The same cycle has been described back to me again and again and again by people who have experienced miscarriages. My brave constituent Lauren, who has allowed me to share her story today, has sadly suffered three miscarriages. She has never ever been offered any mental health support through the miscarriage pathway. In fact, even after she requested it, her miscarriages were not even recorded on her medical notes, leaving her to explain to five different healthcare professionals about her three miscarriages. On one occasion, a member of staff asked her when she had had her first child. That is clearly incredibly distressing, and why I support calls for better data collection and patient recording of miscarriages.",
        "Women have also told me about suffering three, four and five miscarriages. The reasons found for them were underlying health conditions, such as blood clotting disorders, autoimmune diseases and thyroid disease. Since my miscarriage, I ended up in hospital again and was diagnosed with diabetes, an issue that may have been picked up if testing had been carried out at the time of my miscarriage. The information I have received since my diagnosis of diabetes about pregnancy has been very informative and helpful, and a really stark contrast to those who have to get information about miscarriage.",
        "There are some excellent examples and many, many committed staff who often share the frustrations about the system, which has a hard cut-off of 24 weeks for some support services. We have seen a huge number of organisations stepping forward to fill the gaps in support and advice: Tommy’s, Sands, the Miscarriage Association and, locally in Sheffield, the Sheffield Maternity Cooperative. I spoke with Phoebe from the Cooperative, an experienced midwife who herself has gone through a miscarriage. She works with individuals and families across the city to provide timely, appropriate and sensitive care, after her own experiences were, unfortunately, the exact opposite of that.",
        "So what shall we do? I hope today the Minister will respond to the key findings of The Lancet series and to these key asks. The first is that the three-miscarriages rule has to end. The large number of people who signed the Tommy’s petition shows the strength of feeling on that. We would not expect someone to go through three heart attacks before we tried to find out what was wrong and treat them, so why do we expect women to go through three—in some cases preventable—losses before they are offered the answers and treatments they need? Instead, the research recommends a graded support system where people get information and support after their first miscarriage—we should not phrase it like that, though—tests after the second, and consultant-led care after the third.",
        "The second key ask is 24/7 care and support being available. That care should be standardised to avoid a postcode lottery or the patchy provision currently available, and it should include follow-up mental health support to help to reduce mental illness post miscarriage.",
        "Finally, we need to acknowledge that miscarriage matters and start collecting data on miscarriage, stillbirth and pre-term rates. I was shocked to find that no central data existed on the statistics and these estimates are based on very many different sources. We must break the taboo on miscarriage. I know from personal experience, and from many people who have contacted me, that we could do so, so much better. Will the Minister today commit to take forward these proposals and take a stand for women, individuals and families the system is failing? And will she meet me and campaigners to discuss this issue further?"
    ]
}