{
    "url": "https://www.ukpol.co.uk/olivia-blake-2020-speech-on-free-school-meals/",
    "title": "Olivia Blake – 2020 Speech on Free School Meals",
    "post_date": "June 20, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Olivia Blake",
            "url": "/tag/olivia-blake/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Olivia Blake, the Labour MP for Sheffield Hallam, in the House of Commons on 16 June 2020.",
    "content": [
        "I would like to take a moment to remember Jo Cox, a fellow Yorkshirewoman. She was such an inspiration and stood up against inequality and the loneliness that often accompanies it.",
        "I welcome the Government U-turn on free school meals over the summer. I pay tribute to Marcus Rashford for his leadership over the past few days. Perhaps Government Members could take some lessons from that.",
        "Since the onset of the covid-19 crisis, 1.5 million people have reported going a whole day without food. The use of food banks has soared. Mutual aid groups, food banks and campaigners in my constituency have struggled to provide the food that the people of Sheffield need. Their work and the work of others is heartening, but it is also a travesty that in the sixth richest country in the world it falls to volunteers and the charity sector to ensure that no one is going hungry.",
        "Over the past few years in Sheffield, we have seen a growth in activities for young people that now must involve the provision of food, whether they are holiday hunger projects or term-time clubs. Children are struggling to get the nutrition they need and rely on such projects, as well as free school meals. The demand is high and it is growing. Communities have identified the need, but it is clear that they do not have the resources to prevent hunger in their neighbourhoods. They cannot solve the structural issues of inequality, low pay, insufficient social security, and rising costs in housing, energy and the basics. Solving that requires action and intervention from this place.",
        "The pandemic has not created this crisis, but it has shone a light on the weaknesses that already exist. According the Trussell Trust’s “State of Hunger” report, 8% to 10% of households in recent years have experienced food insecurity, leading to 1.5 million units of emergency food parcels—",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**",
        "Order. [time for speech ran out]"
    ]
}