{
    "url": "https://www.ukpol.co.uk/olivia-blake-2023-speech-on-snares/",
    "title": "Olivia Blake – 2023 Speech on Snares",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Olivia Blake",
            "url": "/tag/olivia-blake/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Olivia Blake, the Labour MP for Sheffield Hallam, in Westminster Hall on 9 January 2023.",
    "content": [
        "It is a pleasure to serve under your chairship, Mr Vickers. I thank the hon. Member for Don Valley (Nick Fletcher) for opening the debate in a measured way. Some 267 of my constituents signed the petition, which shows the huge love of nature and animals there is in my constituency.",
        "Snares are indiscriminate, yet universally cruel. What is clear is that the non-statutory code is simply not enough to protect animals from painful injuries, suffering and death. As we have heard, that includes protected animals, such as badgers, and even cats and dogs. DEFRA’s own research shows that 68% of animals caught are not the intended target species. Under the code, snares should be checked twice, but the law only requires them to be checked once every 24 hours. It is hard to comprehend the volume of snares, given that 1.7 million are set every year. We have heard from other Members about the huge and lasting impact that snares can have on the wellbeing on animals, such as capture myopathy, panic immobility, thirst, starvation, dehydration and many more.",
        "We know that snare users have admitted that non-target species have been caught in their snares. For example, DEFRA research from 2008 to 2010 showed that 60% of people using fox snares admitted that they had captured non-target species in them. Landowners who do not use snares do not want to go back to their use. There are many landowners, of many hundreds of thousands of hectares up and down the country, who no longer use snares, and will not use snares, because they view them as incredibly cruel.",
        "We know that cats and dogs organisations are unified in their opposition to the use of snares because, within three years, 97 cats and 31 dogs were caught in snares. I am a dog owner—I have a dog necklace on today—and I would be horrified if, out in the countryside, my dog was unfortunate enough to step in a snare and be injured. I do not think that anyone should have to go through that.",
        "Break-away snares, as we have heard in the debate, have been seen as almost an answer to this situation. However, 69% of badgers do not escape from those snares, so they are not a solution; they are not even 50% good at what they are saying they are good at. The National Anti Snaring Campaign commissioned TTI Testing to do tests on those snares; it found that a force of over 70 kg of weight would be needed on a 2 mm wide area of the snare to cause a break. That is a huge amount of force that would need to be exerted on a snare. If you have ever seen an animal in a bad situation, Mr Vickers, you will know that they are not directionally pulling; the forces are very dynamic when they are struggling and they will not be able to get out of those snares. That is why 69% of badgers were unable to escape from them.",
        "We have also heard a lot about the different impacts of predators, but we have had a 64% decline in rabbits and a 44% decline in foxes. Declines in nature species are incredibly complicated. We cannot just say, “This is down to predators.” We have seen paper after paper looking at habitat loss, agricultural practices and their impacts on insects and other things that bird species might eat, and the lack of different crops and changes in sowing, and the impact on nesting spaces within that. The impacts of all of those different elements cannot just be laid at the feet of foxes or rabbits. It is absolutely a falsehood. It is a false flag.",
        "Predation, yes, is an issue, but there absolutely are alternatives to snaring to help protect species from predation, whether through trap and release, electric fencing, wire netting, motion sprinklers, ultrasonic devices or the use of radios and reflective surfaces. There are many different ways of putting predators off, and ensuring that we have a habitat and landscape available to lapwings and curlews is the most important thing in their protection.",
        "**Sir Robert Goodwill**",
        "Does the hon. Lady genuinely think that those deterrence methods would be suitable, and work, on the vast thousands of acres on the North Yorkshire Moors, where lapwings and curlews need to be protected?",
        "**Olivia Blake**",
        "We know the nesting areas of certain birds, and we already put signs up to say, “Keep your dogs on a lead” or “Do not go in this area,” and I think that, actually, yes, where snares are no longer used—on many hundreds of thousands of hectares—those alternatives have been used well. We are not seeing any of the organisations that have moved away from snares saying, “Actually, it hasn’t worked; we want to go back to using snares,” because those alternatives have proved effective. I think that that needs to be on the record in this debate. It is just a false flag to say that predation is the problem here. Loss of habitat, and the impacts that we have had on our environment, cannot be understated in this, as I have said.",
        "I just think that we need to ban snares because they are cruel and indiscriminate, as I have said, and there is nothing about them that we could not think outside the box and find an alternative for. I think we all have enough ingenuity that cruelty does not have to be the first and only option in the way that we manage our landscape and protect the species that are special to us."
    ]
}