{
    "url": "https://www.ukpol.co.uk/olivia-blake-2021-speech-on-the-obesity-strategy/",
    "title": "Olivia Blake – 2021 Speech on the Obesity Strategy",
    "post_date": "May 28, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Olivia Blake",
            "url": "/tag/olivia-blake/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Olivia Blake, the Labour MP for Sheffield Hallam, in the House of Commons on 27 May 2021.",
    "content": [
        "Like almost everyone speaking in the debate today, I support measures to ensure that people have a healthy relationship with the food that they eat. However, healthy eating habits cannot simply be measured on weighing scales or counted in calories. Today, we are facing a mental health crisis, one element of which is the rising epidemic of eating disorders, including obesity.",
        "I fear that our strategy falls well short of the social and mental health support needed to help people manage a healthy relationship with food. I am talking about those who have any conditions relating to weight management, whether that is diabetes or heart disease, or an eating disorder. I hope that the new funding for services will see those approaches supported.",
        "While I am fully supportive of interventions such as restrictions on advertising and work to improve the diet of the nation, I remain very concerned about certain aspects of the strategy. Before the pandemic, hospital admissions were increasing, especially among teenagers. In 2019-20, we saw a sharp 32% increase on the previous year to more than 21,000 cases, nearly 5,000 of which were children. In addition to hospital admissions between February 2020 and January 2021, the eating disorder charity Beat reported a massive 173% surge in demand for its services. During that time, we saw no corresponding rise in the levels of funding going to eating disorder services. I have sat with eating disorder specialists who have told me that the money that is available often fails to get to the frontline. One doctor I spoke to said that his service was originally designed for 60 children, but now serves 280, with inadequate funding for those places.",
        "I know that NHS trusts are also struggling with non-specialist in-patient services for children. The rising demand means that they just do not have the expertise available to treat in-patients with eating disorders properly, with many waiting for urgent beds for children in crisis in any specialist unit anywhere in the country. We still see a situation in adult services where there are no waiting time targets for support for eating disorders.",
        "I am highlighting this dire situation because one measure of the Government’s obesity strategy involves calorie labelling on menus. Among those who will be reading those menus will be people with eating disorders. There is a wealth of research that shows that calorie labelling can exacerbate unhealthy relationships with food and can be a predictor of the onset of eating disorders. In trying to fix one problem, there is a real danger that Ministers will make another far worse, the costs of which are not trivial. Eating disorders have the highest mortality rate of any mental health problem, and people who suffer from them are at increased risk of suicide and self-harm. While it is true that half of those with eating disorders recover, 20% remain in a chronic condition.",
        "We should look at obesity in the round. Balanced nutritious meals, promoting healthy diets such as Mediterranean diets, and healthy levels of exercise are far more important ways of maintaining a healthy weight. I urge the Government to rethink and revisit that aspect of the plan, come up with a solution that balances the needs of all. If we really want to promote healthy eating habits, calories on menus are not necessarily the way to do it for the whole population and risk making a very bad situation even worse for those suffering from or at risk of developing eating disorders. I say this as someone with type 2 diabetes. I have lost weight in order to manage my diabetes. There is a real issue with anxiety around calories and weighing out food. More needs to be done to recognise these anxieties and mental health issues."
    ]
}