{
    "url": "https://www.ukpol.co.uk/judith-blake-2022-tribute-to-hm-queen-elizabeth-ii-baroness-blake-of-leeds/",
    "title": "Judith Blake – 2022 Tribute to HM Queen Elizabeth II (Baroness Blake of Leeds)",
    "post_date": "September 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Judith Blake",
            "url": "/tag/judith-blake/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Judith Blake, Baroness Blake of Leeds, in the House of Lords on 9 September 2022.",
    "content": [
        "I thank the Lord Speaker for the opportunity to pay tribute to Her Majesty the Queen today. Like my noble friend Lady Taylor, I am very conscious of the powerful, heartfelt and sincere speeches that have led the debate. I am sure that we are all very grateful for that. I know that all our thoughts are with the members of the Royal Family at this time of deep sadness and loss. I join everyone in sending my condolences to them.",
        "Over my lifetime, the Queen visited my home city of Leeds on many occasions. My memories go back, as so many have said do theirs, to lining a route as a schoolgirl to watch the royal car pass. I have to say that I will never forget the trauma of my sister losing her flag at the key moment as the car was just about to pass. In fact, I think she is still traumatised more than 60 years later. Even at that very young age, I recognised the enormous significance of Her Majesty’s visit and her interest in our part of the United Kingdom.",
        "It was my great privilege, 10 years ago this summer, as deputy leader of Leeds City Council to invite the Queen and Prince Philip to launch the Child Friendly Leeds initiative—a central pillar in the city’s improvement journey in children’s services. The Queen, at the same time, reopened the newly refurbished City Varieties—I am sure your Lordships all know the venue of “The Good Old Days” fame. We had a brilliant cast of young people performing fearlessly for her on stage.",
        "My personal duties included escorting the Queen and Prince Philip from the building in a newly installed glass lift on the outside of the building: what could possibly go wrong? I have to say, I did feel some trepidation at the task, but both the Queen and Prince Philip put me at me ease instantly, and Prince Philip was particularly fascinated by the mechanics of the new lift. Sadly, I was unable to enlighten him on the finer workings of the mechanisms.",
        "We walked down to Briggate—the main pedestrianised shopping street in Leeds—and I will never forget the roar of delight that hit us as we turned the corner to find both sides of the street thronged with hundreds and hundreds of children from every primary school in Leeds. It was simply breathtaking. I saw, first-hand, how they both interacted with the children and particularly how Prince Philip was assiduous in supporting the Queen so that every child felt included. It was a real pleasure to see them working so naturally and engagingly, talking to so many children and young people; I have never seen so many floral tributes, cuddly toys—you name it—all of the gifts that the children wanted to give to the royal couple. Those children and young people will never forget that day, and I know how much it has inspired them over the years.",
        "We will always remember the Queen’s extraordinary sense of duty and her commitment to people and communities the length and breadth of the country. Her depth of knowledge concerning organisations and backgrounds to events that she attended was simply astounding, revealing her intense interest in the people she was meeting. I think it was this attention to detail that helps explain why she is so well respected and loved by so many people across the country.",
        "I am grateful for the opportunity to say an enormous thank you for the Queen’s life, her service, her sense of duty and her extraordinary contribution to public life across the world over the 70 years of her reign."
    ]
}