{
    "url": "https://www.ukpol.co.uk/paul-blomfield-2020-speech-on-eu-negotiations/",
    "title": "Paul Blomfield – 2020 Speech on EU Negotiations",
    "post_date": "June 5, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Paul Blomfield",
            "url": "/tag/paul-blomfield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Paul Blomfield, the Labour MP for Sheffield Central, in the House of Commons on 4 June 2020.",
    "content": [
        "I beg to move an amendment, to leave out from “the UK’s Approach to Negotiations,” to end and insert—",
        "“commends the European Scrutiny Committee on its Fifth Report of Session 2019–21, HC 333, whose Annex draws upon responses from other select committees identifying matters of vital national interest in the EU negotiating mandate; recalls that during the 2019 general election and the passage of the Withdrawal Agreement Act, Government ministers committed that negotiations on the UK’s future relationship with the EU would be based on the Political Declaration; notes that in Article 184 of the Withdrawal Agreement the UK agreed to “use their best endeavours, in good faith and in full respect of their respective legal orders, to take the necessary steps to negotiate expeditiously the agreements governing their future relationship referred to in the Political Declaration of 17 October 2019”; therefore calls on the Government to negotiate an “ambitious, broad, deep and flexible partnership”, including an “ambitious, wide-ranging and balanced economic partnership” that entails “no tariffs, fees, charges or quantitative restrictions across all sectors”, a deal that would safeguard “workers’ rights, consumer and environmental protection”, including “effective implementation domestically, enforcement and dispute settlement” and a “broad, comprehensive and balanced security partnership” underpinned by “longstanding commitments to the fundamental rights of individuals, including continued adherence and giving effect to the ECHR, and adequate protection of personal data”.",
        "I join the Chancellor of the Duchy of Lancaster in commending the determined work, over so very many years, of the Chair of the European Scrutiny Committee, and I thank him, and members of the Committee, for their report. That is both because of the important issues that the report raises, and because it provides the House with a rare opportunity to debate with Ministers about the negotiations as they reach a crucial stage. There might be issues in the report that Labour would set out differently, and we have shaped those in our ​amendment. At this stage, however, because of the extraordinary circumstances in which we are currently conducting business, although I will speak to the issues in the amendment, we do not intend to press it to a vote.",
        "Let me begin with the issue on which we agree wholeheartedly with the Committee, and indeed with the motion, which is the central point of accountability. We have consistently pressed for accountability and transparency throughout these negotiations, as we were promised at the outset. The Prime Minister told us on 20 December that",
        "“Parliament will be kept fully informed of the progress of these negotiations.”—[Official Report, 20 December 2019; Vol. 669, c. 150.]",
        "On 27 February, the last time that the Chancellor of the Duchy of Lancaster actually addressed or made a statement to the House on these negotiations, he said that",
        "“we will keep Parliament fully informed about the negotiations, and colleagues will be able to scrutinise our progress.”—[Official Report, 27 February 2020; Vol. 672, c. 469.]",
        "But it has not worked like that, has it? Indeed, since those negotiations started, the Chancellor of the Duchy of Lancaster has made no oral statement on them at all. He has only updated the House once when he was forced to do so by an urgent question from my hon. Friend the Member for Leeds West (Rachel Reeves). That silence has spanned three months for negotiating rounds, Joint Committee meetings and all the disruption resulting from covid-19. By comparison, during phase one of the negotiations, either the Brexit Secretary or the Prime Minister reported personally to Parliament after every key negotiating round and after each meeting of the European Council.",
        "This week, as the Chancellor has made clear, sees the fourth and crucial round of talks before the Joint Committee and high-level meeting at which progress is to be reviewed. I hope that, in her wind-up, the Minister will give an assurance to the House that the Chancellor of the Duchy of Lancaster will commit to making a statement to the House on Monday, and that the Prime Minister will update the House in person after the high-level meeting in June. I hope she will also commit to making real efforts to consult the devolved Administrations, because the terms of reference for the Joint Ministerial Committee referred to reaching agreement with the devolved Administrations on the approach to the negotiations and Ministers made repeated promises that engagement would be stepped up, after disappointment was expressed at an earlier stage, once we moved on from the withdrawal negotiations. That has not happened, has it?",
        "**Michael Gove**",
        "I would like to take this opportunity, as the hon. Gentleman is kind enough to give way, to say that the Paymaster General has indeed stepped up engagement with all the devolved Administrations, and we are grateful to them for their work. One thing has come through though: the Welsh First Minister—the Labour First Minister—has been clear that he seeks an extension of our time in the transition period. Is that official Labour party policy?",
        "**Paul Blomfield**",
        "I am looking forward to addressing precisely that point. I do understand why the Minister is so keen to talk about the process. It is because he does not really want to address the substance of the negotiations. ​Let me just say a further word on the consultation with the devolved Administrations, because that may be his perspective, but it is certainly not the perspective of the devolved Administrations themselves who feel that the engagement has been cursory, and has not been meaningful either around the negotiating mandate or in updating them on the progress.",
        "**Joanna Cherry (Edinburgh South West) (SNP)**",
        "Does the hon. Gentleman agree with my colleague, the Brexit Minister in the Scottish Parliament, Mike Russell, that the whole process of involvement with the devolved Administrations has been merely about letting them know what is happening rather than letting them influence what is happening in the negotiations or having any input in decisions on any crucial issues?",
        "**Paul Blomfield**",
        "I do indeed, and that is a concern that has, I think, been widely expressed by others as well. Indeed, it reflects the Government’s approach to this Parliament. They keep us a little bit informed, with a written ministerial statement here and there, but there is no meaningful engagement.",
        "Parliament must be given the opportunity of holding the Government to account for the pledges they made to the British people in the election to which the Minister referred. At that election, the Conservative manifesto promised an “oven-ready deal”. That deal was the new withdrawal agreement and political declaration that the Prime Minister triumphantly renegotiated in October 2019.",
        "**Jacob Young**",
        "I appreciate what the hon. Gentleman has just said about the fact that we had a clear pledge in our manifesto and that you are well aware of the fact that we won the general election. In the light of that, what is your view on Michel Barnier’s letter to Opposition leaders calling for an extension to the transition period?",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**",
        "Order. I appreciate that the hon. Gentleman is new to the House and I do not want to upset the flow of the debate, but other Members may not be aware that you should not address someone in the House as “you”. “You” only means the Chair. During these unusual times, standards have been slipping and we must not allow that to happen. I know that I can trust the hon. Gentleman. I do not want to pick him out but he has just given me the opportunity to make sure that, from now on, he will refer to the hon. Gentleman as the hon. Gentleman.",
        "**Jacob Young**",
        "But the question stands.",
        "**Paul Blomfield**",
        "And the question will be answered, but one of the things the hon. Gentleman will learn is that there is no firmer upholder of standards than you, Madam Deputy Speaker.",
        "The hon. Gentleman is right to focus on the mandate that the Government secured in December, and we acknowledge that the arithmetic the general election produced gives them a clear a majority in the House, but instead of talking about process, we should focus on the substance of the mandate. What was that promise? It was not, “Get Brexit done at any price.” It was, “Get Brexit done on the basis of the oven-ready deal.”",
        "That deal promised the British people",
        "“an ambitious, broad, deep and flexible partnership”​  \nwith",
        "“no tariffs, fees, charges or quantitative restrictions across all sectors”.",
        "It promised to safeguard workers’ rights and consumer and environmental protection, and to include",
        "“effective implementation domestically, enforcement and dispute settlement.”",
        "The Minister talks about deals such as that with Canada as a reference point. He will know that the comprehensive economic and trade agreement contains some provisions for a level playing field with enforcement mechanisms, and in fact negotiations are taking place for those to be enhanced.",
        "Delivering on those promises matters, because the Government have sought to talk down expectations about their ability to achieve the pledges they made to the British people. We face a huge economic hit as a result of covid-19. We must not make that worse through a bad deal on our future relationship with the European Union.",
        "The director general of the CBI said on Tuesday:",
        "“For many firms fighting to keep their heads above water through the crisis, the idea of preparing for a chaotic change in EU trading relations in seven months is beyond them. They are not remotely prepared. Faced with the desperate challenges of the pandemic, their resilience and ability to cope is almost zero.”",
        "One of those firms, Nissan, warned yesterday that tariffs on cars exported to the EU would make its business model unsustainable if we left the transition, for example, on the much-vaunted Australia model—the “no deal exists” model. Meanwhile, obviously concerned about progress, the Governor of the Bank of England has urged banks to step up their preparations for the UK leaving the transition period without a future trading relationship in place.",
        "Of course, the deal is not just about goods and services; there are nine other strands to the talks, among which security is critical. At the general election, the public were promised",
        "“a broad, comprehensive and balanced security partnership …underpinned by long-standing commitments to the fundamental rights of individuals, including continued adherence and giving effect to the”",
        "European convention on human rights,",
        "“and adequate protection of personal data”.",
        "However, since the election, the Government have rowed back on their commitment. On 11 March, the Chancellor of the Duchy of Lancaster told the Committee on the Future Relationship with the European Union that",
        "“we may not necessarily have concluded everything on internal security by”",
        "31 December.",
        "That is of deep concern, as the former Prime Minister, the right hon. Member for Maidenhead (Mrs May), pointed out yesterday at Prime Minister’s questions. Without a comprehensive security agreement, even for a short period, extradition would be slower and more bureaucratic, law enforcement agencies would find it harder to get crucial information for investigations as they lost access to EU-wide databases, and it would be more difficult for UK investigators and prosecutors to collaborate with EU partners.",
        "We have left the European Union. The task now is to build the best possible new relationship for jobs and the economy in all parts of the UK through tariff and ​barrier-free trade in goods and services, to maintain the security of the UK by retaining existing co-operation as far as possible, and to maintain protection for workers, consumers and the environment. And of course nothing must be done that undermines the Northern Ireland protocol and the Good Friday agreement.",
        "That is what the country was promised at the election. That is the deal that the Government have to deliver. They have said that they will deliver that deal by December. They should confirm today that they remain confident that the oven-ready deal that they pledged to the British people, summed up in the political declaration that they signed with the European Union, will be delivered—not any deal; that deal—and by the end of the year. They should also spell out how they plan to, in the words of their own motion, “facilitate essential parliamentary scrutiny” on their progress."
    ]
}