{
    "url": "https://www.ukpol.co.uk/paul-blomfield-2022-speech-on-access-to-gp-services/",
    "title": "Paul Blomfield – 2022 Speech on Access to GP Services",
    "post_date": "June 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Blomfield",
            "url": "/tag/paul-blomfield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paul Blomfield, the Labour MP for Sheffield Central, in the House of Commons on 21 June 2022.",
    "content": [
        "A range of important issues has been raised by those on both Front Benches and in the interventions on them, but I want to focus specifically on NHS dentistry issues.",
        "We have all had so many constituents contact us, and I would like to share a small selection of mine. One new resident to the city said:",
        "“I moved to Sheffield earlier in the year. I am unable to register for an NHS dentist. I am being quoted waiting lists of eighteen months just for a check-up.”",
        "Another wrote:",
        "“My partner has been trying to get into a dentist for a check-up for around 18 months. We have rung every dentist within a 6-mile radius to be told they are not taking on NHS patients…and he will need to go private.”",
        "One woman wrote to me:",
        "“I have a MATB1 form entitling me to free dental care whilst I’m pregnant and for a year after birth. Unfortunately, I can’t use this as I can’t find an NHS dentist”.",
        "A young mother told me:",
        "“We’re told dental care is important and that we should get our children seen early and regularly. We moved to Sheffield in December 2020. I started to look for a dentist. I’ve been on a waiting list for a year with no progress.”",
        "Another parent told me:",
        "“Our son was referred for NHS orthodontic treatment by his dental practice in February 2019 at the age of 12. He has now been on the waiting list for 35 months and will turn 15 next month. He still has not had an initial assessment appointment.”",
        "**Lilian Greenwood**",
        "I thank my hon. Friend for giving way; the Secretary of State seemed to forget to do so. Does my hon. Friend share my concern that, even before the pandemic, the No. 1 reason for hospital admission among children aged five to nine was tooth decay? Is that not a shocking indictment of the failure to address health prevention and care for children and their teeth, and is it not a bit galling for the Secretary of State to suggest that this is the fault of the last Labour Government, when before the pandemic his Government had already been in power for 10 years?",
        "**Paul Blomfield**",
        "I thank my hon. Friend for that intervention, and she is absolutely right about how that highlights the crisis we are facing in NHS dentistry. That exists right across England, and it was interesting to hear comments from other nations, because significantly less is spent on dentistry in England than in Wales, Scotland or Northern Ireland. The Secretary of State blames everything on the contract, but the cuts to dentistry have been deeper than in the rest of the NHS, with spending a quarter less than it was in 2010, and I am not surprised that he made no mention of that.",
        "Last Wednesday, I met our local dental committee to discuss the problem—dentists who are committed to their profession and to NHS provision, and who want a solution—and following our discussion, they commissioned a survey of waiting lists across the city. Some 37 practices responded, which is about half of the city’s providers, but only one practice could offer a waiting time shorter than a year. For 29% it was up to two years and for 32% more than two years. The most significant number was that 35% of practices were unable to add any patients to their waiting lists.",
        "Across England, the number of dentists providing NHS services fell from 24,700 in 2019-20 to 21,500 now, which is a fall of 15% in just two years—",
        "**The Parliamentary Under-Secretary of State for Health and Social Care (Maria Caulfield) indicated dissent.**",
        "**Paul Blomfield**",
        "I see the Minister shaking her head.",
        "However, there is provision for those who can pay. Healthwatch reported last year:",
        "“Whilst some people were asked to wait an unreasonable time of up to three years for an NHS appointment, those able to afford private care could get an appointment within a week.”",
        "That is adding to health inequalities, and it is not because dentists are reluctant to take on NHS patients, but because the system discourages them from doing so. We have patients wanting NHS dentistry and dentists wanting to provide it.",
        "It is true that there are flaws in the 2006 contract. It is based on units of dental activity using figures from the two years prior to its imposition, which are now massively outdated. It contains huge discrepancies in remuneration rates between practices doing the same work. There are penalties through clawback for underperformance for reasons beyond the control of practices, but no reward for overperformance. I see the Minister smirking, but she has been delivering this contract, and the Government have been operating within it for 12 years. There are limits on how much NHS treatment a practice can provide. That is because of quotas and the way that providers are contractually obliged to spread their NHS work. Dentists have a disincentive to take on new patients, who are more likely to have greater treatment needs, because the fee-per-item system was replaced with a system in which the same is paid for one filling as for 20.",
        "**Maria Caulfield indicated assent.**",
        "**Paul Blomfield**",
        "As the Minister is nodding, let us review the position as regards the contract. Back in 2008, the Select Committee on Health declared the system not fit for purpose. The then Health Secretary, Alan Johnson, responded by ordering a review of the system. In 2009, the Steele inquiry reported, and in 2010, we committed to reforming the contracts, but 12 years on, nothing has happened.",
        "Ministers also blame covid. Clearly, it has had an impact; there was a backlog of 3.5 million courses of dental treatment after lockdown, and patients are inevitably presenting with bigger problems and increased need, which means longer appointments and extra work, for which dentists get no remuneration. The Ministers sitting on the Front Bench have presided over this flawed system. In quarter 4 of 2021-22, 57% of practices faced financial penalties for being unable to meet the targets that those Ministers effectively imposed; the problem is due to the additional infection prevention control requirements and the lack of adjustment to the remuneration system.",
        "We have reached a tipping point for NHS dentistry. Unless the Government act, the number of complaints that all Members of Parliament are getting will only grow. More practices will move to a private model, which will add to the difficulties, because the system does not work for them.",
        "**Margaret Ferrier (Rutherglen and Hamilton West) (Ind)**",
        "NHS services are devolved, but many concerns about them are shared across the UK. Some of my constituents have concerns about the price of NHS dentistry offered through private dental practices, and about transparency in how final costs are calculated. Does the hon. Gentleman agree that, particularly given the economic climate, practices must give cost breakdowns before treatment begins, so that patients can budget and understand what they are paying for?",
        "**Paul Blomfield**",
        "We need transparency, and that starts with a new structure for remunerating dentists—a structure that no longer disincentivises them from taking on NHS patients, and that does not push them towards private care. If we do not make those changes, the system will get worse. Some 50% of NHS practices have already reduced their NHS commitment, and 75% are planning to reduce further their contracts. Patients will face frustration and all the pain involved in not accessing help when they need it. As others have commented, children’s oral health will be severely damaged. It is a disgrace—it shames the country—that last year, hospitals in England carried out almost 180 operations a day on children to remove rotting teeth, and it cost the NHS more than £40 million. Those problems will impact those children throughout their life. Poor dental health is linked to endocarditis, cardiovascular disease, pneumonia, premature births and low birth weights, all of which add strain and cost to the NHS.",
        "The good news is that there is an answer, but it is in the hands of the Government. We need to restore adequate funding to dentistry in England, and we need a commitment that the long-promised contract reform will take place. It must be real reform, and not tweaks at the edges. Otherwise, we face the slow death of NHS dentistry."
    ]
}