{
    "url": "https://www.ukpol.co.uk/paul-blomfield-2021-speech-on-the-obesity-strategy/",
    "title": "Paul Blomfield – 2021 Speech on the Obesity Strategy",
    "post_date": "May 28, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Paul Blomfield",
            "url": "/tag/paul-blomfield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paul Blomfield, the Labour MP for Sheffield Central, in the House of Commons on 27 May 2021.",
    "content": [
        "The Government are clearly right to say that this is one of the greatest long-term health challenges that we face, and it starts with our children. One in four enter primary school overweight or obese and, as the Minister pointed out, one in three leave in that position six years later. We have a shocking problem that gets worse during children’s primary years.",
        "Like any disease, there are two ways of tackling it: prevention and treatment. I broadly welcome the measures being proposed by the Government on prevention, although we should look carefully at the evidence and concerns around calorie labelling for those with eating disorders, but prevention is not enough in itself. We need proper treatment services for children, and currently we do not have them.",
        "Imagine for a moment that we were talking about another disease—say, cancer. Would we say, “We’ll invest in prevention, but I’m afraid we’ll not offer any treatment for children with the disease.” Of course we would not, but that is what we are saying for obesity currently. The Health and Social Care Committee highlighted the problem in its 2018 report, noting evidence from Public Health England that only 56% of local authorities",
        "“have a tier 2 weight management service for children”",
        "and that those services",
        "“are not intended to support individuals with complex needs. When looking at tier 3 and 4 services, service provision is bare.”",
        "It went on to recommend:",
        "“The Government must ensure there are robust systems in place not only to identify children who are overweight or obese, but to ensure that these children are offered effective help through a multidisciplinary, family-centric approach.”",
        "However, the Government’s obesity strategy does not acknowledge the issue. I have become aware of it through the work that I have done with Shine Health Academy in my constituency—a great local project providing the sort of tier 3 services that the Committee wanted. They take children on referral from GPs, teachers and social workers, and they have great outcomes, but they are funded mainly by charities, because neither clinical commissioning groups nor local authorities have responsibility for commissioning services.",
        "I know that the Minister recognises the problem because, together with the inspirational leader of Shine Health Academy Kath Sharman, I met her to discuss the issue about 18 months ago. There have been some positive initiatives by NHS England, and I welcome the work to establish complications related to excess weight clinics—CREW clinics—to support children and young people with severe obesity, but it is limited. As I understand it, the aim of such services is to manage the comorbidities associated with obesity rather than tackling the disease itself. There are just seven centres in the plan, each for 100 children. It is useful, but it is a very small step assessed against need, because the Obesity Health Alliance calculates that there are 450,000 children in the UK who, if they were adults, would be eligible for bariatric surgery. That is shocking, but it is the scale of the challenge.",
        "There are also worries about the CREW approach. Such clinics seem to place too much emphasis on the role of hospitals, and risk being about medical management rather than weight management. They definitely have a role to play and are fundamental to the treatment of comorbidities, but they should not be the only model of care. Above all, there is no certainty of future funding. In her summing up, I ask the Minister, who I know cares about this issue, to say whether it will finally be the Government’s intention to establish clear responsibility for commissioning tier 3 services for children as the Health and Social Care Committee recommended, because frankly nothing less will do."
    ]
}