{
    "url": "https://www.ukpol.co.uk/paul-blomfield-2021-speech-on-dental-services/",
    "title": "Paul Blomfield – 2021 Speech on Dental Services",
    "post_date": "January 19, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Paul Blomfield",
            "url": "/tag/paul-blomfield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paul Blomfield, the Labour MP for Sheffield Central, in the House of Commons on 14 January 2021.",
    "content": [
        "Can I, too, express my gratitude to my hon. Friend the Member for Putney (Fleur Anderson) for securing this debate? Dentistry often does not get the attention it deserves when we are looking at health provision for the country, and today is an opportunity to address that.",
        "Clearly, the pressure on dental services preceded covid-19, but the pandemic has exacerbated it. In normal times—if we can remember them—the demand for NHS dentistry in Sheffield was huge, with unmet need amounting to more than 35,000 patients. That clearly has a long-term impact on oral health, and one that is particularly worrying for children.",
        "Then came covid-19, which has hit the sector hard. Frankly, to choose this time to impose new targets, without warning or consultation, shows either a lack of understanding or a lack of regard for the consequences. The 45% target will disrupt the priorities of dentists by imposing penalties for failing to hit levels of what are described as normal NHS activity in what are blatantly abnormal times. It will threaten the viability of practices, and worsen access to dental care across Sheffield and the rest of England.",
        "Dental practices have made huge efforts to be covid-secure, with cleaning and air-clearing procedures that mean they cannot see as many patients as usual. Many have therefore prioritised emergency and urgent care, and this normal activity target will skew their priorities away from those patients most in need. As one dentist explained it to me, they will be",
        "“forced to stop seeing emergency patients…and to push the limits of the sound infection control procedures brought in to protect patients and staff”.",
        "Another simply said:",
        "“These targets are the wrong choice at the wrong time”.",
        "This is not scaremongering, as has been suggested, but a real and genuine concern from dental professionals who care about the services they provide.",
        "Sheffield Central is in the top 10% of areas where NHS dental care was most impacted by the pandemic, according to a survey, and the Association of Dental Groups says that problems are particularly acute in the most deprived urban, coastal and rural areas. Imposing this target will hit those most in need—levelling down, not levelling up. We need to be growing our dental services, not threatening them with damaging targets.",
        "I have great regard for the Minister—we have worked together on other issues, and I know she takes her responsibilities seriously—so I do hope that she will listen to the concerns she has heard today from both sides of the House, talk to colleagues and review this contract."
    ]
}