{
    "url": "https://www.ukpol.co.uk/paul-blomfield-2022-speech-on-the-cost-of-living-crisis/",
    "title": "Paul Blomfield – 2022 Speech on the Cost of Living Crisis",
    "post_date": "May 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Blomfield",
            "url": "/tag/paul-blomfield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paul Blomfield, the Labour MP for Sheffield Central, in the House of Commons on 17 May 2022.",
    "content": [
        "It is a pleasure to follow the hon. Member for Yeovil (Mr Fysh), who made some important points about the need for action now, in recognition of the severity of the crisis we face.",
        "I spent yesterday morning at a crisis meeting in a part of my constituency where incomes are lowest. We looked at how the cost of living crisis was impacting on people. The meeting involved the voluntary sector, energy advisers, food banks, debt advisers, schools, housing providers, local councillors and more. We talked about people’s real struggles to feed families and pay bills; about the impact of that on the mental health of people who had previously been just managing but could not see how that could continue; about suicide attempts as a consequence of what people in the constituency were facing; and about the re-emergence of the problem of loan sharks exploiting people’s hardship.",
        "We discussed the efforts of all those at the meeting to try to offset some of the damage faced by families, and those efforts were extraordinary, but time and again everybody said, “What we are doing is not enough. The Government need to act.” A lot could be done, including the restoration of the universal credit uplift, a meaningful increase in the household support fund and, of course, a windfall tax so that we can cap energy bills and reduce VAT on them.",
        "The Prime Minister knows that it can be done. Last Tuesday he opened the debate on the Queen’s Speech by telling the House that the Government",
        "“have the fiscal firepower to help families up and down the country with all the pressures that they face now.”—[Official Report, 10 May 2022; Vol. 714, c. 17.]",
        "The problem is that they are not going to use it. They shrug their shoulders and say, as the Chancellor did again today, “What can the Government do to solve these problems?” It is not true to say that, and they know it.",
        "Other countries have acted. To protect consumers and businesses, France has limited energy bill increases to just 4% this year by taking £7 billion out of EDF’s profits. Spain has committed to cutting connection fees and to taxing excess profits on new electricity supply contracts to protect people from soaring prices. It is spending €16 billion on support. Germany has instigated a range of measures, including tax reliefs, a reduction in fuel duty and a monthly public transport ticket costing just €9, which will also encourage the modal shift we need in the way people move about. It is a matter of choice. The Government point to growth as the answer, and growth clearly is important, but their record shows that they cannot deliver it.",
        "In November 2019, before we knew the word “coronavirus”, growth was the slowest that it had been in a decade. Our bounce back from the pandemic has been slower than expected this year, with the Brexit deal failing to deliver for supply chains, and the Government’s failure to insulate from the cost of living crisis limiting spending and productivity. Either they do not understand the depth of the pressures—and comments such as “learn to cook” or “work more hours” perhaps indicate that they do not—or they simply do not care. If we let people sink or swim, the problem is that too many people will sink. As we know, the money is there. The oil and gas companies have it—more than they know what to do with. What we need is action now, as the hon. Member for Yeovil said. We face an unprecedented crisis in the cost of living. We needed a Gracious Speech that addressed it. We need an emergency Budget. The Government cannot sit on their hands any longer."
    ]
}