{
    "url": "https://www.ukpol.co.uk/paul-blomfield-2022-speech-on-the-contribution-to-the-uk-made-by-international-students/",
    "title": "Paul Blomfield – 2022 Speech on the Contribution to the UK Made by International Students",
    "post_date": "November 3, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Blomfield",
            "url": "/tag/paul-blomfield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paul Blomfield, the Labour MP for Sheffield Central, in Westminster Hall on 2 November 2022.",
    "content": [
        "It is a pleasure to contribute to the debate with you in the Chair, Mr Stringer, and to welcome the Minister to his position; his is probably one of the better appointments made recently. I am pleased to contribute to the debate as chair of the all-party parliamentary group for international students, a role that I share with Lord Bilimoria, the former president of the CBI. An important part of our role is celebrating the contribution of international students, so I am grateful to the hon. Member for Stirling (Alyn Smith) for securing the debate and for many of the points and questions he raised.",
        "My constituency of Sheffield Central—as you well know, Mr Stringer, as one of our graduates—has more students than any other constituency. We know the huge value of international students, but it is important that we do not stop the discussion at their contribution to the local economy. As my hon. Friend the Member for Stretford and Urmston (Kate Green) said, they also enrich the learning experience of UK students—what an extraordinary opportunity for UK students to study alongside students from so many other countries and continents, all providing their input to classroom discussions. In addition, they enhance the cultural vitality of our city, and they provide us with ambassadors for Sheffield when they move on and continue their lives in business, politics and other areas.",
        "Recognising those benefits, our APPG makes the case for policies that encourage and support the recruitment of international students. It seems obvious that we would want to do that, but that has not been the case. Back in 2010, when David Cameron was elected with a pledge to reduce immigration to tens of thousands, the then Home Secretary, the right hon. Member for Maidenhead (Mrs May), went for easy wins on immigration numbers—despite the damage to the UK—by cutting the number of international students, removing the graduate visa route and putting in place other barriers. That was celebrated by our competitors in Australia, Canada and the US. I remember hosting an event with the former Australian higher education Minister, who began by saying, “I would like to congratulate your Home Secretary. Without her efforts, we wouldn’t be doing so well in recruiting international students to Australia.”",
        "With strong, genuine cross-party support, the APPG campaigned for seven years for change, and in 2018 we produced our inquiry report, “A Sustainable Future for International Students in the UK”. I am pleased that our two main recommendations—to set an ambitious target for growth of international student numbers and to offer a new post-study work route—were embraced by the Government in their 2019 international education strategy, which set",
        "“an ambition to increase the value of our education exports to £35 billion per year, and to increase the number of international higher education students hosted in the UK to 600,000 per year, both by 2030.”",
        "All of us on both sides of the House celebrated the Government’s ambition, and I thought that was the end of the argument—after seven long years, we had finally convinced people—but recent comments by the new Home Secretary provoked an awful feeling of déjà vu. Lessons learned have been forgotten; instead of tackling the real issues facing the Home Office—passport delays, visa delays, the asylum backlog, the failure to end dangerous channel crossings—the Home Secretary has turned to the distraction technique employed by the right hon. Member for Maidenhead.",
        "Recent rhetoric has included tired tropes about overstaying and suggested the illegitimate use of visas. That has caused enormous offence in India, one of our most crucial markets not just for growing international student numbers, but for reducing our dependence on China, which dominates the market at the moment. It will also impact the Government’s attempts to secure a trade deal with India. If the Home Secretary tells international students that they cannot bring their families to the UK, as she seems to be suggesting, they will simply turn to one of the many countries that will say, “You’re welcome here.”",
        "The problem is not only the policies but the rhetoric, which is beginning to undo the work that many of us who support the cause of international students have done to repair the damage that the Government caused. After so many years of international students being told that they are not welcome here, we have all come together, as the hon. Member for Stirling said, singing one song: “You are very welcome here.” The Home Secretary’s recent rhetoric undermines those efforts.",
        "Although this is not just an economic argument, research from the Higher Education Policy Institute last year shows that international students bring nearly £30 billion a year to the UK economy, supporting jobs and businesses across the country. They play an important role in our universities and in enriching our campuses, and they bolster Britain’s place in the world at a time when we need it.",
        "Locally, an economic impact assessment commissioned by the University of Sheffield, based on 2018-19 data, found that overseas students at the university—it is just one of our two universities—support £184 million gross value added and just over 3,000 jobs in the Sheffield city region. That is more than we employ in the steel industry in Sheffield. Those jobs are across a swathe of industries, from transport to hospitality, food and retail.",
        "More recently, “The costs and benefits of international higher education students to the UK economy,” published by the Higher Education Policy Institute and Universities UK International, analysed the 2018-19 international cohort. I should probably declare an interest, because it found that Sheffield Central remains the top parliamentary constituency for net economic benefit. Every person in Sheffield and its surrounding area is £2,520 better off on average because of international students. They are hugely important for the university’s financial stability and for the sub-regional economy. That is the critical point.",
        "We should recognise that universities are a unique public asset. They are distributed around all the regions and nations of the United Kingdom; the economic benefit is not concentrated in London and the south-east. Obviously, there is a significant number of fine institutions down here, but the benefit is shared around the country. If the Government are serious about their levelling-up agenda—obviously, we doubt they are—universities are a critical driver of economic activity all over the country. At a time when the Government claim to be focused on growth, it is utterly incoherent to reduce the benefits from one of our strongest exports—higher education.",
        "**Kate Green**",
        "My hon. Friend makes an important point about the wider benefits to local and regional economies. Part of the economic contribution comes from our universities’ capacity for research. Does he share my concern that if the number of international students declines, the contribution they make to subsidising the cost of research in universities will also decline, and that will make our regional economies and our national economy poorer?",
        "**Paul Blomfield**",
        "My hon. Friend makes a powerful point. That is absolutely correct, and it complements what the hon. Member for Stirling said about the way our research base is threatened outside Horizon Europe.",
        "Frankly, the UK needs all the help it can get on the international stage. Given that the Government cannot decide whether it is worth turning up to key global events such as COP and are trashing our reputation by claiming that the jury is out on whether our key partners and neighbours are friend or foe, we cannot afford further mishaps. The QS World University Rankings assess universities on six key indicators, one of which is the international student and international faculty ratio. A highly international university demonstrates the ability to attract quality students and staff from around the world, and implies a highly global outlook and diversity of culture, knowledge and thought. It makes us more competitive. It is therefore hugely important that we maintain those numbers.",
        "As for soft power, when I was campaigning for change I met the ambassador from one of our important allies in the far east, an important economic partner. We were talking about these issues and he said, “Paul, do you realise that three quarters of our Cabinet were educated at UK universities?” That is soft power that the rest of the world would die for, and it is hugely important. The 2022 HEPI soft power index shows the benefit of international students, with 55 world leaders having taken advantage of UK higher education.",
        "I hope the new Minister will take on board these arguments and, with his colleagues in the Department for Education, do all he can to make the case to colleagues in the Home Office that we do not want to go through this again. Let us not have that whole seven years of making the mistake, trawling back from it, and then setting an ambition to do what has been undone by such negative policies.",
        "I hope the Minister will not only answer the questions posed by the hon. Member for Stirling, but reflect on the implications for our universities, our regional economies and our international standing if we go back on the Government’s own ambition, set out in the international education strategy."
    ]
}