{
    "url": "https://www.ukpol.co.uk/paul-blomfield-2022-speech-on-the-northern-ireland-protocol-bill/",
    "title": "Paul Blomfield – 2022 Speech on the Northern Ireland Protocol Bill",
    "post_date": "June 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Blomfield",
            "url": "/tag/paul-blomfield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "European Union",
            "url": "/category/european-union/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paul Blomfield, the Labour MP for Sheffield Central, in the House of Commons on 27 June 2022.",
    "content": [
        "This Bill says everything about the sorry state of this Government. It is not about solving the problems of the protocol, which of course the Government themselves created, but, like the Rwanda plan, the human rights proposals and the handling of the rail strike, it is another wedge issue. As the right hon. Member for Hereford and South Herefordshire (Jesse Norman) said, instead of getting to grips with the problems they are facing, this Government are",
        "“simply seeking to campaign, to keep changing the subject and to create political and cultural dividing lines”",
        "for their advantage and that of the Prime Minster.",
        "There is no dividing line that the Government like better than Brexit, so here we are again, picking a fight with the EU. It is surely no coincidence that last week’s by-elections were scheduled by the Government on the anniversary of the referendum. In the run-up, we had not only the launch of this Bill but the increasingly ridiculous so-called Minister for Brexit Opportunities rolling out his equally pointless Brexit dashboard. But it did not work. People want the Government to stop banging on about Brexit and start coming up with real answers to the problems they face, and that applies to this issue, too. This Bill is not about fixing the problems arising from the protocol—and there are problems. They are flaws that the Prime Minister negotiated, and he knew what he was doing.",
        "Our membership of the EU provided an ideal framework for the Good Friday agreement through a shared market with common rules. Unpicking it was always going to be difficult, because there were only three choices: land border, sea border or some form of all-UK alignment. The Prime Minister made his choice. He negotiated a sea border. He knew that it involved checks, and then he lied to the Unionist community about it. We argued that it would damage the Union, but the Prime Minister went ahead and, having played his role in creating the problems, he is now exacerbating them. Ministers are choosing to bypass the existing mechanisms for resolution that they agreed to when signing up to the deal, and to put political self-interest over the national interest. As they did with the internal market Bill’s first iteration, the Government are willing to undermine the peace process in Northern Ireland, provoke a row with our closest allies and most important trading partners in Europe, and anger our friends in the United States.",
        "There are practical solutions to the problems with Great Britain-Northern Ireland trade, and my right hon. Friend the Member for Leeds Central (Hilary Benn) outlined them, but it seems as if this Government do not really want a solution. Seeking to remove the role of the European Court of Justice feels like a deliberate provocation from a Government wanting a fight. Manufacturing Northern Ireland, representing a key section of business, said that it is a “Brexit purity issue”. Its chief executive explained:",
        "“No one in business has raised the issue of the ECJ oversight as a problem for them in my presence. It is purely a political and sovereignty issue, and not a practical or business issue.”",
        "Why are we back at provocation rather than negotiation? Because provocation is this Government’s approach: lecturing the world on the rule of law, but reneging on international treaties and trashing our reputation on the world stage. When they took the United Kingdom Internal Market Bill through the House, the Government learned the hard way, and they rowed back on the most egregious parts of the legislation. Frankly, it is more than tiresome to be going around this loop again—it is deeply irresponsible.",
        "There are proposals that form a basis for agreement with the EU. The UK Trade and Business Commission, which has been mentioned and of which I am a member, along with representatives of every political party in this House and a cross-section from business, has listened to the voices of business on the issue. The chief executive of the British Meat Processors Association told us that the cost of exporting food has gone up considerably and described the rules the Prime Minister negotiated as a “monster of a system”, but one that could be simplified through a veterinary agreement.",
        "The director of the Chartered Institute for Environmental Health Northern Ireland said:",
        "“The Government has repeatedly stated that it will not compromise on our food standards and on health protection, but it has singularly and spectacularly failed to legislate for that.”",
        "He continued by saying that",
        "“that goes back to the need for proper robust veterinary agreements and standards that I would argue, let’s aim for surpassing the standards within the EU, let’s have the best food and environmental standards in the world, because that will ultimately add value to our food products.”",
        "Those involved are clear that an agreement with the EU on veterinary standards and non-regression would allow us to reach the highest possible standards. It would reduce checks, it would reduce costs for businesses and it would not involve this fight. It could be done quickly—certainly much more quickly than the months of Government posturing that we can look forward to with this Bill.",
        "Last week’s elections confirmed just how out of touch this Government are with the public, and not only in Great Britain: in Northern Ireland, polling carried out last month showed that the cost of living, the health service, education, the economy and jobs are higher concerns for the people of Northern Ireland than the protocol. Ministers should focus on addressing those issues and commit to sensible negotiations on the protocol, dropping this reckless approach.",
        "There have been many powerful and thoughtful speeches from hon. Members on the Government Benches this evening. I hope that they will follow their words by joining us in the Lobby tonight and putting an end to this nonsense."
    ]
}