{
    "url": "https://www.ukpol.co.uk/david-blunkett-2005-speech-at-national-association-of-pension-funds-conference/",
    "title": "David Blunkett – 2005 Speech at National Association of Pension Funds Conference",
    "post_date": "September 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2005",
            "url": "/tag/2005/"
        },
        {
            "text": "David Blunkett",
            "url": "/tag/david-blunkett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Blunkett, the then Work and Pensions Secretary, to the National Association of Pension Funds conference on 12th May 2005.",
    "content": [
        "[![davidblunkett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett-221x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett.jpg)",
        "Well firstly my thanks for the invitation, and particularly for returning, having had your AGM and the exhibition. I count it as a deep honour that you have bothered to come back afterwards at this time of the day when you could be enjoying the sunshine. I was very worried for a moment, Christine. I thought you were going to say that I had the hide of Churchill and the nose of a rhinoceros, but maybe I will have after perhaps more than 14 months in the job.",
        "I mean let’s not beat about the bush. All of you in this room know more about income in retirement and the issues around pensions than I do, so we might as well start off as I mean to go on – which is that I have got some overview thoughts and I am very happy at the end of them to take questions and comment, but above all, I am prepared to work with you, those who are members of the NAPF, and those associated and working in the industry more broadly, to actually listen and learn and to work with you alongside the Commission, chaired by Adair Turner, to be able to come up with a lasting solution which will take us through the decades ahead and will give certainty and stability on which you can build, and on which the British people can invest their hard earned resources in ensuring that they have a happy and fruitful retirement.",
        "I always find myself, not so much lying, as rushing along with a bed of nails pursuing me. Each job I take on seems to be the unsolvable issue of the moment, and it is just as true in terms of not just the challenge on income in retirement, but also the revisions of the welfare state.",
        "Because the settlement at the time of the post-war era was very much in a different economic, social and cultural environment – and it was presumed that if women did go to work they would work part-time – people were encouraged therefore, if they were female, to opt out of the full national insurance system.",
        "If you go back to the beginning of the pensions system, and you know that better than I do, there were 10 people in work for every 1 in retirement. Now we are down to 4 in 1, and within the next 50 years we will be down to 2 to 1 if we don’t actually change the nature of the working life, the presumptions that people make about that, and the way in which we deal with it.",
        "It is not simply, incidentally, the challenges that Adair laid down with his four pillars, or principles, but actually also whether we are prepared to consider other aspects as well, like the issue – dare I say it after the general election plumbed the depths on this question – of encouraging managed legal immigration into our country, to fill vacancies, to be able to ensure productivity, but also to contribute to the wider delivery of services and the build-up of capital for the generation that will be retiring.",
        "It is also about the issue of ensuring that we get more people into work who are of working age – the 80% aim that we have set ourselves, having reached just a month ago the 75% of the working age population in work. This was something that I laid down when I was last Employment Secretary, because on this bit I have been recycled, it helps to know a bit of the brief anyway when you come into it, and I had 4 years as Employment Secretary, so I was aware of the challenge.",
        "But of course that takes us into other aspects of the reform of the welfare state, such as the way in which we need to get those who have considered themselves to be likely to be unemployable, into employment, and that includes people with disabilities, and that is why the reform of Incapacity Benefit is important, and also getting housing benefit reform right so that it isn’t a discouragement to people taking a job.",
        "Gordon Brown has done an enormous amount in terms of making work pay and taking on the challenge of overcoming poverty, including poverty in retirement. We now have almost 2 million people who would have been considered to be in poverty in retirement who have been aided by the programmes that have been brought in. 2.7 million households, of course, have become entitled to the Pension Credit, and just over 2 million – 2.1 million – to the income guarantee, raising the basic income they were receiving from £69 to just over £109 for a single person.",
        "It is an unsung achievement, although I did meet one or two people in retirement who had the decency during the General Election to shake my hand and say that they were better off than they had ever been.",
        "Of course where they are receiving free accommodation through housing as well, that actually adds to their well-being, but it is often not counted as part of the income, when of course it is. And I think we need to look at – not just now, but in terms of finding solutions for the future – the total income coming into a household where both people are retired, or where there is a single retired person.",
        "And that will in the future mean taking a look at the assets that those people have in other directions, not just other forms of saving, but actually also the passing on from one older generation to a slightly less, but elder generation – the income from ownership of homes where the parent, or the aunt and uncle, in their late 80s or 90s die and pass on to those in their 60s or early 70s a substantial asset, like winning the lottery or the pools. We need to take those into account because otherwise we will delude ourselves. We will become more pessimistic to begin with, but we will also discount what is a substantial additional income for those individuals and we need to bear that in mind.",
        "But take it for granted – and you know this as well as we do – that we have the largest home ownership in Europe, certainly in the developed world, other than North America, and the consequence of that is that we need to take into account what that means vis-a-vis pension requirements across the continent.",
        "You may have noticed that I am desperately trying not to use the term “pensioner”. I have never been politically correct in my life, In fact I have often run into trouble by refusing to be, so this is a kind of reverse political correctness on my part. What really gets me is when people come into my advice surgery and they say: “You see, Mr Blunkett, I am a pensioner”, and they define themselves by the nature of their income.",
        "Well I won’t ask you to put your hands up if you would really like to be defined when you have retired as a pensioner, because I will be able to count the results, even if you get it wrong, not like our postal vote system, but a bit more like Robert Mugabe’s system.",
        "We know that what we have got to do is to stop defining people by their income in retirement and we have got to break down the barriers between our working time and our retirement time, so that with employers we can start developing schemes that allow people to retire and come back.",
        "I think Gordon Brown, and Alan Johnson, and Andrew Smith before him, did a really good job in encouraging people to be prepared to stay on – to stay on full or part-time – and to be able to defer taking their basic pension, and therefore get an incentive and a reward for it. I mean after 5 years of deferral, to be able to get between £20,000 and £30,000 in my view is a real promise.",
        "The idea of people being able to take their occupational pension and continue working seems to me to be common sense, and we need to examine how we provide incentives to people who are not in those positions, but want to do a little part-time job when they have retired, and how we can make sure that there is not a disincentive.",
        "I will share something with you, because I think this is really important to see where I am coming from. When my father was killed in a works accident, when I was 12, my mother received part of his superannuation – his deferred gratification, his deferred earnings – but it was just enough to push her at that time into having to pay some income tax, and just enough to push her out of being entitled to other related passport benefits.",
        "She was a generous woman and would have given her last crust – and sometimes we were on our last crust – to anyone else, but she really resented that trap. And if, after whatever time I get in the job, I have been able to work with Gordon Brown in finding a way to increase the tapers and to encourage, not just savings, but the ability to take advantage of them so that we incentivise other people to want to save, to want to be self-reliant, to want to be part of the solution themselves, then I will have been very proud to have been the Secretary of State for Work and Pensions.",
        "This is crucial, alongside elevating people out of poverty in retirement, which Gordon has said is an absolutely key parameter and has done so much to achieve with the Pension Credit, with the winter fuel allowance, which of course has the advantage that my mother would have welcomed, as not disqualifying you from other benefits and not being taxed, with the TV licence for the over-75s, with the help we gave for this year’s council tax – all of those things are helping.",
        "In the end we have got to ensure that people know that this isn’t an issue for government or for the industry, this is an issue for every single one of us.",
        "So I don’t want, whether it is in reforming the welfare state more broadly, or in reforming pensions and retirement income, I don’t want a safety net any longer, I want an escalator, or even a trampoline where people can jump out of the situation of dependence. I want to feel that people know that yes we will support, facilitate with you in the industry, we will help people be able to gain confidence, that there will be support and assistance in getting it right, but that they are also crucially the solution.",
        "So that from the moment that someone takes on a job, they start thinking about their lifetime income, just as they think about their lifetime aspiration for promotion, for re-skilling, for taking on a global economy where we will change jobs again and again in our lifetime. I mean I have had three in government alone, and look how old I am. Well I didn’t used to look old, but one or two things have sort of greyed my beard, not least being the Home Secretary, which is why most people in Cabinet shave their beards off, by the way, it sort of avoids them being labelled as ageing. But when you have a grey beard, the Prime Minister is inclined to think that your mind will be concentrated on your pension. So here I am.",
        "I think that we have a number of challenges. If we are to develop certainty and security, then we need to welcome what the NAPF and the ABI have been doing in social responsibility in investment, and that means government, so that we do not have in the future the need for the FAS to actually dig people out of a situation where they have been so badly and scurrilously let down. We don’t want in future the need to have the fall-back of the PPF, but we have got it for the time being, and we will make it work, in order to ensure that we can provide for the future. But what we do want is the kind of work you have been doing on ensuring that people can have confidence.",
        "But we also need to reach out to people and give them, as Adair Turner’s Commission is doing, a very clear picture of what has happened. Not just as I described, the change in the ratio of the working to the non-working, but also the great gains of longevity, of actually being able to enjoy our life for longer and in a better condition for longer. Actually challenge people to say but you can’t have the same results without facing the challenges in circumstances where over the last 50 years life expectancy when we have left work has risen from 10 to 20 years, and is rising exponentially all the time.",
        "We can’t have circumstances where people wanted to retire early, or in the case of incentives to get out of a job at times of very high unemployment – and that was the case in the ‘80s, people found themselves on incapacity benefit or on very attractive early retirement packages – and therefore create an environment where people thought they were going to retire earlier, they were going to live longer, and someone else would provide them with an income. And all those challenges across the country, we are all involved in.",
        "I am going to take the Ministerial team, and senior officials, out across the country, into the regions and to the localities. Not just because we learnt, if we didn’t know it before, during the general election, that we needed to listen, to be close to people, to actually share the challenges with people of the future – but because actually I want to hear what those in the industry, those with expertise, those who think they have got an answer, can offer us.",
        "I also want to hear from the public what they really think in terms of their understanding of their responsibilities. In other words, the new welfare state is about responsibilities and not just rights, it is about creating a sense of independence, but underpinned by mutuality and the recognition that we are in this together. It is about, in other words, a different sort of view of the relationship between government and people, between the industry and government, and between the big blocs of the CBI and the TUC and the solutions we can come to.",
        "And so I have spoken personally, as well as on the radio, to Malcolm Rifkind today, and I will speak to whoever might be reshuffled – I haven’t heard the news tonight – in Steve Webb’s job in the Liberal Democrats. I want a consensus with my colleagues in Parliament. I want a consensus with the industry, trade unions and business; I want a consensus across the country; but I want a consensus with the major political parties, because if we are going to have that security and stability and we are going to address the issues of the future openly, as long term questions, not short term fixes, then we will need the political parties to come together.",
        "OK, we will knock bells out of each other about what happened in the past, as we get near to a general election they will be flaking off at the edges, but we do have a couple of years now, with a secure majority, to actually be able to challenge all those involved in wanting to be part of the solution, in having to own being part of the solution, to come up with answers that will be lasting. And I am prepared to do that, if my political opponents are prepared to do it as well.",
        "And not all of us will be satisfied with the outcome. But in June we will hold a joint seminar with Adair Turner’s Commission and Ministers, opening that up so that we can present by the end of June, at least a sense of the direction in which we are going; so that when Adair’s final Commission Report comes out in the late autumn, there will be at least some feel of what the issues have been about, and people can have responded to it already and give us a bit of a steer as to what is acceptable. I think that will help Adair Turner in being able to come out with something that at least has the momentum behind it; the tide running for it.",
        "Because what we don’t want in the late autumn is something coming out of the blue, and then everybody sniping because they haven’t got everything they want, picking pieces out of it, without having had to be made to think before it emerges, what their reaction will be. And then we can challenge people, not to be against, but to work out which bit they can be in favour of, how they can come together to create that sense of momentum. And if we can get it right, then it will be possible, despite differences (of course there will be) to actually face the challenge of the future together.",
        "The facts will speak for themselves, the demographics, the change in health and longevity, the challenge of people who want a better life when they are retired, who want to do more and want to go on the world tours that only the very rich went on in the 19th Century. They will want to be able to drink a decent glass of burgundy – at least I will, I will need to by then – they will want to be able also to pass on to their sons and daughters and their grandchildren something that they have been able to save, rather than having to dispose of it all. But in the end it will be down to them, and not just to all of us in this room tonight to determine whether that is possible.",
        "So the challenge of an enjoyable retirement, of an ever ageing, lengthening population, of a challenge of a nation that will want to believe the quality of life is something for all of us to aspire to, will also have to face the question, and it is a very simple one really: Who pays, and how, on the one side; And at what point are you eligible on the other? If we get that right, which encapsulates the questions that Adair Turner laid down, and the principles that Alan Johnson set out in February in the document, then we can do it together.",
        "I haven’t got the answers yet, but at some point while I am the Secretary of State for Work and Pensions, I am going to have to espouse one, and I hope that that answer will gain sufficient consensus to be lasting for the next 100 years. If we can manage it together, you will have something to be proud of because you will have been part of it, and I will be able to drink my burgundy with at least some sense of satisfaction that, although I won’t have actually come out of this with halos round my head – there isn’t a newspaper in Britain that at one point or another hasn’t really enjoyed chipping blocks off me – At least in my heart of hearts, I will have known that I did my best.",
        "Thank you for inviting me."
    ]
}