{
    "url": "https://www.ukpol.co.uk/david-blunkett-2002-speech-to-social-market-foundation/",
    "title": "David Blunkett – 2002 Speech to Social Market Foundation",
    "post_date": "March 31, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "David Blunkett",
            "url": "/tag/david-blunkett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Blunkett, the then Home Secretary, to the Social Market Foundation in London on 26 June 2002.",
    "content": [
        "[![davidblunkett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett-221x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett.jpg)",
        "Well firstly my appreciation for organising this evening and to all of you for coming. I’m going to have a go tonight to look more thoughtfully at some of the larger issues, not in order to pick out a single issue and make it the theme but to try and look at where we are in terms of race, race equality, its relationship to economic migration, the modernisation agenda and what it means in the 21st century. And I hope that people will bear with me in doing that.",
        "The first thing to say is that I think we’ve made the most enormous progress over a 40-50 year period. For very many younger people, the memories of the 1960s will be non-existent. But it is worth just reminding ourselves that in 1965 a by-election was fought on race in Smethwick. That the inflamed passions in the West Midlands at the time particularly, centred on Wolverhampton and Enoch Powell – one of the constituency MPs as well as being a very clever, very intellectual Cabinet Minister who became obsessed with the notion that a flow of people whose skin colour, whose race, whose religion was different, posed a major problem to social cohesion and to the integration of our society.",
        "And it’s worth just reflecting now that – Raj Paul, Lord Paul, is the Chancellor of Wolverhampton University as he was reminding me yesterday – that the most overt indications of racism, the “no blacks”, “no Asians”, “no Irish” outside hotels has thankfully gone mainly because of the 1976 Race Relations Act as well as a change in attitude and perception; that there are new and very different challenges that are not as obvious but nevertheless can be as assiduous and dangerous to people as those more overt racist indications.",
        "And perhaps, even, if you go back to before even I was born, all those ancient years ago, to hear the story of Satchmo, Louis Armstrong, who spent a whole afternoon and evening trying to find a London hotel who would take him because he was black. Now that’s the reality of the world as it was, and I want to just reflect just a little on the world as it is today.",
        "The world today still poses major challenges to us as a nation, not simply in examining our own conscience and what we do. I went through the mid 80s fighting a whole industry that grew up, an anti-racist industry where people were almost put through psychotherapy. They had to admit they were racist before they could truly be saved. And we had the most bizarre incidents when I was leader of Sheffield where we were trying to build a non-racist society, where we were the only major city in the country that did not have riots in 1981, because people actually did work from the beginning together to try and overcome difficulties, where we didn’t actually say “look, we’ll do this for you” but we actually engaged and provided the resource for the Afro-Caribbean community to build their own major centre and activity inside it. But where we still had gesturism writ large. For instance it came to my attention from a local journalist that one of the Sub-Committees was about to take an official report that suggested that the Council banned the term “black” on the grounds that it was racist and offensive. So black was going to be taken out of “blackboard” or “blackball” or just about anything. I don’t know how they were going to take it out of Blackburn but they were going to take the word “black”.",
        "I rang a number of Afro-Caribbean colleagues of mine and said to them “I’m about to denounce this as a piece of arrant liberal middle-class nonsense. What do you feel?” and they said “Well thank God, because if you don’t, the ridicule, the disdain, the misunderstanding, the ability of racists to misuse it, will make our lives a misery” and I took immediate action. This was before the election of Executive Mayors you understand, but in those days you could get away with some things so long as they were common sense, and withdrew the report and the action. And the letters I got from a vast number of black and Asian residents, citizens in Sheffield, saying “Thank God you were able to take that action” encouraged me to believe that what we actually need to do is to address real issues, to tackle racism head on, to be prepared to open up transparently difficult questions but to try and do so in a way that makes progress, that takes us forward rather than backwards and that in the end is seen as changing people’s attitudes and perspectives. And that’s what I’m trying to do as Home Secretary.",
        "Now I don’t pretend for a moment that I don’t make mistakes. I don’t pretend for a moment that some of the things that I say and do can be misinterpreted. But I would claim that progress is made by addressing, not ducking, issues and that if we can balance what we’re doing in a way that makes sense to the majority of people, we can take them with us.",
        "The first thing I want to say, therefore, this evening, really is – that I don’t believe the majority of people in Britain are racist. Nor do I believe that it is helpful to offload personal responsibility onto institutions and organisations. There is no question whatsoever that historic structures and built-in prejudice reflects itself in the operation of institutions in a way that has to be challenged. No question about that. And the Lawrence Report – the third Annual Report on the Steering Group’s activities is published today – has made a very critical contribution to challenging how those structures have developed and how the way in which people operate and work, their attitudes and actions often reflect what has been structured and built in, to their work.",
        "But unless individuals at every level, including Senior Managers, accept that it is their responsibility to do something dramatic about what they find, then we offload the responsibility into some sort of amorphous hole – “it’s the system that does it”. Now the number of times I used to hear that in the past when revolution was just around the corner where, if only we could overturn the system the world would be a wonderful place. If I could have had the number of hot dinners I heard that in the 1970s and 80s, I’d have been even fatter than Ministers get today! And the truth is, that we all, all of us, have to accept responsibility for our actions, for our attitudes, and for what we do about it.",
        "So the message this evening is that there is a clear set of responsibilities on everyone, to share the problem and to be part of the solution. And that is true of different communities within our society. It’s of course true of, what, just for the sake of ease I will call a host community, where people have been settled for a very large period of time in terms of attitudes, in terms of actions, in terms of the way they see the world around them. But it’s also true of those coming into a country, accepting and developing their sense of belonging and identity and developing nationhood.",
        "One of the encouraging things over the last few weeks, I don’t wish to exaggerate it, is that the flags – Union and St George’s – have actually been seen as a unifying force in terms of people during the Jubilee and the World Cup actually being able to come together and celebrate in a non-racist, non-jingoistic fashion and we need to get a hold of that very quickly and be able to build on it. It sets aside the use of the flag by the BNP and the National Front and jingoists in a deeply unhelpful and both racist and prejudiced way. It’s only a small signal but I think it’s something that we should build on.",
        "The way in which, although there was fear developed from the 11 September, particularly by the Islamic Community, the coming together of leaders, opinion callers, in communities across the country, has actually helped in bridging the gap between racial groups, between Hindu and Islam – as I’ve seen again in the last few weeks in meetings with them over the issue of Kashmir – that can actually build greater trust and understanding and bring people together. It’s been true in the areas that experienced the disturbances last summer, particularly in Bradford, Oldham and Burnley, but elsewhere as well.",
        "And what we now need to do is to be able to build on the goodwill that has developed rather than let it go, rather than believe that once an incident is over, eventually things will just right themselves. Well they don’t need to right themselves because there was so much wrong going on that we need to be able to claim back that territory on an ongoing basis. And I want to illustrate that by picking up some of what emerged from the disturbances.",
        "It’s not fashionable and it’s certainly gone out of the political culture to talk about class, but I want to do that tonight, very briefly. Very many of the isolationist tendencies, many of the problems that have separated communities are reflected in the issue of socio-economic disadvantage – of class. If you live in a poor area in poor housing, and you find that the education provision is less than satisfactory, the chances are that you’re there because your income or opportunity is low, that the standard of living you’re experiencing doesn’t allow you to literally escape from those circumstances. And that’s true whether you are white, black or Asian.",
        "And because socio-economic class disadvantage is reinforced by racism and prejudice, it is very likely, in fact it is statistically the truth, that very many people with a black or Asian cultural background, find themselves experiencing that disadvantage. 70% of ethnic minority citizens in this country, resident in this country, actually live in the 88 most disadvantaged neighbourhoods in Britain as defined through the Neighbourhood Renewal Programme and the definitions that have been drawn up for investment by Government.",
        "So, we need to tackle the inherent problems and we need to do so in a way that unites black and white, Asian and working class traditional communities, so that they know that they face a common problem and they need common solutions. And that is of course to have a decent job, to be paid well, to actually have their kids in schools that are functioning, as Estelle Morris was describing earlier this week, and to be able to see a physical improvement in their housing and their environment. That’s just a simple fact.",
        "However, merely to stop there is to miss the crucial difference between 40 years ago and now because the overt racism that I was describing a moment ago is often now replaced by covert racism – the glass ceiling, the way in which people find themselves disadvantaged in wholly new ways. People whose children have actually experienced the opportunity and have taken it, of a decent education, and have found that disadvantage still faces them head on, that they’re being faced with prejudice in being able to use the talent and the experience they have. That they’ve found themselves in positions of moderate success only to be blocked in terms of being able to use that education, that experience, that professionalism in exactly the same way as their white counterparts.",
        "Now it does vary, I mean it varies between ethnic groups as people know in education. There are enormous differences in terms of levels of success and there are in terms of job opportunity and earnings. But the surveys that have been undertaken, and they are slightly out of date, we’re talking about 2-3 or more years ago – and we need as part of the programme of bringing our Race Equality Unit and our work up to date, to actually do much more focused work on this – but the statistics are pretty stark in terms of what you can expect from one community as opposed to another.",
        "So, I want to just say tonight that I think the Government have got a role in terms, firstly of acknowledging the problem themselves. That is, with public service action. The Race Relations (Amendment) Act came in this Spring and each Government department has a clear action plan which has to be then co-ordinated by us into a cross Government illustration of how people intend to overcome problems internally and how to then develop that plan into an annual programme of update. But secondly, to develop this in the private and business sector so that this is setting example in the public service but then not pretending that it is the public service alone that has the essential commitment to do the job.",
        "So we need to work with the CBI and the TUC much more effectively. And the re-vamped and re-directed CRE needs to take on a new focus in terms of being able to make those essential changes. Because the way in which we develop not only what we know to be wrong, but the way in which we don’t know what we essentially know to be necessary to put it right, will make the difference between scepticism or enthusiasm from all sections of the community to actually be part of the solution.",
        "I shall just reinforce again that we don’t want people to pass it across to someone else, always somebody should do something about it, but actually do something about it themselves.",
        "To just illustrate that, I just want to give some statistics. If you take out the educational profile, the age and the geography, and you take the statistics – this applies to men only, I’m afraid, because that’s the way they were drawn up – we see that those from the broad black community have one third of the chance compared with their white equivalents of a professional job. For those from an Indian background it’s three fifths of the chance, from Pakistani and Bangladeshi it’s half the chance. In terms of earnings, those from an Afro-Caribbean background are likely to get £81 a week less than the equivalent white male with the same education opportunity, from an African background £132 less, from an Indian background it drops to £23, it rises again for Pakistani men to £129. The source of the Labour force surveys and the work that the Performance and Innovation Unit are just undertaking, which we will publish shortly, which will deal more broadly with some of these economic and educational issues and the factors that actually go in to demonstrating the difficulties, the gap, that exists.",
        "But there’s no point in having good statistics. There’s no point in updating them, unless we are able to take pretty drastic steps to do something about it. And I think that is an illustration of the new nature of the challenge, of the way in which we need to deal with this.",
        "I also want to just illustrate the importance of how we deal with social cohesion and matching the class issue, the socio-economic change with the new covert hidden glass ceilings and attitudinal, and institutional changes, with that social cohesion agenda. Partly because if you can bring communities together, at least in terms of their perceptions and perspective on change, and you can challenge some of the underlying difficulties that make bringing them together more difficult, then social cohesion isn’t an alternative to providing race equality but it underpins it and helps with it. Let me give just one or two examples.",
        "If people believe that both the community that is seen as pulling together those from an Asian background with those from a traditional white background, are addressing common cause in terms of things that damage their life chances, then of course self evidently it will help them come together. But so, in my view, will addressing some of the difficult issues – because it prevents racists from being able to use those issues to make mischief. And it also demonstrates that we are one nation. We belong together. We’re not, as some people tried to say last December when I was raising these issues, to leave it to individual communities of interest to sort, what they called, “our” problem. It isn’t “our” problem, it’s “all our” problem.",
        "The black women who are working through an agency called the Agency for Culture and Change Management are facing down the most enormous opposition within their community to stopping female genital mutilation. We in the Home Office are giving them a grant. I went to visit them. I was horrified at things they told me, that they illustrated to me, that I knew nothing about. Not just from one community, the Somali community, but right across many countries in Africa. The disappearance of youngsters in their teens back to those communities for what is an obscenity. And we should thank those women in facing within their own community, hostility to that change, because they’d recognised that this wasn’t some issue of culture, let alone of religion – which is what some of the older members were telling their teenage daughters – but was an unacceptable hangover from a bygone era.",
        "And unless all of us are engaged with that, and we’re big enough to say so, then we separate out our communities and of course before anybody says it, of course, that is a two way street the other way. That people who find the way we keep our elders, that the way we deal with our youngsters, that the discipline that we would expect in our family and on our street need to be debated as well. This is not just a modernity issue, that was raised so vividly in the build up to the Netherlands election, but this is a two way process of challenging what is unacceptable but welcoming cultural diversity and difference. And unless we do the two, we miss the point of that balance.",
        "In December, when I raised the issue of learning of the English language, citizenship, a welcome in terms of a ceremony for those who choose to become British nationals, one or two people called me a linguistic colonial and all sorts of garbage. When the Bill was debated in the House of Commons over the last six weeks, no one raised it, there’s been no opposition to it internally and all the opinion polling shows that the black and Asian community welcome it – in fact the figure is 76% actually on the Mori Poll welcome it – and believe it is a contribution both to developing social integration and cohesion and to a greater commitment and sense of belonging.",
        "So let me just say for a moment how I intend, therefore, to develop the other strand of the work that I have responsibility for, which is about asylum and economic migration. It is very easy to misunderstand what I am doing on this, as it was on the speech in December and on the challenge of a two way street on integration and belonging.",
        "What I’m trying to do is to develop a trusted, confident, workable asylum system with the help of the United Nations to actually be able to develop new gateways for people who are threatened with death and torture to be able to seek asylum in this country externally rather than coming in clandestinely under trains or in freight carriers. It’s taking time because the UNHCR are used to haranguing countries rather than actually working with them to find new solutions but they are doing with other nations and they can with us. They can, for instance, stop the 6,000 youngsters here at the moment, under the age of 18, who have been clandestinely trafficked across the world, singly, supposedly, with someone having paid the traffickers to get them here so that we can deal with the flow and the criminality as well as with the outcome. And of course we need to be able to deal with that by providing a different outlook from the Embassies and High Commissions across the world as well as working with the UNHCR itself.",
        "We need, when people are here, to be able to deal with their claim effectively and quickly, and to be able to integrate those who justify their claim in a way that we’ve not done effectively before. But we also need to be aware that that isn’t the way in which those who seek economic migration should come. If 90% fail their claim with another 20% receiving exceptional leave to remain which allows them at the moment to work because we can’t send them back, then we have a situation where even the most enthusiastic opponent of myself, would actually acknowledge that most people would seek economic migration.",
        "So why not facilitate that economic migration? Why not open up in greater degree the opportunity of people to come here, to work here, to develop their family here openly and legally. I’ve doubled the number of work permits this year to 150,000. We’ve opened up new migration routes in terms of skilled workers and in terms of those who are coming for short stay or for the seasonal work. We need, in Government, to get agreement on service sector, low skill, no skill work, to be able to do the same. So that we can open up those opportunities rather than literally hundreds of thousands of people working illegally in London and the South East, not paid the minimum wage with no rights and conditions, with their children no right of future abode, with exploitation at every turn, often with underpinning sexual exploitation by traffickers bringing in girls and women for that purpose.",
        "In other words, there is a massive social as well as an economic agenda. But to sell it to the British people and to avoid the fear of change and flux which always creates tension and the danger of racists exploiting it, we need to do that effectively and legally. We need to have integration programmes that work. We need to deal with the consequent pressures on housing, particularly in the high employment, low unemployment areas. And we need to be able to support other services more effectively. That, I say, is the way in which properly managed migration should, and will, work in the future. And if we do that, then we can set aside some of the arguments which get off to the wrong foot immediately by misunderstanding those who are here to seek settlement as opposed to those who are granted settlement and welcome.",
        "Two and a half billion pounds is the annual uplift in the economy of this country from migration. Over the years we have benefited enormously from those coming from around the world to work and settle in this country. We will need it even more in the future as the demographics change the balance of ageing. In fact, over 50%, within ten years, of those coming into the labour market as those of working age will be from those of either current or past ethnic minority communities. So there is an economic as well as a social imperative. And I believe there is a cultural one too in terms of the diversity, the literal colour of our community, the way in which we can live and work in wholly new ways.",
        "That is a Britain of the future in a modern setting. That is a 21st century programme in which vigorous and determined anti-racism is matched by common sense, by dealing openly with issues that would otherwise fester and create the problem. And by providing a warm and lasting welcome to people who then become part of the country, have a sense of belonging, take on citizenship and work as we all should to ensure that that citizenship leads to mutuality and inter dependence. If we can get it right as the change we have been able to achieve since those days of the 1960s and all of us will be proud to be British.",
        "Thank you very much."
    ]
}