{
    "url": "https://www.ukpol.co.uk/david-blunkett-2003-speech-on-multi-faith-britain/",
    "title": "David Blunkett – 2003 Speech on Multi-Faith Britain",
    "post_date": "March 30, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "David Blunkett",
            "url": "/tag/david-blunkett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Blunkett, the then Home Secretary, on 30 October 2003.",
    "content": [
        "[![davidblunkett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett-221x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett.jpg)",
        "I am pleased to be part of reinventing this lecture series after a break of several years – and pleased to be talking in my home county of Yorkshire about the opportunities and challenges of multi-faith Britain.",
        "York itself may not be the most diverse community in the UK, but it has an interesting mix of thriving faith communities, especially here in the university – and of course the city has a long and famous religious history. But as well as the positives in that history there is also a reminder of the negative aspects which are part of the background to my contribution today – the anti-Jewish pogroms of the 12th Century.",
        "The question I want to raise today is how much does faith matter in the 21st century – and I want to go beyond the obvious contribution to the identity and spirit of the individual. The further question is how, and to what extent, the interface between faith and politics, between faith and social interaction, is still important to us now.",
        "Self-evidently faith is still important: locally, nationally and internationally. In Britain, 35 million in the 2001 census whilst not necessarily regular attenders declared themselves Christians; there are 1.5m Muslims, half a million Hindus, and hundreds of thousands of Sikhs, Jews, Buddhists, and people of other faiths.",
        "Understanding the role faith plays in people’s lives is vital to community cohesion and race relations – and I know Charles Clarke is working with the faith communities on the future of religious education in schools. Faith plays a role at crucial points in people’s lives – times of great triumph but also sorrow – birth, marriage, death. It affects the foundation, the framework of our lives. This was true for me, as a Methodist – indeed, it still is. But all of us, even those who are not overtly religious, our basic values, our sense of right and wrong, our consciences, are shaped by our community and its religious heritage.",
        "And of course from this foundation in the individual and the family springs the framework and structure of community – faith provides the building blocks, but also the glue, for many communities.",
        "I have seen this in practice as Home Secretary. Take the visit I made to the Hindu ‘Mandir’ in Southall. Reaching out to the community, providing facilities like health screening, doing practical things which benefit everyone like cleaning up the local canal, as well as being the focal point of their own faith community. In nearby Edmonton, the Bible Study Network – a black-led Christian organisation – provides job-seeking assistance, which is especially important for young people finding their way in an area of high unemployment. Also in London, in Stamford Hill, the Jewish community is playing a big role in driving forward the local Sure Start programme – again open to the whole community. Up here in Yorkshire there are mosques in Bradford which offer creches and other facilities to the whole community, including Jewish residents. In Highfields in Leicester the Pakistani community runs a youth and community association, again open to, and used by, all local residents. And right across the country I know that Sikh Gurdwaras provide food to all who need it regardless of faith.",
        "There is of course a rigorous debate between those who see the purpose of religion as saving souls and individual spirituality and those who see this as indivisible from the contribution we make through our lives and actions to the wellbeing of others. Ironically in the far south of the US the evangelical right, even though in their own lives they practice giving, in public life embrace the individualist route, rejecting the political process – unless that is to get their own man in the key post! Perversely they end up frustrating attempts to change the very circumstances that in their own giving they would want to change.",
        "I think this is wrong: faith communities should not turn away from the political process. They have an important role not just in building strong communities, but in building active communities – communities which are actively engaged in solving their own problems. Any government which is interested in connecting with, mobilising, and empowering communities – and we are – is going to be interested in engaging with faith communities. That is why I have set up the Faith Communities Unit in the Home Office.",
        "Faith communities provide people, commitment, drive, and sustainability – springing from inner conviction and strength. But they also have the very thing which makes activity and mutuality practical – namely, buildings in the community, leaders in the community, teachers and other support mechanisms. They have vicars, Ministers, Imams, Brahmins, Rabbis out there in the communities – the Catholic church, for example, had eyes and ears and an internet back in Medieval times, the kind of network which any political party today would give their eye for.",
        "But here is the rub – we want people to gain strength and we want them to contribute, but is there not a danger in channeling this soley through their faith? When we want people both to participate through their faith community, but also to be part of and active beyond it – and sometimes despite it – this is the real challenge. The challenge for faith communities is to develop the skills and confidence of their members to play an active role in civil society – speaking and acting not just on behalf of their faith, but also on behalf of the local community as a whole. For example I have been hugely impressed by the contribution that the Harringey Peace Alliance are making with the police tackling gun crime and creating a safer community for people of all faiths and those of none.",
        "Government has a role to play here, which is to facilitate interaction between the different faith communities, and between them and the wider community. We need to build on the spontaneous efforts faith groups are making themselves in this direction – for example the Institute for Social Cohesion, a Baha’i initiative bringing faith, community, business and government groups together to discuss how to improve community cohesion. We need to remember that in the UK we are lucky to be able to have this debate in a political context where faith and politics remain distinct spheres. In the international arena faith and politics are often directly mixed, and then they become not a liberator, channeling strength through faith into wider goals, but actually constrain political engagement and restrict freedom. The will of God or Allah becomes the will of the political state – and as such unchallenged and unchallengeable, and therefore non-pluralistic.",
        "11 September placed the debate in the wrong context – but it focused all of us on disentangling religious commitment from the kind of religious ‘fundamentalism’ which can lead to extremism. Across the world people are addressing this issue. Where they don’t, they are forced to do so. We have to understand what is happening in a world where young men and women can be enjoined by their religious leaders to take their own lives and the lives of others as suicide bombers.",
        "Let me accord absolute credit to those standing up to this within world religions. But it is important for all of us to join them in resisting and isolating the challenge of extremism, because it is not about to go away. There is a lot of talk these days about us living in a post-ideological world. The great twentieth century ideologies – communism and extreme nationalism – have been seen to fail. But the hunger for simple answers remains, and there is the danger that another form of extremism, religious extremism, will fill the gap.",
        "Of course, it is crude to suggest that religion is essentially about simple answers. Signing up to Islam or Judaism or Christianity should mark the beginning of a lifelong journey of moral reflection and self-examination, rather than instant moral certainty. But there will always be those ready to distort religious teachings to satisfy the hunger for simple answers – encouraging their followers to define their faith and their identity in terms of their opposition to outsiders, rather than in positive terms, in terms of self-improvement and contribution to the community.",
        "It is a worrying trend that young, second-generation British Muslims are more likely than their parents to feel they have to choose between feeling part of the UK and feeling part of their faith – when in fact as citizens of the United Kingdom and adherents of a major faith they should feel part of wider, overlapping communities. There may be a number of reasons for this including islamaphobia and religiously motivated attacks. It is religious extremism which forces them to choose, separating them from their citizenship and demanding the impossible. Again, the issue here is identity: whether people are able to identify with the actual world in which they live, or with another world they are taught about, which offers the absolute certainties which day-to-day interaction can never offer. We need to work together to resist this – by ‘we’ I mean government and faith leaders working together. Otherwise there is a real risk that instead of religion helping to build civic society and a sense of belonging among those who might otherwise become alienated, religion could actually increase that alienation. This risk is not confined to Islam: we see it also in some forms of Hindu nationalism, and as already mentioned it is writ large in some extremes of Christian evangelicalism.",
        "The clash of cultures, within individual lives as well as within communities, the uncertainty of the second and third generation, these are all political issues – but they are also issues in which teaching and community attitudes can make or break the direction in which young people in particular choose to go. Teaching in religious communities whether evangelical, Christian, or Islam, is rarely spoken about, but it is vital.",
        "This is not just a problem for Britain; our European partners are wrestling with the same questions. In France, which has 5 million Muslims, a real debate is under way. At the moment in France, 60% of Muslim preachers do not speak French. We should be working together with the Muslim community in Britain to ensure we are not going down the same road. It is crucial that those who have this key role in shaping the world view of our young people should be in a position to help them relate to the world in which they live, rather than turning them away from it. This is absolutely central for the development of the Muslim community itself and for the life chances of young Muslims, but also has a wider impact on social cohesion and race relations.",
        "It is important that we work together and pool ideas – across countries and governments, across faith communities, and across the academic community as well. This weekend Fiona MacTaggart, the Home Office minister responsible for race and community cohesion, is participating in a European conference in Rome, with other government ministers and faith leaders, looking at precisely these questions – how governments should be engaging with moderate elements across faith communities to isolate extremism and promote social cohesion.",
        "A large part of the answer has to be to teach and practise tolerance and respect. Britain can be proud of its tradition of tolerance and pluralism. Up until recently this has been about tolerating different versions of the Christian faith. We shouldn’t play down how difficult this was: the bitterest feuds are often between people who are close. But now we face a new challenge – living together with people of radically different faiths who often do not understand one another.",
        "So we need to work harder at this. But we should never pretend that understanding will bring full agreement – that dialogue between faiths is a kind of search for ‘the lowest common denominator’. Tolerance is about accepting and respecting difference – the true test of tolerance and respect only comes when you disagree with someone. It is about agreeing to work out your disagreements within a legal and democratic framework.",
        "At the same time, there are limits to where we can agree to disagree. We cannot tolerate the intolerable. Female genital mutilation is one example. Like September 11, this is not about East versus West, or Islam versus Christianity – it is about extremism versus modernity. It is an affront to modern values of equality, equal respect and respect for human life and suffering.",
        "In fact, we think of these as modern values, but they lie at the heart of all the major religions. Secular thinkers mock believers for being more interested in saving the soul than the body. But religion has never just been about making promises for the afterlife. It is about making a difference now, to the actual reality of people’s lives. All the major religions teach us that in the end our lives will be judged on how much we have helped others.",
        "Of course, in all the major religions there have also been, and will continue to be, times and places where these central values are obscured by upsurges in religious extremism. That is the challenge of a world where different peoples are at different stages of development. Oppression on the basis of religious difference – which in Europe was probably at its most vivid in the work of the Inquisition, but continues through to the Taleban in much more recent times – is a strand in human affairs which has to be faced up to. It places a duty on all of us not to turn away, but to redouble our efforts to connect with those who continue to fight for openness, tolerance, and respect. And it imposes on Government a duty to address the concerns of faith leaders. If we don’t do this – if we don’t show how moderate faith leaders are listened to, can really have an input into policy discussion – then we play into the hands of the extremists and rabble-rousers.",
        "That’s why we committed ourselves in the manifesto for the last election to look at the government’s interface with the faith communities; that’s why we have followed through on that by establishing a steering group to look at ways of giving faith groups an input into policymaking and delivery. The steering group reports in December, and we hope its recommendations will enable us to make real progress in harnessing the energy and depth of commitment of faith communities. At the same time of course we will continue to support more immediate, practical projects on the ground, especially those projects which aim to build not just strong, tightly-knit communities but active outreach communities – communities in which deeply held faith is a springboard for individuals and groups to play an active role in civic society.",
        "Let me finish by making it clear that while I believe faith communities are crucial to the working of civil society, I am not seeking to impose a duty on them to engage with the formal political arena. I simply want us all to recognise that in an increasingly complex, connected world we all share the challenge to finding solutions to our common problems. In that task we should do all we can to engage people of goodwill – both those of faith and those of no faith. Together we need to be clear that in the world we hold in common we need to work together to preserve and enhance what we value most – that is, our common humanity."
    ]
}