{
    "url": "https://www.ukpol.co.uk/david-blunkett-2002-speech-to-labour-party-conference/",
    "title": "David Blunkett – 2002 Speech to Labour Party Conference",
    "post_date": "March 31, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "2002 Labour Party Conference",
            "url": "/tag/2002-labour-party-conference/"
        },
        {
            "text": "David Blunkett",
            "url": "/tag/david-blunkett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Blunkett, the then Home Secretary, to the Labour Party Conference in Blackpool on 7 October 2002.",
    "content": [
        "[![davidblunkett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett-221x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett.jpg)",
        "I thought for a moment that Tony was going to walk straight forward, down the steps, out of the Conference, and say “You’ve got the most difficult job, good luck!”.",
        "I want to thank colleagues across the country, nationally and locally, for the support they have given to the members of the Policy Commission and, of course, to the front bench team for what they have been doing. This has been a joint task, working together, committed together.",
        "Some of you will know that I am deeply committed to what is called ‘intelligence-based policing’. I am particularly keen on this due to an incident that occurred 30 years ago. It’s alright, I wasn’t actually arrested at the time!",
        "A Superintendent came to my house on a Sunday evening. He knocked on the door and I said “Come in”. I was a young councillor and he said to me “Do you drive a mini?” (I only got a Superintendent because I was a councillor).",
        "I said “You know I own a guide dog?” He said “Yes, that’s the reason for my visit. You have been reported driving through the Ecclesfield district of Sheffield in a mini”.",
        "I said “And I suppose the dog barked every time we got to traffic lights?” And gospel as I stand here he said “I don’t think that is very funny.”",
        "I said “You know what day it is today don’t you?” and he said “No”. I said “It’s the 1st of April”. He said “What is the significance of that?”",
        "Anyway I have restored relations with the police since and we are all working closely together.",
        "Conference, there is no equivalent for crime of the Socialist Health Association or the Socialist Education Association. There is no equivalent in any political party. But our Party is returning to its roots in taking seriously the impact of crime. The importance of good policing for those most vulnerable, for those in the least affluent areas, no longer the silly nonsense of seeing crime and justice as an issue for the political right; no longer the delusion that stability and order are secondary to equality and justice – because they go hand in hand with equality and justice. It is a simple, historical fact that for progressive politics to flourish, for liberal ideas to be listened to, we have to have stability and order.",
        "From the Spanish Republic to the Weimar Republic, to less obvious incidents in our own history where the more insecure and unstable people feel the more frightened they are, the more likely they are to turn to right wing solutions. That is why I am pursuing the line I am on stability and order. On tackling anti-social behaviour. On ensuring that our Party is seen to be on the side of those who are most threatened by the anti-social behaviour in our neighbourhoods, the actions that put people at most risk. Those who Tony talked about yesterday, who turn to us for solutions.",
        "Our values, this Party, our Government, will meet that challenge. Not by Government alone, but in partnership with all those who have a role to play.",
        "We accept our own responsibilities. We will invest the resources necessary. Resources gained by the economic success led by Gordon Brown. Resources made available because of the stability in the economy that we seek to replicate in our social policy.",
        "We will work with those on the ground to take on those who destroy the lives and the livelihoods of others. Equality, opportunity, and justice mean nothing if people cannot live in peace and free from fear in their own home or down their own street.",
        "We are aiming at nothing short of a change in culture. Self-respect and respect for others. The engagement of family and parents, of the wider community. And a new ‘can do’ attitude by the police, the Crown Prosecution Service, and the courts.",
        "You are one and a half times as likely to experience crime in the top 80% of disadvantaged areas in our country, as the country as a whole. Five times as likely in those areas than in leafy suburbs. Over four fifths of street crime is perpetrated in just 10 police force areas.",
        "So opportunity and security go hand in hand. Urban or rural. Rich or poor. We are all in this together. Subject on the streets and in our homes to the same attacks and the same challenges. Strong communities, working with a strong and determined Government, can make a difference.",
        "So what are we doing?",
        "Our policy was set in the White Paper published last December. We set out an end to end reform of policing and crime reduction. We then negotiated and achieved an unprecedented change in modernising and reforming the police service. We have passed the Police Reform Act. Slimming down the bureaucracy around Anti-Social Behaviour Orders. Ensuring that vehicles can be seized on or off the street when they are being used to terrorise others.",
        "Record recruitment of police officers. 129,600 officers now available to us; 4,000 more than a year ago. That is something for all of us to be proud of.",
        "And 4,500 extra civilian staff – twice the annual number ever recruited before.",
        "The first 1,000 Community Support Officers coming onto the streets. 1,200 Street Wardens recruited through Neighbourhood Renewal and the work of John Prescott and his team.",
        "Record investment coming in from a multitude of directions to begin to tackle the scourge of crime in those most deprived areas.",
        "The upward trend in street crime is now just gradually being reversed. The commitment that Tony and I gave on robbery and mugging is coming round whatever the newspapers tell you. A 14% reduction already since the target was set back in the Spring.",
        "And yes of course we know that unless people feel differently, unless they experience improvement for themselves, they will not believe the statistics. So the task is to change what is happening in their lives, making them feel different about the streets they walk on.",
        "Tony mentioned yesterday the need to avoid scepticism turning into cynicism, the most corrosive way of undermining not simply the achievements of those working to bring about change, but democracy itself. The feeling that nothing can make a difference. That whatever we do, whoever we vote for, it doesn’t change a thing. That is what we need to take head on in developing not simply announcements as I am making today about more police, or civilians, or CSOs, but actually about the engagement of people in their own lives to make a difference.",
        "Today I can announce a new target for policing. We will reach, by next Spring, 130,000. By the year after we will reach 132,500 police men and women and we will ensure that they are on the beat, doing the job, out there, visible, available, for everyone to see the results of a Labour Government investing in a police service that is reformed and is working.",
        "And with 4,000 Community Support Officers by 2005, working with the police alongside them in the community. With up to 3,000 forensic scientists working with us using the new DNA testing. And with the Crime Reduction Partnerships, the Community Safety Partnerships at local level, investing in CCTV and in target hardening of people’s homes, we can tackle crime together. It is down by over a fifth. Under the Tories it doubled.",
        "And yes of course there will be reform across the piece. An end to end reform of the Criminal Justice System. Balancing the rights of the victim, of the community, with those accused.",
        "Wrongful conviction of the innocent is an affront to justice. But so is the criminal, the perpetrator of misery, walking free from the dock to commit their crimes again and terrorise the community.",
        "The rights of the accused and the rights of the community must be balanced together. This is not a zero sum total as many writers and speakers talk about. You do not erode the rights of the honest, of the innocent, by increasing the rights of victims and the protection of witnesses. You do not diminish one by improving the other. This is not a see-saw. The debate needs to be about how we join together. Everyone working in and committed to a better system ensures that victims and witnesses are properly protected. That delays and adjournments are cut out. That faster justice means fairer justice for all.",
        "And it can be done. Thanks to the street crime initiative we have already seen the changes that can be brought about by partnership working across the Crown Prosecution Service, the courts, probation, prisons, and many others.",
        "And thanks to Jack Straw and his team, we have seen already the work of the Youth Justice Board and the Home Office coming to fruition. The youth justice pledge that we would halve the time from arrest to conviction of young offenders has been more than met by this Government, but you never hear a word about it.",
        "For this is reform and modernisation hand in hand in practice. Prevention, policing, and prosecution. But prevention surely has to be the most valuable of all. The Police Act will help with that. A new role for local commanders at divisional level. Priority payments for police who are at the front line, seeing the action on the ground. A reduction in bureaucracy.",
        "The introduction of the Proceeds of Crime Act to tackle head on the internationally organised criminals who devour the benefits that people have accrued for themselves through the most sophisticated methods imaginable.",
        "A drive against hard drug dealing. The establishment of the National Treatment Agency was only 18 months ago. With the Agency we need to develop treatment and support, and rehabilitation. We need an education programme that actually seeks both to prevent and to develop as part of our harm minimisation drive a system that works in the interests of everyone.",
        "It was for that reason that I’ve recommended the reclassification of cannabis. To make sense of education, of policing priorities, and of the drive to tackle the scourge of our era which is crack, cocaine, heroin and ecstasy. The drugs that kill, that put communities at risk, that undermine families and destroy the very fabric of our society.",
        "So, testing and treatment of prisoners, new regimes in our prison and probation service. No – not seeking a target for how many people we will have in jail – but a drive to ensure that we minimise the number of people that we have to send to jail in the first place. That is the task we are setting ourselves.",
        "To prevent re-offending, to make sense of sentencing, to use prison and community sentencing hand in hand. To develop the new intensive supervision and tagging system. But to ensure that dangerous and sex offenders are locked away as long as is necessary.",
        "Our hearts went out to the parents of Holly and Jessica, and now to the parents and family of Milly. At this Conference Sarah Payne’s Mum, Sara, is present. We know we have a task to ensure that our children are safe. We have already promised to legislate this Winter for sex offenders and sex offences to be dealt with by a new common-sense approach.",
        "Parliament must be able to act on behalf of the people. Democracy and legitimacy of politics itself depends not on protecting people from the will of Parliament, but protecting people from the actions of dangerous criminals on our streets.",
        "Compassion is only really possible when people believe that common-sense prevails. That is why we will toughen still further the law on dangerous sex offenders. We have already taken measures, we have already committed ourselves in the Bill to tackling the scourge of chat-room abuse of the Internet, of toughening up in relation to the sentences that are handed out. But it is why also we need to clamp down on the evil around us of those who should be, or are not registered.",
        "That is why today I am going to announce a new programme. Sex offenders will have to register annually. Using biometrics in the future may ensure that we do not only confirm who they are, but we also use technology to know where they are. We will ensure that those coming in from abroad have to register. We will work with countries abroad to ensure that they do, and anyone who breaks this provision will leave our country immediately.",
        "Adequate sentencing, proper supervision, a register that has a check by the community – we have put on the multi-agency panels for the first time a representative of the community – will and should do the job. But I do want to say quietly to those who are campaigning: we cannot open the register to the vigilantes who do not understand the difference between “paediatrician” and “paedophile”..",
        "We will do everything we can, but we must maintain the stability I talked about, the order imposed by us.",
        "That is why the end to end review of the criminal justice system is so important; why the reform and modernisation must take place. Allowing our Parliament to protect the public, making sure that we do debate and understand that there is a public interest that needs to be balanced with individual rights, both of them upheld, isn’t in any way to undermine civil liberties. It is simply to secure common-sense and the confidence of the public, who at the moment by 74% do not believe that the criminal justice system works in their interest.",
        "It is true of our task of building a civil society. Tony talked yesterday of an enabling Government; of working with and alongside people, not just for them; creating a sense of belonging, of shared responsibility, of citizenship that engages people in being part of the solution and not just passing it to someone else.",
        "It is true of our task of balancing managed immigration and nationality and our asylum policy. Policies need to work, they need to build trust and confidence in the population as a whole. On 7 February in our policy paper, Secure Borders, Safe Haven, I spelt out how we intended to ensure that new routes for economic migration, for new channels of coming into our country, would be developed. We have already started to do it. As Gordon said on Monday, I have put in place that we will have a doubling of the number of visas for work permits given in the year ahead to 175,000 – the largest number in Europe, six times the number of work permits granted in Germany this year.",
        "I promised to listen last year at Conference to calls to abolish vouchers. On 8 April I abolished the voucher system and I invite you to join with me in listening, but also in contributing, to find solutions to much more difficult problems than the one that seemed insuperable just 12 months ago.",
        "So let me explain briefly why I have sought to secure our borders. Television programmes night after night last year showing people coming through the Channel Tunnel, far from encouraging people to provide a warm welcome, frightened people into believing that we were being overwhelmed. We were not. I have argued, as part of the economic migration programme, that we needed to ensure that people felt secure that we had got a grip of the problem. Eight hundred people from Coquelles depot alone came through a year ago. Last month it was one.",
        "I went to Calais and Frethun and to Belgium last week. I secured in three months with Nicholas Sarkosy, the Minister for the Interior in France, agreement which means that at each French port there will be equipment that will ensure that we have properly organised immigration controls. We secured the fencing and security at the depots. Not because this is anti-asylum, but because it is anti the organised traffickers who are exploiting the exploitable across the world; getting their families to pay for children as well as adults to be trafficked across Europe, to be dumped in Sangatte, and then to try and make their way in containers or under trains across to Britain. It is a scandal that needs to be stopped and we should be the first to say so.",
        "It is about demonstrating competence. It is fairness balanced by common-sense. Building trust and confidence, and building it in order to reject racism wherever it occurs. The Race Relations Amendment Act came in in April. We have set in train new recruitment from outside our Department for the Race Equality Unit. We have established a new social cohesion programme. We are actually putting in place the practical measures, and we are building trust so that we can welcome inward migration to our country.",
        "The real task for all of us – and I say it to those who criticise me – is to take on those who are building up a campaign now (read the papers to see it) against any inward migration to our country whatsoever. They are arguing that we cannot take more citizens from across the world. I argue that we cannot afford not to take them from across the world to build our economy, to contribute to our wellbeing.",
        "In the Bill we will toughen up on those who are clandestinely in our country, working illegally, and those who seek to exploit the most generous provisions for asylum seekers in the world. We will do so because undermining the Minimum Wage, destroying what the trade union movement has fought for in terms of conditions of work, isn’t all that clever, allowing people to work clandestinely at £2.00 an hour in our community.",
        "I am interested in a fair, open Britain, and I am interested in breaking down the barriers of fear that stop those who are true supporters of our Party believing that we have got it right. That is the task ahead of us. For when I wrote a detailed essay in a book of essays, just a few weeks ago, and argued that as well as the mother tongue, English mattered in the home of Asian families, when I argue for an understanding of citizenship and our democracy, I do so not to dictate, but because through speaking English, through an understanding of citizenship, the opportunity for education and employment is opened up. It is an equality agenda. The mother or grandmother trapped in the home, the child acting as the interpreter, the host community unsure of how to break down those barriers on which racists feed. And of course language is one of those key barriers. That isn’t linguistic colonialism, it is just good common-sense.",
        "Conference, by building trust we can put right historic wrongs. In the 1968 Immigration Act and again in 1981, those British overseas citizens, those protected persons, those British subjects who were given British passports, had no rights of residence in our country. They had no right to settle, to become citizens of our country. This week I have laid an amendment to the Nationality and Immigration Act to put right that wrong, to give them the right to sit, to stand, to work equally alongside us in this country, and we should be proud of it.",
        "Conference, yesterday Tony said that I had a challenging job. Well he put it slightly stronger than that, but one or two Cabinet colleagues have taken offence. It comes and it goes. There aren’t many laughs, there aren’t many cheers, but there is a lot of satisfaction. For what we are doing from the Home Office team really does matter. It can transform our communities. That is why we work together, that is why you deliver the leaflets and argue the case.",
        "Next year I will have been in the Party for 40 years – it ages me! I believe in our values. I fight for a better life for the people we represent, that you and I seek to speak for day in and day out. I say to those who criticise us, please do so, with solidarity as part of our mutuality. But please read what is said. Please listen to the words. Please let’s have a dialogue of friends. And let’s answer the questions together, because only together can we hold on to this majority in our Parliament, win back seats in local government; and above all to win people to the belief that this, our Party, is on their side."
    ]
}