{
    "url": "https://www.ukpol.co.uk/david-blunkett-1998-speech-to-tuc-conference/",
    "title": "David Blunkett – 1998 Speech to TUC Conference",
    "post_date": "September 12, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1998",
            "url": "/tag/1998/"
        },
        {
            "text": "David Blunkett",
            "url": "/tag/david-blunkett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Education and Employment Secretary, David Blunkett, to the 1998 TUC Conference.",
    "content": [
        "[![davidblunkett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett-221x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett.jpg)",
        "President, Congress, it is a pleasure to be back with you and to be able to share thoughts this morning, and my congratulations to the award winners. It is very good indeed to be able to celebrate success and the work of the trade union Movement in the cutting edge task of the future.",
        "I was going to crack a joke about Cabinet Ministers stacked up over Blackpool waiting to land, but apparently all my colleagues are stacked up over Tokyo waiting to land instead which underlines the nature of the global economy. More of that in a moment.",
        "I want to thank all of you. I want to thank the trade union Movement for the work that has been done since the general election 16 months ago, for the constructive way in which partnerships have been developed locally and nationally, for the way in which we have been able to forward the common agenda which we share, of improving people’s lives, of greater equality of the opportunity to learn and to work. I would like to thank specific individuals. I would like to thank Bill Morris and Rodney Bickerstaffe for the work that they are doing on the New Deal Task Force, you, John, as President, and Ken Jackson and Tony Dubbins, for the work that has already been started on the Skills Task Force which I will mention later, Roger Lyons on the UFI embryo board for developing the University For Industry for the future and, of course, you, John Monks, for the continuing leadership and vision that you share. It is just a pity about Manchester United! That is a problem. My club has had a bid from the local radio station, I think, but I will probably get shot when I get home for saying that.",
        "Over the last 16 months we have started the process of committing ourselves to meet the pledges and promises that we made. For the first time ever this country has a childcare strategy to begin the process of bringing equality into practice and decent childcare in every community. We have allocated , 600 million for a new Sure Start programme for work with families from the very moment a child is born, to change the inequality that makes such an impact on the lives of every child. We have already established an early years place for every 4-year-old whose parents wish it from this September, and over the next three years we will establish 190,000 additional places for children in nursery classes aged 3 in order to begin the process of providing that foundation on which success in later life can be built.",
        "We have started the process of implementing the pledge on class size: 100,000-plus youngsters aged 5 to 7 will, from last week, be in smaller class sizes so that that pledge can be fulfilled over the next three years, and we have commenced the implementation of our literacy strategy so that children can read and write when they leave primary school and have the same opportunity that the better off have taken for granted over generations.",
        "We have acted against exclusion and we have invested in lifelong learning, , 550 million extra next year for further and higher education – and that is only the beginning. Today the Prime Minister and John Prescott will be announcing the £800 million programme of investment in regenerating our communities, in linking the needs of that community to the will and the desire of men and women to work and to put back into the community their talents and their experiences, the ability to build an environment and a quality of life that is worthy of Britain as we move into the 21st century.",
        "We have set up the Learning Grid, we have established a Training Challenge Fund. We have got centres of excellence emerging in information technology across the country and we have started work on the individual learning accounts and their links with the University For Industry.",
        "But I recognise that there is a real challenge that all of us share together. The debates that are being held, the controversy that is highlighted in this morning’s papers, is a real challenge for Britain as well as for the rest of the world, and only by working together can we really tackle the new rapid change and uncertainty that faces every man and woman in this country, every community and increasingly every industry and service. The old certainties have gone for ever.",
        "We live in a global economy, as John Prescott was describing yesterday, in which we cannot control the particular price of a particular commodity at a particular time, where rapid change disintegrates a market that looked certain only two years ago, whether it is in semi-conductors or the electronics industry, a period of rapid change in which we are not powerless but we are not all powerful either, where we should not accept economic determinism, but nor should we believe that a Government can wave a magic wand and solve all our problems.",
        "I realise, as a visitor, I am sandwiched between the Deputy Prime Minister and the Governor. I watched Eastenders on Sunday night because we are doing a launch tomorrow of the Year of Reading with them and it reminded me of what the power of the Governor really is in all our communities. When you welcome him this afternoon, as the Governor of the Bank of England, it is worth just reflecting that the ratio of the pound to the deutschemark this morning is 5 pfennigs less than it was when we took over on May 1st 1997. The world is a funny place. Long-term underlying interest rates are the lowest they have been for years. The certainties about what needs to be done are uncertainties. The world changes day by day and our response needs to change with it.",
        "All of us have a key role to play – my Department in terms of education, skills and training and tackling unemployment, you in terms of the response that you are making and feeling your way through in terms of what is happening with globalisation, the recognition that what happens in the United States, as well as what has already happened in the Far East economies, makes a big difference. I say to newspapers that think it is none of our concern as to whether instability exists in the United States, “Get real. We live in a global economy and we have to live through the changes and the uncertainties of that economy.”",
        "But nor should we, in recognising that real challenge and the fact that this Government is not going to change its economic profile or its policies, accept that determinism that believes that nothing can be done. We can intervene but in entirely new ways, not by trying to save industries where the market has disappeared, money after jobs, as was the case in the 1970s, nor the “Hands off, there is nothing we can do” of those economists who, in my view misguidedly, believe that it is the means and not the end that are all important.",
        "We can, for instance, recognise – all of us – the absolute critical nature of what is happening to men and women in our economy. I know about the theories that emerged 30 years ago from Milton Friedman, the words that are used so easily, “The natural rate of unemployment”, as some economists talk of it, “The non-inflationary rate of unemployment”; but I also know about the hopelessness and the misery and the despair of men and women up and down this country when they face unemployment, when they face, in their own community and family, the worthlessness of not having a job. That is why this Government will find a different way forward which bridges the gap between the belief that Government can do everything and those who believe that Government can do absolutely nothing. That is why, Congress, it is critical for us to join together in recognising what can be done.",
        "Tomorrow the Prime Minister will launch a package of measures in the North-East, which will be put together with my Department, , 38 million which will tackle, through the new Regional Development Agencies, through a new rapid response unit, and a fund to back it up nationally, through further and higher education skills action, the job together with you to make it work for people in our communities.",
        "Today I launch the interim report of the Skills Task Force — a Task Force that is looking at both the short term and the long term needs of our communities: the ability to change, the available pool of labour which in turn will have an impact on what is possible in our economy, and the reactions of the Monetary Policy Committee and the wider international monetary scene.",
        "We can widen the pool of skilled labour and I know that over the years all of us have said, “What is the point in training people if people do not have a job to go to?” Of course that is right. Of course skills of training on their own are not adequate, but with a quarter of a million vacancies we have a massive task in terms of getting the right people with the right skills into the right place at the right time. We can do it; you are doing it.",
        "We are celebrating this morning the activities of the trade union Movement in their commitment to lifelong learning. It is not just a slogan; it is not just for an awards ceremony. It is actually day‑to‑day the thing that will change the opportunity for all of us in that rapidly changing world. The task force recommend better coordination of the plethora of agencies and providers that exist locally and nationally, and we certainly need to do that. They talk about ensuring consistency of high quality learning in the workplace and in the wider community, and we need to do that. Employers as well as Government and trades unions have a responsibility in making that happen. We have a responsibility in linking public and private together, linking the individual, the company and the trade union Movement in making it happen on the ground.",
        "There is the availability of information through the new Learning Direct Line that we have established, the development and investment in the Careers Service, the ability — as the Prime Minister will spell out tomorrow — to respond on the ground where it matters to changes that are taking place around us over which we do not have control but in circumstances where we do have a key part to play. There is the credibility of the high status apprenticeships and investment in replacement of the Youth Training Scheme; the national traineeships, the development and investment that we are making in modern apprenticeships and hope for the future; the help for small and medium sized enterprises in recruitment.",
        "Whilst we are debating, and understandably debating, the fears that exist particularly for manufacturing industry in the immediate months ahead, we know that if the people we are able to get to were supported with greater mobility to be able to fill the jobs that already exist, we could lesson that fear, and we could make our labour market more flexible and responsive to the needs of the moment.",
        "Of course, we need a strategy as the task force spells out for the development of information and communication technology where massive shortages exist. All of it needs to be put together with a review of the Training and Enterprise Councils, with the development of the new National Training Organisations (over 60 of them) that now exist in which the trade union Movement are playing a key part.",
        "The development of those regional development agencies and the funding streams that we have set in place are all part of a process of change and of renewal, and all of it engages everyone, whatever their part in the trade union movement and at work. It is a critical and important contribution in drawing together the strands of a modern economy, not disengaging and washing our hands from the circumstances and the consequences for men and women across the country.",
        "That is why I am so proud today to reinforce the message that Jimmy Knapp and the Learning Services Group have put out, about the work that you have been doing in the workplace. I am pleased to announce that 21 trades unions and 45 different schemes have benefitted from the , 2 million that we have allocated for the Union Learning Fund. I am also pleased to announce that because of its success I intend to invest another , 6 million over the next three years in making it possible to have continuity and to expand that scheme.",
        "On the ground we have the Transport and General Workers Union with the Transferrable Skills Initiative using telematics; the scheme by USDAW and BIFU working together to support men and women to overcome dyslexia; the GMB with the Life Skills Task Force, and the way in which they are ensuring paid time off from work, even for one or two of the men and women who have only one parent to sustain them. And I was not thinking of one parent families. The MSF with their Virtual Learning Centre for mobile workers; UNISON with the accreditation scheme for care workers in Suffolk; and the AEEU working with Coca Cola and Schweppes. What a cocktail! What a new Labour programme that really is for the future of those workers.",
        "Given the success of those schemes, we are clearly just at the beginning of a process of linking good intentions with practical action on the ground, making it happen where it really matters. While we are doing it, and while we are investing an extra , 19 billion in education, , 21 billion in health, whilst we are beginning at last to tackle head on the things that the Congress have demanded over the years, that John spoke about yesterday afternoon, the legislation and the beginnings of a long awaited national minimum wage, the Fairness at Work White Paper, the ability to be able to take on the key rights that have been taken for granted in other parts of Europe.",
        "Whilst we are doing that, just take a look at our opponents. Just remember 16 months back, just recall what it was like, where we were. Just look at them now. A major referendum is taking place inside the Tory Party. I gather that William Hague and John Gummer are the key protagonists. You have to hold your breath to see which knocks the other one out first! The nation will have a referendum on the single currency. The Tory Party’s is a complete and utter irrelevance to all of us. For theirs is the old politics; theirs is an agenda of the past, looking over their shoulder, trawling over past failures. Ours is a new politics for the future.",
        "Over the last 16 months we have been able to sustain month on month more people getting jobs, fewer people without a job. My task in the Department for Education and Employment is to ensure that people do have a job. There is no economic policy that justifies higher unemployment. There is no economic policy that seeks to waste the lives and talents of men and women or to increase public expenditure in keeping them unemployed. There is every justification for what we have been doing: , 3.5 billion on the new deal for the unemployed, for single parents, for men and women with disabilities, for those in long‑term unemployment who from this November will also have additional programmes at their disposal.",
        "There is every reason to celebrate what we have achieved, to face the difficulties of the months ahead together, to see the old battles behind us, and to develop that new partnership, not for scoring points, not for blaming someone else, but for working together to tackle the changed environment we work in, the uncertainties that we face together and the needs of men and women in the workplace and the community who rely on us to continue that partnership; to continue working together in their best interests and ours, with a Labour Government that will fulfil its pledges and will, at the end of its term of office, have fulfilled its commitment to economic growth with stability, to jobs that are sustainable and that matter, and to a quality of life of which all of us can be proud.",
        "Thank you very much indeed."
    ]
}