{
    "url": "https://www.ukpol.co.uk/crispin-blunt-2022-statement-on-imran-ahmad-khan-withdrawn/",
    "title": "Crispin Blunt – 2022 Statement on Imran Ahmad Khan (Withdrawn)",
    "post_date": "April 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Crispin Blunt",
            "url": "/tag/crispin-blunt/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Crispin Blunt  on 11 April 2022 and withdrawn on 12 April 2022.",
    "content": [
        "I am utterly appalled and distraught at the dreadful miscarriage of justice that has befallen my friend and colleague Imran Ahmad Khan, MP for Wakefield since December 2019. His conviction today is nothing short of an international scandal, with dreadful wider implications for millions of LGBT+ Muslims around the world.",
        "I sat through some of the trial. The conduct of this case relied on lazy tropes about LGBT+ people that we might have thought we had put behind us decades ago.",
        "As a former minister, I was prepared to testify about the truly extraordinary sequence of events that has resulted in Imran being put through this nightmare start to his justice career.",
        "I hope for the return of Imran Ahmad Khan to the public service which has exemplified his life to date. Any other outcome will be a stain on our reputation for justice, and an appalling own goal by Britain as we try to take a lead in reversing the Victorian era prejudice that still disfigures too much of the global statute book."
    ]
}