{
    "url": "https://www.ukpol.co.uk/david-blunkett-2003-speech-on-airport-security/",
    "title": "David Blunkett – 2003 Speech on Airport Security",
    "post_date": "September 12, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "David Blunkett",
            "url": "/tag/david-blunkett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made in the House of Commons by the then Home Secretary, David Blunkett, on 13th February 2003 on airport security.",
    "content": [
        "[![davidblunkett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett-221x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett.jpg)",
        "Since Tuesday, there has been an enhanced level of security throughout the capital. As the Metropolitan police said in its statement, which was made on behalf of all those engaged in the operation, this was likely to be most visible at Heathrow airport. At the request of the operational services, it was agreed that, as in the past, the armed services could be called on for preventive and protective measures.",
        "It may help the House if I set the events of this week in the context of what was said in my statement of 7 November, and if I recall key points. As I made clear, we face a real and serious threat. We know that al-Qaeda will try to inflict loss of human life and damage upon the United Kingdom. That is why we have explicitly pointed to some of the most obvious risks, such as to transport infrastructure, and why the Government have taken a range of measures to improve public protection. In doing so, we have been mindful of the importance both of keeping the House informed, and of keeping continuity of operational policing and security measures.",
        "The House will forgive me if I quote the most relevant passages of the statement of 7 November. I said:",
        "“Aviation security measures remain at an enhanced level following the attacks on September 11th and the government keeps these measures under constant review. From time to time additional protective steps are being taken, and will continue to be taken as the situation demands.”",
        "The statement continued:",
        "“Where threats are specific, we seek to thwart them. Where they are general, we seek to analyse them, and take whatever responses we believe to be necessary to ensure the protection of the public.”",
        "This is precisely what we have done this week, and will need to do from time to time in the future. If the situation were to change, I would inform the House. If there are specific incidents-as tragically occurred in January, with the death of Detective Constable Oake-I will come back to the House. However, I do not believe that it is responsible to provide a running public commentary from the Dispatch Box on every end and turn-any more than previous Governments did during the past 30 years, when facing the threat from Irish terrorism. As with those Governments, our view is that we must do nothing to undermine the work of the police and the security services. We have to make fine judgments, which must ensure the safety of sources of information. The terrorists must not be able to assess what we know and how we know it.",
        "We must give the public the information that they need to protect themselves and others. We did precisely that with the statement last Tuesday morning. However, we must also avoid frightening people unnecessarily or causing the sort of economic and social damage that does the work of the terrorists for them. The public must be alert but not alarmed. That is why I have consistently-and again this week-facilitated confidential briefings for the shadow Home Secretary and the Liberal Democrat spokesman.",
        "Finally, I again pay tribute to the work of our police, security and armed services. We owe them our deepest gratitude for the continuing vigilance, courage and professionalism that they have shown."
    ]
}