{
    "url": "https://www.ukpol.co.uk/david-blunkett-2004-speech-at-the-new-local-government-network/",
    "title": "David Blunkett – 2004 Speech at the New Local Government Network",
    "post_date": "March 30, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "David Blunkett",
            "url": "/tag/david-blunkett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Blunkett, the then Home Secretary, on 22 January 2004.",
    "content": [
        "[![davidblunkett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett-221x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett.jpg)",
        "Thank you very much indeed for the invitation, and David can I just reassure you that Sheffield didn’t plumb the depths while I was there! It certainly is reviving very strongly. It’s reviving with a combination of self-help and government help.",
        "Firstly, I think this is very timely. I think this conference is appropriate in dealing with some very broad and difficult issues. It reminds me that in reflecting on the cross party commitment to localism, which sometimes comes and goes – and which at the moment seems to have come to all political parties – that it has been a long and difficult road from; if I can be mischievous for a moment – from Joseph Chamberlain to Sandy Bruce Lockheart. We have had the commitment of powerful Conservative leaders to de-centralised, regenerated localism, and from Labour Party members like Ken Livingstone and myself we have had a recent history of commitment to innovation and enterprise in local government.",
        "But it is much, much broader. And I don’t want to simply address the issue of local government today – my colleagues the Deputy Prime Minister and Nick Raynsford are responsible for that, but the wider context of how central and local government can facilitate the sense of identity, the sense of commitment, enterprise, and innovation, which comes from localities, from neighbourhoods, from towns and cities and counties.",
        "It seems a long time ago since the days of Joseph Chamberlain, but it was actually at a time when central government was concerned with issues around international order, the British Empire, the issues around the place of Britain in the world. And it is one of those paradoxes that today we are dealing with the issues of security and stability in a new globalised world and a global economy – the challenges of terrorism and cross-boundary issues, the way in which all of us are subject to what is happening across the world in a way that I don’t think was conceived of even 20 years ago.",
        "And how, just as with the days of Empire, it is at the very local level that people identify – that they have a sense of belonging, that the security and stability and order in their own lives can be reinforced. This is how the tremendous change and rapidity of change that is taking place around us – the challenge and sometimes the fears and insecurity that grow from globalisation – can actually be counteracted and counterweighted by providing support – particularly at local level.",
        "I think that this is the challenge for all of us in government, at whatever level, and in terms of governance. It fits with the history which was one of initiative and enterprise and innovation, building from the bottom (which was the title of my own pamphlet with the Fabian Society just over 20 years ago). It is about building from the bottom in the sense that it is in people’s own lives that they experience the day to day challenges, and they turn to governance and government at each level for support, and backing, and enabling in terms of being able to resolve those problems.  \nIt was from the neighbourhood, it was from the early days of communities – with the goose and burial clubs, that from their name were all about savings for Christmas and for dignity in internment – it was the working men’s societies, it was the local education trusts that came together and then demanded that they were supported and helped in broadening what they could do across local, and eventually across national government.",
        "I think that we need to turn to that localism again and to remind ourselves of it in being able to develop new approaches – not simply in terms of shaping how we relate to local communities and local people and neighbourhoods from the centre, but also how we revitalise democracy.",
        "I don’t think there is a single person in this room who wouldn’t accept that we have a major challenge in getting people to feel that they want to engage, that they can engage, and above all that they have confidence in the political process – which, after all, in our country is the essence of democratic change – in a way that doesn’t allow them to turn away, to be alienated from that democratic process; that doesn’t allow them to turn to extremes in terms of those who would delude them into believing that there are simple answers to very complicated questions.",
        "Nor do I think there would be anyone in this room who would seriously believe that government itself could disengage from those issues.",
        "There was a time, when I was heavily involved as Shadow Local Government Minister, and before that as Leader of Sheffield Council, when the late Nicolas Ridley was the Secretary of State for the Environment. I can remember him making a speech that his ideal situation would be for local government to have an annual meeting (he did actually say with a lunch, but I don’t think you would be able to afford it these days) where contracts would be agreed for the year with private providers, and then Councillors could go home and get about their business.",
        "I don’t think any of us are into that. We are into supporting the change which reinforces the good that’s already taking place, the best practice that is already happening, the enabling and facilitating that is already part of the revitalisation of localism. And to build the confidence that drained away – and David Walker is entirely right about this – in the late 1980s and early 1990s, so that I think there was doubt in the minds of those who took on the tremendously difficult mantle of trying to revitalise their communities. Doubt about the role, about the uncertainties, about the relationship of locality to centre.",
        "I think that is why this debate around civil renewal and about regeneration from the neighbourhood is critical.",
        "We have seen put in place over the last few years new forms of relationship between the centre and the locality. It has varied between regeneration programmes driven by the Single Regeneration Budgets, which have seen panels and forums put in place, through the New Deal for Communities. It has seen the reinforcement and revitalisation of a belief in central government – the 2000 Act and the 2003 Act passed by the Office of the Deputy Prime Minister in relation to providing new opportunities for charging policies, for wellbeing.",
        "The powers that were put in the 2000 Act for the development of local government’s role in terms of local wellbeing are often forgotten and little talked about. The way in which the new business improvement districts, which we will be consulting on from July this year, will enable people through local ballot to decide for themselves whether they want to raise and spend. And how they wish to spend money, including on the areas that I have responsibility for in terms of security, order and stability, and an environment and quality of life which enables enterprise to flourish, tourism to be encouraged, people to go about their business in terms of shopping and leisure without fear.",
        "And therefore this afternoon it is my hope that we could just engage for a moment with those issues around stability and security and order.",
        "It seems to me that over the years the role of the locality has changed. We have seen developed the Crime and Disorder Reduction Partnerships – often described as Community Safety Partnerships. We have seen the gradual amalgamation of the Drug Action Teams into those partnerships. We have seen the engagement by local government itself, but also the local strategic partnerships, and community forums and panels.",
        "It varies across the country but the intent is the same – to engage people in making decisions, and to reinforce the message that they are part of the solution; that mobilising local communities against drug abuse and misuse is a crucial part of that process. That actually engaging people with local policing, with the development of Street Wardens and now with Community Support Officers, is part of ensuring that people at local level are engaged as the solution. That we can actually cross agencies, departments of central and local government, and see it as part of our challenge and our problem.",
        "I therefore hope that from the debate that is now taking place, we can see community safety as much a part of that local governance as leisure and libraries, emptying dustbins and the environment, because they all go together. The ‘broken windows’ theory about the way in which neighbourhoods disintegrate and the way in which once that is allowed to take shape, other forms of criminality and disintegration are reinforced, is just simple commonsense. We all know it is true. The moment that things start to slip, the moment that self-belief in the community disappears, is the moment that those who can afford to do so get out of those neighbourhoods. And when they do, they leave behind less capacity. They reduce the community and social asset base. They actually undermine, therefore, the capability of the community to be part of the solution.",
        "It is a downward spiral that was mapped pretty clearly in North America and which I think we have seen some reversal of in terms of Britain. There was a fear at one time that the disintegration of inner city, that the movement out of urban areas, that the despair and disillusionment in those areas facing the greatest disadvantage, would be reinforced and that there would be a spiral downwards. I think that has started to reverse. I think that in our own communities we experience it. We can see community organisations revitalised. We can see people regaining a self-confidence and self-belief that allows them to engage. We can see the organs of government, including local government, warming to and engaging with those activities.",
        "I remember when I was a very new Councillor in the early 1970s being severely told off by some of my older colleagues in my own Party for daring to advocate that we should support local Citizens Advice Bureaux and advice groups, on the grounds that it took away the essential role of Councillors being completely run ragged by every problem going in the community. Those days have long gone.  \nI remember being taken to task, and in fact given a good telling off, for being in favour of a local community newspaper run in one of our most deprived areas, on the grounds that it challenged the local hierarchy and was a dangerous pre-requisite to community development, which was obviously seen by both major Parties at the time as a dangerous trait.",
        "In fact I remember Margaret Thatcher, when she first came to power, pulling the plug on advice and community development programmes which were seen as an aberration and something that would challenge the bastions of democratic politics.",
        "Well I’ve not changed my mind. I actually think that engaging people in radical politics in their own neighbourhood, ensuring that they know that those who are elected are on their side, but that they inevitably will have to take much more difficult cross-cutting decisions and show leadership, that revitalising democracy by bringing it alive and making it real at local level makes sense.",
        "So as part of my own remit and as part of the ‘big conversation’ that the Labour Party has engaged in, we want to hear how we can make available to the many what is currently only available to the few.",
        "Take the example of gated and secure communities. Not just in London but primarily in London, there are communities of the wealthy – sometimes through the leasing arrangement, sometimes through a levy – where people contribute towards the security and order within the enclave in which they live. Not just security in the crime sense, but also in the quality of the environment.",
        "When I lived just outside Wimbledon I was part of the Wimbledon Common association where, compulsorily, all those within three miles had to contribute – and still do – to the wellbeing of the wider area and the environmental improvement, as well as the patrols on the common. Everybody took that for granted.",
        "Now the legislation that I have referred to – business improvement districts, the charging policies based on best value, the wellbeing provisions of the 2000 Act – give the possibility of being able to develop this concept in a way that would provide greater equity. Of course it means that both central and local government would have to equalise what was readily available. It is easy for those of us who are on reasonable incomes to agree to pay a small extra amount purely into our local area for a very localised product, without fearing that it will somehow be part of the wider debate in relation to Council Tax and precepts, which I will come to in a moment.",
        "It is possible to do that and it is already happening – where Street Wardens have been funded, where (in some cases) local government has topped up Community Support Officers in order to link with the police to provide for a particular local need. For instance, in the experiments that have taken place through English Partnership and in London through the London Development Agency, we have seen night wardens – in Coventry, actually used to provide safety and security in the city centre, which I think is a very good and positive move.",
        "What I am advocating is a debate about how we can build on those experiments and ensure that people know that they will get backing in doing so.",
        "The impact is obviously one of giving people confidence to be able to go about their business, but it is also one of giving confidence in being able to regenerate the area, attract investment, get parents to want to stay and send their children to the local school that is part of the local community, that is part of the regeneration and rebuilding of the area.",
        "Doing it in partnership, which is the absolutely crucial element, so that we are sharing the resourcing and we are sharing the task. Changing the relationship between government and governed, so that people genuinely feel not only that they are being enabled to take decisions, but that government at every level is there to help them do it. Thirdly, to revitalise democracy and strengthen citizenship and civil society, so that people are part of the process of reform and modernisation.",
        "At the beginning of November we published from the Home Office a consultation paper on reform of policing, both in terms of the relationship and accountability of the police to local communities, and the structures to back it up. We have had very substantial and very welcome feedback, and we are still getting that over the next few weeks. We will then publish a more definitive consultation paper which again will be out for people to comment on and to be creative in coming back to us in the way forward.",
        "What is absolutely certain is that this is a two-way process. The police can’t do their job in creating an environment of safety and security if they don’t have the backing and the engagement of local people. But local people aren’t going to warm to, have confidence in the criminal justice system as a whole, if they aren’t listened to, if there isn’t accountability and responsiveness at local level, and therefore the establishment of panels, the decentralisation to Command Unit (or Divisions as some of us call them) in terms of decision making within the police. The way in which this links to regeneration programmes and capacity building, and the development of assets in the community, all makes a difference to whether we are likely to succeed.",
        "So we are in this together: greater accountability; a greater clarification of where responsibility lies is important because there is confusion about this. Confusion and muddle are the great buzz words of the moment. It usually means that someone doesn’t understand what you’re talking about and we all carry responsibility for making sure that we speak plainly and that we are understood. I take that as a key principle for national politicians as well as for those reporting what national politicians are saying and doing.",
        "Take the crime statistics that are out today – the quarterly figures. We have two sets of figures. We have recorded crime which, under the new transparency, is seeing a vast number of crimes that previously weren’t recorded now being recorded by the police – with more police to report them to and so even more recording going on. It is very encouraging that, even with that proviso, vehicle crime, burglary, and robbery have gone down, and I welcome it, albeit that they’re relatively small additional drops on what has already been achieved. But we also have the British Crime Survey – which is a world leader in terms of what it actually samples and what it does – which again shows drops. But one shows a stabilisation in violent crime and the first, the recorded crime, shows an increase.",
        "I don’t think anyone would dispute that people actually perceive that violent crime, particularly low level violent crime, has gone up. Not surprisingly, because of binge drinking and the recording of low level violence on a Friday and Saturday night. Not surprisingly, because we have already spelt it out that there is a real challenge on domestic violence, which is why, with all-Party support, we are legislating to get a grip on it. Not surprisingly, because anti-social behaviour, as we were spelling out earlier this week, is bedevilling our communities. This is why, through housing, environmental health, through the police, through the criminal justice system (including the magistracy and district judges), we need a different step change in terms of what we are doing in tackling anti-social behaviour.",
        "But anybody who thinks that this is the sole responsibility of any single partner would be deluding themselves. So the issue of where accountability and responsibility lie is sometimes very difficult because it lies in a whole range of areas. Actually, usually at Home Office questions, it lies with me, whether it is a partner approach or not. So those who are in favour of operational responsibility and accountability at local level suddenly have an aberration when it comes to making sure that the Home Secretary is responsible for crime across the nation.",
        "It’s a cross I am happy to bear. All I would ask is that the reality – whether I carry final responsibility or not – the reality for making change, lies with us all.",
        "And that is really just the message that I wanted to get across this afternoon. That if we are going to debate revival in the neighbourhood and community, and if we are going to actually address what the causes are, and if we are equally going to take responsibility for being part of it, then we will need to do that together.",
        "It is self-evident that central government has to give leadership – responsible not only for resourcing, but obviously for wider macro-economic issues. Which is why the Prime Minister, the Deputy Prime Minister, the Chancellor and myself, with Nick Raynsford, the Local Government Minister, are asking for restraint in terms of Council Tax levels. This is why I am going to be engaging heavily with police authorities in terms of their precept levels because they have an impact on the Council Tax. We must be balancing the need to invest in local services and the complexity of local government finance, with genuine responsibility nationally and locally for the impact it has on the wellbeing of others.",
        "And I think that is a sensible debate. I think those who are, as the Deputy Prime Minister and his colleagues are, looking at how to find improvements in the way we raise resources, will need the help of those who, at the moment, understand the difficulty, but aren’t always so ready with answers that would find solutions to difficult problems. I know about this because, when I was Shadow Local Government Minister many moons ago, I was dealing at the time with the demise of the Poll Tax and the creation of the Council Tax. We were debating exactly these issues about the difficulty where you don’t have buoyancy in the system because you have to raise the tax just to equal inflation before you bring about any further investment. The issues of gearing where, if only a quarter of the overall taxes are raised at local level, then for every 1% (you’re familiar with this) of increased spending you are raising 4% in terms of the tax. These are difficult, complex issues.",
        "We are in it together because whether it is a precept or whether it is the direct Council Tax, it all impinges on people’s lives. That dialogue with local people about what they really want and what they can pay for is so vital to the future.",
        "We are asking – and we are working with the Local Government Association on this – that local authorities should come forward as what we are describing as ‘civic pioneers’ in terms of spreading best practice. We will try and ensure that, through the grants that are given to Community Safety Partnerships and the Drug Action Teams, and of course the Criminal Justice Intervention Programme, we reflect support from ourselves at the Home Office in terms of making it possible for people to engage in innovative ideas as to how to engage with greater security and order in their lives. As the foundation for regeneration, for quality of life, for wellbeing and, I have to say, for getting people to hear messages about progressive politics and about wider issues. Because people who are frightened and fearful in their own lives are most likely to disengage.",
        "But there is a wider issue here as well. That is this. If we can engage a sense of identity, a sense of belonging; if we can use the best of local initiatives, like the Balsall Heath Forum, like what is taking place in East London with Bromley-by-Bow, the work on the Royds Estate in Bradford, and work in Newcastle, and many other parts of the country, where people have seen the initiative and enterprise of local people being critical to success and to change; if we can do that, we can have a wider impact on social cohesion, on community and race relations, on people’s confidence in welcoming change, coping with change, and being prepared to welcome and understand and live with difference and diversity.",
        "So there are big gains to be made here right across the piece in terms of the capacity of people to cope with difficulty and change in their own lives, but to be welcoming and embracing of wider changes in the community.",
        "It can’t be a top-down approach – it is going to have to be two-handed. But in the end the challenge at local level is for local government to embrace what is happening in the neighbourhood, to reinforce and welcome it rather than to see it as a threat. For central government to see innovation and change and ideas from the neighbourhood and from local government as a plus not a minus. And for central government to be much clearer about where it stands in terms of its areas of responsibility and where it should be held to account, and where this lies elsewhere.",
        "If we can get it right it’s a plus for all of us, from whatever political stance we take, because at last local people will engage. They are more likely to vote. They are more likely to understand what is happening in their own lives across the piece – whether it is health or education, whether it is the environment they live in, whether it is housing issues, or whether it is anti-social behaviour. And if they do so, we will have a more vigorous, alive, and vibrant democratic system.",
        "I challenge not just you – because you’re here because you believe in it – but everybody across the country to say that they don’t want that to happen. If they think this isn’t the way, or they think as I do that it’s only a part of the solution, then I think they need to be courageous and honest enough to come forward with ideas of their own.",
        "All of us know what we don’t like, all of us know what we are against. Actually what we are in favour of and how we are going to bring it about is a much more challenging and difficult issue to deal with.",
        "I am glad that this conference is taking place and I wish the Network well, and its relationship and work with the Local Government Association and the IDeA will be absolutely crucial.",
        "I hope that we can go from strength to strength in being able to square the circles, deal with the contradictions, and have a damned good row when we genuinely disagree."
    ]
}