{
    "url": "https://www.ukpol.co.uk/david-blunkett-lord-blunkett-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "David Blunkett (Lord Blunkett) – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "David Blunkett",
            "url": "/tag/david-blunkett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by David Blunkett, Lord Blunkett, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, it is a pleasure to follow the noble Baroness, Lady Evans, and to thank her for her time as Lord Privy Seal and Leader of the House.",
        "Much has been said, and there will be much more to say over the weeks and months ahead—condolences, of course, to the Royal Family and heartfelt thanks for a life of historic proportions. All of us in public life in one way or another hope to leave a tiny footprint, some small legacy, behind us, but Her Majesty strode as a colossus through decades and generations, dealing with the most incredible personal and public events and taking on those challenges, to quote the noble Lord, Lord Judge, “with fortitude”.",
        "Much has been said about service and duty, but I make no apology for repeating them. This is what Her Majesty’s life was about, right from those early days, described so graphically in this House today. That is why so many felt, like my noble friend Lady Smith of Basildon, shock when we learned that Her Majesty’s life was fading. Is it only yesterday? The shock was obviously greater, as has been alluded to, because of the juxtaposition with her role as our monarch on Tuesday, inducting the new Prime Minister and doing—yes—her duty. I found myself yesterday evening in a situation that I had never expected to, one of complete irrationality. I started to think, “Not now, not at this moment, please, not yet”. It was totally irrational, but it was because our Queen, over my lifetime, not only demonstrated how a constitutional monarch can do that duty but did it in a way that has held our nation, our United Kingdom, together. I hope that the memory will last with us for decades to come.",
        "Holding our fragile constitution together, as the noble Lord, Lord Butler, put it so well, is not an easy matter. We live in very delicate, difficult times for liberal democracy. Our Queen will be deeply missed, but her guidance and example will carry into the life and work of His Majesty King Charles III. Through turbulent and sometimes difficult times, he will display his great strength and compassion, which I have experienced, and his understanding of that duty to us as a nation and to our kingdom.",
        "In my very brief speech this afternoon, I want to say a simple word about conducting ourselves for the future. Of course our respect requires our mourning, but in my view we need to celebrate and rejoice in the life of Elizabeth II. We need to lift people, as well as mourn. I hope it will be possible for public events to resume as quickly as possible so that people, in gathering together, can pay their respects and show their grief, but in a positive and uplifting way.",
        "I have lots of anecdotes, particularly about dogs, as noble Lords will understand, from over those many years, but perhaps appropriately I will finish by giving just two. One was when I was inducted as a privy counsellor 25 years ago. I am sad that decisions have been taken that preclude so many of us on the Privy Council from the Accession Council. Back in those days, I knew it would be difficult and, unusually for me, I was quite nervous. I knew I could not drag the dog across the floor because dogs are not very good at showing you where to kneel on cushions. They are brilliant at all other kinds of other things, but that is not one of them, so I left the dog with Jack Straw. I moved across the room and I managed to hit the cushion, but facing the wrong way. Her Majesty, in what was always her gracious, careful and never patronising way, managed to gently shift me round by touching my arm so that I could just brush her hand.",
        "I also remember seven years ago, much later, when she came to undertake the Maundy Thursday distribution at the cathedral in my city of Sheffield. Because I was retiring from the House of Commons as the longest serving Sheffield Member of Parliament, I had the privilege once again of sitting at a table with her at lunch. I had a member of the charitable community in Sheffield between me and Her Majesty. There was a silence, and I thought I would fill it—inappropriately, as it turned out—by saying to her, “Your Majesty, I have been reading in the papers that the breed of corgi is dying out.” There was a tremendous pause, and Her Majesty then did what she did so cleverly and so appropriately in putting me down. “Mr Blunkett,” she said, “of all people, you should know not to believe what you read in the newspapers.” I know that His Majesty King Charles III will not need, want or ask for my advice, but if he did I would give him one simple piece of advice: in the years to come, do not believe everything you read in the newspapers, and above all, sometimes do not bother reading them."
    ]
}