{
    "url": "https://www.ukpol.co.uk/david-blunkett-2004-speech-at-harvard-law-school/",
    "title": "David Blunkett – 2004 Speech at Harvard Law School",
    "post_date": "March 30, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "David Blunkett",
            "url": "/tag/david-blunkett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Blunkett, the then Home Secretary, at Harvard Law School in the USA on 8 March 2004.",
    "content": [
        "[![davidblunkett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett-221x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett.jpg)",
        "I am very pleased to be here in this great city and University which are both such powerful symbols of the strength of our shared history and connections. A history which has not – of course – always been harmonious but which has perhaps rarely been closer than it is today. I am reminded of a story about our first Ambassador to the United States – then based here in Boston. A year passed during which time no communication was heard from him. Silence which gave rise to some concern back in Whitehall. So much so that the Prime Minister and the then Foreign Secretary communicated and agreed that should a further year pass without any word from across the Atlantic they would have to write a letter to him. What a contrast to today when our Governments correspond and speak perhaps on a daily basis.",
        "The Governments of the United Kingdom and the United States are often depicted in their responses to the international terrorist threat as destroying traditional human rights and freedoms. I want this evening to explore and indeed challenge that theme, partly through the prism of history and the development of ideas and partly by reflecting on the reality of the challenges that face us today and indeed with which I engage on a daily basis through my work as Home Secretary.",
        "I take as my starting point the Universal Declaration of Human Rights which recognises that the most fundamental human rights are those of life, liberty and security of person. This implies for me that people who are killed or maimed, bereaved or put in fear by terrorists are stripped, cruelly and arbitrarily, of their rights and that security and safety is the underpinning raison d’etre of government.",
        "So the dichotomy which some people seek to establish between the rights of people to be protected against terrorists and their right to enjoy traditional liberties is I believe a false one. It is not a question, therefore, of choosing between rights, but achieving a balance which maintains those rights. Our Lord Chief Justice, who doesn’t always take my side, said in a speech to the British Academy in October 2002:",
        "“There are pressures created by the need to protect this country from merciless acts of international terrorism. These pressures will test the Human Rights Act. But the Human Rights Act is not a suicide pact! It does not require this country to tie its hands behind its back in the face of aggression, terrorism or violent crime. It does, however, reduce the risk of our committing an ‘own goal’. In defending democracy, we must not forget the need to observe the values which make democracy worth defending.”",
        "I wonder if Abraham Lincoln in his letter to the Albany Democrats was not making a similar point when he said: “Thoroughly imbued with a reverence the guaranteed rights of individuals” and explained that he had been “slow to adopt strong measures”. He predicted however that “the time was not unlikely to come when I shall be blamed for having made too few arrests rather than too many”.",
        "Any politician with these responsibilities can immediately empathise with the tension that Lincoln is identifying. Someone with a progressive outlook who was faced with extraordinary challenges of the time.",
        "As we confront today the awful prospect of the suicide bomber, we need to continue that crucial and necessary debate – a debate I led in the House of Commons two weeks ago – about how to maintain that vital balance, and the options we have in maintaining our democratic values, whilst protecting our democracy.",
        "The development of our traditional rights",
        "Fortunately we do not come to the task unguided by our history. The insights which help guide us in striking the balance between the security and liberty of the many and the rights of the individuals have been the work of centuries.",
        "Some may argue that some of those blows for liberty were struck in this very city against some of my predecessors in office.",
        "It is often argued that the traditional rights enjoyed by citizens of Britain and the United States can be traced back to Magna Carta – albeit at that stage rights for a rather limited strata of society! I have recently been reading about this very period, the context of the time of King John and so the development of Magna Carta – or its immediate re-write to be more precise. It has certainly been a reference point for the development of these ideas.",
        "With your own founding fathers other rights were added – freedom of religion and speech – building on the protestant tradition of John Locke – freedom of assembly and of the press, rights relating to privacy, which of course brings its own contradictions, and the separation of powers – building on the ideas of the French philosopher Montesquieu.",
        "At the same time, in Europe, Enlightenment thinkers like Jean-Jacques Rousseau were attempting to square the circle in a different way, focusing on democracy and active participation, rather than a fixed constitution, as their preferred way of reconciling individual freedom with society’s need to pursue shared aims and values.",
        "John Stuart Mill too, in his own way, tried to reconcile his belief in individual freedom, passionately set forth in ‘On Liberty’, with his commitment to social progress and rational social choice, which showed through in his writings on government and the utilitarian philosophy.",
        "All these thinkers appreciated the value of the individual, and individual freedom, but also appreciated that extending that freedom more widely – beyond the leisured intellectual class – would not happen automatically, but required some positive action on the part of the state. They disagreed on what form that action should take, of course – but when didn’t philosophers disagree!",
        "It often seems as if modern politics does not leave us with time today to be philosophers but just as our ideas are shaped by the thinking and questions of the past, so I believe that it is important for us more directly to allow the insights of the past to speak to us afresh.",
        "That does not of course mean that we cannot move from the ideas of the past. In our own day we have taken forward this agenda of the development of human rights and made our own distinctive contribution. I would point especially to the legislation we have introduced in both our countries against discrimination and exploitation. For example, the common law provided no general protection against unfair discrimination on racial grounds. That is now enshrined in legislation. In Britain this protection was first introduced by one of my predecessors as a Labour Home Secretary Roy Jenkins in the 1965 Race Relations Act and others have built on that, most substantially in 1976 and recently further changes by my immediate predecessor Jack Straw.",
        "But perhaps the more dramatic challenge for our own day is to protect our freedoms in the far more complex global environment in which we now operate. An environment which means economically, through trade, communication and politics that we have to address these big issues afresh with a world – rather than national – stage in view. A stage in which the additional challenge of balancing collaboration and intervention with pressures for isolation and disengagement brings its own strain.This also has implications for international military action. Our Prime Minister outlined precisely this approach following the Kosovo war and repeated it in a speech last week. He called for a “doctrine of international community, where in certain clear circumstances, we do intervene, even though we are not directly threatened. because in an increasingly interdependent world, our self-interest was allied to the interests of others; and seldom did conflict in one region of the world not contaminate another”.",
        "Isolationism and protectionism may be possible and may bring benefits in the short term but neither will sit with finding a way through the challenges for world stability and justice. And ultimately, we cannot keep the challenges and problems perhaps stemming from other parts of the world entirely from our own shores.",
        "And so there is an added dimension to that evolving process of balancing rights in our own day. And that is balancing the needs and rights not just of our own citizens but of people throughout the world. And in the same as domestically we are now talking much more about rights alongside responsibilities, so we must do the same in the international context. We must not make the mistake of thinking too much about purely individual rights and too little of duty and responsibility.",
        "Of course at national level we have institutions to help us achieve this balance between individuals communities and the State. And in your own country that also means between the different elements of the State. And I am encouraged that what clearly emerges on both sides of the Atlantic is a subtle dynamic, yet highly robust, sharing of power. In both our systems, power does not rest in one place or with one person or organisation, it moves between them, and as it does so it changes to meet the needs of the time. I believe that these are constructive tensions. I have in mind the image of the mechanisms of a clock – the elements are fixed, the cogs provide movement and the weights ensure balance.",
        "But the developing challenge for today is to seek to extend this same idea into the international forum. We will inevitably have differences of view at different stages about how these fora will develop but we all I think recognise the need for this process of international engagement.",
        "The role of the judiciary and our international obligations",
        "I want to turn now to reflect on the role of the judiciary and the whole judicial process in this task of balance our human rights both collective and individual. In your case the Constitution and the Supreme Court provides the anchor. In our case – and interestingly this takes the form of an international treaty – we have the European Convention on Human Rights. Paradoxically, whilst the ECHR offers safeguards and remedies for individuals it does not allow the Government on behalf of the people a right of appeal to the Strasbourg Court.",
        "Some people attack the ECHR for being insufficiently flexible, too much a creature of its time, to meet the challenges of a new age. But I reflect that within its own terms it did allow us after 11 September to derogate from parts of the convention. Article 15 gives us the right to do so if we face “a public emergency threatening the life of the nation” in order to protect other more fundamental rights namely the right to life for those who might otherwise be threatened with terrorism. Surely a practical example of precisely the flexibility that our Lord Chief Justice had in mind in the quotation to which referred a moment ago.",
        "It was of course precisely to block the re-emergence of the pre-war totalitarianism that the Strasbourg Court and the Treaty which it interprets was established.",
        "And the ECHR and for many countries the European Union itself, have been seen as a symbol and practical means of advancing unity, freedom and progress into democracy.",
        "Take Spain. When I first entered politics, Spain was still under a form of fascist rule. And that was true of other European countries too. And the judicial institutions of Strasbourg together with the economic institutions of the European Union have transformed life for all of those countries. We are about to embark another major expansion of the European Union this coming May with the admission of ten new countries to our number.",
        "And so irksome as aspects of it may sometimes seem. We cannot overstate the positive benefits of this form of international economic and legal engagement.",
        "The changing nature of the threat",
        "But just as the world in which our judicial systems must operate has changed so inevitably have the threats to those systems. If the ECHR and the European Union grew up in a world in which the main threat came from a totalitarian state, or a cold war style military power we face today something totally different and far more elusive. I find it helpful to characterise the threat we face as one from ‘franchised’ terror. Groups which have a certain common ideology and set of values, a certain loose chain of command or at least identity, common training perhaps, but often operating independently. Inspired but not controlled by their leaders.",
        "It is an ideology of hate with a target which is the values, the freedom, and the democracy which is seen by our enemies as encapsulating modernity. It is hatred of the very freedoms and communities that are most basic to us. And yet the paradox is that since 11 September more men and women of the Muslim faith have been killed by these people than those of any other, and you see the indiscriminate merciless disregard for human life, rejoicing in the consequences of terror which means that this is declaration of war against humanity rather than against any religion, country, or community.",
        "So let me describe for a moment my reflections as a very new Home Secretary at the time of the attack on the World Trade Centre and the immediate dilemmas I faced. First of course we thought of those most directly caught up in these terrible events. But then and quite properly we thought of when and where was the next attack to come? And in the days that followed working in collaboration with the United States and with our European partners, we quickly saw action which needed to be taken in a number of areas. Both of our two countries introduced new legislation.",
        "But in reflecting now on where we go from here, we have to keep addressing the issue of how best to provide that balanced approach, and as with the quote from Lincoln, what would happen politically if we got the judgement wrong. The debate then would be very different. And in Britain this is a real challenge for the centre left of politics and we will always have in mind the example of Germany where the very weakness of the Weimar Republic was the strengthening of the Nazi cause.",
        "But let me describe for a moment one part of our anti-terrorism, crime and security act perhaps the most controversial part. We were faced with a specific challenge. A challenge from people who had come here often seeking asylum – ironically perhaps from the consequences of their illegal actions in their home countries. Their asylum claims had failed, they were involved in international terrorism. And yet it has not been possible to convict them of criminal offences. Our own adherence to our international obligations meant that we could not remove them to the countries from which they came because of the threat that they would face if returned. I could not justify to the British people a situation in which we simply left these individuals to walk our streets. And so we introduced a new immigration power in the Act which allowed us to detain foreign nationals whom I certified as international terrorists. Because this is an immigration power these individuals are free to leave the UK whenever they chose – as two of the 17 I have certified have chosen to do. The legality of the power and the derogation it required have themselves been tested and upheld in our courts. The individual certifications are all being scrutinised by the Special Immigration Appeals Commission – equivalent to our High Court. Of the 13 cases so far heard, my decision has been upheld in 12. Cases will be reviewed by SIAC every three months thereafter.",
        "But of course we now know more about both the nature of the threat and the potential means of prevention and intervention. In the case of the ACTS Act, the crucial powers of detention I have described are due to lapse in November 2006. That is why I am calling in Britain for a well-informed debate because I want us to find long term solutions which maintain the balance, protect individual rights, and reflect our mutual risk as citizens reliant on democracy for dual protection against terrorism and arbitrary power. I want this to be a public debate too – not just a debate for lawyers. Taking the public with us, whilst listening to the legal experts, makes sense.",
        "Our approach to terrorism",
        "But let me finish by looking at the wider way in which we are seeking to tackle terrorism in the United Kingdom. Our approach has four main pillars to it – prevention, pursuit, protection, and preparedness! Let me take each of these in turn.",
        "Prevention. Perhaps the most important but long term agenda. Domestically it means that we have to engage with the communities most directly being abused by the terrorist cells and their agents. So that they can become our eyes and ears. People themselves being alert, but not alarmed, and helping us.",
        "The same principle applies in reflecting on what feeds the terrorist armoury, but allows them to demonise modernity, namely us. For the hatred which motivates them is often hidden by a cloak which pretends to be concerned about injustice and unjust treatment . So what can we do? We cannot eliminate their threat by removing what they claim to be the causes of their hatred. But tackling injustice would assist us in appealing to the decent, to the thinking, to those looking to take on the terrorist with us but finding themselves in real difficulty. I have recently visited Pakistan and I heard at first hand from people – people basically very well disposed to us – of the extent of the distrust and anger in that country at the way in which Muslim communities, and Muslim suffering throughout the world but especially the Middle-East are perceived to be treated. However much one might disagree with the overall analysis, however much one might explain – as I did – the steps our countries are taking to bring peace to that part of the world, the important thing is to note for these purposes is how powerfully this view held by Muslim communities is believed and felt. In other words it fuels a sense of grievance and injustice which is used by others as a cloak to hide their own more fundamental hatred. We must therefore continue to address these issues and injustices both in our own countries and in the wider world.",
        "Secondly pursuit – again both domestically against known terrorists and their associates but also internationally against the sources of that domestic threat.",
        "I don’t intend to go into the much rehearsed arguments about Iraq beyond the fact that the key issue now for us is the importance of continuing to work together internationally to address the kind of problems I have been describing. It is all the more important that we should do so together and there is a danger that as a result of that conflict countries will feel less inclined to co-operate and work together. This underlines my point that we are in this together, this is all our business, both because we are all the target and so we must have a global response.",
        "Successfully thwarting a terrorist operation requires a co-ordinated international approach. Sharing information, fully engaging with those countries who unwillingly harbour terrorists and themselves are at risk from the network. And I pleased to note that co-operation of this kind is very strong.",
        "This opens for me another key aspect of the debate I have launched back in Britain – namely the balance between the disruption of terrorist activity and its successful prosecution. There is a fundamental challenge here both for Governments and for our police and security services. A challenge made more complex by the fact that often these operations have an international dimension.",
        "The longer you can allow an operation to develop, the longer the surveillance, the more chance you have got of securing conviction, but there is an obvious risk attached to this and those countries like the US which have been subject to an attack will obviously feel that even more keenly than we do. This is a matter of making really fine judgements.",
        "And pursuing terrorists, as we all know, means pursuing money launderers, organised criminals, people traffickers and other smugglers, those exploiting the international banking system, drugs barons and racketeers.",
        "But co-operation, worldwide linkages, and intelligence can work and be effective. This underlines my point about the need for our international systems to develop alongside the way in which our world is becoming more global both in its opportunities for positives such as trade but also negatives such as terrorism.",
        "Thirdly public protection. working together on what you call homeland security. We have, for example, undertaken a major mapping exercise of vulnerable sites in the UK to protect and provide proper advice for those responsible. Again we have had to move on from the cold war mindset and think about other things – food distribution, industrial plants etc. I could talk all night about our work on this but will spare you the details for another occasion.",
        "And finally preparedness. Preparing for the consequences of terrorism. Or course, you could spend half the national income on this and we could still be prepared for the wrong emergency. But public reassurance for political survival and for good operational preparedness is vital. We need to do what makes sense.",
        "This challenge is to corporate responsibility and not just government at every level.",
        "From informed and vigilant individuals through to responsible business this is the challenge to us all.",
        "We are updating our own emergency powers legislation at the moment to provide for a better and more flexible response at regional and local level to any emergencies.",
        "It is a comprehensive but necessary programme of work. It involves us in trying both to master the detail but also to keep sight of the big picture and the challenges which face us. All of which means that the job of Home Secretary has probably changed out of all recognition because we are not simply living with the threat, taking overall responsibility for our response to it, but also weighing up where to place the emphasis, the resources and the expertise in response. Holding your nerve without being complacent. Informing the public without creating fear. Alert but not alarmed. Living with the issues and the danger, but not allowing them to destroy the sense of perspective.",
        "All of us across the world who are close to this face the same difficulties. I reflected with Tom Ridge about this on Boxing Day last year and of course the extent to which we succeed will a matter for the judgement of history. Balancing human rights and the institutions which sustain them with the basic right for life and freedom from fear. Retaining proportionality whilst trying to explain the very real danger and scale of the threat. Doing so when you can only explain part of the case, part of the evidence, and doing so by using the strength of our democracy not undermining it. This is much, much more difficult to achieve in the most open democracies in the world. But we are better for it, with a greater and more worthwhile challenge. That is the nature of the task for us in Britain and the US in the 21st century.",
        "We must and we are taking on that challenge together."
    ]
}