{
    "url": "https://www.ukpol.co.uk/david-blunkett-2003-speech-to-the-association-of-police-authorities/",
    "title": "David Blunkett – 2003 Speech to the Association of Police Authorities",
    "post_date": "March 30, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "David Blunkett",
            "url": "/tag/david-blunkett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Blunkett, the then Home Secretary, on 4 November 2003.",
    "content": [
        "[![davidblunkett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett-221x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett.jpg)",
        "Don’t worry, I have come to praise not to bury Caesar. So thank you, Ruth, for what you are doing.",
        "Thank you to all of those who are giving enormous time and energy to what must sometimes feel like a thankless task. I do sometimes have the same feeling, but I get paid reasonably well for it! Many of you don’t, so you have my appreciation for what you are doing.",
        "Today I want to be able to spell out not only where we are at, but the process that we are about as well. We are launching a consultation paper today, along with the new National Policing Plan, which I will come to in a moment.",
        "We do so on the basis that there will be a consultation period. We will then produce another document with more firm proposals and we will consult on that as well. We won’t move towards any change or legislative alterations until this time next year.",
        "So there will be 12 months for people to engage in a genuine dialogue, to listen and learn, and to firm up on those things that we can gain consensus on in terms of how we can bring about improvement.",
        "There is only one agenda and it is the same as yours. That is to ensure that we serve the people that we do serve better, and to ensure that the forces we oversee in one way or another are actually able to do so and achieve that as well.",
        "It is very good to be in Manchester. It is not widely known, given the publicity that has just occurred, that the force has been at the forefront over recent months of addressing its own problems, under the leadership of Mike Todd, taking on the real challenges.",
        "One of the ironies of the two year undercover investigation by the BBC was that it was precisely because a previous Chief Constable had actually admitted that the force did have a problem, that the BBC thought they might go in and prove it. Now they certainly did with a vengeance and as a consequence of the enormity of what was found, the Crown Prosecution Service will not be taking action against the individual, Mark Daly, who actually undertook that work.",
        "But I do want to make it clear that we can’t for the public have those who take on responsibility and who are absolutely crucial to trust, emerging as not being police officers at all but working for someone else. I do appeal to the media that although there will be times – and this was clearly one of them – when undercover operation will reveal things that ought to have been revealed through normal management practices, we do need a code of conduct in this if we are not to have a free for all.",
        "After all, who might emerge some day as being the real Greg Dyke rather than the one we have actually got?! Probably with the same accent.",
        "Now, Ruth mentioned that Oliver – who is a good friend of mine actually (as you know, we get on far too well – too well for him and perhaps too well for me) – is speaking on Guy Fawkes day tomorrow. He will explain the multiplicity of options available to a Conservative Home Secretary if one still exists when the next Conservative government is elected. Ranging from sheriffs through to fantasy islands for asylum seekers.",
        "Now I just thought I would let you know that I did once have a phone call with Oliver when he was riding a horse. I just envisaged him as the gun-slinging, gum-chewing, Sheriff of Westminster. A frightening prospect for you if not for Chief Constables! He is here tomorrow to tell you a little bit about the kind of reforms that he is envisaging.",
        "I am interested that we are now all on stream in terms of actually wanting to see some change. It makes your life, Ruth, a lot easier because you ride a tiger – a tiger with no political majority, with a consensus that by its very nature is crucial to the police authorities’ voice being heard and taken seriously.",
        "And yet a consensus that can only be gained if we in government and our main opposition parties are sensitive to knowing that many of the things you are doing at the moment are misunderstood, are not known about, are not heard about, and therefore raising the temperature is about raising the profile.",
        "It’s about actually getting across what needs to be done and what could be done.",
        "I am comforted in my role to know that there is possibly life after death as being Home Secretary. After all, Michael Howard has re-emerged as the leader of the Conservative Party. I gather that I will have to give it a year or two and re-invent myself, which I am very happy to do! At the moment you have got me as I am.",
        "I just want to say today that the easy life is to leave things alone. I think it was Margaret Thatcher who said that no change was not an option. And clearly if you want to improve your standing publicly, but more importantly your ability to influence and to bring about change at local level, you will want to join with us in looking at what might be done over the next year to re-examine that.",
        "With the Chief Constables, with ACPO, and with yourselves, I am up for looking at what we really mean by operational responsibility. I said so on the Today programme this morning. Not in terms of breaking the tripartite approach – I think we need to reinforce it by being much clearer about the different elements (the role, the responsibility, the levels of accountability) that should exist in the three part approach – but actually be able to define it much more clearly.",
        "Simply shouting ‘operational responsibility’ does nobody anybody good. Of course Chiefs and Commanders at divisional level have to have day to day hands on responsibility. Nobody in their right mind, let alone a Home Secretary in or out of their right mind, would attempt to direct policing from the centre. You wouldn’t, as police authority members, either want to, or have the capacity to, get engaged in doing that.",
        "So there is no surreptitious agenda of taking away the right of those in the service to manage the service. After all, I don’t have the power of hire and fire in the civil service for historic reasons and to avoid politicisation. Because of the Nolan changes, we don’t now have the power in terms of the appointment of those representing outside organisations and the community.  \nWe have moved from politicians determining who serves, who chairs, who is on all of these outside bodies, to civil servants, with at least one outside observer helping them do it.",
        "You have a situation where you have to exercise influence through the relationship and goodwill that exists between you and those operating the service. We need to examine how that might work better and what those influences might be. But above all, we need to examine how we enable you to do the job better.",
        "Hazel Blears will be talking tomorrow about the new slimmed down National Policing Plan – from 51 requirements to five key priorities. The five obviously relate, I think, to the commonsense things that all of us would agree on.",
        "Incidentally, they don’t include targets on chasing motorists and speed cameras. I mention it because you mentioned it, Ruth. But I did read an article in the Daily Telegraph a week or two ago that actually presumed that the government had laid down targets for police forces on catching motorists with speed cameras.",
        "Well you suffer, we suffer, from both misunderstanding and sometimes malign intent because it makes a good story and people can do a knocking job.",
        "But actually what we are about in this debate is changing performance. It is all about lifting the game. It is about comparability between what is achieved – not just between one force or another, but within one force and another, and the reasons why.",
        "I think that the job of the Home Secretary – apart from resourcing (and I will come to that at the end, so that I go out on a low note!) and the legislative power to enable the police to be able to do their job better (as well as their partners – environmental health, housing, the whole panoply of organisations that make up crime reduction partnerships) – has to be the role in terms of having the information and disseminating the information that makes it possible for people to actually be able to make those comparisons at local level.",
        "For you to be able to determine what is happening with genuinely comparable police force areas, because you have to compare like with like. To be able to do so in terms of different elements of the command units in your own force areas. They vary from forces that only have two or three command units to areas like Greater Manchester with eleven, and of course the Metropolitan Police with borough-wide command unit areas. We need to be able to look at the data and work out why there is such inconsistency.",
        "So my first point is that consistency is absolutely crucial. When people move house they expect the quality of policing to be the same across England and Wales. We live in the same community, we pay the same taxes, we expect some form of accountability. Accountability to you in terms of police authorities, remaining the same or revamped, or slightly reshaped, or to the community that is served in new ways.",
        "So part of the reform agenda isn’t simply about the shape of police authorities, but how neighbourhood panels can work better, how this fits in with the reforms that the Office of the Deputy Prime Minister is engaged with – with what is called new localism. I am not entirely sure about the title. Some of us were involved with this a long time ago. I remember writing a pamphlet 21 years ago called ‘Building from the Bottom’. I still believe it and I think that we need to examine that area.",
        "The third, of course, is the visibility and the accessibility, because part of influencing what takes place in the neighbourhood and at local level is very much about the connection that people have with their force. The citizen in uniform was, of course, the emergence of the police force of old, where people felt close to, and able to engage with and get a response from people they saw and understood.",
        "All of this, of course, relates then to how you develop police forces in the 21st century – with forensics, with technology, and of course with the tremendous challenge of organised crime and global criminality. Force level, neighbourhood, command level operations, are interfered with on a daily basis now by the diversion of resources to meet entirely new challenges.",
        "We need to address that and I welcome your views in terms of any restructuring. Not some big bang restructure, not structure changes for their own sake, but sometimes just modest thinking about lead force areas in terms of a particular region taking on particular tasks that expertise can be developed in. Or some form of regional structure dealing with particular areas of criminality that require that focus.",
        "These are all part of the consultation and the reform agenda in which you have an absolutely crucial voice. Firstly, because you know it well. Secondly, because you have the capacity to put together alternatives to the ones that we just tentatively touch on in what is a very green edged Green Paper, but in order to ensure that we face those challenges together.",
        "There is no point in saying to a Chief or a Divisional Commander that we want to ensure that there is continuity of employment of community beat officers if, of course by necessity, those officers have to be pulled off for major murder inquiries or something similar.",
        "They had this experiment with research funded by Rowntree in North Yorkshire, which frankly tells us nothing. It was in a neighbourhood where there was a particular individual employed who was pulled off so often from the community, that in the end the community were less certain, less secure, than they were before the experiment began.",
        "That just tells us the blindingly obvious – that if you are going to have good community policing you need continuity of the people being there. That is why Community Support Officers have very rapidly become so popular, because people can see them and on the whole they don’t get pulled off for other duties.",
        "Also because people do need to know that the intelligence-led approach is not simply about macro intelligence and technology-led activity, but it is about people who know their community, who understand it, who can relate to it, who are respected by the community.",
        "So these things go hand in hand and that is why accountability is of course about performance and the spreading of best practice, but it is also about re-engagement with the community at a level that people can understand.",
        "So I don’t think there is anything to fear from this. I think all of this fits in with the five priorities that we have laid out for the National Policing Plan. The people, citizen-centred focus, for the service. Tackling the anti-social behaviour and disorder that completely bedevils the community and undermines trust and confidence. Reducing volume crime – even the best Chief Constables who are community orientated are still aggravated about having targets on burglary and vehicle crime.  \nI understand why, but if we are going to have a debate leading up to the general election – when not the British Crime Survey, but tit-for-tat who-reduced-recorded-crime-the-most is going to be the issue – you will forgive Home Secretaries if they actually want to reduce volume crime.",
        "So do the public because when they hear that crime has gone up a certain percentage, certain numbers, in the end that undermines all the good work that is going on in tackling the underlying causes and the things that really get to people most. After all, it wasn’t the Home Office who introduced the new National Crime Recording Standard. We have got it now and we have got to live with it.",
        "Transparency is a wonderful idea, except that, when we published the figures in July, one Deputy Chief Constable in the North East had the audacity to tell his local paper that it was nothing to do with him – that it was the Home Secretary who had introduced the new NCRS. Thank God the neighbouring authority had a Chief Constable who actually contradicted it. It’s a bit odd though isn’t it when a Deputy Chief doesn’t know who introduced the new National Recording Standard? So a bit of accountability there wouldn’t come amiss. I just thought I would get that off my chest!",
        "I have mentioned tackling organised and serious crime and we are engaged at national level with looking at revamping the services – the organisations, that are actually engaged with organised crime and border controls. The Prime Minister has established a new Cabinet Committee, which I chair, and we will be engaging rapidly with how we can make the National Criminal Intelligence Service, the National Crime Squad, the Customs element, the intelligence element of the immigration service, and many more (including Special Branch and those who are engaged along our coastal borders), more accountable and work more effectively together.",
        "And of course bringing more offenders to justice is a key and absolutely critical element. But if we are going to do that then we need to ensure that everyone gets credit for what they do. There is no point in having more transparent, and therefore more recorded crime, with more police to report crime to and therefore more confidence and more acknowledgement by the public that they have trust and faith (and reporting of crime goes up), if as the police actually catch more of those people, the press (as they did a few weeks ago) then denigrate the police for not having caught a higher percentage of a higher recorded level of reporting.",
        "The level of understanding in this country about crime, criminality, and recording, is so poor that we all have a task together to try and bring a bit of light into the darkness, so that people do get credit where credit is due.",
        "So in launching the pamphlet it is precisely to open up these issues. To engage with the neighbourhood, with the command and divisional level as most of us know it, with the shaping of those who have a role in terms of holding the police to account in a way that is positive for the future that we’re engaged in.",
        "And you naturally and understandably commented heavily on the idea of direct election. I made it only one of six possible changes that we outline in the document. I am deeply mindful of the danger of rabble rousers or racists becoming elected. It would be very easy indeed – which is why we are sceptical about sheriffs – to find that one person, for instance, had greater power than ever before.",
        "But in the end, you are right. Whether it is Merseyside or Baltimore, unless people actually have an understanding of who to hold to account and for what, and how the police authority could work to be engaged more and to have greater influence, then obviously we would be wasting our time. We would be deluding people into believing that you had power you didn’t have, and that you were to be held to account in a way that missed the point – the point being that those who claim to have the power, who wish to hold the power, should therefore be accountable for the power.",
        "I need to clarify over the next year what the role of the Home Secretary would be in the future. Oliver and Mark can set out what they believe to be right. If they believe that we should denude the Home Secretary of any levers of power then let’s have that debate. I don’t mind standing up at the dispatch box and blaming everybody else but myself, that would be a very easy role – gun-slinging Home Secretary without any bullets in the gun.",
        "We don’t have all that many bullets in the gun as you may have noticed, but what we do have we must use more judiciously. We need to address, for instance, issues of centrally imposed bureaucracy paperwork and statistical data collection in a way in which I hope the new head of the Standards Unit will assist us.",
        "Paul Evans from Boston in the United States has a tremendous record. A light touch, low key individual who I hope will work with you and with forces across the country to achieve this.",
        "But the other end of the corollary is that if forces believe that bureaucracy is imposing unnecessary burdens, they must say so. If police chiefs believe that there is something that can be done, let them do it. Don’t let us have Chief Superintendents  \ne-mailing the Radio 5 programme – as I had when I was at my Party Conference – with a whole litany of things for which he, as a very senior manager, should have had responsibility.",
        "It is time for the police service to lead and manage, and not just oversee the operation of the force requirements. Management means manage, difficult as that is. Difficult in terms of the deployment of resources. Difficult in holding their own force members to account. Difficult in terms of demanding why it is that response times are so bad in some areas but not in others.",
        "Why it is that the way in which people are treated when they report crimes are so bad, but not in others? Why it is that Superintendents tell me that they are so frustrated with the call centre which they and their chiefs should be overseeing and changing?",
        "It’s not about passing the buck to someone else, it is time to really get a grip. So that when the public tell us through the opinion polling and the focus groups, which have been done carefully and quietly over the last 12 months, that almost 80% of the public want to know more about the police and believe that they get to know very little; when over two thirds want more say in how the police respond; when 34 out of the 43 force areas are still reliant on the old PCCG consultation mechanism set up in 1984, and every one of the 34 say that they know it is unsatisfactory; then there is room for change.",
        "So alongside genuine fears that you have about what we might or might not do in terms of direct election, there is a much, much bigger agenda. It is about prompting change within the service itself as well as within the operation of the police authorities. Not just so that people know who to grumble to, so that they have somebody else to let off steam to, but actually to change the practice. Because letting off steam and frustration must be something that you feel day in, day out.",
        "If the public feel it, you must feel it. I feel it because thousands of letters come in and when you go on radio programmes and you do phone-ins – I was doing the one on Radio 2 the other day with Jeremy Vine – an avalanche of calls about the very simplest things in police force areas.",
        "Now I made the cardinal mistake of a Home Secretary in believing that I might have some influence. So I asked them to take their details down so that I could take them up with force areas. I do have one advantage over most police authority chairs. If I create a real fuss there is a chance that it might get covered. There is just a chance that I might be able to call in the Chief from the local area. They might recall my first few months as Home Secretary and take me seriously about it.",
        "But there is a bigger chance – if we actually have a better relationship, if we have systems that work rather than relying on muscle – if we are able to deal with people where it matters.",
        "That is why I have put forward the idea of community advocates who would be employed, I hope by you, and working to you, but actually able to engage with the police at local level. Filtering out all the things that cause frustration but are not the job of the new IPCC complaints function. Weeding out things that would otherwise actually pull the police away from doing the job into dealing with constant gripes. Able to be a voice working with you and alongside you. That seems to me to be a positive suggestion. Let’s shape it in another way if you don’t like it.",
        "There are a couple of services – the Met and the West Midlands – looking at engaging people from the community as assessors in terms of appointments. Let’s look at how that is working and whether we could do better with it, including at neighbourhood and local level and how we could engage people so that they are genuinely involved and included. And let’s do so with the optimism that we are genuinely making a difference.",
        "Under the British Crime Survey, which is the only reliable survey because its methodology hasn’t changed, except that it has been slightly broadened, we know that crime is falling. In other words the polling is now broader and therefore more reliable. We know that people are getting a better service. We know that the likelihood of becoming a victim is the lowest for 20 years.",
        "We know from the British Crime Survey that even though the fear of violence is going up because more violence is now counted – violence that was never counted before in recorded crime is now counted as an automatic and regular feature – we know from the BCS that serious violence overall has actually fallen over the last year.",
        "We need to be able to sing about the fact that we have 12,000 more uniformed officers than three years ago. We had some catching up to do, but I think 12,000 more is a pretty good record. I would like to go out of office with an even bigger record of increased police numbers, of the several thousand – it’s 2,000 at the moment – Community Support Officers.",
        "A lot better than going out of office after four years with 1,000 fewer police officers than you came in with, which one of my predecessors (who will remain nameless but is a very prominent individual at the moment) will remember.",
        "And joining together – let me step on dangerous territory – on ensuring that in the spending review next summer there is a very clear understanding that we are all intent on resourcing the police properly. That we know there is a very difficult balance between what you have to raise locally – the £2 billion that you raise locally – and the near £9 billion that we are allocating from the centre. A difficult balance for the very reason, Ruth, that you spelt out. That the gearing effect that the public understandably don’t understand – where for every 1% increase in local spending you have to raise 4% over and above what we are giving you – in those circumstances we need to get it right and we need to know what the demands are.",
        "Over the last three years there has been a 19% increase in real terms over and above inflation. This coming year will be very tight. No authority will get less than inflation, but it will be much tighter for the Police Grant, plus of course the additional resources that come in from the centre which are allocated to the locality, including the 50 current Command Unit divisions who get direct funding of £50 million from the centre. And the drug-related Criminal Justice Intervention Programme which we will be announcing an expansion of in the next few days.",
        "All of these things coming together to make it happen.",
        "If there are precept increases of the magnitude (and I said this to the Chief and to the Chair of the Police Authority in North Yorkshire last week) of 76%, you are going to give me a hell of a job in arguing the case with the Deputy Prime Minister and the Chancellor. But reasonable, sensible precept increases that have to take account of gearing, that do recognise that this is an incredibly tight year. But also that local people want more police visible and accessible on the beat, that you need to resource – yes even helicopters seeing as though they are sponsoring your conference – even helicopters surveying the neighbourhood. That they want a police force that can use the best technology and forensics available. And that we want to continue pressing down on crime, raising numbers, and giving confidence to the public.",
        "If all of us can join together on that agenda – difficult as it is to be a popular Home Secretary – it just might be that police authorities of the future and well-known, highly visible Chief Constables and Commanders, will have both the respect of, and the gratitude of, the public for a better police service in this country than we have ever known before."
    ]
}