{
    "url": "https://www.ukpol.co.uk/david-blunkett-1997-speech-to-tuc-conference/",
    "title": "David Blunkett – 1997 Speech to TUC Conference",
    "post_date": "September 12, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1997",
            "url": "/tag/1997/"
        },
        {
            "text": "David Blunkett",
            "url": "/tag/david-blunkett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Blunkett, the then Secretary of State for Education and Employment, to the 1997 TUC Conference.",
    "content": [
        "[![davidblunkett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett-221x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett.jpg)",
        "It gives me very great pleasure to congratulate the TUC and all those staff who have made it possible to gain the Investors in People award. After hearing the Archbishop and Prime Minister, I think I had better keep my speech very short. It is not so much the organ grinder and the monkey but something that I would rather not say at an open TUC meeting! I am delighted to be here. I am very pleased indeed that after New Labour, the TUC now have Investors in People, and it is my job to make sure that the Department for Education and Employment receive it as well because they have not yet achieved this.",
        "In offering congratulations and presenting the award of the Investors in People plaque to be displayed in the foyer at Congress House, we have a very clear message which is that the trades union Movement is taking a lead in achieving one of the most prestigious awards in terms of quality for development of staff, for training and ensuring the skills of the future. If the TUC can give this lead, then every employer in the country has a beholden duty to make sure that they are also taking steps to get Investors in People status and to treat their employees in a civilised and acceptable way. This should not be dealt with merely in terms of basic rights, which are the foundation that you have been debating at Congress this week and on which Tony Blair spoke this afternoon, but it should be taken much further, not looking backwards over our shoulders but looking to the future and taking the example of Bargaining for Skills and the Return to Learn programmes and other similar measures that unions within the TUC have been implementing.",
        "They should join in partnership with the new Government in making it possible to bring alive adult and continuing education in the way that the early Labour and trades union Movement began so many years ago with the Mechanics Institutes. That is why we have appointed Bob Fryer, the principal of the Northern College, to head the Advisory Group to reinvent adult and continuing education in the community and the workplace so that we can draw on the experience that members of the TUC, and the TUC itself, have had.",
        "Earlier this afternoon, a delegate spoke about her experience on the Health and Safety courses, Levels I and II. I used to teach those courses back in the 1970s. I was proud of that and, as a Secretary of State, it is my job to make sure that trades union education and skills for life are at the top of the agenda. As we invest in nursery provision ‑‑ we have removed the nursery voucher scheme which people said it would take us a year to do; we did it in three months ‑‑ as we remove the assisted places’ scheme and divert the money in the coming years to lower class sizes, and as we take up the cudgel of stopping the cut‑backs, redundancies and retrenchment from next April as we invest the , 1 billion that Tony Blair talked about, we do so only as a foundation. Many of your members, just like myself when I was a youngster in the community in which I was born and grew up, did not have a first chance, never mind a second or third chance.",
        "The idea is to bring about lifelong learning in and out of the workplace, making the issue of employability and skills come alive for people who have been denied those opportunities. It is bringing alive partnership in practice for everyone in our communities and taking up the cudgel that the TUC have so gallantly laid down in terms of setting an example. That is why I am so proud to be able to be here and to offer the award this afternoon. I have been on a learning curve over the last few weeks as well. In fact, I am thinking of inventing an NVQ Level IV for Cabinet Ministers so that we can make ourselves qualified for the job. We just have to hang on to it long enough to be able to ensure that we make it in practice. Just as we get to the point where we think we are experts, we are either sacked or reshuffled!",
        "The skills’ revolution is about job security in the cabinet and job security at work. I commend everyone this afternoon in taking the agenda forward in the way that the Prime Minister indicated, a modern trades union Movement in a modern Britain, moving to a new century, preparing and equipping people to take on that challenge. You will be looking at the global economy anew but ensuring that in your hearts you know what you are doing to ensure that the people who rely on you have the grasp, equipment and tools to be able to do the job and to fend for themselves.",
        "It is a tremendous challenge. Together with Margaret Beckett and Ian McCartney from my department who have been here, I hope to be able to work on that new agenda. I congratulate the TUC and all of you for the Investors in People Award. I present the award this afternoon, not to Morecambe, not to Wise, but to John Monks, General Secretary of the TUC."
    ]
}