{
    "url": "https://www.ukpol.co.uk/david-blunkett-2004-speech-on-renewing-democracy/",
    "title": "David Blunkett – 2004 Speech on Renewing Democracy",
    "post_date": "March 30, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Blunkett",
            "url": "/tag/david-blunkett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Blunkett, the then Home Secretary, in Boston, USA, on 9 March 2004.",
    "content": [
        "[![davidblunkett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett-221x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett.jpg)",
        "I am very pleased to be invited to this celebration for the Ash Institute for Democratic Governance and Innovation.",
        "The Institute has become an increasingly influential source of ideas and new approaches in this country and both directly and indirectly in other parts of the world too and has certainly been an important stimulus to my thinking. Over the past 15 years, I have been able to visit some of the programmes growing out of the work of the Institute and its predecessors – including the Compstat system in New York, the Centre for Court Innovation, La Bodega de la Familia and Operation Ceasefire in Boston. I’ve even succeeded intempting one of your distinguished alumni Paul Evans across the Atlantic! And I have had long-standing links with the Kennedy School as a whole through Professor Robert Putnam.",
        "But that is not my theme for today. Instead the issue I want to address (and it’s one which never goes away) is a more fundamental one. Does Government matter, what kind of Government and for what purpose? On our side of the Atlantic we have exactly the same debates and challenges: people call for action on every front one day and demand that we devolve responsibility and downscale resources the next.",
        "I’ll come later to the contradictions of a liberal left who want more Government at home and less abroad and the right preaching no Government at home and big Government abroad.",
        "I start from the premise that Government matters, Government is the alternative to anarchy, to disintegration and to conflict. Government is about resolving differences, determining priorities, allocating resources peacefully and without conflict not to mention its more ancient and fundamental role of providing the basic framework of protection from harm necessary for both communities and individuals. One of the first books I read at University was by Professor Sir Bernard Crick, “In Defence of Politics”. I believe that Bernard’s analysis holds good for today.",
        "But the question is not whether we need politics or Government or even good Government, but what kind of Government, what role Government can play in the 21st century and how democracy can be revitalised and renewed in an era of global capital, the world wide web, mobile phones and multi channel media. And of course this leads us into wider questions. What is the glue that holds society together? How do we build on the family, what should we do to reinforce self-reliance and mutuality?",
        "If we are to answer these questions, we must be very clear about the nature of the challenges that now confront us. Above all it seems clear to me that the challenge is one of the most enormous change both in terms of scale but also rapidity. Change economically, socially and globally. Change which can bring enormous benefits to individuals, communities and countries but which can also be threatening for all of these. In particular change which can undermine the cohesion, the social capital, the networks and support structures which are crucial part of every area of human activity – economic, educational and personal and family life. Old certainties have disappeared – but there is no room for nostalgia, we have to develop a new sense of identity and belonging – and government has to look to build new forms of social capital, new networks and new cohesion which will help us all to thrive in the new world in which we find ourselves.",
        "I want therefore to explore for a moment what it is that determines the level of social capital in a society?",
        "It seems to be affected in a negative way by a number of contemporary trends. Firstly, the breakdown of family in the traditional sense which can undermine our sense of where we belong. Secondly, mobility – if you don’t expect to stay long in one place you are unlikely to invest in the social networks that bind communities together. And thirdly, the decay in people’s sense of community can lead to the disintegration of actual communities – with people leaving, crime rising, drug use, and despair which can become a vicious cycle",
        "But of course Government should not be a purely passive player in this. And the steps we are taking – for example to give people and local communities the powers and the confidence to tackle anti-social behaviour – are I believe helping to turn this round. Perhaps more important still for long term change is our approach to education – which brings not just personal strength, hope, and the capacity to cope with change, but also gives people a stake in society. And finally, ownership, financial and material assets, which of course also gives people a stake in society. Research I commissioned while at the Department of Education, using data from the National Child Development Study, suggests that asset ownership brings wider social and psychological benefits. Having savings appears to be correlated with enjoying better health, and having more interest in politics. This applies to community assets as well as individual assets. When physical capital in a community goes up, so too does social capital.",
        "This suggests for me a new and different role for Government. The challenge for government is, by taking a more enabling, facilitating role, to help individuals and communities see a way forward – not by doing things for them but by doing things with them, as a means to lasting change. Leadership is crucial – not just government, but also schools and colleges, churches, community organisations. But without participation, the difference leadership makes will be temporary not permanent. Let me give you some practical examples of precisely this kind of change in the UK.",
        "In London, the Families in Focus initiative at Ampthill Square, Camden, has clearly shown the benefits of involving residents in working with ‘at risk’ children and young people. Anti-social behaviour has fallen sharply. Caretakers estimate that problems of vandalism, graffiti and litter have been cut by 70%. According to the local Council’s lead on anti-social behaviour, “the area went from being well-known for youth anti-social behaviour to being well-known for the lack of it.”",
        "In Birmingham, Balsall Heath, once a blighted red-light area, has been revived by community activists who engaged local residents through 22 self-help associations. House prices have risen and local people are more satisfied with improvements made to their area than other parts of the City.",
        "I know that Britain does not have a monopoly on these kinds of initiatives. In Dudley, one of the poorest neighbourhoods in Boston, and a deteriorating and crime-ridden wasteland in the early 1980s, the area was saved by a civic association that knocked on every door, overcame ethnic differences, and now plays an ongoing role in the neighborhood. At countless community meetings, at multicultural festivals, and through side-by-side labor, organizers helped people in the neighborhood connect and reconnect. A major achievement has been gaining control of unused land, convincing Boston’s city government to give the neighbourhood power of ‘eminent domain’ over various parcels of land. This gave local people greater control of the neighbourhood, and a ‘place at the table’ during discussions surrounding development of their community. More than 300 of the 1,300 abandoned plots of land have been transformed into high quality affordable housing, gardens and public spaces.",
        "This is the kind of control which neighbourhoods should be getting – not the gated, fenced, walled off communities which are a symbol of the importance of security, but also a warning. Once this way of striving for security takes over, society is fractured as those who try to withdraw from perceived danger also withdraw their talents and resources from any attempt to reverse the cycle to which I referred earlier. The flight from the most difficult urban areas denudes the neighbourhood of the capacity to recover and the downward spiral can only be reversed by drastic remedial steps. We end up with a kind of community isolationism.",
        "There are parallels here with the international sphere – where we in the UK, or you here, cannot truly gate-off our countries from terrorism, organised crime and other threats to world stability. Migration, globalisation mean that we need to work together to look for solutions to our common problems. And when the terrorist threat increasingly knows no borders, we have to respond to the threat by reaching out for international solutions rather than retrenching into isolation.",
        "But I want to focus here on the domestic context. Professor Putnam’s work has helped to draw attention to the links between how individuals interact and the wider effects on society. It is essential we continue to refine our understanding of these links and examine more precisely not just the apparent correlations, but the underlying causes. ‘Social capital’ has come to be used to describe a wide range of activities and relationships, from informal volunteering, engagement with civic institutions, to any form of group activities, socialising beyond family members, to community activism. How these are affected by, and in turn affect, other social, economic and political factors require careful but also imaginative thinking. And that’s where we politicians look to the social and political scientists like you for help.",
        "In Britain in the last few weeks, there has been a good deal of controversy about the related issue of whether the left should really believe in diversity, if it makes other progressive values, like redistribution and the welfare state, more difficult to pursue. Here in the US, I know that Professor Putnam – while not questioning the value of diversity – does believe that some on the left underestimate the challenges it presents, in terms of its effects on social capital.",
        "There are those on the left in Britain have reacted in a way which suggests that it is dangerous even to raise these questions. My own view is that we need to be rigorously honest so that the debate is one worth having. The idea that there is a potential tension between supporting diversity and other progressive aims, is not a new one – it goes back at least to Friedrich Engels. And the evidence that diversity is correlated with a decline in social capital is sufficiently powerful – both in the US and in the UK, through work carried out by MORI – that we need to address it. For my part, as I have said, I am convinced that instability through high mobility and therefore turnover of population is a central factor in contributing to the decline in social capital. I have an open mind as to whether diversity of itself has a similar impact but the important thing is that I am convinced that we can combine diversity with integration and therefore with stability, leading to a greater capacity to manage difference. The sense of belonging and identification clearly matters.",
        "In Britain we’ve just introduced a proper ceremony for naturalisation purposes, whereas you have had them for 100 years. The ceremonies will be firmly anchored in the local communities. These symbols are important – but of course they can only support, not replace, hard-edged action at local level. The example I gave earlier, of Balsall Heath, shows how communities with real problems – and also diversity, whether or not that is related – can turn themselves around, with help from government help, and rebuild their social networks, and with that tolerance and ultimately, mutuality. As well as Balsall Heath, parts of London display the same kind of virtuous circle – with minority groups for example often involved in the most active and open church organisations – whilst in other communities elsewhere, for example in the North of England, diversity has taken a different route, with segregation leading ultimately to fracture. We need to understand why. We need to think about how the experiences which have worked can be shared and replicated across other local areas – without losing the vital sense of connection with particular local energy and concerns.",
        "I promised earlier to deal with the contradictions of a liberal left who want more Government at home and less abroad and the right preaching no Government at home and big Government abroad. There is also the paradox that those in favour of no government are usually quick to recognise the potential of government in terms of awarding contracts, when it comes to an election.",
        "But I realise this is a caricature. There are genuine disagreements over the value and scope of government. Instead of choosing between a picture of a government which does everything for us or a government which prides itself on trying not to do anything, we need to move towards a new compact between government and governed. This means responsibilities and duties resting with the individual and community as well as with the Government, the politics of something-for-something, with rights and responsibilities going hand in hand. This is an extension of the family, where mutual help has to be balanced by willingness to self-help. But self-help is impossible in many circumstances without mutual help – and without a more equal distribution of resources and opportunities. We are struggling to address this, not just in re-shaping the relationship between Government and governed but in defining where accountability should lie.",
        "This is about hard-edged policy in capacity-building for civil renewal and for youth engagement – and for making the link between the political and civil aspects of democracy. All the evidence shows that those with assets engage, those who engage also vote, those who vote influence, those who are very wealthy have the most influence. But crucially those who do not engage and do not vote have little or no influence. Their lack of both alienates them from broader engagement with society as well as from the formal decision-making process. And those, including those in the media, who foster cynicism and preach doctrines which alienate are never the ones who disengage themselves, they know better! But when people disengage, especially those who most need help, the public domain is drained of legitimacy.",
        "Which brings me back to my original theme or question – why do we need Government? Well, we invented government because we had to, not just for defending ourselves and guaranteeing our protection and security, but also because we amount to more, we achieve more, if we work in common rather than as isolated individuals. This is why government is still needed today – because left purely to individual choice we will not invest enough in social capital, and not in a co-ordinated enough way, to respond to the challenges of a rapidly changing world.",
        "So Government is about making things possible, by sharing resources, including where gross inequality prevents any sense of community, and by fostering a public space which is inhabitable by us all – and here I mean not just the physical space, but also the space of opportunities and life chances, together with the ability to grasp those life chances, the ability to be independent, self-reliant and self-determining.",
        "I believe that this way of understanding what government is about transcends traditional political divides. The choice is not between being “on your own”, or “under the dead hand of Government” – it is whether government, which must exist and will always affect people’s lives, can do so in a way that enables them both as individuals and as communities.",
        "There are areas in our lives where we offer to share sovereignty and invest together because individually we could never realise our goals and values. Not just obvious areas like defence, but also public education, social capital and the settling of differences. In other words, the different ways in which we socialise our civic and democratic sphere. Without that ability to inhabit a shared public space, we have dysfunctional communities and dysfunctional states. With it we have the chance of a civilised democracy which is as much about participation as it is about primaries and Presidential elections."
    ]
}