{
    "url": "https://www.ukpol.co.uk/david-blunkett-2003-speech-to-the-police-federation/",
    "title": "David Blunkett – 2003 Speech to the Police Federation",
    "post_date": "March 30, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "David Blunkett",
            "url": "/tag/david-blunkett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Blunkett, the then Home Secretary, to the Police Federation in May 2003.",
    "content": [
        "[![davidblunkett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett-221x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett.jpg)",
        "Thank you very much indeed for an invitation to sunny Blackpool, the home of the tower – the Operation Tower, which is all about dealing with drug addicts and repeat offenders and is doing an extremely good job, and I commend the police here in Blackpool for what they have been doing.",
        "So here I am again – a repeat offender. It’s only my second offence, so no doubt the Lord Chief Justice would give me a sentence in the community rather than in custody. But this year, I don’t have another cousin to pull out of the hat to give me protection. This year there is only one David Blunkett. So, you’ve got me.",
        "I have, however, got some very special Harry Potter cufflinks – it says on them “No guts, no glory”. So I have got the guts and I want you to get the glory!",
        "I want you to get the glory because we have come an enormous way over the past 12 months. We have reached agreement on a whole range of areas. We have seen – despite ugly rumours to the contrary – that crime is down by 7% over the last year, and 27% over the last half decade.",
        "People disparage that – they pour cold water on it, they confuse it in terms of the national recording standards and the changes that have been brought about, and we need to do something to clarify the messages and the robust nature and credibility of the statistics that are used.",
        "We need to do so not just because it is good for the survival of Home Secretaries, which is always a dodgy business, but actually because your morale and that of your force, of the people you work with, the ability to sell the job, to get across the effectiveness of the force, is materially affected by whether people really do believe that the police force in our country is doing the job that you know it is doing and I know it is doing.",
        "I thank you for it because, day in day out, on the streets, in the neighbourhood, investigating major offences, and yes in bringing about social cohesion, you have been doing that job over the last 12 months. Remarkable work, throughout the Iraq conflict, including policing demonstrations.",
        "And, Jan **[Berry]** – I am quite prepared to update the National Policing Plan in terms of the recognition of counter-terror, of the resilience function that the police are doing and will in the future be asked to do. I am prepared to listen and respond to the Police Federation, who are themselves prepared to look at reform and improvement.",
        "The police force of the future is about all of us working together and listening together, and building pride from within the force, and pride within the community.",
        "Look – as the Prime Minister would say – over the past 12 months we have had an enormous change in terms of continuing recruitment. We have had the target that I set – yes I did set a target because I thought it was crucial in terms of what Chief Constables would do if we didn’t – to get 132,500 police officers in place by next March (March 2004). By last September we had actually made 131,500. We will announce the figures through to the end of March shortly, but it is clear that there has been the most enormous change both in the attitude towards joining the police force and the ability to recruit really good new probationers into the service.",
        "I say this with some temerity because I viewed the video of what happened to my predecessor when he talked about police numbers and recruits just two years ago. There has been a massive change. 4,300 officers recruited in the 12 month period to September. The largest ever recruitment since 1976. And again, for the second year, a massive change in the numbers actually applying and therefore the quality to be drawn on.",
        "I think we can all take pride in that in terms of the message that you have put out, the work that you have done, and the ability to get a year on year improvement in police numbers, which is what I promised last year, and which the Government will fulfill.",
        "There has been a rumour as well that I am not all that pleased with the judges. Now, as you can gather, this is completely untrue. I just like judges that live in the same real world as the rest of us. I just want judges that help us and help you to do the job.",
        "I heard an ex judge on Radio 4 this morning. You could tell that we weren’t going to have too big a row today because Radio 4 weren’t interested in interviewing me. You can always tell when there is something sensible to be said and there is a dialogue to be had, because they are not interested – only in rows, only in controversy.",
        "So they had the retiring judge, Sir Oliver Popplewell, on this morning. He told all about his new book where he learnt how football supporters shouted swear words at matches. How he had discovered that the community that he had been judging for all those years was actually quite different to the one he thought about, the one he had presumably met at school and at university and in chambers.",
        "I am not intending to attack him. I know that when he said that he understood there was real concern about multiple child murderers, that he meant it. But what I want are judges who, when they mean it, ensure that the sentences are such that the perpetrators know that we mean it and the victims know that we are going to protect them. That is why I announced that life will at last mean life – no remission, no supervision, no having to join the register because they will remain in jail for the rest of their lives.",
        "Do you know what Judge Popplewell said about that this morning? He said that it was popularism. Well I am going to say this, this morning – I have been prepared over the last two years to take head on tabloid newspapers when I have disagreed with them in a way that previous high profile politicians in this job have not necessarily been able to do. I have been prepared on a number of occasions to receive leader columns that have attacked me for taking them on. But I don’t think that responding to the needs of the public, I don’t think listening to the people that you serve and I represent, is popularism. I think it is decent common-sense in a democracy that works.",
        "People are sick and tired of politicians that talk a good story and don’t do it. They are sick and tired of politics and Parliament excusing itself for not being able to do things rather than doing them. They are sick and tired of constant prevarication and delay within the political system. That is why fewer and fewer people vote. It is why people turn to extreme parties. It is why they are fed up with a system that doesn’t respond to their needs.",
        "I give you a pledge this morning. It is not worth me being in the job – and I want the job, I want it through to the general election (that’s just a message to the Prime Minister for the reshuffle!) – and I have said to him the sooner the better because I am worn out doing the Police Minister’s job as well as my own. All of us want to be in our jobs to make a difference. We don’t just want to be there for the sake of holding the job. You don’t – you want to respond in terms of the community. I will speak in a moment about the things we have been trying to do to make that easier. I want to be in the job to change the world around me.",
        "If every time I do that it is described as a gimmick, or if every time I do that I am described as an anti civil libertarian, we are going to get nowhere. I believe in civil liberties – I believe in the liberty of the individual to walk freely on the streets, and to be safe in their homes. So do you and we will do it together because that is what you are in it for.",
        "But yes, Jan, we do have to sort out those things on which there is disquiet and on which we disagree. I didn’t come here today to be a populist, I came to try and address some of the issues.",
        "And of course, the issue of special priority payments is one which is exercising you at the conference, and should exercise us because a disquieted police force is not one which will engage readily with other reforms and changes. And change will always be around us and I want the Federation, as you have offered today, to be part of that process, to be a driving force for change, not a resistor to it.",
        "Not a single word of criticism has passed my lips, or those of my Ministers, of the police service over the last 12 months. I wonder, Jan, whether that is a record in terms of Home Secretaries and Ministers in the Home Office in history? I want to keep it up.",
        "So let me talk about special priority payments just for 30 seconds and I will happily answer questions on it. Yes we did have a package. It did include the £400 uplift, the speeding up of the incremental scales, and the extra point at the top. It did include the competency payments that are going through. And yes it did include special priority payments and they are controversial.",
        "So two things. Firstly, there isn’t a service or industry in the world that actually plays everybody exactly the same. We don’t in terms of our increments for experience as you go up the scale. We don’t in other walks of life in terms of what people are paid differentially for the type of job. But if we are going to get it right then I have got to be prepared to listen.",
        "I am asking the PNB to take another look at the way in which special priority payments are operating. I will engage the Federation in discussions about how it can work better, including the management training needed, as all managers have to do as they actually manage the service rather than simply oversee it.",
        "If we can do that, I think we can make the adjustments that will take anomalies out of the system, we can take some of the difficulty out of the process that you have experienced over recent months, but we will not – and I make this clear – we will not go backwards to where we pretend that everybody is paid exactly the same for doing very different jobs in very different circumstances.",
        "That, in my view, is a balanced approach to the future, where you get the change that you believe is necessary and we get the continuing reform in putting alongside what is happening in the rest of the world, for the police service as a whole.",
        "It may not be exactly what you want this morning, but I think we do need to listen and we do need to respond.",
        "If we can move forward together, if we can actually take some of the difficulties that you are facing day in day out, and we can build into them the way in which we listen and learn – for instance, on ring-fenced funding coming into the service from outside and the issue of overtime – then we will get somewhere.",
        "I don’t want the efforts on overtime reduction to have counted in them very specific ring-fenced money, including from other agencies, for a particular job to be done at a particular time.",
        "So let’s look at a whole range of things that can make sense of good intentions and pick up what Jan Berry said this morning, which is to be prepared to sit down and listen to and respond to the Police Federation. In partnership we can do so much more than we can separately.",
        "Today I want to address very briefly what I call the “3 Ps”. The reduction in paperwork and bureaucracy, the power to do the job, and a prosecution and court system that actually works in practice.",
        "You know and I know that the O’Dowd report has not yet been properly implemented in terms of the objectives set and the way in which we can ensure that we reduce paperwork. Everybody in this country, including you, wants to ensure that the increased numbers in policing and the police family, increased visibility, availability, and accessibility, the ability of you to do your job – that isn’t in dispute.",
        "I was the one who was writing about what had happened in New York before anyone else appeared to have discovered it. I was talking about ensuring that we linked intelligence based community policing with intelligence based investigation – the two aren’t contrary, they are hand in hand.",
        "I want the reduction in bureaucracy to be the fuel for freeing people to do the job sensibly. In six forces, 2,000 local forms have been eliminated. If we can get that across the country we are in business.",
        "The video ID parades have massively cut the amount of time spent on setting up and organising ID parades in those forces that have implemented it.",
        "We have seen the change in live-scan, in terms of the way in which finger-printing is done – 45 minutes per accused – actually transforming the way in which people can do the job.  \nWe have seen a whole range of technology used to allow people to contact the station without having to return.",
        "And of course we have seen the street bail, which is both a power and a reducer of bureaucracy in terms of working where it has.",
        "It can be done, but there is so much more to be done in driving it through. And Jan, you don’t want gimmicks, you want us to actually work with the Federation taking up the O’Dowd report and much more, and driving it forward. I will do what I am doing in the Home Office – I am asking staff in the Home Office to come forward with ideas on how we can transform the way we do business inside the Department. I would like that to be true of rank and file officers in the force as well.",
        "So if we set up a system with the Fed, for you to come forward with ideas on driving out bureaucracy and paperwork, and we provide some reward for you to designate a local victims charity, to which we could contribute cash for the most successful ideas that come forward, I don’t think that is a gimmick. I think that would be an incentive and a way in which we could engage people at local level. It would also have the advantage of ensuring that my Department had to do it and engage with it, because from this morning I am asking Jan and her colleagues, on your behalf, to set up such a programme with us.",
        "Of course these things are only small contributors. Of course they are not the be all and end all. There is a much broader programme.",
        "The second “P” is about powers for you to be able to do the job more quickly. The Anti-Social Behaviour Bill is bringing in a whole range of new powers. The Criminal Justice Bill that I shall be leading on the debate next Monday and Tuesday, as it returns from Committee to the House of Commons. The way in which we need to drive forward powers that already exist, but people are not aware of. The Fixed Penalty Notices piloted in four areas – over 3,000 notices issued. And yes they need to be followed up. And yes when we fine people we need to make sure that the Lord Chancellor’s Department and the court system make sure that those fines stick.",
        "As I mentioned a moment ago with street bail, we need to make sure that it works effectively.",
        "The dispersal powers in the new Anti-Social Behaviour Bill need to be used effectively. These are powers where you know that there is continuing nuisance, that there are groups of youths and adults who are causing mayhem, but you don’t even have the old power that used to exist to disperse them.",
        "You don’t have the power to declare within that immediate zone a curfew for anyone of any age.",
        "These are powers that are now in the new Bill to close crack houses overnight, to have them boarded up within 24 hours, to take new DNA and fingerprinting tests without the kind of nonsense that we have had, to be able to hold those who are threatening us by terrorism for 14 days rather than 7 – the whole range of powers that we intend and will give you to do the job.",
        "And as we have seen highlighted by local press this week, the power to confiscate vehicles off the road – a power that I find very little has been disseminated to officers to use. The power has not been spoken about or communicated.",
        "We need to allow you to respond effectively to what you need,",
        "I hope the coughing means that you agree with what I am saying, otherwise there has been a terrible outburst of SARS, which would be unfortunate.",
        "And what about prosecution? I think we are all sick and tired of a situation where you do your job and you find yourself fighting the system rather than fighting the criminals. We need to take that bureaucracy out of the system to get the Crown Prosecution Service and the courts working with you. We need to do so in simple things, like improved disclosure, like changing the rules of evidence. Like ensuring that people who wait until the very last minute to plead guilty don’t actually get remission of their sentence, but also those who have enabled them to continue through the system to the point where they plead guilty, having wasted your time and that of the system as a whole, actually face a penalty themselves.",
        "I spoke at a Law Society dinner in February. The solicitors were very nice to me. There was a table of barristers and when I announced that we were all sick and tired of the cost of late guilty pleas, they booed me. That is an indication of where we are at in terms of just some parts of the criminal justice system.",
        "And I have a message this morning for Mathias Kelly who runs the Bar Council. If you think your job is to take me on, to take on the police service, to take on the victims, to take on the community, you’ve lost the plot. Your job is to protect the innocent and convict the guilty.",
        "So the message this morning is very clear. You are on the side of the victim and the community and we are on your side in doing it. We are going to tackle violent crime and gun crime. 40,000 weapons were handed in in April – that is almost twice as many as the number handed in post the Dunblane tragedy 7 years ago. Almost a million rounds of ammunition. Not all the guns were going to be used by criminals, but some of them would have been, and they are no longer available.",
        "And we are going to change the gun law so that there is a minimum five year sentence which I shall be moving in Parliament next week.",
        "New powers, new determination, new partnership with you to do the job from the anti-social behaviour legislation through to tackling the most heinous crimes.",
        "And yes we will listen about targets. But no-one would thank me if we hadn’t had the drive against robbery and street crime. No-one would thank you if we weren’t driving down burglary. No-one would believe us if we didn’t say that we had a joint job to do together, where reform and partnership go hand in hand to enable you to do the job you want, to overcome cynicism that abounds around us and to provide those safer homes and those safer streets that each and every one of us want our children to walk on in safety.",
        "That is the task. We have started over the last year to build a new foundation together, between you and between us. I want to build on it in the next two years and I would like to go out not by being remembered as the man who nearly did it, but the person who worked with you, alongside you, to really make it happen."
    ]
}