{
    "url": "https://www.ukpol.co.uk/david-blunkett-2004-speech-at-tuc-conference/",
    "title": "David Blunkett – 2004 Speech at TUC Conference",
    "post_date": "September 12, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "David Blunkett",
            "url": "/tag/david-blunkett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech on managed migration made by the then Home Secretary, David Blunkett, at the 2004 TUC Conference on 10th November 2004.",
    "content": [
        "[![davidblunkett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett-221x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett.jpg)",
        "This is first opportunity I’ve had since George Brumwell stepped down from the General Secretary’s job at UCATT to thank him for the many years of tremendous battle that he’s been engaged in. He is very familiar indeed with gangmasters given the history of the construction industry and lump labour and all the exploitation that went with it.",
        "So what we’re catching up with this morning is an agenda the union movement have been battling about for the last 150 years. Why it’s relevant today is because world-wide people movements have made a difference – not just now but in the past as well. Of course the world changes and economy changes because it’s not that long ago since Auf Wiedersehen Pet was on the television and it was British workers in Germany that were the entertainment.",
        "I think it’s worth just reminding people that we are now responding to the most successful economy – other than in Scandinavia – in the world and we’re actually seeing the requirements of that strong economy in terms of the need for labour and for flexibility. The real task and the challenge that I want to lay out this morning is how to achieve that without the gross exploitation of those workers coming into the country, the exploitation of lower paid workers who are resident and indigenous in the country here and the exploitation of better employers by swept labour being used by those employers who are prepared to undercut in the way that was described almost 100 years ago when the Wages Act was passed.",
        "Francis O’Grady, the Deputy General Secretary of the TUC, and I were sharing a platform a week or two ago in Chesterfield talking about these very issues. About how we have to face up to what is happening in terms of gang masters and the way in which individual unions like the Transport and General Workers and UCAT have been involved over the years in battling for a new gang master legislation which is very welcome and a starting point for getting this right. I was a very strong supporter both in Cabinet and in Parliament for getting that right. We need to ensure that we establish and develop the Stakeholders Group so that we can deal with illegal working and illegal exploitation. We need to build on the TUC’s work with the workers rights leaflet which we have been funding and developing with the TUC in respect of those workers coming in, or already being here from the Accession States under the expansion of the European Union. Of course that has been a really major success. It’s part of what we laid out almost 2 ½ years ago in the policy paper Safe Havens, Secure Borders back in February 2002. Not many people have read it unfortunately, it is on the website though.",
        "The paper is a balanced policy about sensible, legal economic migration underpinned by good social cohesion and integration policies, mirrored and paralleled by legal routes for people to come into the country if they are facing death or torture and are therefore asylum seekers and we’ve developed the United Nations route for doing that. It’s at it’s very early stages and we’ve had difficulty persuading local authorities to take on the challenge of being part of the pilot scheme. My own authority in Sheffield was the first to do this prior to the elections at the beginning of June – others were terrified in case their local media and local electorate took fright. Bolton are just taking on a new traunch of those people coming in legally. I mention this to begin with because we’ve got to get over the way in which some branches of the media confuse legal migration with legitimate asylum with illegal and clandestine entry and merge all of these together into a campaign against people being able to come here to receive a warm and recognition that they play an essential part in the life and wellbeing of our country.",
        "And we have a challenge in the trade union movement because although the leadership of the movement is absolutely committed and always have been against racism and in favour of properly managed legal migration and properly managed asylum policies – the vast majority of trade union members, as demonstrated by the opinion polls both taken internally by the Government as well as those taken by the news media – demonstrate that people are still not only misled and misunderstanding but also deeply fearful and therefore in need of reassurance.",
        "80% of people in this country think that asylum claims rose over the last 12 months when it actually dropped by 70%. They don’t believe the facts and they don’t believe them because they’re not told them by the media. We have a job to do here, we can be as remiss as others in terms of not being able to get the message across as to precisely what’s happening. Two years ago when I reached agreement with the French on the closure of the Sangatte camp – we stopped what was a nightly vision on our televisions and a daily vision on the early pages of the newspapers of people smuggling their way into the country. The impact that those visual images had still rests with us. So, we’ve got a real challenge to actually get across the message both inside and outside the trade union movement about the real facts.",
        "The facts are that we need migrant labour. That we have a vibrant economy and we can have a dual approach which doesn’t see managed migration as a alternative to training, to skilling, to improved education, to better welfare to work policies – but a corollary of them, running alongside them. So that getting it right in terms of skills, of moving people from unemployment, of getting people in the right jobs in the right place, of being able to ensure that those who have previously been excluded from the labour market for all sorts of reasons, can firstly take part-time and then full-time jobs. That’s an absolute imperative, as is making work pay and both the minimum wage and the tax credit system are now beginning to ensure that that can happen. We’ve made progress and I know that people in this audience will want us to make it faster and more effective but we’ve made substantial progress over the last few years in achieving that.",
        "But, we can’t simply meet our needs by that alone. When opposition parties talk about “rigid quotas” (opposition parties that always believe in markets everywhere else except in the labour market), they have to answer a simple question – how on earth can you determine a quota in terms of what employers need to fill vacancies, what the economy needs in terms of the stimulation of growth and productivity and therefore the continuing creation of jobs? The meeting of the challenge of population changes, demographics, of an ageing population and the requirement to be able to sustain us in those changes and to sustain our pension policies and our well-being in those circumstances? How could you do that with a rigid quota laid down in Parliament which would result in anybody to a restaurant and finding as they waited 2 hours for a starter, the manager came along and said don’t argue with me but get hold of your local MP and have an amendment moved next week to the quota because we’re a bit short of labour. More poignantly when the ward’s closed and the nurses are not available or the class size rises about the minimum that I set for infants and we have a crisis in the education system. This would be the result of not allowing a labour market to operate legally and openly and not allowing people to come here in that way.",
        "We have 600,000 vacancies in the economy, we have shortages in particular sections and regions and in the country of Scotland who are pioneering the programme of getting people to move to Scotland and to play their part in the life of Scotland and the Scottish economy. We’re working with the Scottish Executive to enhance that and to make that even more effective.",
        "All of these things come together in terms of opening up what should be a common cause in this country between those in work and those trying to fill vacancies. 31% of doctors in this country originated overseas, 25% of all health workers in this country originated overseas and many of the people who have come here recently under the Accession States changes have been able to fill vacancies, sometimes on a temporary basis that would otherwise have led to very considerable difficulties in sectors of the economy.",
        "I’m proud of what we did on the 1st May, I had to battle extremely hard privately and publicly for what we did because we and Ireland were the only ones who opened up fully the ability to come and work under Accession arrangements. Other countries in varying degrees had to let people of course come as visitors and to move able freely but not to work. As a consequence many people have been pushed into clandestine working across the European economy, undercutting and exploiting other workers and providing a misleading view that somehow they don’t need and shouldn’t have those workers. We chose instead a registration scheme, an open registration scheme. Around 90,000 people in the first 5 months registered. They made a major contribution, many of those who registered originally have already gone back to their countries of origin. 60% in terms of the agriculture sector. And it raises an interesting question about what happens to those who are not registered because they’re not part of EU Accession but are here clandestinely from outside the European Union – something I want to come back to in a moment.",
        "It may well be that some of those come and go. Some of them we pick up as part of the doubling of our drive against illegal working. Some of those claim asylum in country in order to be able to stay and their cases have to be dealt with on their merits. Some of them are prepared to go home, some can’t go home because their countries of origin won’t re-document them and cause major complications. But as far as the EU States are concerned, this has been a tremendous success. You just need to look back to April of this year to see what people were saying about my proposals. There was almost panic. The leader of the Opposition got up week after week on Prime Ministers’ Questions denouncing it as being an opening of the flood gates. There were newspaper articles that almost suggested that people from Central and Eastern Europe would be pillaging wives and daughters. It was utterly bizarre.",
        "I do therefore think that the Government deserves some credit for standing up and being counted on this issue and saying that this is the first step to demonstrating just how well a balanced policy can work in the interests of our country. It can only work of course, if that balance is right. The registration allows people to be treated properly, entitled to minimum standards and decent conditions. It also entitles us to require them to pay tax and national insurance and in the first few months alone £120 million was contributed to GDP and £20 million to tax and national insurance. It would have been a great deal higher but many of these workers are actually quite lowly paid.",
        "I mention the question of temporary as well as full-time workers because whilst many of the workers from Accession States are able to move freely and go backwards and forwards, there is an issue about avoiding exploitation of workers from the developing world. Many of you will have debated this on occasions – we agonised about it when I was the Education and Employment Secretary in relation to schools. Because very often we wanted people to come to our country with particular skills but we didn’t necessarily want to encourage them to stay forever because their own countries of origin desperately needed them. But there are mutual benefits if people come here to learn, to improve, to gain confidence and to go back and be able to contribute to the well-being of the country that they came from.",
        "I think we need to see this as a much broader policy generally, we need to be able to reach agreements with countries across the world which would reduce the need for people to attempt to claim asylum that there would be much greater freedom if those countries were prepared to guarantee re-entry for their citizens and were prepared to adhere to decent human rights. So, this isn’t just an issue about managed migration or asylum, this isn’t just an issue about fair treatment in our country – it’s also a much broader issue about human rights across the world, genuine freedom of movement and proper treatment of citizens.",
        "So – I just want to put one or two things on the table. I’ve mentioned that we’ve doubled the number of actions, or raids against illegal working and we’re going to step that up quite dramatically.",
        "We’re going to develop with the TUC and the CBI an agreement in terms of dealing with illegal working. We’re going to implement the measures in the Sex Offenders and Sex Offences Act in terms of the trafficking of workers for sexual exploitation. We’re going to strengthen the law on top of the Gang Masters Bill, around the issue of illegal employment and we’re going to work with the TUC on providing additional information to workers coming into our country. All of this needs to be seen alongside the material that we’re now supplying not only to asylum seekers but to new migrants on their rights in Britain and their duties and obligations. This will be provided as part of the development of English language for people coming into the country and of course the new citizenship courses which will be available and will encourage people to take naturalisation.",
        "There is a common cause here between what we’re doing on citizenship in schools which I introduced when I was Education Secretary and what we are doing in terms of citizenship for those who have come into the country and the demand and obligation that we require from our own citizens to provide a warm welcome and an integration of those settling into the communities around us.",
        "So the contribution that is being made overall by migration into this country is something just under 0.5% contribution to GDP. It’s a substantial tranche of our well-being and the flexible way in which we’ve been dealing with these issues over the last 3 years has actually accelerated that process. But it has to be underpinned with quite clear and tough, reassuring policies – which is why we’ve put in place the new security and immigration measures on the French and now on the Belgium coast. Why we’ve been able to reduce dramatically (by 2 thirds) the number of people who are picked up as illegal entrance into the country at the Kent coast over the last 12 months. Why the new legal routes into the country are so important and the quadrupling of work permits is so vital to making this work because people know that they can get here safely and legally and why we need to learn from the Workers Registration Scheme.",
        "Now, people have put to me, could we have some form of amnesty for those who are being exploited more generally, those who are not EU citizens. If I went for an amnesty at this moment in time there would be an absolute flood of people trying to get in to actually take advantage of an amnesty. So I think we’re going to have to approach this in a different way. Not everybody in the TUC agrees with me about Identity Cards but one absolutely certain fact is that until you have a proper identity system and we know who is legally here in this country and who is entitled to work and draw down on free services and we are the only country in the world that has a free health service and open access to pre-University education – then we won’t actually be able to monitor and therefore to be properly able to register and do the job. We can do it with EU Accession States because people won’t receive in work benefits and support and legal right to remain here but we can’t do it for people across the world. That is why I have to get other measures in place first before we could ever consider such a policy. I hope that the work that I’ve announced this morning, the joint work with TUC and individual trade unions and the CBI and small business federation will help.",
        "I hope that the Serious and Organised Crime Agency that we are about to establish will help us to clamp down on traffickers and organised criminals who are behind the clandestine entry. I hope that the further measure that we are about to take which joins Customs and Excise, Immigration, Inland Revenue, the DTI’s enforcement and DWP with the Home Office on a major new drive and pilot scheme in the West Midlands to clamp down on and illegal working will help.",
        "It has to help because your members are undermined just as the individual themselves are undermined by what is taking place. Because the minimum wage is undercut, conditions are ignored, the bad employer actually affects the jobs of those working for decent employers by undercutting prices and unfair competition.",
        "So we’re all in this together and I hope that with the umbrella of sensible, balanced migration and the new integration policies including the new integration loan that I announced at Labour Party Conference, we can start making progress. Not only to provide that warm welcome but to change people’s attitudes in this country. Because if we don’t you’ll hear again and again what you heard from the Co-Chair of the Tory Party last Saturday, Liam Fox, who spoke on the on Saturday morning and lied through his teeth.",
        "He talked about migration being out of hand, he talked about asylum claims going up. He talked about the dangers, he attempted to whip up fears and our job is to reduce those fears. To reduce the fear of difference, to reduce the fear of exploitation, to reduce the fear of someone else taking your job. We need to demonstrate instead that properly organised and properly managed in the community we have a win-win situation here where people being treated properly can also lead to us treating ourselves properly.",
        "That is the message of this morning and I ask the TUC and individual trade unions to ask their executives not just to pass resolutions or be sympathetic – or even sometimes to be critical when they think we’ve got it wrong – but to actually help us to do something about it. Like persuading those 80% of trade union members who don’t have the facts, who are fearful about what’s happening around them and who need persuading. If we don’t do it together I promise you our opponents will exploit that weakness and it won’t be us arguing about what we’re going to do but it will be all of us passing resolutions about what we’d like somebody else to do in a different world when we return to power.",
        "So, here we are, we’re in it together and I’m grateful for the opportunity to speak to you. I’m particularly for all of you coming this morning to listen.",
        "Thanks very much indeed."
    ]
}