{
    "url": "https://www.ukpol.co.uk/david-blunkett-2004-speech-at-victims-conference/",
    "title": "David Blunkett – 2004 Speech at Victims Conference",
    "post_date": "March 30, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "David Blunkett",
            "url": "/tag/david-blunkett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Blunkett, the then Home Secretary, at Methodist Hall in London on 28 April 2004.",
    "content": [
        "[![davidblunkett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett-221x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett.jpg)",
        "I’m very grateful to all of you for coming. I’d like to welcome those who are participating during the course of the day, and those of you who have come here as victims of crime, and who are prepared to be brave enough to talk about it. I’d also like to welcome all the partners joining together with the criminal justice system. As Patricia has said, this is the first conference of its kind to be held in recent times and I’m very pleased we’re here today. The critical element will be to ensure that at the end of the day we can take on board the ideas and the critique that people bring to this area. We must do this not just nationally, but through the local criminal justice boards and the new partnership arrangements with the community safety partnerships at local level as well. So thank you very much for joining us.",
        "As you know, I’m committed to trying to ensure not only that the victim of crime has a voice, but also that we who have a voice on the public platform, that those of us who have the opportunity to speak out and to be heard actually reflect the feelings of those whose voices are seldom heard. An old sparring partner of mine who is in the House of Lords, recently on a television programme, said that the problem with David Blunkett as Home Secretary is that he brings too much of his background to the job. Well, I’m very proud to do that. I’m proud to reflect the community I came from. I’m proud to be the voice of that community. I’m proud that we have a system where Cabinet Ministers still hold advice surgeries and where, in my case on a Saturday morning, I can hear the cry for help from people who do not get onto Radio 4, who have no access to columns in newspapers, who never have their voice heard or reflected in that way. In my view, those of us who have the temerity to speak on behalf of others also have a duty to speak out on behalf of those who are literally the victims of crime and of a disintegrating society where respect for each other, and common decency has been undermined over the last forty years. Not that it was a halcyon era, because the 1950s wasn’t. I was a youngster at the time, I confess. There was a great deal of prejudice, there was a great deal of inequality, there was a great deal of hypocrisy. But because people at least understood that in their community and in their family they had a key role to play in the type of society that developed around them. The reinforcement of individualism, and the emphasis on purely individual rights – often for perpetrators – has in my view unbalanced not only the criminal justice system, but also the perspective of community and society.",
        "So bringing together the criminal justice system, the partners working with it, and those who have experienced crime and often the bravery of having to be witnesses (because victims and witnesses are so often synonymous), is crucial in what we are describing today as “victim justice” alongside “criminal justice”. Justice to ensure that people are properly and fairly dealt with, that those who are accused have fair trials and those who are innocent are not found guilty. But justice also for those victims who so often walk away from the system disillusioned, feeling that they’ve been let down and that the process rather than the truth has been paramount in peoples’ minds.",
        "So today I want to touch on the way in which our system and our perspective is changing. The fact that types of crime change, the incidence of crime changes, has to be taken on board. We need to reflect those changes on the way that we develop policy and practice at local level. We haven’t solved volume crime, I wish we had. But there’s been the most dramatic drop in more traditional forms of burglary, of vehicle crime and of robbery. On the latter, we’ve been successful over the last 2½ years with the police, with partners at local level, including local authorities, in being able to work together to have a dramatic impact. With target hardening from community safety partnerships, police have made a big difference to the incidence of burglary and opportunistic crime. With the industry and with those working in relation to car parks and others, we’ve reduced vehicle crime. We’re not there yet but there’s been a tremendous drop. And that has meant that the focus of people’s attention understandably has shifted to other forms of crime, such as personal crime, anti-social behaviour and low level thuggery violence and domestic violence, too often associated with alcohol and drugs.",
        "It is the personalised, what some call low level violence and thuggery, it is the intimidation, it is the fear of what is going to happen to you walking down the street, in your neighbourhood, in the shopping centre, or in entertainment venues that now affects people. And therefore the victim is not simply a victim of loss of income or loss of goods or loss of service, but is actually a victim in terms of their own personal physical and emotional wellbeing.",
        "And the reason I mentioned community is my second point. That because of the shift in the nature of crime, it is whole communities, small neighbourhoods that start to feel as though they are the victim. This is not surprising, because so many of the victims live in focus-targeted areas. We know that those who are subject to the incidence of repeat crime, repeat victimisation, by repeat offenders, make up a very high proportion of those who experience crime. To overcome it, we are rapidly building on existing proposals for prolific offenders and priority offenders. But it also means that communities themselves feel as though they are beleaguered, as though nobody will help, and as though the whole life of the people around them is disintegrating. I feel it because I represent a community that has more than its fair share of crime. When people from newspapers or broadcast media ask whether I understand how people feel, I say that I was brought up there, I’m there every weekend, I hold advice surgeries there, I listen to people, and I attend. This last weekend I held a Big Conversation meeting in my own city about crime and the disintegration of normal parlance of community civilised behaviour. And what people say to me is, “Is it hopeless? You’re on our side”. Thank God they say that, if they didn’t I wouldn’t get re-elected! They say, “Is it hopeless, Mr Blunkett? You’re the Home Secretary, can’t you help us? Is it not possible to turn it round? What can we do when at every end and turn, when legislation is passed, when police numbers are increased, when technology is improved, when the community is desperate for help, why is it that we can’t so often see an end result, that we can’t feel that the system as a whole is on our side?” In the Stubbin estate in my own community, where the people themselves are working together and trying to be part of the solution, individuals are in despair. The police are sympathetic. They turn up. But we need to actually get to the causes and send out the signals to those who are perpetrating the violence, the intimidation, the thuggery, the anti-social behaviour. We need to get the messages across to the families who condone it, to the networks of thugs who support it, and to the opinion formers within the community who may doubt the criminal justice system and what we are trying to do. Because unless we can break that, we cannot help the victims of crime. And that is why, whatever it takes, we should join together in sending the message that at last we are going to put victims at the forefront of our service. We are going to put victims where they belong, at the very pinnacle of what we try to do. We must make sure that the criminal justice system provides a balanced, independent and effective way of securing people’s individual rights, and to secure through victim justice the rights of those who have had their independence and civil rights undermined by those who have perpetrated the crime.",
        "We need to get that message across to each element, each strand in the system, from myself and Patricia Scotland, all the way through to the community support officer and street warden, to the environmental health or housing officer. If we can get it through in terms of the way people are treated when they are a victim of crime then we will get a change of culture within our community. It’s nothing short of a change of culture we need.",
        "Now there are those who say this is just a matter of will. I think they’ve been reading too much Harry Potter, they think that if you throw powder on the fire all can disappear in a flash! If only we willed it everything would change. We know better than that. You know better than that. We know that even when things improve, unless people feel the difference they won’t believe the statistics. We have to address the paradox that change has taken place, but the perception of this is not so. Crime has fallen. The statistics bear it out. Statistics which are comparing like with like, taking exactly the same sample, taking the same methodology, show that crime has fallen. And yet if you talk to many people in the community they don’t feel it and they don’t believe it. Until they feel it and believe it, and until their distress and trauma has been overcome, it is absolutely clear that they won’t believe that people are safer. It is true that the chance of being a victim of crime is at the lowest for 20 years. It’s still not good enough. It’s one in four rather than one in three of ten years ago. But it’s still an appalling statistic and it’s one we need to address. And that is why we’re in it together. You see, the other thing, (apart from if we only had will, we would be able to do it), is the view that on the one hand government national and local should be hands off, should be light touch, should be less intrusive and interventionist; and you don’t just get that from the newspapers, you get it from all the vested interests that we have to deal with: “Please leave us alone”. There is nothing new about this, I used to get it when I was Education Secretary. Teachers said give us the money and leave us alone, don’t bother with literacy and numeracy programmes, they interfere with our professionalism. I get it now in terms of “For goodness sake, your job is not to intervene”. The paradox is that the very people who preach loudest, non intervention, government leaving everyone else alone, avoiding the Big Brother, Big Sister state, are the very people who demand most from government. They demand that we take responsibility and they demand that we account for just about everything, and they insist that whatever goes wrong has to be our fault.",
        "I’ll accept our part of this bargain in terms of getting it right for victims and communities. What I want is that every element, strand, part of the programme, system and society actually are prepared to join with us. The first thing is the building block of society which is the family. We want family to take responsibility for building decency and respect into how they teach, prepare and bring up their children. Also, we want the community to be big enough to stand up for the victims and have a voice heard. We’ve therefore got to make sure that people feel confident that as victims and witnesses the system as a whole will protect them. And thirdly, we need the system in all its guises – from policing, housing, courts, the judiciary, probation, through to the Youth Justice Board, the voluntary sector, and the many who are here today to be able to join together in having a clear voice, being able to act decisively in favour of those at the receiving end. And I don’t think it’s too much to ask that each of us play our part, that each of us do our bit.",
        "Last week we launched the anti-social behaviour prosecutors. This is a way of providing a people’s prosecutor who would get alongside people in the community. Who would be there to ensure that when evidence is gathered and people are prepared to be witnesses that it doesn’t fail at the last hurdle on a technicality or a failure to put the case together properly. When the whole Home Office team were in the West Midlands, we found that people warmed to this, just as they’re warming to the Community Justice Centre idea that we are going to experiment with in Merseyside and hopefully that we will be able to expand across the country. It’s worked. I saw it working a year ago in New York where the community was not only part of the process in obtaining victim justice, but also the part of the solution in terms of avoiding people being victims in the first place. This works by everyone being expected to join together and all those engaged in the services being prepared to go down, from the heights of whatever professional status they’d reached and do what Home Secretaries have to do and sit in advice surgeries and sit in community meetings and listen to people, and engage with them in how to provide solutions.",
        "So if anyone from justice’s clerks through to high court judges or politicians tells you that it isn’t possible for the professionals in the service to undermine their independence by attending community forums and engaging with the neighbourhood and with victims, they are talking garbage. It is perfectly possible to do that and in the best parts of our system in this country, people are doing it. From prosecution and probation through to district judges and magistrates. Some of them were there at my meeting this weekend. And I know that to listen, to learn, to feel makes a difference, not just to the attitude of victims and their confidence, but also to those who attend the meetings from professional organisations. It’s time all of us felt. Some may say that working class lads from northern council estates feel too strongly, and that our language sometimes reflects our strength of feeling. I make no apology for that. I think that it’s time we told things as they are. We need to do so with measured words, we need to do so with maturity, and we need to understand the constraints.",
        "But there are other benefits from working together with the Community Justice Centres and the experimental work that is already taking place. It’s not just confidence from the community. It’s not just a new understanding from professionals. It’s the ability of people to feel that someone is on their side. It’s for victims to have confidence in the fact that someone will be there to listen and to help and to avoid repeat victimisation. It’s also for victims to know that someone will be there helping them through the system and supporting them when they need it. Which is why I’m pleased that Rosie Winterton from the Department of Health is going to be here today. I’m pleased that this is not seen as a Home Office matter, but one where, if you’re a victim the system as a whole engages to help you.",
        "You can rely on fast track treatment in the future, particularly in terms of not having to pay people compensation for being off work, but actually enabling them to get back to work. Not paying them for disfiguration but putting the disfiguration right. Not leaving them for months so that emotional trauma worsens, but intervening quickly to provide help to the individual and families. And that is why alongside the tough new powers that we’ve provided in the Criminal Justice and Sentencing Act past last year, the Anti-Social Behaviour Act passed last year, the Domestic Violence, Crime and Victims Bill which is before Parliament at the moment, we’re honouring the commitment to legislate for victims’ rights. The package of measures in those three bills puts together the promises we made to speak out, plan and act on behalf of victims. I know that Susan Herman from the US will be opening up these areas later today and I’m very pleased that she’s been able to join us. All of this is building on recent changes and it’s giving, I hope, new aspirations for a different sort of world for the future.",
        "So the ‘No Witness, No Justice’ witness care project that we’ve been undertaking, which has worked so tremendously well is going to now be expanded with £36 million over the next three years, and of course increases in funding for all the services that go alongside it to actually ensure that it happens. Victim Support has over the years had its voice clearly heard and its resourcing increased. Not enough, I know, but more than ever before. We’ve increased the funding available from £11.7 million to £30 million over the last seven years. There was funding made available to Victim Support for the street crime initiative, and as we’ve tackled robbery and street crime I’ve made the decision to switch the money into other Victim Support services in order to maintain the spend. It seems to me that we’ve got to take intelligent logical decisions. Congratulations to Victim Support as an organisation on their 30th anniversary.",
        "I hope that the next 30 will actually be ones that are fruitful, that can join with other partners in the support of victims, and those who are now having their voices heard across the country to make it work even better. And of course we need to increase the development funding through the Victims’ Fund. We also need to look at the very substantial sums that go through the Criminal Injuries Compensation Scheme. And we will do so in a way that enhances the rights and the support to victims rather than undermining it.",
        "Patricia Scotland and I have to take difficult decisions in this area to make sure that the funding doesn’t go in administration and in low level gestures rather than in helping to prevent crime and to support victims in a meaningful way. We’re here to listen to people who have got thoughts and views today. Restorative justice and anti-social behaviour are two of the workshops that people will be looking at today. I’d like us to engage in how we can address prevention as well as cure and enforcement. Owning the problem, reshaping for the challenge, engaging as part of the solution, is the wider challenge that all of us face. It’s also the philosophy that we believe in. We are in this together as partners and that at every level we can make it work. Reform requires investment, and investment requires people to examine locally through the local criminal justice board and the community safety partnership where the money is going. It’s inevitable that if you lock people away in jail you spend a lot of money on the perpetrators. That’s just the truth. We need to make sure that the additional resources that are going to support victims across the board – in every area, from every agency and department – are understood and are better put together. We estimate that at least £650 million on services of some kind is going to victims. Again, it’s not enough. But the real question I want to raise this morning is, are people actually feeling it? Where is the £650 million? Do people perceive that support of that sort is available to victims? Can we examine, in what is taking shape and what is available at local level? These issues include separation of the perpetrator and the victim in court, then include the support services when people are arriving in court, or returning home, and then include avoiding cracked trials and the trauma of having to return time after time to the point where disillusionment sets in, the perpetrator gets away with it.",
        "So let’s use new measures. Let’s use the Proceeds of Crime Act. Four hundred and forty five clauses, which actually allow us now to seize the proceeds of crime. We are now able to do so in circumstances where the organiser, the leader, the facilitator hasn’t actually been nailed, but where they live on the proceeds of crime and cannot explain where their lifestyle comes from. That ought to be quite a shock to one or two people across the country. The police can confiscate the flash cars of the drug dealers, and legislation is in place to gradually claw back what has been clawed from us. So putting £4 million into helping victims of sex offenders over the next 18 months may seem very little from the proceeds of crime fund but it’s a beginning. It’s a consistent look at how we can divert what has been stolen from individuals and communities back into supporting those individuals and communities. Increasing counselling services such as those provided by the eight really successful one-stop locations is a key task to us and that is what we will do. So often speedy, supportive help is absolutely critical to ensuring that people feel not only that we’re on their side but that they can be safe for the future, and that they can restore their lives. This is true of domestic violence, where sharing of information, and working together is vital to improve those systems. We have taken this forward with all the measures in the Domestic Violence, Crime and Victims Bill, which include fulfilling the promise to turn the Victims Charter into a statutory Victims Code of Practice. We established the Victims Advisory Panel last year, and we are making this a statutory part of the new system under the new Act. This will ensure that there is a clear voice for a whole range of those of you who are working with, and for victims. And thanks to David Goldblatt, who will be speaking in a moment, for his work on that panel and for his perspective this morning as to how it is working and how we can improve it. There isn’t in our system a year zero, where if you haven’t got everything right you’ve failed. There’s a year when people do an audit, take a snapshot of what has been achieved and accord themselves some pleasure. We have to to keep cheerful about what progress has been made and keep honest with each other about what new steps need to be put in place to improve the system.",
        "So from small beginnings oak trees grow. The criminal justice system is changing. The latest evidence we have is that confidence is beginning to be restored. We believe that victims feel that at last people are alongside them from probation through to voluntary sector organisations. We believe that the 22,000 extra victims of violence and sexual offences that were helped by the probation service last year alone is a major step in the right direction. But for the future, we need to ensure that at every stage and at every level the quality of information, the quality of service, the putting together of the new Action Plan will affect the way people are treated and feel. It is not just an Action Plan from national level but an Action Plan in each of the Local Criminal Justice Board areas. To provide protection, to deal with prolific and target priority offenders, to turn the Victims Charter into a new Victims’ Code and to ensure that the voice of victims is heard on those bodies and in those advisory groups in a way that actually does change the practice of professionals.",
        "We’re in it together, it’s a partnership for working together. We can pass the laws, we can put in additional resources, we can encourage and cajole, but in the end, we can’t get there unless people have fire in their belly, unless they really want to change things, unless people are prepared to work together to make it happen and feel it in their everyday lives, and above all, unless society as a whole is prepared to stand up and be counted and to say “we won’t simply pass the buck to someone else, we won’t have a blame culture where it’s always someone else’s fault, and if only they’d done it the world would be a better place”. We must appeal to all those who have the ability to influence the actions, attitudes and culture of our communities around us, to take that opportunity to ensure that victims’ justice alongside criminal justice is the slogan of the years to come. Thank you very much indeed."
    ]
}