{
    "url": "https://www.ukpol.co.uk/crispin-blunt-2018-speech-on-redhill-reigate-and-district-rail-services/",
    "title": "Crispin Blunt – 2018 Speech on Redhill, Reigate and District Rail Services",
    "post_date": "October 21, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Crispin Blunt",
            "url": "/tag/crispin-blunt/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Crispin Blunt, the Conservative MP for Reigate, in the House of Commons on 18 October 2018.",
    "content": [
        "What a delight it is to have a satisfactory amount of time to debate the rail service into Reigate and Redhill. It is hard to overstate the importance of the rail service to the two main towns that I am privileged to represent. I am talking about the Brighton main line and not that for Banstead which, as the Banstead village residents’ association will point out, is formally a village, not a town. Of course, the rail services there on the Tattenham line are within zone six. The central issue I want to raise is the service on the Brighton main line and issues that are specific to Redhill and Reigate.",
        "The rail service is a central factor in the economy of Reigate and in the quality of life of the many of my constituents who use it to commute to work, usually in London, and it sustains our economy in a very important way. This also reflects our history: Redhill has its roots as the halfway point on the early Victorian London-Brighton railway. It was, and remains in many ways, a railway town. The rail service has helped to create a vibrant housing market and local retail and service economy. Equally, the rail service has enabled Reigate and Redhill to host a wide range of businesses, including small start-ups, finance and retail organisations, and large multinational companies, whose employees were able to travel reliably into Reigate and Redhill by train. A continuing reliable service is critical to the economic success of these two towns.",
        "It is reasonable to assume that year by year, bit by bit, public services will progressively improve. It is therefore doubly concerning that over recent years, the service has diminished to such an extent that the local economy is now at risk. People are making decisions about where they live and new companies are making decisions about where to invest because of what has happened to the rail service in the past four years. This is now a real risk factor, and there have been articles in The Sunday Times and other publications about communities that are at risk due to the failing rail service. After all the pain of the last four years, the prospect is of a materially worse service after the timetable for 2018 is finally introduced, which breaches the undertakings given to local rail users in 2012.",
        "I recognise that the London Bridge upgrade works have been the principal cause of Redhill to London services experiencing a disproportionate reduction, leading to infrequent, delayed, cancelled and frequently crowded trains since Christmas 2014. The industrial action then made that bad situation even worse. However, even before that, to facilitate the work at London Bridge, there were major changes to the Redhill route services between 2012 and 2014, including the removal of all London Bridge trains after 7.30 am for up to two hours, making commuting into London harder and more inconvenient for many local commuters from 2014. A previous service of nine trains became just four.",
        "Let me say to the Minister, who may well refer to the timetable in his response, that I suspect that the start date is really 2012 rather than 2014, when the service “fell over”. That made things worse, but it was in 2012 ​that the service could reasonably be regarded by my constituents as unsatisfactory, in terms of the number of trains that were serving those commuting to London.",
        "The second blow to local rail users was the long period of industrial action that followed the introduction of driver-only operation on the Southern network. While, of course, all services across the franchise were affected, the Redhill line once again took the brunt of the cancellations on the emergency timetables that were used on strike days. Moreover, Redhill and Merstham stations, which were not served by the fast line—the so-called Quarry line—were, and are, frequently bypassed to enable delayed trains to travel more quickly from Horley to East Croydon and vice versa, so that they could catch up when delays had been inflicted on them. That means that my constituents are the ones who are not being served by the trains by which they would otherwise expect to be served.",
        "Both the planned May 2018 Govia Thameslink Railway timetable and its introduction have added insult to injury. Indeed, they have caused both insult and injury to an already injured travelling public, whose quality of life has now been assaulted for a period longer than the United States spent as a belligerent in the second world war. In November 2014, David Scorey, who was then GTR’s passenger service director, spoke at a public meeting organised by Reigate, Redhill and District Rail Users Association—I was there, and I have the honour to be its president—and publicly stated that the service from Redhill would be significantly better than it was in 2012. However, the new timetable has resulted in a further diminution of the services available to Redhill line users, in terms of both service frequency and journey times. There are now no direct trains from Redhill to the south coast, including Brighton, and no direct services from Reigate to London Bridge, a key commuter route.",
        "In 2012, during the key two-hour morning peak, there were 15 trains to London. By 2018, that figure had been reduced to 12, which constituted a reduction in peak service—a drop from 112 coaches to 104. There was also a significant reduction in the number of seats. The new trains have about 90 fewer seats: the old 12-coach class 377s had 754 seats, and the new Class 700s have 666.",
        "Anyone who is lucky enough to get a seat at Redhill on a train that has travelled all the way up from the south coast will be largely unable to work, because most of the tables have been taken away. I know constituents who are not by any means grossly obese—they look like any other ordinary citizens—but who can no longer fit into those seats, and will therefore choose to stand anyway. It seems that all these issues arise, and then along comes a bright new train, and the bright new train itself produces a worse service—it has fewer, harder seats, and is less compatible with the work that people want to do on the way to their workplaces.",
        "If we cause people to spend more time commuting and then make it more difficult for them to use that extra time to work on the train, we have had a serious impact on their quality of life. I realise that the decisions about rolling stock were made some time before the Minister took up his post, but I cite it as yet another reason why rail users in my constituency are hurting.​  \nAlthough the new timetable restored and extended Redhill to London Bridge services through Thameslink, following the London Bridge upgrade cuts, it did not restore the fast trains that formerly took 25 to 27 minutes from Redhill, the fastest of which now take 31 minutes in peak hours. The service from Redhill to Victoria was significantly reduced from seven trains between 7 am and 9 am to just four. Furthermore, those trains now take 39 minutes, whereas in 2012 the 0703 took 30 minutes. From neighbouring Earlswood, the 0718 service that took 43 minutes in 2012 has been replaced by trains taking 51 minutes. Off-peak and evening scheduling to and from Victoria has also seen journey times increased from 28 minutes in 2012 to 38 minutes in the new timetable. This is, by any standard, a very significant reduction in service quality.",
        "Under the Thameslink contract specification for train services, most stations were given a minimum journey time to London. For example, Brighton has 62 minutes guaranteed in the peak and 56 in the off-peak, but Redhill route stations are among the very few absent from getting any such guarantees of minimum journey times, and thus we now have increased journey times to both Victoria and London Bridge in the new May 2018 timetable. I can only speculate as to the reasons why those stations were omitted, and I suspect that it has something to do with their position on the line, as their being the halfway point down to the Brighton line might give the managers of the rail service greater flexibility to be able to deliver on other service delivery points. Again, I would be grateful to understand the reason for this. Why did my constituents not get minimum guaranteed journey times in the way that most other rail users did?",
        "In November 2017, the Reigate, Redhill and District Rail Users Association gave its members an opportunity to add their voice to these concerns, and a petition was raised, signed by over 2,000 local rail users, to ask the Department for Transport and GTR to readdress this weakening of services, which directly contradicted the promises made by David Scorey on behalf of GTR in 2014 and caused what I believe are unacceptable cuts to Redhill services while the majority of the Brighton main line maintained a reasonable service. Reigate, Redhill and District has subsequently suffered inordinately from the chaos following the introduction of the new timetable, enduring more cuts and cancellations during this time than other local stations. To add insult to injury, following the new timetable disruption, passengers from Reigate station, who are forced to travel via Redhill to connect to Thameslink services to London Bridge as there are now no direct Reigate to London Bridge services, have since been excluded from the GTR enhanced passenger compensation scheme, despite suffering all the inconvenience caused during the timetable introduction.",
        "The Minister was kind enough to receive me last week and explain why the Department had taken the position that it was not going to move on the compensation issue. All I can say is that that decision has been received with enormous disappointment, and of course it is in the context of a rail service that has been endured by local people, rather than one that has served their lives in the way we would all have hoped.",
        "I now want to turn to the central issue. There is an opportunity to address all these issues. One would hope that the substantial investment from the ministerial ​team and the £300 million that the Secretary of State has secured, in addition to the London Bridge works, to sort out the lines north of and around Croydon, will deal with an important bottleneck that has been the driver of much of the service difficulties over many years. When that is associated with the major investment into London Bridge, it becomes an almost catastrophic pinch point. I can see that the Government investment will give the opportunity, some years hence when the investment is completed, to produce better service provision, and, one would hope, to address the timetable issues.",
        "I want to register how unhappy my constituents are about the timetable issues. When the opportunity comes to make serious improvements, after the Minister and his colleagues have addressed the capacity constraints, will he ensure that my long-suffering constituents are first in the queue for those major improvements, given the 20% reduction in the journey times on the service and the corresponding reduction in the number of trains?",
        "The central unfairness is the underlying and long-standing issue of fares for rail users from Reigate and Redhill. This historical anomaly, which is colloquially referred to as the Redhill hump, means that tickets purchased in Reigate and Redhill are more expensive than those available at stations further down the line. It costs 47% more to get an annual all-zone ticket from Redhill than it does from Coulsdon South, which is just two stops closer to London and in zone 6. Much of the work that I did during 2015 and 2016 was to try to convince the Minister’s predecessors that pulling zone 6 down to Gatwick would be the right way to address this issue. Bringing Gatwick into zone 6—in the same way that Heathrow is within London zoning—would produce an overall increase in income from fares, to make up for what would be a nominally reduced fare income based on current usage rates, because that zoning would bring an increase in usage, as was experienced when London Underground introduced zoning in the first place. I did not succeed in my argument, however, and part of that failure was down to the wretched complexity of the management of the railway, particularly when London issues are brought in alongside the issues of Network Rail, the service provider and the Department for Transport.",
        "When it is £204 cheaper to buy an all-zone season ticket from Three Bridges, which is five stations further away from London than Redhill, we can understand why people are beginning to notice that they are paying top dollar and over the odds for a service that has been way short of anything close to satisfactory for the past four years. It is astonishing, given that the taxpayer has invested billions in the London Bridge upgrade and that the current Secretary of State was able to secure £300 million of extra investment in this line, that the service for my constituents is getting worse and there is no prospect of improvement that I can present to them. In short, rail users in my constituency are now at the end of their tether. They are forced to pay unreasonably high fare prices for a poor and diminishing service.",
        "The main local capital improvement—a potential new 12-car platform at Reigate station that would enable Thameslink trains to terminate there and then return to London, providing additional regular fast direct trains to London Bridge via Redhill—is on the first stage of the drawing board only due to sustained pressure from me and to the commitment of the local director of ​National Rail. The reason that we even got that far was the prospect of a development gain bonanza from a wholly inappropriate development of larger houses at Redhill aerodrome. That development would have given the developer a massive gain of well north of £1 billion, and I was planning to make a serious effort to retrieve a very good share of that utterly unmerited profit for use in major local infrastructure projects. I am grateful that, for the time being, that shocker of a green belt violation has been seen off, but the duty to address our hard and soft infrastructure deficit, following decades of strong local housing growth, remains.",
        "One of the smaller and most urgent improvements involves enabling Reigate station to cope with its growing passenger demand. On one level, that growth represents a huge success. The number of passengers using Reigate station is growing, and we have been sustaining the growth of Reigate and the quality of life that explains why people want to live and bring up their families there. Not only does the change need making in its own right, we need to get this line working at a capacity that offers the service that it should be providing if one is to address the welcome improvements north of Croydon. I hope that the Minister will able to consider the proposal on both those grounds. I cannot find a large development to target to get investment into the local community, so I hope that he will consider the allocation of budgets within his Department’s spend, obviously on a wholly proper basis, to try to ensure that the capital infrastructure can at least be properly planned through the next stage, leaving the final decision to be made when the funds are available to construct it. If we are doing Croydon at the same time, it would make complete sense to advance that process.",
        "Naturally, my constituents have expected me to remonstrate on their behalf and to press for service improvements to reverse the service catastrophes that the Redhill line has endured over the past four years. I have therefore had meetings with successive Secretaries of State and Rail Ministers to bring these serious matters to their direct attention and to request compensatory action of one sort of another. Through the Reigate, Redhill and District Rail Users Association, of which I have been honorary president since my election in 1997, local rail users have helped me put expert and costed proposals to Ministers and their officials.",
        "With one small exception, I am sorry to say that all my efforts seem to have been largely in vain. My protests have been heard by successive Ministers, but none has been able to consider implementing any significant improvements, despite undertakings that they were going to try. At least one Rail Minister, my right hon. Friend the Member for Devizes (Claire Perry), resigned her position in 2015 due to frustration over the delivery of the GTR service and the London bridge investment programme.",
        "The only significant result that I have achieved was a partial fare freeze for some ticketholders last year as a result of an intervention by the then Rail Minister, my hon. Friend the Member for Blackpool North and Cleveleys (Paul Maynard). Inevitably, the reality was not quite as widespread across all ticket types, but it was a start. In my meeting with the new Rail Minister in May, I was promised that the proposal to address the Redhill hump would be ready by the summer and that someone had been employed to work up a proposal. ​Finally, the issue seemed to be getting serious attention. However, when I met my hon. Friend the Minister last week, he advised me that the proposal was still on the drawing board and would not be ready for preliminary discussion with experts from the RRDRUA until the second half of November. Indeed, unhappily, the Minister’s only concrete news for me at that point was confirmation that compensation for the failure of the 2018 timetable introduction would definitely not be available for those using the service from Reigate.",
        "I want to be clear that I am not asking for special treatment for local rail users. I am asking for a reasonable service, fare pricing, and equitable compensation. These four years of being told that my rail users are a priority, without any significant change, have made it very difficult for me to continue to defend to my constituents the Government’s position. Redhill and Reigate are heavily used stations that provide transport to members of the public who contribute hugely to the British economy. The cost of the disproportionate level of disruption that they have endured in recent years is incalculable, and surely greater than the cost of rectifying the anomalies that have made their commuting lives so miserable and have been so damaging to their productivity. I simply ask for reasonable treatment for them.",
        "I am aware that many rail users throughout the UK have been hugely concerned about the Department for Transport’s role in the 2018 fiasco, but, coming after years of disruption relating to the London Bridge investment, the long-suffering Southern commuters are in a class of their own. I can fairly argue that they are a special case within the special case of Southern commuters. This has been a running sore for the people I represent within a wider overall shambles.",
        "Where the responsibility lies is complex, arising from how the service was privatised back in the 1990s. I ask the Minister to help improve the experience of local rail users, who have been very unfairly treated. I made fair fares a central issue in my 2015 general election campaign, and I have since continued to campaign on that issue. If there is one issue, above all others, that can and should be addressed it is that, because of historical ticketing anomalies, the rail-traveling public I represent are not getting a fair economic deal from the service they are buying relative to everyone else.",
        "I look forward to the Minister’s reply."
    ]
}