{
    "url": "https://www.ukpol.co.uk/david-blunkett-2003-speech-to-labour-party-conference/",
    "title": "David Blunkett – 2003 Speech to Labour Party Conference",
    "post_date": "September 12, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "2003 Labour Party Conference",
            "url": "/tag/2003-labour-party-conference/"
        },
        {
            "text": "David Blunkett",
            "url": "/tag/david-blunkett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Home Secretary, to the 2003 Labour Party Conference in Bournemouth on 2nd October 2003.",
    "content": [
        "[![davidblunkett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett-221x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett.jpg)",
        "Thanks to all of you, thanks to those who are here and those who have worked across the country over the last year to make it possible for us to be where we are and thanks to my Parliamentary colleagues and of course to my own advisers and hard working officials. Thanks most of all to my own ministers, 5 women and one gallant man, Paul Goggins, who holds his own very well, and 2 of whom are on government business today, Fiona Mactaggart and Caroline Flint.",
        "I thought I’d start off today by saying I’d give you a few well chosen thoughts – things that have occurred to me over the last year – but my advisers have managed to persuade me not to, and to make a normal speech instead. So, here goes.",
        "20 years ago to the day, today I was elected to the National Executive of this party. It was in Brighton. We had 209 labour MPs, just half the number that were elected under Tony’s leadership in 1997. We had fire in our bellies and Margaret Thatcher in Downing Street. We had made self indulgence an art form.",
        "I was so proud to have been elected to the NEC. It was like being in an inner world; it was almost like having won the election. I was walking down the sea front and I heard some people coming towards me, and they were saying “It can’t be. It is! It must be!…. it’s a curly coat retriever! “. I have played second fiddle to the dog ever since.",
        "This week’s also a bit special this year for me because I’ve been in the party for 40 years, – not a year too long – and I have been reflecting that when I joined the party at 16 all those of my age had spent the whole of their schooling under a Tory government.",
        "I had been reflecting that so many of our young people voting for the first time at the last election had spent the whole of their schooling under a Tory government.",
        "But now, thanks to the leadership of the Prime Minister, many many more children in the future will have the benefit of having been educated under a Labour Government.",
        "And yes they will have had the advantage of hundreds of millions of pounds poured into the Connexions service, yes they will have had the advantage of 370 million pounds through the youth justice board, yes they will have had the diversionary summer programmes started across government – led this year by Tessa Jowell – in order to ensure that youngsters weren’t on the street causing a nuisance but were engaged positively often helping with their community.",
        "But I also reflected that 40 years ago we had similar challenges to today , a time of enormous change, of technological advancement, of the beginnings of globalisation.",
        "There was questioning of Britain’s place in the world, the role of government, and today we have even greater challenges. More rapid change, bigger uncertainties for people around us.",
        "Providing greater security at home and abroad, linking with that that trust and confidence needed so that the progressive agenda that Tony talked about on Tuesday can be espoused by everyone, rather than just the committed.",
        "Stability through economic policy and competence, by choice and not by accident. Led by the Chancellor, Gordon Brown – I nearly called him Lord Gordon Brown!",
        "And I was not trying to predict the decision on the new leader of the House of Lords!",
        "Security in having a job and for the family is a crucial, absolutely crucial foundation, as has been Sure Start. As has been universal nursery education. As has been children being able to read and write at 11 rather than written off. And of course security and stability through our internationalism is crucial to our success.",
        "And doubters, please listen today to what is actually going to be said about what has been found in Iraq.",
        "But conference, security and freedom from fear in our neighbourhoods and communities is vital to winning people over to the progressive cause that we espouse.",
        "Removing the blight on the lives of our people, giving men and women their space back, their parks back, their children’s play grounds back. That’s about equality, that’s about our values.",
        "So is facing unknown threats from new forms of non-negotiable terror, that brings new challenges and it also demands new solutions. For the most fundamental responsibility of government any government is to protect its people. To give them the understanding that we will be working for them on their side . And where throughout history they have failed to provide that certainty, governments of the left and centre have been swept aside.",
        "So today I just want to say a word of thanks to our security services, to thank the men and women in and out of uniform of our policing services, including those who have worked here at conference, for going the extra mile and doing the job for us.",
        "For as Tony said on Tuesday in the post cold war era the challenges are very different to the past, but no less worrying. I know and you knew that we cannot win the support for the drive for equality and fairness if people cannot hear our message because what is happening in their own lives is so frightening, is so uncertain that they turn away from the more progressive messages .",
        "Today conference our hearts go out to the family and friends of Marion Bates, gunned down in her shop in Nottinghamshire.",
        "The community of Arnold has been and must be again a peaceful place in which to work and live and communities across the country must be restored to their people, protected from the organised gangs and the gun runners. That is why as delegates have said this morning we are legislating now.",
        "Yes, perhaps years too late, but it is this Labour Government to provide the sentences, the signal, to exclude the replica and adapted weaponry, to ensure that people aren’t frightened by replica guns .",
        "That is why we are funding the disarm trust, working with communities that are determined to rid themselves of the threat that comes from the gun pushers and the gun runners.",
        "That is why we are spreading the message of what works from the trident project in London and in greater Manchester to other police forces, that is why we’re getting communities to link together as I saw in Haringey in north London last week when I visited the peace forum, a community that has worked with the police to dramatically reduce gun crime and deaths from guns by 30 per cent over the last year.",
        "That is why we will give support to the police, to be able to do the job better and that is why I’ve recruited the head of the Boston police in the United States, Paul Evans, whose force reduced gun crime by 40 per cent over 6 years to head our standards unit in the Home Office.",
        "To bring experience, to spread best practice, to ensure that we get the message across that the reality of the moment may well be the challenge of guns, but it will not be the reality of tomorrow if this Labour Government succeeds in getting a third term in office to carry forward our agenda.",
        "And yes there are new and not so new giants, disease, ignorance, want – some of the 5 giants that we tackled after the second world war have not gone away across the world or even in some parts of our country.",
        "But new giants have taken their place.",
        "And that is why we cannot afford to consolidate, that is why we have to take the lead, that is why we have to be ahead of the game in thinking what the issue of tomorrow will be.",
        "There is no equality, there is no true freedom, there is no self fulfilment .",
        "If you can’t live or walk safely down your street, if you live next door to the family from hell if your child is face with infected needles in the playground, those are the realities for too many of our communities.",
        "If you can’t use the park or playground freely, if Mums can’t walk safely to the shops.",
        "That is what our Labour Government are seeking to tackle.",
        "Yes, to empower the police, to empower environmental health officers, to empower housing officers to take action on anti social behaviour.",
        "Because there are rogue landlords who take our money, your money, with no responsibility whatsoever for what their tenants do.",
        "There are gangs led by opinion formers, who at the moment cannot be dispersed.",
        "There are parents who despite enormous support, and we will give more support through parenting orders, still will not take responsibility for the actions of their children.",
        "And if they need help we will give it them.",
        "But I promise you this, if parents couldn’t give a damn about what their children are doing we can.",
        "Not because we own our brother or sister but because their actions will destroy our lives and our communities.",
        "And that is why transforming as Charlie says the criminal justice system is not about knocking judges, it is not an attack on civil liberties, it is about the civil liberties of those who’s lives are ruined and blighted by what goes on round them.",
        "And the actions of those who live next door to them.",
        "I want human rights, I want to help rebuild respect within the family and outwards into the community, I want rights and duties to go hand in hand.",
        "I don’t want anybody to believe that under this government enhancing the rights of victims actually diminishes the rights of the accused because it doesn’t.",
        "New approaches to everything we’re doing will balance what we need to do to get tough with those who abuse the system, who treat the criminal justice system and those in it with contempt whilst providing the necessary support and understanding.",
        "We’re doing so with new sentencing policies, intensive community sir supervision, reducing reoffending through prolific offender programmes , tough community action, but balanced by common sense in terms of those crimes which warrant the kind of response which I think men and women across the country are crying out for.",
        "Is there anybody in this room that seriously believes that someone who has committed multiple child murder and rape – and I’ve seen the cases over the 2 and a half years I have been Home Secretary – should not get the sentence that is being challenged in the House of Lords in the next 2 weeks?",
        "A sentence that really does mean that if you committed that crime life should mean life. So putting victims and witnesses first, putting the needs of victims and communities first is at the heart of our agenda it is just good common sense.",
        "New community justice centres, mentioned already this morning which will actually ensure that the prosecutors, the judges, and the probation service. Funny what you pick up at party conference.",
        "The community justice centre will engage the community with justice and justice with the community, and believe me I have seen it work.",
        "This is about civil renewal and citizenship.",
        "The balance we can see in what we’ve done, updating the outdated, the arcane sex offences laws has taken almost a century, strengthening the sex offender’s laws including protecting children from the Internet has also taken far too long.",
        "That is the balanced approach of this Labour Government, of this Home Office team, protecting women and yes girls against gross abuse through trafficing for sexual exploitation with a new 14 year sentence.",
        "That is a common sense agenda, that is at the heart of a Labour Government. Radical action to prevent and stamp out domestic violence, that is our agenda, a labour agenda for a Labour Government. and just fancy, all this from a Home Secretary who is supposed to be authoritarian.",
        "But conference, one of the greatest challenges, and it’s been mentioned today, one of the greatest challenges not for government but for our nation is the scourge of hard drugs. It destroys families, it kills individuals, it debilitates communities.",
        "I met a father of a 19 year old earlier this year from south Wales, a young man who had been involved in sport, who been fun loving, whose family didn’t believe there was a problem, until one day they found that he’d been hooked because people are hooked by other human beings on to heroin.",
        "He died in squalor in the toilets of the bus station.",
        "Died without anyone near him to care for him and love him.",
        "I want us in the resources that we’re putting in, the powers we’re giving in the clamp down we’re making, in the reallocation of priorities to get a grip of the organised criminals who kill those young men and women, who destroy our communities, who undermine family life and of course who engineer the committing of further crime to feed the habit.",
        "And that is why I challenge the Conservative and Liberal party in the House of Commons over their stance in relation to organised jury intimidation and jury fixing.",
        "Many of these gangs across the country, and we know it, are organising now to ensure that they go free.",
        "By frightening to death the men and women who come forward for jury service.",
        "And if those intimidated juries have to be replaced by a judge sitting alone it will not be an act of sabotage on civil liberties it will be providing liberty and freedom for all of the rest of us who have to put up with the actions of those gangs day in and day out.",
        "And yes gradually we’re succeeding. The reality is that crime has fallen, fallen by a quarter since 1997.",
        "Not enough, not yet felt to be enough, but progress.",
        "Fewer victims, fewer victims are because of the street crime initiative over the last 18 months, 17,000 fewer men, women and youngsters robbed and mugged over the last year alone.",
        "And yet again the matter of fairness and equality comes in.",
        "You are less likely now under this Labour Government to be burgled. 39 per cent less likely.",
        "But you are still more likely to be burgled in our most disadvantaged areas than in the leafy suburbs, that’s just a simple fact.",
        "And yes as it’s been said this morning, too often in the past we gave up this agenda to our opponents.",
        "Now it is our opponents who are giving up the agenda to us. Look at the less than dynamic duo, Ollie and Simon.",
        "Oliver follows his name sake from Dickens, wherever Simon leads he goes.",
        "Both of them say one thing and do another. Every step we take they try to under mine.",
        "But how do you dislike someone who is so nice to you? So much the anxious friend on the Today programme to give me a helping hand.",
        "It is a bit like Paul Keating the former Prime Minister of Australia who described an attack on him like being flogged by a warm lettuce.",
        "In my case it is more like a brussel sprout. But Oliver has a little army, Oliver’s army. Not elected, many of them hereditary, for the time being.",
        "Campaigning against the powers we want to give to the police.",
        "Against the powers we want to give to environmental health officers, to local authorities to be able to do the job.",
        "Against the powers to tackle those organised criminals I was talking about. Trying to water down everything that we do in the House of Lords. Against, against, against, but on the doorstep, for, for, for.",
        "Actions denounced as centralist, seeking consistency denounced as interference.",
        "But when things go wrong, when blame is to be apportioned who do they seek to blame? Us of course. Total hypocrites.",
        "For, conference, it is not the carrying through of responsibility by us but the question we need to ask them : if you don’t believe in carrying the responsibility of government , should you really be standing for election at all?",
        "If you don’t believe in what you are doing, why follow it through?",
        "And of course Oliver is a bit like Dickens in the sense he cries for more, more, he bangs his spoon on the table, you give him gruel, he wants cake, he’s a properly little Marie Antoinette, but when he comes to finding the a money he will do another of those disappearing acts like he did in the last General Election.",
        "They want fewer ministers and they want a home land Tsar. Less government but more demands on government.",
        "And if I were Oliver I’d disappear and spend more time on how difficult it is to be a shadow Home Secretary, struggling with the burdens of finding something to criticise.",
        "But regrettably Simon Hughes never disappears. Ever present, ever speaking, ever so boring.",
        "As Churchill once said of Montgomery: ‘in defeat unbeatable, in victory unbearable.’",
        "But even by their standards of duplicity the stance on anti-social behaviour is breath taking.",
        "When they know they will be held to account and will lose their seats they are in favour of it as they are in Scotland signing up to exactly the legislation that the hypocrites have voted against in the House of Commons and will vote against in the House of Lords.",
        "These are the people on the streets of Brent who told people they wanted to clamp down on crime, they were in favour of greater powers, and ten when they get in the commons they vote against it.",
        "Do you know the jungle book has got absolutely nothing on them. You remember Ka, the snake, “Trust in me”. Well, in the political jungle they take some beating, but beating we will give them.",
        "We did it in Sheffield and in Oldham and elsewhere and we’ll do it. And on crime they know just where they stand. For square behind the human rights of the perpetrater.",
        "On criminal justice they know just where they stand, full square behind the nearest lawyer.",
        "On nationality and asylum they know where they stand, facing in every direction at once depending on which audience they happen to be talking to. What a bunch.",
        "And, yes, one of the delegates said they under mine confidence in democratic politics and they do, because it takes time, the reality is it takes time to turn an oil tanker, to put in place the powers, to change the operation of policing to spread best practice.",
        "It takes time to get community support officers, street and neighbourhood wardens to expand the civilian support service, to make more use of technology and of forensic science.",
        "Yes, and to reform as Charlie was spelling out this morning the criminal justice system.",
        "That is the reality. It is the reality we have to face in government and it’s the reality that we will carry forward.",
        "For at last year’s conference I promised more policing. I promised actually a target of 132 and a half thousand policemen and women by next March. March of 2004. Conference, that promise has not only been kept it has been massively exceeded.",
        "Three years ago we had 124,000 policemen and women, 53,000 police support staff. No CSOs, no national programme of street and neighbourhood wardens.",
        "The investment we have made is now on our streets, not paved with gold but paced more and more by crime fighters, more than ever before.",
        "Because today I can announce that the new figures to the end of August since the beginning of this year we have recruited a staggering record total of an additional 4,118 policemen and women. A total since 2000 of 12,200, and we have got now a total across the country of 136,000 , 386 the largest number this country has ever known.",
        "With just under an extra 10,000 support staff and with the new community support officers coming on to our streets we now have over 200,000 crime fighters for the first time in British history.",
        "And with John Prescott’s neighbourhood renewal fund and the investment in street more dens and the work that’s going on for local authorities we’re building new partnerships.",
        "With community safety partnerships, through local government, with local people.",
        "We’re making it happen on the ground and in cutting bureaucracy.",
        "We are freeing people up to leave the station.",
        "With increased visibility and availability and accessibility people will feel and understand that it is happening, that we’re fighting crime and at the same time we’re not making crime pay, because our proceeds of crime act is now gaining us a million pounds a week from those who have robbed and distorted other people’s lives.",
        "Today we’re announcing the first tranche of that money, 15 and a half million into front line experience to make the most of the new powers, 7 million into the community projects including the adventure capital fund, all of it going back into fight crime and to enable civilian as well as uniform staff do their job.",
        "And it is all about civil renewal, it’s all about citizenship, it’s all about an agenda of engaging with and mobilising people in their own lives to change the criminal justice system, to change what’s happening on the ground in their communities, to be part of the solution, to feel that they identify and they belong , pride in community, pride in being part of what is taking place, and at the end of the nineteenth and beginning of the 20th century municipal enterprise rose to the challenge about bringing about change in the twentieth century the great strides of the Welfare State.",
        "And now in the twenty-first state mobilising people in a very different world, a future world where their aspiration, their needs, their wants will have to be met in new ways.",
        "A future with fairness, reducing fear and fear of crime but also refuting and putting aside fear of difference and fear of change.",
        "Conference, the British people have always been warm and welcoming to others across the world, our history is full as has been said this morning of embracing those at greatest risk, of ensuring that people could seek sanctuary, and under this Labour Government that will continue, must continue, to be the case.",
        "But where there is misunderstanding, there will be fear. Where there is uncertainty there will inevitably be doubt. And that is why we seek to reassure, that is why we seek to put in place confidence, that is why we ensure that the voices of racists can be drowned by telling the truth, that is why I’ve had to put border controls into France for the first time, that is why we closed the Sangatte centre, that is why we secured the freight depots and the channel tunnel.",
        "That is why we have also opened up new asylum routes with the United Nations so that no longer will people have to pay if they can afford to pay the traffickers, the organised criminals, to smuggle them across the world.",
        "So from next month we will begin the programme of United Nations nominated victims of torture and threat of death across the world to be able to come to our country and we will set that alongside the development of our work permit system, the largest now in the world, 200,000 this year alone to allow people to come and work openly, legally, legitimately in our country, to make a contribution, economically and culturally to our country, to dramatically change the balance and to change the balance in the message we send, because I believe that men and women of this country will welcome those from across the the world if they know that what we’re doing is trusted, they can be confident in its administration, they know that we’re seeing off organised criminals and on that basis we can demand of them that they join with us in seeing off the BNP and the racist who destroy our community.",
        "So this balanced policy is simply about getting it right .",
        "It is about the confidence we need , and it is about the values we espouse.",
        "Values that I have held since I entered the party all those years ago, and a part of the values I believed in was that rights and responsibilities had to go hand in hand.",
        "Our party grew from the community and from the trade unions, to come together, all of us together, in common cause .",
        "Today we must take people with us as never before, working with people alongside people, speaking to and acting with people in their own communities.",
        "Hope rests not just on legislation but on changing the culture of society round us .",
        "Its what drew me into the party, I suspect it is what drew you into the party. Embracing those for whom a change of government would make little if no difference . But also inspiring those and winning those for whom a change of government would spell disaster.",
        "That is what we’re about at this conference today, 2 terms in office is not enough, not enough to prepare Britain for the century ahead. Not enough to devolve power to people and influence into communities.",
        "Conference, yes, we are best when we’re bold, we’re best when we’re united , we’re best, truly best when we’re labour but we’re best of all when we’re in touch with providing aspiration to , speaking the language of the people we seek to serve , their views, their voice, our voice in unison, our voice, their voice is in the challenge of the years ahead and from this conference our voice and their voice will be united in common cause to ensure that that third term is ours."
    ]
}