{
    "url": "https://www.ukpol.co.uk/david-blunkett-2005-speech-at-brookings-institution/",
    "title": "David Blunkett – 2005 Speech at Brookings Institution",
    "post_date": "September 12, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2005",
            "url": "/tag/2005/"
        },
        {
            "text": "David Blunkett",
            "url": "/tag/david-blunkett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Blunkett, the then Secretary of State for Work and Pensions, at the Brookings Institution on 12th September 2005.",
    "content": [
        "[![davidblunkett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett-221x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett.jpg)",
        "Work is the best road out of poverty and dependence. The Welfare State is the glue that holds society together. The welfare system should therefore be geared to assisting people of working age out of the necessity to rely on continuing support, as well as being geared to provide security and decency for those who we would all accept require substantial ongoing personal care.",
        "The challenge is how the provision of financial benefits can be turned from a safety net or crutch into a ladder or escalator, assisting people through through rapid change and insecurity, and geared to their return to independence.",
        "What we need is to reinforce the glue of self help underpinned by mutual help. If individuals or families sink into long-term hoplesness and dependency, we all experience the consequences: not just in picking up the pieces but in the behaviour of society and the disintegration of our communities.",
        "People talk of the broken windows theory of neighbourhood policing. But what of the broken spirit theory of neighbourhood disintegration? What of the disappearance of social capital?",
        "The role of government is something which in the 21 st Century we need to constantly reappraise; to ensure appropriate provision to help people through the life cycle at times of transition, but underpinned by the concept of something for something, receiving but responding.",
        "In a modern world where people can have ten jobs in a career rather than 1; where growing dependency ratios may mean longer working and where international market forces will impact on the very nature of the work people do; these transitions are ever more acute and the changes for society ever more dramatic.",
        "Across the EU over the next 25 years the total working age population will fall by 7%, while those over 65 will rise by 51%.",
        "In Europe we are taking advantage of new opportunities and debating how best to combine an approach to increased globalisation with policies for greater social inclusion, so that the have nots do not once again lose out in the face of rapid economic and social change.",
        "As part of the UK’s Presidency of the EU we are seeking to build on the best traditions of solidarity and consensus that have built Europe’s success, to deliver our shared social justice goals, but also to recognise the challenges of a new globalised economy and the perils of hiding people from the realities of global trade and rapid development.",
        "With almost one in three people in Europe deemed economically inactive, the future success of welfare provision will depend on tackling unemployment and building the right support to enable people to reconnect with the workplace.",
        "We have ambitious targets to raise employment levels, providing not just more but better jobs; providing not just benfits but opportunites for people. As we look to build a consensus in Europe on how best to deliver our shared social justice goals, we need to provide active inclusion.",
        "We have never advocated taking on the US social and welfare model, we have different culture and history, but we are also learning from one another. That is why the debate in Europe matters.",
        "The best security we can offer to the people of Britain and Europe in a global economic and free trade environment is to take on the challenge of the world of tomorrow, to help people overcome their fear of change, support them throughout the life-cycle and ensure that they are equipped to be able to deal with the rapid developments that are taking place around us.",
        "In 2003 China was responsible for a third of the world’s growth, and although China only has 7% of world trade at the moment, in 40 years, it is estimated to have the largest economy in the world. These dramatic changes in the world represent opportunities as well as challenges – which is why Tony Blair’s recent visit to China and India was so important.",
        "Five years ago, the EU agreed in Lisbon, Portugal to drastically raise the employment rate across Europe. Here in the UK, we’ve recently set an ambition of getting 80% of the working age population in work.",
        "The first phase of our reforms was back in 1998, when we introduced the New Deal. This has been a bedrock of our progress to date. The New Deal for Lone Parents has helped nearly 320 thousand lone parents into work and the lone parent employment rate has increased by 10 percentage points since 1997. The older worker employment rate is now 56.2% with a growth rate about 2.5 times that for the working age population as a whole. By contrast, in the EU as a whole, only about 40% of over 55s work.",
        "The second phase is to go further – and in particular tackle inactivity. So far we have managed to halt the increase in those claiming Incapacity Benefits, (which has grown more than three-fold over the 1980s and 1990s) with new claims down 30% and the first fall for a generation in the numbers claiming. But with 2.8 million on Incapacity Benefit this remains our biggest challenge – although, importantly, this is very different from Disability Living Allowance or measures in place for carers.",
        "I’m about to publish a policy paper which will set out a new approach to tackling this problem. It will address the structure of benefits, and be underpinned by a something for something agenda that helps people through rapid change and fear of the unknown with stability and security – but on the basis that they are prepared to engage.",
        "But this will not be enough on its own. We need to be innovative in involving all those who can help to develop programmes and initiatives that will help people fulfil their potential in contributing to society. And I am keen to learn from others in this.",
        "Later in my visit, I shall be looking at a number of US projects – including the Ready4Work programme in Chicago which brings together Government, employers and community and faith-based organisations in partnership to provide training support and jobs for ex-offenders, with the aim of reducing re-offending through the positive experience of work.",
        "If we are to address the needs of our people and economy for the 21 st century, building assets and social capital will be crucial for those who don’t have inherited wealth, highly paid jobs or other forms of capital.",
        "We accept, as you do, that this is not a job for Government alone. Corporate Social Responsibility is highly developed in the US. We’re interested in pursuing this approach in the UK – not through protection of the old style employer – but by highlighting the self-interest of retaining workers, encouraging employers to take on those who are economically inactive and to ensure that we don’t write off anyone who is willing to do their bit – by helping themselves on the road to work.",
        "Helping our communities adapt for the future is not about ameliorating poverty, but actually overcoming intergenerational disadvantage in order to root out poverty and exclusion. That is the challenge for the future.",
        "To conclude, no system can afford to stand still – but we must adapt from where we are. It’s not where we’ve come from that matters, but where we want to go. We have to balance rapid change with support for people through the State and together with civil society. The welfare state can no longer be seen as a crutch or a mere safety net on which to fall – but must be a ladder by which people can escape poverty and not fall back.",
        "With the right support in place, we can raise employment, skills and productivity and improve social inclusion and cohesion, at a time when the integration of communities worldwide has never been more important."
    ]
}