{
    "url": "https://www.ukpol.co.uk/crispin-blunt-2020-speech-on-holocaust-memorial-day/",
    "title": "Crispin Blunt – 2020 Speech on Holocaust Memorial Day",
    "post_date": "January 28, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Crispin Blunt",
            "url": "/tag/crispin-blunt/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Crispin Blunt, the Conservative MP for Reigate, in the House of Commons on 23 January 2020.",
    "content": [
        "As my hon. Friend the Member for Chichester (Gillian Keegan) noted earlier, it is a privilege to take part in this debate, and it is a very special debate. Before the hon. Member for Leeds North East (Fabian Hamilton) departs, I want to say just how much his speech has contributed to this debate, with the enormous emotion, which we were all moved by, that sat behind the testimony of his own family. It is of course a pleasure to follow my hon. Friend the Member for Harrow East (Bob Blackman), who has committed so much to this issue during his time in the House.",
        "For the beginning of my remarks, I want to pick up where the Minister began, which is by making it clear that this day marks a number of appalling horrors. He mentioned the Khmer Rouge, as did my hon. Friend the Member for Chichester. What I would describe as my first launch into public speaking was on the issue of the Khmer Rouge, when I took part in a United Nations Association speaking competition. As a 17-year-old then, I was trying to understand how on earth 1.7 million people had been killed in Cambodia through the work of the Khmer Rouge. It was quite appalling testimony to a failure of global policy to prevent that from happening.",
        "We heard moving testimony from my hon. Friend the Member for Rutland and Melton (Alicia Kearns) about her visit to Srebrenica, and of course from my hon. and truly gallant Friend the Member for Beckenham (Bob Stewart). I am utterly convinced that had he been in command of those Dutch troops who were charged with the defence of Srebrenica at the time, there would have been a very different outcome. That is the difference ​in the traditions and the pride that we take in our Army, and the proper latitude that we give our field commanders to deliver on their mission.",
        "The right hon. Member for Barking (Dame Margaret Hodge) mentioned today’s judgment in the International Court of Justice about the Rohingya, which is another searing issue that is current. Srebrenica of course happened in the context of the massacre in Rwanda just a year before. The fact that the ICJ is considering the Rohingya today should mean that we understand the purpose of today’s debate: it is current. However, the single worst atrocity of the 20th century—and possibly, in scale, of all time—was of course the holocaust visited on the Jews of Europe by the Nazis under the German Government of Adolf Hitler.",
        "This is very personal for me. My father, towards the end of the second world war, commanded a company that defended Field Marshal Montgomery’s army group headquarters. He was one of the young officers sent to go and see what had been found in Bergen-Belsen. He recalled that to explain to the German population, who had averted their gaze from what was happening very close to them, local leaders were invited to go and see what had happened.",
        "That is the lesson. This happened in a “civilised” nation. My hon. Friend the Member for Harrow East gave some of the historic background. It is now in school curriculums. Pupils are taught about the causes and how it ended with this worst ever atrocity. I wholly applaud the work of the Holocaust Educational Trust. I have had the opportunity to use its resources and to go with it, with schoolchildren, to Auschwitz-Birkenau. I think my hon. Friend the Member for Harrow East suggested that one should be there for more than one day. I have to say that a day was more than enough. It was one of the grimmest experiences of my life. As someone interested in history from a young age, it did not tell me anything new. I can vividly remember, aged 13, the episode of “The World at War” which focused on the holocaust and the camps. I grew up with the books of authors, such as Leon Uris, who made it clear what had happened to the Jewish people of Europe.",
        "I do not think that there is any doubt that this experience has been seared into the German soul. One can see it in its foreign policy. My hon. Friend the Member for Shrewsbury and Atcham (Daniel Kawczynski), wholly understandably, has a Polish perspective. These events and these days are so important, so that we do not forget and that we try to learn. But we have not learnt. What we need to understand is that too often other conflicts in other parts of the world have their base in hatred. Antisemitism is the virulent hatred that led inexorably to the holocaust, which is why it is so important it is called out. Other hatreds, based on ethnicity, sexuality and other characteristics, continue to exist. We saw that with ISIS, only too recently controlling a very large area of territory in Iraq and Syria, visiting out its version of it what it thought were its values that are so appalling and so anti the very tenets of civilisation. We have to pick up and learn the lessons that we do not pass by on the other side.",
        "There is no monopoly of good in the world. I have in this House pointed out, and will continue to point out, that there is very unlikely to be security for Israel until ​there is a decent measure of justice for the Palestinians. It is the elision sometimes of these issues that makes things extremely difficult. I have, in the whirl of social media, been called an antisemite, because I have had the temerity to stand up for the Palestinians. It is deeply hurtful—I worked for four years for the first Jewish Secretary of State for Defence and for the second Jewish Foreign Secretary, who is a very close friend of mine—to have that accusation made, simply because I have expectations of the Government of the state of Israel, as an important ally of the United Kingdom and as a font of democratic values in that region, that their policy should be not only in their interests but based on the morality and law that they expect their people should have respect to. We have to continue to find a solution there.",
        "I will finish with the words of Pastor Niemöller:",
        "“First they came for the Communists",
        "And I did not speak out",
        "Because I was not a Communist",
        "Then they came for the Socialists",
        "And I did not speak out",
        "Because I was not a Socialist",
        "Then they came for the trade unionists",
        "And I did not speak out",
        "Because I was not a trade unionist",
        "Then they came for the Jews",
        "And I did not speak out",
        "Because I was not a Jew",
        "Then they came for me",
        "And there was no one left",
        "To speak out for me.”",
        "It is the duty of this House, and the lesson of today’s debate, that where we see injustice in the world and it is perpetrated on the back of ethnic hatred, we call it out."
    ]
}