{
    "url": "https://www.ukpol.co.uk/david-blunkett-2005-speech-at-remploy-conference/",
    "title": "David Blunkett – 2005 Speech at Remploy Conference",
    "post_date": "September 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2005",
            "url": "/tag/2005/"
        },
        {
            "text": "David Blunkett",
            "url": "/tag/david-blunkett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Blunkett, the then Work and Pensions Secretary, at the Remploy Conference on 14th June 2005.",
    "content": [
        "[![davidblunkett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett-221x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett.jpg)",
        "Thank you Peter, and thank you to all of you for being here, and for Remploy and Radar for organising today’s sessions which I hope will be both useful to you, and will actually be very informative and helpful to us as we develop what in effect will be, over the next couple of years, the reform of the welfare state for the 21st century. Bearing in mind that most of what we now take for granted has been kind of added to and cobbled together over the last 60 years, it is appropriate to be celebrating the 60th anniversary of Remploy because of course it does mirror the beginning of the post-war settlement. It is that that we are addressing, and you are addressing, and that I will need to get a grip of in the months and years ahead.",
        "A very warm welcome to training providers, to those employers who are attending, and the organisations with, for and on behalf of disabled people. Together with fellow Ministers – and we are all new to the department as it stands at the moment – I think my task will be to listen, to reach out, to hear what people are saying, and to make sure that where we don’t agree, people understand why and that they have been heard.",
        "I am a retread, as you probably know – not a rubber tyre, but a genuine retread – because between 1997 and 2001 I was – as well as being Education – the Employment Minister and I was the Secretary of State with overall responsibility for equality issues in relation to disability, and as it happens the EOC as well. And as Home Secretary I had responsibility for the CRE, so I have covered the field really over the last 8 years. And as a retread I am amazed at some of the things that have moved on over the last four years, and I am also amazed at some of the things that haven’t. So it is interesting coming back into a department and finding what has happened in those particular areas and what hasn’t.",
        "Of course I was the Secretary of State when we established the Disability Rights Commission, when we extended the original Disability Discrimination Act, when we put in place the New Deal for Disabled People, when we extended substantially access to work provision, and when we worked with Remploy and those employed through Remploy on trying to reshape the direction that Peter has already referred to.",
        "And it is interesting again to see how further additions have been made over the last four years. I was looking, as part of coming here today, at the further spread of the obligations under the DDA for smaller employers, the access duties that came into force last October, and incidentally the recognition of sign languages.",
        "And of course the way in which all of you have been involved in trying to make sure that what in theory actually is put in place, happens in practice. And I just want to say this morning that I think one of the big challenges that we have as a society in changing attitudes and culture is still the issue around mental health. Nearly 40% of those who are on incapacity benefit have some form of mental health challenge. Sometimes it is depression, sometimes it is for clinical illness, but the challenge is not simply about how we work to get people off incapacity benefit – which I will come back to in a moment – the issue is how we stop people falling out of work in the first place because of the stresses and strains and because of mental health issues that can sometimes arise out of the conditions of the workplace and the pressures, and sometimes arise when people are worried in relation to the changes that are taking place around them.",
        "And I intend, with Ministers, over the next few months to take a long hard look at occupational health for the nation as a whole, because we now have in the department responsibility for the Health and Safety Commission, but I want us to work much more closely with employers, with the TUC, with the CBI, on the whole issue of how we deal with preventing people becoming ill, preventing people dropping out of work, as well as the broader issues of how we get people back into work.",
        "The Strategy Unit report, the vision for the next 20 years, touched on something that is very close to my heart, and that is about the transitions that we have to face in different parts of our life. It seems to me – and Peter and I went through it and many of you who have been through specialist schooling or training will know – that some of the transitions can be extremely painful. So, if we could, as part of the support that Peter has mentioned, actually help people through those occasions in life, we can make a big difference. It is usually – and this is true of changes of schooling, of change from school through adolescence into training, or the attempt to get work, or changes in employment, or retirement – it is at those critical moments that things go badly wrong and people’s confidence is knocked, and people’s ability to be able to cope is challenged. So I think we ought to be looking very clearly at those points of change and helping people through them.",
        "I think that means that we have got to work, not just with employers, not just with supporting services, but actually also look at the broader community and the strengths that exist in the community – including not for profit organisations and of course those who are campaigning groups as well – to look at how we can work on this.",
        "And I wanted to just say this morning that if we want real equality of opportunity, if we want some meaningful choice, we have got to start examining where we are coming from, obviously in a practical way, but from the point of view of the individual, rather than from the point of view of the provider or even, dare I say it, of a government department. And instead take a look at what people expect for themselves, what they would logically and rationally expect other people to be able to do to support them domestically, socially and in living independently, and why we are not at the moment meeting those expectations. And if we can coalesce around that so that we look not just at what is, but what might be, and how we could put together better the things that exist, then we might get somewhere.",
        "I mean for every single person I have come across and talked to, not just now but over the many years that I have been involved in public life, I have not met anyone who doesn’t agree that actually people being independent, earning their living, being able to fend for themselves is a positively good thing. For some people who have a very severe disability or long term illness, it is not possible for them to actually take up full time work. And I want to just refute something I read in a Guardian article a week ago, which is the idea that I am going to say to people that because I can do something, I expect them to. Peter was quite right, we are all individuals. I am never ever going to say that to people, other than I have said it to my own sons because they needed a kick up the rump! They are not disabled and they don’t have long term sickness – thank God – but when they were teenagers they had what I called sleeping sickness, which is not getting up in the morning and not getting on with it. Well they have got over that very strongly now and I am very proud of them, but the point I am making is that we are individuals and therefore we should tailor what we do to meet the requirements and the point in time that individuals find themselves in.",
        "Pathways to Work has been successful primarily because it has addressed the particular needs of individuals, it is built on the progress we made in developing the New Deal by having the special advisor service, it is built on the idea of a broker who can not only provide that personal advice, but actually broker the delivery of services that make it possible to progress. It is also about working closely with employers and ensuring that people know what can be expected, what the challenges are as well as the possibilities.",
        "I mean nothing in life is entirely rosy and it will take time, too long very often, to sort out support mechanisms, including access to work. I also want to just put on record this morning that we won’t be reducing the budget of access to work, because there were some rumours when I came in that we might be doing that, and there is no way I am going to cut back on access to work – I just want it to work more effectively and efficiently and I would like it to be much more tailored to what is useful for the individual, including how you can passport what individuals have been provided with from one circumstance to another, which I think would be quite a helpful development given that new technology has changed the kind of help that people wanted. I still use a Perkins brailer because I am a luddite, but I have been encouraged over the last weeks and months to use much more up to date equipment, not least when I didn’t have the kind of support services that you have when you are a Cabinet Minister.",
        "So we need to do that, but also – and I want to make a big feature of this in the months ahead – we need to work with the Department of Health. It is absolutely clear to Patricia Hewitt and myself – and I have talked to Patricia about this – that unless we change the speed, the relevance, the actual provision that is available for people, we can’t expect to bridge the gap when people find themselves in a situation where they need immediate help, but more importantly, we can’t expect people to have the confidence to go forward if the people who are advising them don’t understand the potential and the possibilities, and don’t understand the dangers of what they say.",
        "Let me be blunt. Too many GPs actually tell people that they will never work again. Too many GPs write prescriptions which are effectively please go home and atrophy, rather than please can we help you to get into meaningful activity, whether it is volunteering, or whether it is living skills, and subsequently work. And the best prescription you can give anybody would actually be to be able to write: I believe this individual, with the right kind of support, can do a really good job of work, even if it is only part-time, and please will you find them a job, rather than simply saying take these pills and please go away.",
        "So Patricia Hewitt and I are going to work with the Royal College of General Practitioners, with the BMA and others to actually see if we can change the barriers that exist to returning to work, and the barriers to preventing people falling out of work, whether it is from an occupational health policy or whether it is the response you get when you approach a professional. And as a fellow MP was saying to me earlier this morning, it is amazing how people believe professionals, how they presume that people know what they are talking about, when they may have received an hour’s training on the particular issue a very long time ago.",
        "So change is necessary and change will have to come, but it must come with the interests of the individual at heart. So let me just say one quick word about this welfare reform agenda. It is a promise, not a threat. It is really saying to people if you don’t write yourself off, we as a society won’t write you off, and if we as a society don’t write you off, don’t allow anyone else around you to do so either. And if we can provide a virtuous circle where reform isn’t seen as a threat but as a promise, where individuals who have already benefited from improvements can speak out for themselves, can be the evangelist, the advocates for further change; if people who have had bad experiences can be encouraged not simply to say how bad they were, but to help us shape the systems around us to work better, to be tailored better to their needs; if we can get into rehabilitation as well as medical treatment, if we can actually ensure that the benefits system is joined up so that one form of benefit actually encourages you, rather than discourages you from being able to move forward; if we can build on the ideas that Andrew Smith and I put together when I was last in Employment, and which Andrew then was involved in implementing, that actually allowed people to retain benefits rather than immediately lose them, to give people the opportunity of avoiding fear when they take up challenges, when they take the next step, but actually being able to know that things will still be there if everything goes wrong; if we can actually listen to and respond to what people need themselves, we can get it right. So it is a much broader inclusive agenda of ensuring that we can get it right for the future.",
        "Peter has referred to the joint survey that was published yesterday. People do want choice, but they want a choice that allows them at different stages of their life to be able to move from one opportunity to another. None of us any more, disabled or not, will ever have a particular job for life, or even for more than 5 or 10 years. The world has changed from one job for life, to 5,6, 7, 10 jobs in life. Most people don’t want to be on the job that they started with in their 20s, they want to develop in the job, they want to use lifelong learning, they want to retrain, they want to have new opportunities as their own skills and confidence develops. Many people want a different kind of job to the one that their parents had. So welfare reform isn’t simply about the benefits system, in fact it isn’t about the benefits system, it is about avoiding the benefits system being a safety net and creating it as a ladder of opportunity, and giving people the common sense approach to being able to do what is right for themselves at a particular moment in time. It is right for all of us, because we need for people in work to pay for people in retirement; we need people in work to be able to pay for the development of the services; we need a thriving economy which builds on productivity and on growth by having more people of working age in work than ever before – 75% at the moment, with an aim of 80%, which is the highest in the whole of the developed world. But we have a long way to go before we really have an inclusive open society in this country, when so many disabled people are excluded from the same opportunity and choice that other people take for granted. And that is the agenda, it is not one of punishment or of looking at ways of cutting budgets, it is one of liberating people to be able to have the same life chances that other people literally believe is their birthright.",
        "And with Remploy – and we will maintain Remploy’s budget over the next three years – I want to see even more movement into open employment. The agreements we will be reaching will again be based on people’s individual opportunity, on training, on rehabilitation and on supporting them, Peter, when they are actually in work. And it is that latter part that I want to see emphasis on as well, because there is no point in people moving into open employment, no point in persuading employers, unless we support both the individual and the employer through the transition periods through the way in which the uncertainties can be overcome and fears can be reduced.",
        "So if there are apprehensions about where we are going, I would like to allay them, I would like to indicate that we want to try and get this right and we want to do so by working with the grain of what people know is already working. And if we can achieve that, then instead of people constantly hearing what is on offer and immediately thinking what must be wrong with it, let’s try and think together about how we can get it right so that in 5, 10, 15 years time we can look back and see that the reform agenda really did make a difference on the ground, not in theory but in the lives of every single individual. And that is why this morning I came to make quite a low key speech, to say we are in it together and if anybody has got some really bright ideas, I am up for them.",
        "Thank you very much."
    ]
}