{
    "url": "https://www.ukpol.co.uk/david-blunkett-2005-speech-on-disability/",
    "title": "David Blunkett – 2005 Speech on Disability",
    "post_date": "September 12, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2005",
            "url": "/tag/2005/"
        },
        {
            "text": "David Blunkett",
            "url": "/tag/david-blunkett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Blunkett, the then Secretary of State for Work and Pensions, in Canada on 16th September 2005.",
    "content": [
        "[![davidblunkett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett-221x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett.jpg)",
        "I’m very pleased to be with you in British Columbia today – to have the opportunity to share experiences with you and learn from you – as we work together in the fight to end disability discrimination – the last great emancipation of our time.",
        "The UK and Canada have a lot in common – and we are learning from each other – for example with your Human Rights Commission and Office for Disability Issues and our New Deal and Pathways to Work.",
        "Western Canada has gone much further than we have in achieving greater accessibility but not as far as we have in other areas which I will come back to. Yesterday I was in Vancouver. With more than 14,000 side-walk ramps, Vancouver is one of the most wheelchair accessible cities in the world. Half of the buses and all but the Granville Street SkyTrain station are wheelchair accessible and the HandyDART is a bus service designed for wheelchair users.",
        "In the UK we have, of course, got our Disability Discrimination Act which we’ve updated twice over the last five years and the Disability Rights Commission. We’ve also set about implementing the most profound extension of disability civil rights our country has ever seen.",
        "Last October saw protection against discrimination given to an additional 600,000 disabled workers. And it saw a further 7 million jobs and 1 million employers brought within the scope of the employment provisions of the 1995 Disability Discrimination Act.",
        "This year’s Disability Discrimination Act takes us even further. As different clauses come into force over the next 18 months, the Act will extend the coverage of the DDA to at least another 235,000 people – by extending the existing definition of disability to those with HIV infection, cancer and multiple sclerosis effectively from diagnosis rather than from the point at which the condition has some adverse effect. We are also going to treat people with mental illnesses on a par with people with any other impairment by removing the requirement that mental illnesses must be “clinically well recognised.”",
        "The Act will end the anomaly of transport not counting as a service under the DDA and allows us to set an end-date of 2020 for all rail vehicles to be made accessible to people with disabilities, including wheelchair users.",
        "It also places a duty on public authorities to promote equality of opportunity for people with disabilities. And this is a vital step in helping to eliminate the institutional disadvantage that many people with disabilities still face.",
        "For the first time, people with disabilities can have confidence that their needs will be at the forefront rather than being considered as an afterthought.",
        "For example, local authorities won’t be able to consider closing facilities like libraries or leisure services without thinking first about how people with disabilities in the area would be affected.",
        "However, the primary task is to bring about comprehensive change in the way in which those planning or delivering services think about the implications before rather than after they are implemented. We all know this is true of architects and planners but it needs to be equally true of those organising education or social services and, above all, those providing information and advice.",
        "This promotion of equality is central to our vision of a truly fair society offering opportunities for all. And it underlies much of our efforts to empower people with disabilities to realise their ambitions in the workplace as well as in society as a whole.",
        "In Canada in a 2001 survey, 43.7% of people with disabilities had a job – less than two thirds the rate of those without disabilities. The UK rate is just under 50% and just under 75% respectively. So although we have seen a significant increase in the employment rate of disabled adults since 1998 – up by about 9 percentage points – we still have much further to go.",
        "In Canada, working age adults with disabilities are at higher risk of having a low income and, in 1998, nearly half of them relied on Government programmes as their primary source of income compared with 11% for those without disabilities.",
        "We’ve been committed to developing employment programmes to help all people realise their potential and achieve in the workplace. 225,000 people with disabilities have already benefited from our package of New Deal programmes. (The New Deal has a range of strands targeting particular areas of unemployment and offering with conditionality, substantial support.) And we have good and growing partnerships with civil society so that Government alone is not responsible for delivery.",
        "One example of employers, Government and the medical profession working in Partnership is with the Pathways to Work. This is available not just to people with disabilities but is a key part of our programme to reduce the numbers claiming Incapacity Benefit.",
        "The latest Pathways statistics show that the number of recorded job entries for people with a health condition or disability has almost doubled compared with the same period last year. On a national basis this early success would be equivalent to over 100,000 IB claimants being helped into work each year. However, this even when available nationwide is not ambitious enough to challenge the failure of the last 25 years which has led to a quadrupling of the number drawing IB at a time when medical and other forms of intervention have improved dramatically. That is why I shall be bringing forward comprehensive package of reform for wide consultation over the months ahead.",
        "The consultation will begin next month with a policy paper which will set out the next stage of reform to ensure that we can transform the welfare state from a crutch or a mere safety net – to ladder that can help everyone capable of doing so to climb out of dependence. It’s not about paternalism – it’s about something for something – helping people who are prepared to help themselves.",
        "There is a very important distinction which I want to emphasise – and that is between our reforms of Incapacity Benefit and our provision of Disability Living Allowance. The latter in providing non-means-tested support towards offering equality – the former being financial compensation for the inability to earn. Many people with a disability or who are taking long-term medication do not turn to IB but instead to the world of work and self-determination. We believe that work is the best route out of welfare and provides the means to break intergenerational disadvantage and exclusion from the norms of social as well as employment interaction. Active inclusion means overcoming barriers to normal living rather than simply accepting and then compensating for, exclusion from what others take for granted.",
        "But achieving full equality and opportunity in society is about much more than benefits. Ultimately, no Government action, legislative or employment support programme will be sufficient unless it is accompanied by a step-change in public attitudes.",
        "In a 2004 survey, just under half of Canadians pointed to prejudice on the part of individuals and society-at-large as the most significant barrier to inclusion facing people with disabilities – a view shared by citizens with and without disabilities. Only 29% pointed to physical barriers.",
        "The UK Prime Minister’s Strategy Unit Report in January this year called “Improving the Life Chances of Disabled People” set out an ambitious 20-year strategy to improve the life chances of people with disabilities by promoting independent living supported by individualised service delivery.",
        "It recommended new ways of ensuring more co-ordinated policy making across Government, specifically through a new Office for Disability Issues, and it sought to enable people with disabilities to participate in policy design and service delivery.",
        "The UK Government is taking forward all the recommendations – including the creation of this new Office for Disability Issues – where, as part of our consultation which ended yesterday, we have been looking at your model here in Canada. I’m especially interested in the Social Development Partnership Program’s work with the non-profit and voluntary sector, and the Opportunities Fund’s work to encourage employers to hire workers with disabilities, and help individuals start their own business.",
        "And through another recommendation we are committed to piloting individual budgets and a new Independent Living Task Force to look at the practicalities of such budgets. This is another idea that has routes in British Columbia where in the 1970s the Woodlands Parents Group had formed to advocate the best possible community based resources for their children. They realised that in setting up programmes and services they could not guarantee that people with disabilities would be able to participate fully in the community – and they worried that establishing specialised services might relegate their children to an institutionalised community life. Therefore from the provision for early years education and childcare through the years of schooling and into the skills and avenues into employment, we need to ensure that integration with support, is available at every stage.",
        "Rather than people fitting into services – services need to fit to people with every person with a disability able to choose the supports and services they need from a wide range of possibilities that exist within a given community. Let me give the example of blind and partially sighted men and women. The provision of information is crucial but it needs to be available in a range of formats including Braille, large print and on CD. But this means a range of agencies taking responsibility for ensuring this happens rather than passing over the task to in your case the CNIB and in our case, in the UK, the RNIB.",
        "Although the goal of the 1970s Woodlands Parents Group was not realised at the time, their vision has struck a chord – the idea that individualised funding could open the door to self-determination.",
        "Today, this concept of individualisation is now becoming global. The idea of a menu of choices – focused on the individual – but supported by the community is really both powerful and inspirational. Earlier this week I was in Washington discussing employment programmes with the US Government and yesterday I visited SUCCESS in Vancouver – which last year provided no fewer than 886,000 client services through the support of a dedicated network of 20 board members, over 350 professional staff and 9000 volunteers. In both cases we are seeing the effects of giving people options with which to support themselves out of disadvantage. And when you combine that with a sense of with building assets and social capital – and with volunteering and community engagement – it really does bring hope the future of our society.",
        "Ultimately we are talking about what sort of society we want for ourselves; inclusive and supportive but not paternalistic and confining. We want to liberate people, not patronise them. We want to create independence, but with mutual help – something for something – which is not about abandoning those of working age facing illness or disability but helping them to overcome the additional barriers to a full life.",
        "Where people simply can not, we have obligations which spring from decency and morality – but where people can gain independence we have an obligation – and so do they – to take up in this modern technological era the opportunity to become a full player in life.",
        "If you don’t write yourself off nor will we – is a phrase close to my heart. But I am not saying if I can do it you can – we’re all different.",
        "The coming months will be crucial for both our countries – with both Governments looking to make major changes to their welfare systems. But both Governments must look further in working to change attitudes and embedding the social capital which is central to successful integration and cohesion of our societies.",
        "Helping our communities adapt for the future is not about ameliorating poverty, but actually overcoming intergenerational disadvantage in order to root out poverty and exclusion. That is the challenge for the future."
    ]
}