{
    "url": "https://www.ukpol.co.uk/david-blunkett-2002-speech-on-entitlement-cards-and-identity-fraud/",
    "title": "David Blunkett – 2002 Speech on Entitlement Cards and Identity Fraud",
    "post_date": "August 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "David Blunkett",
            "url": "/tag/david-blunkett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by David Blunkett, the then Home Secretary, in the House of Commons on 3 July 2002.",
    "content": [
        "With permission, Mr. Speaker, I wish to make a statement in launching a consultation exercise on entitlement cards and identity fraud. Copies of the consultation paper will be placed in the Vote Office.",
        "Since the terrorist atrocities in the United States, I have been asked a number of times whether the Government would introduce identity cards. I have made it clear that any debate must not focus on issues of national security alone. Of equal importance are the issues of citizenship and entitlement to services. The focus should therefore be on whether entitlement cards would be genuinely useful to people in their daily lives and in affirming their identity. That will be the acid test of any scheme.",
        "In a parliamentary answer on 5 February, I ruled out a compulsory card scheme—compulsory in the sense that the card would have to be carried by each individual at all times. As I made clear, any scheme that was eventually approved would not entail police officers or other officials stopping people in the street to demand their card. We are not, therefore, consulting on that option.",
        "Instead, we would welcome views on a universal entitlement card. Everyone would register for and be issued with such a card, which would be required for the purpose of gaining access to services or employment. We also consider in the consultation paper the pros and cons of a voluntary card, in respect of which people could choose to opt into the scheme. That would be based primarily on their wish for secure and verifiable identification.",
        "The key issue is the use to which a card might be put, so a genuine consultation exercise is aimed at hearing from the public what services people would like to be linked to a card. We wish to hear from organisations in the public and private sectors about whether they would take advantage of the card to help them with delivering and providing access to their services. We have set out for illustration examples of some areas in which a card might be helpful. In each of them, we demonstrate the cons as well as the pros, to ensure that people understand the downside as well as the gains that can he made.",
        "I have already mentioned the use of a card to help to provide better and more appropriate access to services. It could also act as a convenient travel document and as a proof of age card, and could help to promote new ways of voting.",
        "Crucially, an entitlement card could help us to tackle illegal working. Illegal working undermines the minimum wage and the rights and conditions of the lowest paid. An entitlement card could give businesses and employees a simple, straightforward and verifiable way of establishing the right to work legally. It could thereby assist us in tackling the sub-economy.",
        "Although we have an open mind on how a card scheme could operate, we have set out a possible scheme for comment. Most people already possess some form of photo-id such as a passport or photocard driving licence. Many have already said that they would like fewer cards in their purse or wallet, and some have suggested that a scheme might incorporate both the driving licence and the recently announced passport card. Entitlement cards for those not covered by existing documents would be provided in the form of a non-driving licence card, which would be similar to those issued in many states in the United States. Existing powers to require proof of identity would reflect those used for the purposes of driving and travel.",
        "The consultation paper asks whether existing passport and driving licence checks are sufficiently secure, given the increasing sophistication of fraud. We would welcome views on whether biometric information such as fingerprints or iris images should be recorded. That would ensure that people could not establish multiple or false identities, which allow the personal fraud with which public and private services are bedevilled.",
        "Any scheme will have costs, which we spell out for the different options that are given in the paper. We are not talking about large bids to the Treasury that would displace investment in public services. The entitlement card scheme could be made self-financing by increasing charges for more secure passports and driving licences, discounted over the lifetime of the card, and by charging a lower card fee for those who do not have either a driving licence or a passport.",
        "There is always a danger of bureaucracy in such areas. We spell out that possible downside and illustrate potential ways of dealing with it.",
        "However, by building on existing systems and expertise we should be able to reduce the risk and costs inherent in an undertaking of this size. [Interruption.]",
        "**Mr. Ronnie Campbell (Blyth Valley)**",
        "This is a vote winner for us.",
        "**Mr. Blunkett**",
        "I am grateful for my hon. Friend’s humour, especially given that 38 million people hold a driving licence and 44 million people, including young people, hold a passport. Technological advance is already projecting major change.",
        "As I said earlier, we recognise that there are inevitably real worries about the infringement of personal freedoms and historic concerns as regards the legal requirement to carry a card. The paper sets out the way in which a scheme would comply with the Data Protection Act 1998.",
        "The amount of data required and its accessibility or relevance would be determined by Parliament; the use of a chip would he determined by individuals.",
        "I hope that my comments will reassure all hon. Members that we painfully understand the genuine need to protect privacy. However, we are asking the following question: given that to drive a car, move freely in and out of the country, open a bank account or obtain credit, we need to identify ourselves correctly, would it be easier or harder if there was one entitlement card to assist the process?",
        "In addition, each year, thousands of people have their identities stolen by criminals, often without their knowing about it. Bank accounts are raided, and goods and services bought in their name. Identity fraud now amounts to £1.3 billion a year. For good reason, there is genuine concern among the public about that growing criminal activity. A universal entitlement card would be a powerful weapon in the fight against identity fraud. However, it would take time for a card to make its full impact. We are therefore also using the consultation exercise to seek views on several other projects that could provide rapid gains. Today, we are publishing a separate paper on identity fraud, which I have placed in the Library.",
        "I thank my right hon. Friend the Secretary of State for Work and Pensions for the work that he undertook on the matter when he was Chief Secretary.",
        "No one should fear correct identification. There is nothing to fear from the proper acknowledgement and recognition of our identity. There is everything to fear from wrongful identification, or the acquisition of our identity for fraudulent purposes.",
        "Freedom from intrusion into our private lives by public or private organisations is crucial. Freedom to avoid abuse and ease of access to our identity is an essential part of the consultation process. I commend it to the House."
    ]
}