{
    "url": "https://www.ukpol.co.uk/david-blunkett-2005-speech-at-pensions-commission-seminar/",
    "title": "David Blunkett – 2005 Speech at Pensions Commission Seminar",
    "post_date": "September 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2005",
            "url": "/tag/2005/"
        },
        {
            "text": "David Blunkett",
            "url": "/tag/david-blunkett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Blunkett, the then Work and Pensions Secretary, on 21st June 2005.",
    "content": [
        "[![davidblunkett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett-221x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett.jpg)",
        "I would like to offer my thanks to Adair, to Jeannie and to John for the tremendous hardwork that they’ve undertaken and thanks to all of you for participating today, including my own Ministerial colleagues and the opposition spokespeople.",
        "When I came in this morning I discovered that the heaters were pumping out heat rather than air conditioning, and I hope therefore we can avoid the hot-air syndrome that we get in the House of Commons – inevitably adversarial. I think today is one of these rare opportunities where we can get people to actually share thoughts rather than have to counter-pose them and to share the problem with a genuine endeavour to gain a consensus.",
        "If I promise not to posture will you all promise not to posture? If you all promise not to simplify things down to the lowest common denominator I’ll promise not to do that as well.",
        "It’s partly not arriving here today with past policies in the back pocket or with a reminder card of everything that anybody’s ever said before or thought of and trying to work out how, with very different perspectives, we can genuinely come together and identify those things which we do agree on and to work out whether there are methods of persuading each other there is a way forward in the future.",
        "I wanted this morning just to differentiate between past and present and the future because if we’re not very careful we end up in an argument about what we’ve got now rather than having to accept where we are now – from whatever political or professional perspective – and then look at the world in 25, 30 years time and where we would like people to be and what the genuine challenges are that Adair and colleagues have been engaged in.",
        "A dialogue therefore, about the challenges. An understanding of the potential solutions and an ability to build a consensus that is more than just all of us in this room or between political parties, that which actually draws in the population as a whole.",
        "Of course including interested groups and those with professional expertise but actually drawing in people across the country. I’ve certainly found in my six weeks (and it isn’t a very long time, that I’ve been in the job, and it’s true of Malcolm and David as well) that people are up for this – they are genuinely engaged.",
        "If you talk as I did on Friday morning in Manchester, to young people they do actually want information.",
        "They may not be inspired with the idea that they’ve got to think what it will be like when they are 70 when they are just entering their 20s, but they are when you put it to them, really exercised by the nature of the challenge for them and not just for the rest of us in terms of how they get there.",
        "So obviously the first factor is about looking at potential solutions and where we are going.",
        "The second is how do we deal with the challenge of knowing that by the time any solution we put in place is fully operable the longevity that we’ve seen extended over the last 60 years since the end of the Second World War will once again have taken off.",
        "There is a disagreement between people about whether these things are predictable. Alan Walker from the University of Sheffield, who I think is here this morning, actually tells me that it is predictable and that we can track the trends and therefore we have a better idea than we’ve ever had before of just what the challenge will be.",
        "As I said in the Commons yesterday people actually want to live longer, they want live better and more healthily, they want to retire earlier and they want someone else to pay for it.",
        "So we’ve got to actually try and get round that conundrum of getting people to actually see that whilst it’s a promise to live longer, whilst it’s a joy to have a healthier life, whilst every single one of us wants to ensure that we can contribute not just to our families but to the wider community in our older age – and whilst we want to travel and we want to have the ability to be able to use the assets that we have accumulated over the years – it is a simple fact that in enjoying and seeing the prospect of old age people are not fully aware of the challenges that we are discussing today.",
        "I think the major one is to get people, Adair, to actually think about what they want for themselves, what is the income they think they can live on?",
        "It takes us beyond the issue the people will want to debate, and we in the political arena have to debate, which is the issue of what the basic pension offers and who actually gets to a full basic pension and of course that is part of the foundation. But it takes us way beyond that, because even in their wildest dreams people who want a Citizens’ basic flat rate pension know that people will not want – and certainly the people who are advocating it – will not want to live on that basic pension.",
        "They will want something a lot better for themselves and their family.",
        "So the genuine National Debate has to be simply more than what Government or business are doing. It’s about how we change a culture and change the attitudes towards it.",
        "So very briefly I just want to say where I think that we from the Government side, are coming from in terms of the debate.",
        "We know that compulsion for many people but not all, exists anyway through the State Pension, but 3 million people aren’t engaged even with the actual basic pension entitlement. The second state pension, what was once SERPS, has because of the historic nature of it, 8 million people outside it but it is accepted a compulsory pension requirement with the £11 billion that we pay in relation to the rebate for the personal pensions.",
        "I do want people during the day to describe to me once again how they think they can use the same money twice, because I still haven’t got it after six weeks, as to how you can take money out of one pot and use it in another and still have it in the same pot, and I have read all five of the Harry Potter books so far and I’m looking forward to learning how we can magic that out of the air.",
        "People then get angry with me and say that people are not presenting the facts correctly, well that’s fine lets hear them, lets have a debate on how we can, whether it’s DC or DB, actually sustain and maintain occupational pensions and how we can persuade the 4 million people who are currently in an occupational pension scheme but not making a contribution – to make a contribution themselves. That is why Adair, I think all of us, there may be some exceptions, are really interested in the issue of opt-out as opposed to opt-in – “auto-enrolment” as some call it.",
        "And can I ask that we all set our mind to de-mystifying some of the terminology because it’s very clever for us all to use terms that bamboozle the world outside and make everyone look really clever in the industries and the interest groups, but actually it doesn’t do any good whatsoever for people. So if we can, simplify the language in relation to pensions.",
        "I mean one of the complaints of the young people I met was that when they were presented with material it was so voluminous it had so many pseudo-choices that it confused them rather than clarified things.",
        "So if we can do that so much the better.",
        "And how do we move from something like the stakeholder pension to something that simplifies and codifies without undermining the commitment that people have made, the 2 million in the case of stakeholder pensions, to what they’ve signed up to.",
        "In other words the security and certainty that people seek.",
        "And just one other plea – simplicity – that I don’t think anyone can argue with. But simplicity and equity rarely go together and therefore we do need to work out how in simplifying, codifying, pulling things together so we don’t just have further sticking plasters we actually accept that there will be in many instances, a real debate about the equity of what we are doing.",
        "I promise just one word about assets. The point I was making and Nick Timmins was part of the interview so he knows it’s true, is that we are going to see an even bigger divide in terms of assets than we see in terms of income in the future.",
        "People will inherit from parents, grandparents, aunts and uncles in some parts of the country and some of the socio-economic groupings very substantial assets and they will need to take that into account and we will need to work out how we assist people who do not have assets. Traditionally they have rented their property, there has been a generational disadvantage, how do we help those people to build an asset in the way we’ve tried to do with the Child Trust Fund.",
        "And whether people agree with the Child Trust Fund or not, I think it is unarguable if we are going to break future poverty as opposed to ameliorating it, we need to ensure that asset divide is overcome and I’m going to carry on speaking about it as long as the Prime Minister keeps me in this job because I think the consequences of ducking it are that we deal with the immediate issue of the disposable income of individuals rather than the growing asset divide.",
        "My final point is just on that – we’ve actually built a system at the moment to deal with the immediate aftermath of the historic failings.",
        "The failings to recognise the social change from the post-Second World War era which disadvantaged, grossly, women. Adair if we do nothing else in the months ahead we’ve got to address the disparity that’s existed in terms of the past policies that persuaded women to pay the lower National Insurance contribution and for many women who have been carers not just of children, but often later in life carers of relatives who otherwise who would have been even more dependent on the state and we need to avoid that syndrome in the future by taking that into account.",
        "We need to be aware that despite the Pension Credit – again people have been critical of it, but it has lifted 2.7 million households out of immediate poverty -despite the Pension Credit, despite the changes that have been brought in the Fuel Allowance, despite the Council Tax provision that was announced by the Chancellor, despite Council Tax Benefit and Housing Benefit that are rarely debated in relation to the impact this has on the income that people can draw on or the income that is foregone in retirement, despite all that, we know that what we’ve done now can not be repeated in 30 or 40 years time because if it were we wouldn’t have overcome poverty in retirement, we would have simply maintained a system of ameliorating it.",
        "So if we’re going to join with individuals, with business who have an interest not only in recruitment and retention but in the equity and the social responsibility in society, with the Government in terms of finding solutions, it will be, regrettably, having to face up to extremely complex questions of how we get from where we are now to where we want to be and how yes, sometimes, we have to set aside the knockabout in order to achieve it.",
        "I appeal through those who are here this morning to persuade their colleagues in the media that we might just have, just for once, a few months of sensible debate and if we make choices and others think we’ve got it wrong they’ll knock bells out of us – and I’ll be very happy to go on and have bells knocked out of me – but just for the moment it would be really sensible if we were able to have that dialogue in a sense that drew together the facts, the information, the potential ways forward and we shared them together and I’m very grateful for all of you being prepared to do that this morning.",
        "Thank you."
    ]
}