{
    "url": "https://www.ukpol.co.uk/crispin-blunt-2017-speech-on-brexit/",
    "title": "Crispin Blunt – 2017 Speech on Brexit",
    "post_date": "June 27, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Crispin Blunt",
            "url": "/tag/crispin-blunt/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Crispin Blunt, the Conservative MP for Reigate, in the House of Commons on 26 June 2017.",
    "content": [
        "This is a defining Parliament for Britain’s place in Europe and in the world, and Parliament will fail in its duty if it does not preside over the United Kingdom leaving the European Union, and doing so in as good order as our 27 partners and negotiators enable. This entails the historic amount of legislative activity announced in the Queen’s Speech to convert the acquis communautaire into UK law. Much of the work will be detailed and technical, and it is important that we get it right, but hopefully it will not be controversial. However, the diplomatic activity that we undertake in the coming months and years will be important for Britain’s future and must not play second fiddle to our legislative challenge.",
        "I welcome the commitment in the Queen’s Speech that Ministers will ensure that the UK’s leading role on the world stage is maintained and enhanced as it leaves the European Union. Few in this House, regardless of their position on the referendum question that we resolved a year ago, want the United Kingdom to be anything other than open and internationalist in its outlook. Now more than ever, the Foreign and Commonwealth Office will have a central role in maintaining our networks and alliances, and in developing our political, security and economic ties around the world.",
        "In the previous Parliament, the Foreign Affairs Committee, which I chaired, as I hope to do again in this Parliament, repeatedly called for the FCO’s capacity to be boosted. Immediately after the referendum, we reported that there was an urgent need substantially to increase",
        "“the funding available to the FCO commensurate with the enormity of the task it now faces.”",
        "Since then, the Department for Exiting the European Union and the Department for International Trade have been created, but the diplomatic task required in all European capitals and beyond will outlast the withdrawal process and is discrete from the trade agenda. I reiterate that just protecting the FCO budget is wholly inadequate for the task in hand.",
        "Events will continue to develop with serious consequences for our interests. The current crisis in the Gulf and the potential for a hot or protracted cold war on the Arabian peninsula threaten the stability and prosperity of key British partners and have undermined the effectiveness ​of the Gulf Co-operation Council. There are calls for the United Kingdom to play a role as a third party in the implementation and monitoring of any future agreement. We should do so, particularly by offering our expertise in auditing any counter-terror financing measures, and indeed on what the ground rules might be for political Islamists to take part in developing democracies. That would be in the interest of all parties. It is vital that we are ready and properly resourced to carry out such work if requested.",
        "Inevitably, I would like to be able to say much more in this debate about: our current operations in Syria; the future of liberated territory in Iraq and Syria; the authorisation of the use of force; a new sanctions regime as we leave the European Union; our involvement in the European Union’s future common foreign and security policy, and common security and defence policy; and, importantly, possible Brexit transition options. Finally, I want to make the point that 2020 would be a suitable date for the state visit of President Trump, which was notably omitted from the Queen’s Speech. I regret that people will now have to look at my website to see the full text of the remarks I had hoped to make in this debate."
    ]
}