{
    "url": "https://www.ukpol.co.uk/david-blunkett-2016-speech-on-britain-in-the-eu/",
    "title": "David Blunkett – 2016 Speech on Britain in the EU",
    "post_date": "May 26, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Blunkett",
            "url": "/tag/david-blunkett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Blunkett, the former Labour Home Secretary, on 26 May 2016.",
    "content": [
        "[![davidblunkett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett-221x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett.jpg)",
        "The 23 June referendum could be and still might be, the opportunity to demonstrate the gritty grasp of reality which is surely the hallmark of the British people. A reality which has been displayed time and time again, in the glories and the tragedies of the past. In creating and developing alliances, in making sacrifices on behalf of others and yes, calling on others to rally to our defence in times of need.",
        "Forty years ago I voted ‘No’ to staying in the European Union. So what has changed? The simple answer is “the world”. The dramatic change of the last four decades can be summed up in one word, “power”. Who exercises it, on whose behalf and how those without wealth and influence can use democratic politics to have their voices heard, their needs met and their rights and wellbeing protected.",
        "From the school playground through to international negotiations, strength lies in numbers. From the emergence of the United Kingdom, to the development of the Trade Union movement, men and women understood that combining together provided power that individuals could never exercise alone.",
        "In today’s world this has never been more apparent. Global companies exercise enormous power over the world economy; the lives, the jobs and the wellbeing of individuals and families across the world. From finance to modern communication, it is the global giants who exercise sway over our lives.",
        "Some have compared the Googles and Amazons to the Roman Empire, and the collection of tribute and the exercise of cultural hegemony, whatever and wherever the nation state they touch.",
        "Why is it that these giants, including companies like Apple, are prepared to do entirely different deals with China than other parts of the world, including on issues such as personal privacy? The answer is of course simple – 1.2 billion people provide a market which any international company would wish to get its hand on.",
        "This is an example of a highly populated and increasingly powerful nation-state being able to “do a deal” with extraordinarily powerful forces in the private sector. It is about the reality of political power confronting market forces.",
        "In or out of the European Union we are affected by decisions taken collectively by other European nations. In or out of the European Union we are directly affected by how the rest of the world perceive the United Kingdom, its economy, its potential trade, its standing in relation to influence in international affairs and decision making outside its own boundaries.",
        "Hence the announcements of the International Monetary Fund, the view of the Credit Rating agencies, the opinion of the President of the United States, senior statesmen and women past and present really do matter. They matter because we are in a global economy, affected by decisions made collectively in relation to trade, to the handling of the threat and insecurity posed by terrorism, and of mass people movements across the world.",
        "None of this can be dealt with or understood sensibly, with belligerence and bluster. The buffoonery of Boris Johnson is no substitute for rational thought or an assessment of and counterweight to, the reality of power. I have over recent weeks come to wonder whether the BBC should be renamed the Boris Broadcasting Corporation. Not a day goes by without some mention made by our main broadcaster of the increasingly irrational and almost irrelevant remarks of this newly converted politician, to leaving the European Union.",
        "But this decision is not about individuals, it’s not about a contest for the leadership of the Conservative Party, it is not about the Conservative Party. This is a decision about the future of the United Kingdom, the future of our children and grandchildren, and above all facing the reality of life in a very changed landscape.",
        "So, let me address two central issues that the Out campaign constantly say are upper most in people’s minds. Namely, security and immigration.",
        "As Home Secretary in the period covering the attack on the World Trade Centre on the 11 September 2001, and at a time of enormous upheaval and instability leading to large scale people movements across the world at that time, I think I can claim to have some understanding of how decisions are made, and the impact that collaboration offers to achieving a successful outcome.",
        "Fifteen years ago, I was in partnership with the then Interior Minister of France, Nicolas Sarkozy, later to become President. He and I got to know each other precisely because we were working together on what was then the Justice and Home Affairs Council of the European Union. Both of us were opponents of the grinding bureaucracy that we sought to change. Yes, there is bureaucracy, there is enormous need for continuing reform but I make the point entirely to demonstrate that we are not the only people within the European Union, who believe in progressive change. The notion that only the plucky Brits are against bureaucracy, against overbearing centralism and the top down edicts of the Commission is frankly insulting to the rest of the democratic world!",
        "We worked together with other partners including the then Interior Minister of Germany Otto Schilly, to get the right decisions made and to ensure that they were practical, workable and relevant to the key threats that existed at the time.",
        "The benefits arising from enhanced co-operation and collaboration within Europe – rather than on a bilateral basis – apply equally to countering the threat of terror and dealing with the major challenge of the movement of people across the world.",
        "In both cases we are talking about a global threat, not solely a breach of our own borders. On the one hand, the perverted ideology and interpretation of the world which leads to a threat to our life and economic wellbeing is nurtured and propagated on a global scale. Whilst it is true that the European Union is only one part of a multiplicity of collaborative processes for information gathering, data collation and sharing, it is an important element in ensuring common cause.",
        "This is not simply (and this is true of so much of what we are dealing with in relation to our future in Europe), a matter of what we can “get out of” other countries including the European Union machinery. It is about what we are able to contribute in both helping and improving the ability to collaborate, with other countries. In other words, being part of the process is essential both in terms of workable practical measures but also the overall direction, relevance and competence of what is done by all those in a position to contribute. We should be asking ‘what can we do for you’, as well as ‘what can we gain from you?’",
        "Yes, we are in a fortunate position that we are trusted by and able to work extremely closely with the United States on intelligence gathering, analysis and action. But it is extremely silly and beneath those who should know better to suggest that this somehow “trumps” if I dare use such expression these days, wider co-operation against terrorism on our doorstep.",
        "The meetings we held at the Justice and Affairs Council, at a Europe-wide level after 11 September, were illustrative of the importance of the ability to work quickly and effectively with all those who were then part of the Union.",
        "The European Arrest Warrant, the data sharing improvements, the use of biometrics and yes, improved collaboration on the wider European border all demonstrate the importance of what we call the European Union. In simple terms, if we had not had the EU, we would, on these issues, have had to invent it.",
        "Suggesting that this amounts to some conspiracy for a “European State” and analogies with the intent of Hitler are not only dangerous and risible but illustrate the lengths to which the Out campaign will now go to distort reality in attempting to frighten people in a way that they claim to be a hallmark of the In campaign.",
        "Actually, it is collaboration across Europe, building alliances with both historic friends and neighbours with the United Kingdom and new entrants from the East that ensure a balance of power within the Union. Power being one theme of my contribution to this debate, should to any intelligent human being, equal ensuring that no one nation or two nations working together can dominate not just the structures and decision-making processes of the European Union but of Europe as a whole. Remembering that in or out, decisions taken in Europe, the balance of power within Europe, the economic, social, cultural and wider influences, all impact on this, our nation off the geographic coast of mainland Europe.",
        "We understood this in relation to the debate as to why it was important that Scotland remained within the United Kingdom. The same argument apply equally to the debate about the future of Britain in Europe. For it is about the future of Europe as a whole and not just the future of Britain, that should determine our vote on 23June.",
        "Which brings me to immigration. The agreement that Nicolas Sarkozy and I reached in 2002, which saw the closure of the Sangatte camp outside Calais in 2003 was mutually beneficial. Both of us recognised that this was not a matter that either nation on their own could deal with nor for that matter was solely about France and the United Kingdom. This was about people being trafficked by organised criminals across the world, attracted by both a better life as well as in many cases, escaping from death and torture.",
        "To reach the United Kingdom by land and water, involved having arrived in the European Union through its outer borders. The Out campaign talk as though what we are dealing with is “fortress Britain” where we erect on our own soil mechanisms to stop people actually arriving, touching our soil and therefore becoming entitled under international – not European – treaties, to claim asylum. Or, to disappear into the sub-economy to work and operate below the radar. This is frankly nonsense. The best way of illustrating why collective action can be effective and is important in terms of dealing with global displacement is the agreement, temporary or otherwise, between the bulk of the European Union and Turkey. The dramatic stemming of those breaching the European borders and flowing across Europe is a remarkable example of how you have to negotiate together. We are as much beneficiaries of the agreement and the steps taken as those who initiated these measures.",
        "But as Nicolas Sarkozy and I recognised 14 years ago, you have to ensure that those seeking a better life realise exactly what will happen when they make their way across the European continent, and that this will impact on countries in the pipeline as well as those countries to whom the migrants aim to settle.",
        "That is why in closing the camp, it was necessary to reach agreement on immigration, security and customs personnel, to be located on French soil. Effectively and for the French, counter-intuitively, to move the UK border to northern France.",
        "I am absolutely clear that this agreement could not have been reached had we not built an understanding, worked together as part of and understood that our future was in, the European Union. Why would the French in other circumstances wish to prevent people reaching Britain? What measures do the Out campaign believe they could implement that would return those reaching our soil were we not to have this zone on French soil, which would enable them to return such individuals to France? Eurostar checks in Paris and Brussels, the double-lock of both French and UK officials on French soil dramatically reducing illegal entry into Britain is possible because we are part of the European Union.",
        "Let me be clear. The fact is that having our security service representatives on French soil in Calais, at Paris Gard de Nord and Brussels Midi is a major safeguard that we have grossly underestimated in recent years. Were the French to decide to revoke the agreement, which leading French spokespeople have indicated, it would be a calamity for robust and rational border controls. This in practice means that we couldn’t use these immigration and security controls to stop people reaching our country. This would lead to an increase in asylum claims from people who came to our shores and the disappearance of tens of thousands of people into the illegal economy.",
        "And to illustrate the point still further, and to lay aside the misunderstanding about “free movement”, it is worth just recalling that 40 per cent of those who declared themselves as applicants for the right to work when the E8 countries fully joined the EU in May 2004 were already in the country. I repeat, they were already here.",
        "I have heard no one of any stature suggest that we would prevent people coming on holiday to the United Kingdom.",
        "Once people are here they can so easily disappear into the sub-economy, as I have already illustrated. Our current mechanisms for electronic data processing, does not allow us to ensure accuracy in terms of those who leave our borders (embarkation) as well as those arriving. As the Home Secretary who initiated the E-borders programme, I am as frustrated as anyone else that over a decade has past and we are still not in a position to fully implement a secure and reliable system scheme.",
        "It is in no way to dismiss the genuine fear that many people have in this country about too rapid and large scale immigration, to indicate that working together to tackle the causes, to reduce the flow and to manage what is inevitable, must be the only rational way of proceeding in a world which cannot be wished away, and where global events have to be dealt with on a global scale.",
        "When the coalition government in 2010 abolished the Migrant Impact Fund, they undermined the proper preparation for and investment in new arrivals and the communities bearing the biggest challenge. With the introduction of net migration targets, which included full time graduate and post-graduate legitimate students, the Government set an impossible hurdle. Failing to reach it added to the sense that we were not in control of our borders. We are!",
        "And here’s a thought. Were we to be Italy or Greece, or in the past Spain, finding 100,000’s of migrants seeking to enter the European Union through our shores, would we not expect and wish for help from the European Union as a whole? Would we quite rightly point out that we were carrying an enormous burden in circumstances where those entering our country wished to settle elsewhere? Germany and Sweden in particular, have taken decisions over the last three years to welcome extraordinarily large numbers of those fleeing from death and torture.",
        "So, whether on countering terror and improving our security, or rational policies to reduce unmanageable immigration inside or from outside the European Union, we are able to use appropriate opt-out mechanisms when it is right for Britain to do so. This places us in a highly favourable situation in terms of cooperation and collaboration when needed, and separate national policies when required.",
        "In a world of global markets, people movements and global blocks, we need each other more than ever before. In terms of finance and business, in terms of the nation state and democratic politics, the challenge in front of us is blindingly obvious. To have power, we need to be able to work together.",
        "To gain that power, you need critical mass. The capacity and the clout go with scale, and with understanding the nature of globalisation.",
        "That is why the strength, the innovation, and the talent present in the United Kingdom provides leverage beyond our capacity to deliver in isolation. By joining instead with others of like mind who want a better Europe, a less bureaucratic and corporatist Europe, but who also understand that we can only achieve this and our wider goals, by working together, a vote to stay in on 23 June is self-evidently the right thing for our future."
    ]
}