{
    "url": "https://www.ukpol.co.uk/david-blunkett-2005-speech-at-center-for-american-progress/",
    "title": "David Blunkett – 2005 Speech at Center for American Progress",
    "post_date": "September 12, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2005",
            "url": "/tag/2005/"
        },
        {
            "text": "David Blunkett",
            "url": "/tag/david-blunkett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Blunkett, the then Secretary of State for Work and Pensions, at the Center for American Progress on 13th September 2005.",
    "content": [
        "[![davidblunkett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett-221x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett.jpg)",
        "At The Brookings Institution yesterday, I described the Welfare State as the glue that holds society together and that the key challenge for Government is to help people cope with both the fear and the reality of rapid economic and social change. This pre-supposes that the role of Government is to support the individual at times of transitions or in planning for the future. A different philosophy to the “Social Darwinism” of Herbert Spencer which led President Cleveland in the late 19th Century to pronounce that whilst the individual should support the Government, the Government had no obligation to support the individual – the view epitomised since as “the best form of Government is no Government at all”. So my proposition pre-supposes active if not big Government. But I also believe Governments can not do it alone – individuals and communities as a whole also have a key role to play in fostering greater integration and in supporting all citizens to contribute to society.",
        "The same is true of retirement security. The challenges of globalisation and demographic, social and economic change pose difficult questions for the future of pensions systems across the world – and for Governments, individuals and communities who must find long term solutions to build retirement security in an ever changing climate.",
        "The debates in the UK and US are of a slightly different nature but they are about the same fundamental challenges: Establishing the role of the State in delivering affordable and sustainable social security; finding the best way to protect employer based pensions; and supporting individuals themselves in planning and building both income and assets to support their future.",
        "In the US there is an increasingly urgent question over the affordability of social security with projected social security outlays implied by the current benefit formula rising from 4.3% of GDP in 2004 to 6.4% in 2079. In the UK, the emphasis has been more about the adequacy of state provision with forecast expenditure relatively stable between 5 and 6 per cent of GDP. But the underlying issue is the same – what should be the role of the State in a world where the number of workers per Social Security benefit recipient in the US will have declined from 3.3 to 2 by 2025 – and where the UK dependency ratio will halve from 4 to 2 between now and 2050?",
        "The EU as a whole faces the staggering statistic that while the total working age population is set to fall by 7% over the next 25 years, the population over 65 is set to increase by over 50%.",
        "In our own UK National Pensions Debate we have set out the particular challenges we face on our side of the Atlantic and my Ministerial team and I are travelling the country, sharing these challenges and listening to people’s views. These are emotive issues and it is only by learning from each other and building consensus that we can deliver long-term change.",
        "Neither the State nor the individual can secure the future alone. The Government must have an interest in lifting dependency – the individual and family want and aspire to a higher standard of living than basic entitlement – and the employer must have an interest in attracting and retaining, as well as socially caring for, the workforce.",
        "The security of employer-based pensions is an area where the US and the UK are rightly learning from each other. We learnt from the US Pension Benefit Guaranty Corporation (PBGC) in building our Pension Protection Fund – a central component of last year’s Pensions Act that brings real security and peace of mind to over 10 million members of defined benefit schemes in the UK. Yesterday I met Bradley Belt, Executive Director of the PGBC – and the PPF and PGBC will continue working closely and learning from each other.",
        "What is certain is that income in retirement relates to the world of work. As I was reflecting on issues of the welfare state yesterday, so with retirement we have to take account of multiple changes in our working lives, in not just the number, but also the nature of the jobs people do. This is a much talked about element and a real challenge in terms of providing the security in later years which is fundamental to a civilised and independent society.",
        "The issue is how to retain the responsibility of employers and not just the individual, and of course to account for self-employment, especially at the lower income end of the spectrum.",
        "Increasingly people need to be able to choose to work longer and they’ll need the flexibility to switch between jobs and even careers – not just to build their own retirement security but for the benefit of society as a whole.",
        "Those aged 50 and over are a particularly important group to support. While they are much more likely to stay in their jobs than younger workers, if displaced they are much more likely to remain jobless. In the US, of all displaced workers during 2001-03, only 58% of workers aged 50-64 were employed in January 2004, compared with 70% for workers aged 25-49.",
        "Encouragingly older worker retention rates in the US and the UK are higher than in other major OECD countries. For example, based on analysis of data for the period 1998-2002, the probability that a male worker aged 55-59 will still be working for the same employer four years later is 54% in the US, 58% in the UK – but only 45% in Germany and Italy, and only 24% in France.",
        "But we must go further in supporting people approaching traditional retirement – and in giving them the opportunity to choose to work longer if they wish. Of course, the US already benefits from not having a compulsory retirement age – and from next April in the UK it will no longer be possible for anyone under 65 to face compulsory retirement.",
        "One of the things that has been particularly striking in the early UK National Debate events, is the extent to which people don’t know about state pension deferral. As a result of last year’s Pensions Act, someone can now choose to delay taking their state pension, and be rewarded with a higher state pension – increased by a full 10% for each year of deferral – or a lump sum of, on average, up to £30,000 after a five year deferral.",
        "And measures in the 2004 Finance Act will now give people the option to work for the same employer whilst drawing an occupational pension. This will give employees greater flexibility to plan a gradual move from full time work to retirement.",
        "As well as flexibility over when to retire, flexibility over how to save – and the portability of individuals’ savings is an important part of how savings vehicles can adapt to meet the demands of a modern world – where people can have ten jobs in a career instead of 1. This, of course, is where the DC pot can have advantages for the employee over the DB plan – and I have been interested to hear about propsals to extend “auto-rollover.”",
        "I’ve also been interested to learn more about your 401(k) plans where the auto-enrolement, auto-escalation and auto-rollover debates are all key parts of wider question of how individuals can be helped to overcome inertia in building their retirement savings.",
        "In the UK, we are looking closely at the possibility of auto-enrolement – though, of course, we also have a debate about compulsion and whether employers (and perhaps employees) should be mandated make contributions to pension schemes. This is an issue which the independent Pensions Commission will address when it reports later this year.",
        "As well as helping tomorrow’s retirees, the UK Government has already done much since 1997 to improve the situation for people already in retirement – not least by the introduction of Pension Credit which has lifted nearly 2 million people in retirement out of absolute poverty. Indeed, figures from the Institute of Fiscal Studies show that the UK is now in an unprecedented position where those in retirement are no more likely to be poor than any other group in society.",
        "But despite this, there are still sections of society where much more needs to be done. Women in particular have found themselves the victims of a pensions system largely based on a 1940s view of society, when their roles were very different and based on dependence on their husbands. This has led to many not having been able to build up enough national insurance credits for a full state pension. I have already announced that a special report will be produced to look solely at this issue, and we will also be holding a specific National Pensions Debate event to discuss its conclusions.",
        "But meeting the ageing challenge and achieving security in retirement is wider than purely financial issues. I am particularly interested in asset-based forms of security. Tackling the growing assets divide is crucial to ensure future generations are removed from, rather than managed in, poverty. If we are to prevent future poverty as opposed to ameliorating it, the support we provide to enable people to build assets – both at an individual level and a community level – will be absolutely crucial.",
        "Asset policies can offer unparalleled opportunity in the fight to prevent future disadvantage, stopping people falling into dependence when circumstances change, and by enabling families to build intergenerational stepping stones out of poverty.",
        "In this way we can explode the myth that ageing is a barrier to a positive contribution to the economy or society as a whole – moving beyond traditional debates about how to manage dependence and looking to a new world of enabling independence.",
        "Ultimately security, well-being and quality of life is about more than income. It is about health, environment, a sense of belonging, worth, about community and enablement. It is about the glue which holds society together – so moving forward on retirement security is about social capital, not just cash."
    ]
}