{
    "url": "https://www.ukpol.co.uk/david-blunkett-2004-speech-on-id-cards/",
    "title": "David Blunkett – 2004 Speech on ID Cards",
    "post_date": "September 12, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "David Blunkett",
            "url": "/tag/david-blunkett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made on 17th November 2004 by the then Home Secretary, David Blunkett, on identity cards.",
    "content": [
        "[![davidblunkett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett-221x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett.jpg)",
        "Well, thank you very much for being here and for the invitation. It depends of course upon your passion and whether or not we are in favour of it. I am very happy to take on the challenge of those who feel extremely strongly about the issue of identity cards and the protection of our identity. There was a little group of people outside who burnt a card with my effigy on it. There are 80% of the population at the moment on all the opinion polls who are in favour, so if they keep up those antics, we should get over 90% by the end of the year. When I first started discussing this and it’s almost 3 years ago to the month since it was raised with me rather then my raising it publicly, there was a great deal of scepticism about whether the public themselves would be in favour. By the time I’d published the consultation, we’d reached the point where people at least were smiling about it. There was a cartoon in the Daily Telegraph, which I thought was very apposite, of two dogs smelling each other’s bottoms saying “Well at least with identity cards we won’t have to do this anymore!” So that at least bought a smile to people’s lips.",
        "There have been lies, damn lies on the coverage of ID cards. I saw in a Sunday paper just a few weeks ago a quite remarkable story about how they are going to allow the government to track the shopping habits, the purchasing and the spending habits of the population, where of course, as we know it’s these little cards that actually determine whether people’s shopping habits, whether they’re purchasing, whether their family activity, the exact nature of the purchasing, where the expenditure is made, is all to do with loyalty cards and voluntarily very large numbers of the population now are prepared to have that sort of detail understood by the private sector and often used by the private sector. And I think there’s a real issue about how that should be overseen and supervised and how as part of the debate about the very limited access and use of information in terms of identity cards, we should broaden the discussion in terms of protecting our broader privacy in those circumstances. So I think it’s a really good opportunity now to start debating what is known about us, by whom, who supervises and oversees it and how we can get a grip on it. And certainly with ID cards, the real issues will be about how we reassure people that far from encroaching on their liberty, their privacy and confidentiality, we are able to build-in proper mechanisms to ensure that there isn’t either a drift in terms of the access to it or function drift in terms of the use of the information that is available on the new register.",
        "I want to address the issue of “why now?” and why now it is meaningful to actually undertake the project that we are about to legislate on and to develop. The first thing to say is that there is a mistake in believing that what we are putting forward is a replica of anything else that actually exists across Europe and the world. I wouldn’t be arguing for identity cards in the form that they’ve been known in Europe for the kind of measures that we want to take and the protections that we believe an identity card will give us. I wouldn’t do so because we could not actually track and properly verify identity under those schemes because firstly we wouldn’t have a secure and verifiable database of the specific biometrics, the identifiers that route back to our identity as opposed to someone else’s. Secondly, we wouldn’t be able to use that database and the verification mechanisms both through the card and direct from the person to be able to check whether the person who presents themselves, for whatever purpose, is the person who’s identified on that secure database, and thirdly because the uses to which we are now able to put the identity card linked to a database using biometrics has, by necessity, to be the method by which we will be challenged across the world as we use visa and passports linked to biometrics. So the “why now” is all about the meaningful use of a card which in itself is unimportant. It’s the identification of the individual and the use of the biometric, and it may well be that in years to come, the card itself will become superfluous. Technology would allow you simply to move past, or to put 3 or 2 fingers over a particular laser for the identity to be reflected in terms of the database. So the card is almost a reassurance. It’s a reassurance as to what’s there. It’s a reassurance for those learning to use and to provide proper verification of identity. It’s simply about this: how do we know that the person who presents themselves, is the person they claim to be? At the moment we don’t have such verification and we can’t prove it, and secondly we haven’t had methods which were free from, or as free as we could get from, from people being able to forge someone else’s identity. You can forge a card, that isn’t the issue. The issue is can you forge someone’s identity, whose identity is registered on the database? Of course if someone claims to be someone else, registers as someone else and continues for the rest of their life to be someone else, then the database will have them as someone else, until the someone else actually claims to be who they are and then we sort it out, because there can’t be 2 people with the same biometric on the same database claiming to be the same person. I think it’s quite important to spell that out because there is terrific misunderstanding about the issue about being able to forge or multiply identity. You can do what you like with the card but you can’t in terms of routing it back to the database.",
        "And why the necessity of doing it at all now? Well fairly obviously on a very personal level what is it good for in terms for us? If we are going to have to pay $100 a throw to get a biometric visa for clearance to travel to and from the US and there are 4 of us in the family, it’s a lot easier to use a biometric ID card, linked to our new biometric passport then it is to have to pay over and over again in order to be cleared to be able to get to the US, and that will certainly become the case in other parts of the world as well. It’s helpful for us, in terms of being able to establish common travel arrangements in Europe. Not necessary inside but certainly coterminous with the Schengen travel area, in order to be able to do that, alongside our colleagues in France, Germany and Spain who are now developing the issue of biometrics for travel inside and outside the European Union. It’s obviously the case that we need to tackle gross fraud and whilst PIN numbers help, they don’t overcome the massive growth in fraud and organised criminality which is a daily occurrence, and which is actually affecting the lives and well-being of millions of people. And then of course we get onto the issues of terrorism. Now people say to me that they don’t believe for a minute ID cards would actually help in terms of being able to track or prevent terrorist activity and they say “It didn’t stop the terrorist attack in Madrid in March, did it?” And the answer is: “no it didn’t” and I have never claimed that it would have done. The claim is very simple. ID cards, and this is true of their use in other areas, is not a panacea for all ills. It does not prevent, it does not stop, it contributes to being able to put in place another plank in the creation of a wall against those who would exploit our well-being in free societies, in a global economy, in a world of immediate communication where transport across the world allows us to move freely wherever we want to go.",
        "We live in a totally different world to even 20, never mind 50 or 100 years ago. And if something contributes, as it does, to preventing multiple identity being used for terrorists and organised crime, I believe we should take that opportunity. The security service say, and there is no reason on earth why they should tell an untruth, and I’ve checked with the Spanish government who after all were not in government when the attack took place, so they have no vested interest in this, what the situation is in terms of multiple identity and terrorism: 35% of known and identified terrorists have used multiple identities. They use it to hide and prevent tracking of their movements; they use it in order to be able to cover other terrorists and terrorist activities and their contacts and they use it obviously to be able to escape detection. So there is a real contribution, albeit that it isn’t a complete one, in terms of helping us to do that. What is absolutely certain, is that in a modern democratic society like ours where we have free provision of services, the attraction of being in Britain without an easy and verifiable way of ascertaining an individual’s identity, changes the relationship between citizens and residents who contribute towards society around them and those who would draw down on society without making a contribution.",
        "I think it’s a profound values point. Those who argue against free services argue that people misuse them if they don’t contribute to them. People who argue against transfer of income through public services, namely equalisation, providing a fairer society, do so on the basis that people exploit those services and take them for granted. Only by ensuring that we have a something for something society, those who in one form or another contribute towards the well-being of society, in my view, have the right therefore to demand that society support and develop services to sustain them. We have the only free health service in the world. It is estimated that hundreds of millions of pounds a year are drawn down on by people who have no right to use our services – primary and mostly acute care. It’s estimated that we have those in our country who know that they can come here freely and they can present themselves and receive treatment. Now clearly anybody who has an emergency, anyone who is in this country and has reciprocal arrangements, anyone who has a contagious disease that requires immediate action, should receive free treatment and under the scheme we are putting forward that would remain the case. Anyone accessing long term treatment care and expensive services by immediately registering with a GP or presenting themselves at A&E, should actually be able to prove their identity and then we can sort out not whether they receive treatment, and if they are on a long term programme, how it’s paid for. It’s as simple as that.",
        "The same applies in terms of the ability to work in our country. You can’t have a system where we quadruple work permits, where we open up new migration routes, where with the United Nations we get a grip on the exploitation by organised criminals of those who come into our country through asylum but actually want to stay and work. If you don’t have a system that can route out clandestine entry and clandestine working, at the moment schemes to try and clamp down on those who are exploiting others, including gang masters, are very difficult. The 1996 Act clause 8 has been very difficult to implement because employers quite rightly say that they are not an immigration service and they can’t easily ascertain whether someone is legally in the country without great difficulty. The verification process under ID cards would remove that excuse completely and people would know who was entitled to be here and open to pay taxes and NI. In my view that would be a major contributor to social cohesion, to tackling racism, to overcoming xenophobia by ensuring that people know that those who are here in our country have a warm welcome, contribute and are not exploiting themselves, or exploiting others or being exploited by rogue employers who undercut rates by sweat shops. If we really want to get a grip on the sweat shop sub-economy then we will need, I am afraid to those who disagree with me, we will need ID cards to be able to do it.",
        "Let me just say two other things, one about values. A lot of the fear it seems to me in this country about ID cards, apart from the clumsy way in which they were handled in the post-war era, is the history we have of having understandable and legitimate doubts about the intentions of the state, whatever state, whichever government is in office reinforced with what we saw across the world in the 20th century with communism and fascism. It goes back a long way, actually John Stuart Mill wasn’t quite the libertarian that people think he was because he understood that we held common values which were crucial to the glue of society and was not as antipathetic to the philosophies of Rousseau which underpinned the mutuality and solidarity which is much more common in Europe. Kant, I’m afraid, was the great libertarian, who took a view [and people often do subliminally in our society], that there is something inherently suspicious about government itself and if government are doing it, then something must be inherently wrong, there’s going to be oppression, there’s going to be the taking away of freedoms and rights. Whereas of course the private sector, as with loyalty cards, is perfectly alright, no problem about that, whatever they know about us is perfectly legitimate. Now I challenge this because as a democratic socialist, I believe that the great strides in equality and fairness and in creating liberty and in creating a civilised and just society have come about by people joining together through democratic politics to change the world, and they have done so by using politics through government, at local and at national level. And increasingly have to try and do so, including of course, the United Nations, by joining together and having solidarity in overcoming those challenges and I think that it’s time to take on those who simply believe that if governments are engaged in trying to ensure that people’s true identity can be ascertained, there is some suspicious and dangerous philosophy behind it. It can’t be they say, at face value. You can’t really just want to know that someone is who they say they are. Well we do, and we can build in systems that you can’t build for private enterprise to protect ourselves, our citizens, from encroachment on those aspects of our lives that we don’t want the state to interfere with or to know about. Simple identity with simple facts about who you are, where at the moment you are living, seems to me to be completely open to scrutiny as are the things we put on our passports or our driving licenses and it is exactly the same we are seeking from people.",
        "We have had two consultations, one on the original scheme and secondly on the draft bill. The Home Affairs Select Committee have produced their report and we have accepted a very large number of their proposals including that whilst we build the scheme on the biometric passport we actually issue a separate card. We’ve agreed that the purposes of the programme should be put on the face of the bill. We’ve agreed that we should reinforce the very important safeguards about function drift and we’ve agreed and I’m very pleased that he’s here this morning with the Data Protection Commissioner that we should take on board concerns that he quite legitimately raises from his position. And we’ve agreed that we should, through the new Identity Commissioner, widen the scope of the surveillance that he will be able to undertake to protect individual’s interests and that individuals should be able to check, not only what’s being held which is very simple and straightforward, but who has accessed for verification purposes, the check on their identity.",
        "So having already illustrated at the beginning that there is an issue about how we might allow checks to be made on the use of other cards, I think it’s beholden on us to get our card right in the first place. Secondly to make sure that in doing so, the Commissioner can have the powers of oversight necessary in a way that will secure people’s confidence that only accredited third parties can undertake the checks that are required and that we can check who has verified our identity on that database. I think when we do that, when we build in those checks and balances, people will be secure. We know that it’s right, that we should be cross-questioned and held to account on this. It’s a very big programme that we are setting in train, which is why we are going to take time over doing it.",
        "I just want to finish by very quickly explaining why even if we didn’t have ID cards, we would be incurring the bulk of the cost and the necessary identification methodology. If we want, and we’ve already agreed as a nation that we do want, secure passports, the only way to get them is to use biometrics. So the question is do we use 1, 2 or 3? We think that we should endeavour to use 3 biometric identifiers as a safeguard for all of us. Secondly if we are going to have those secure passports, and we are, does it make sense to make sure that they are genuinely secure and that the biometric can be used properly for the other purposes I outlined this morning rather then simply for travel? We believe it is because if we are going to incur the cost which was set out in the UK passport plan for the next 4 years at the end of March of this year, and the costings that went with it, that raised (over the next 4 years) the average passport charge to meet the biometric identifier required. And we need to get those identifiers at the point that someone renews their passport, does it make sense to pay a little extra to be able to have a secure database with a secure method of verification and to issue a card alongside it? In other words the £15 that I announced 2 weeks ago is now our clear understanding of the additional charge on top of the passport for the ID card in 4 years time, lasting for a 10 year period, and we believe it is. Therefore, we are going to have biometrics anyway, we want to use them sensibly, we want them to be properly surveilled and we want to protect people from intrusion and misuse, and we want to use the link database and ID card to ensure that we can protect ourselves as citizens and as individuals and we can have a society in which people are confident about what is happening around them. We can tackle organised criminality, we can stop clandestine working, we can protect our services and we can have a card which reinforces the identity of those in and working alongside us in our society in a way that will help reinforce the importance of citizenship and cohesion. And if we can do that, then we will have a scheme that is worthwhile. And if we can’t, I shall certainly will be remembered in history as one of the biggest political failures that Britain has ever produced!"
    ]
}