{
    "url": "https://www.ukpol.co.uk/david-blunkett-1987-maiden-speech/",
    "title": "David Blunkett – 1987 Maiden Speech",
    "post_date": "September 12, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1987",
            "url": "/tag/1987/"
        },
        {
            "text": "David Blunkett",
            "url": "/tag/david-blunkett/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by David Blunkett in the House of Commons on 25th June 1987.",
    "content": [
        "[![davidblunkett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett-221x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett.jpg)",
        "I wish to pay tribute to Joan Maynard who, for 13 years, represented the people of the constituency that I am here to serve, and the people of Sheffield, to the best of her ability. On 12 June, I was the only Opposition Member who could genuinely say that he was looking on the bright side.",
        "I congratulate the mover and seconder of the motion — the hon. Members for Davyhulme (Mr. Churchill) and for Sherwood (Mr. Stewart). I remind the hon. Member for Davyhulme, who talks about high-rated local authorities and eulogises about the sort of solutions that the Government are proposing for other parts of the country, that until last year the district council in whose area his constituency lies was controlled by the Conservative party. I remind the hon. Member for Sherwood that Robin Hood was born in Locksley in Sheffield, and, like the right hon. Member for Tweeddale, Ettrick and Lauderdale (Mr. Steel), I recall that Robin Hood took from the rich to give to the poor, and not the other way round. From Sheffield, we shall continue to advocate that as hard as we can.",
        "It is not surprising that the issue of what sort of democracy we are and the nature of our local government is a primary part of the Government’s programme. The Prime Minister has spelt out on many occasions that it is her intention to sweep Socialism from the face of Britain. This afternoon she has reminded us that she has nothing but disdain for collectivism. Like the trade unions, local government has stood in the way of the restructuring of our economic and social life; instead of the democracy of the ballot box at all levels, the democracy of the bank balance and of the privilege that comes with wealth and property will be how our democracy operates in a Conservative Britain.",
        "In other words, we shall be taking a step back 100 years to the time when people fought to ensure that democracy was based on citizenship and not on the property that people owned. Talk of a property or share or capital-owning democracy is an insult to the people of Sheffield, Brightside, who, day in and day out, look not at where they can put their money on the Stock Exchange or in the best possible share dealing but at where they can put their money to ensure that their children have food on the table and clothes on their backs. Any family or parent would expect to ensure that the money that they wish to earn will keep their families well looked after.",
        "The words that the Prime Minister used this afternoon about decreasing dependence are hollow to those whose dependence on the state has been increased by mass unemployment, by the increased poverty that goes with it and by the ever increasing dependence on state benefits that they experience. If we want to lift people out of dependence on a central state, we need to ensure that they can earn their living and that they have the dignity and status that go with using their skills. They must earn their money, not make money by speculating on the Stock Exchange or selling property that they may have acquired at a knock-down price from a give-away Conservative Government. They must be able to earn it by hard work in our factories, offices, shops and communities, by providing services and producing goods, and making sure that we have wealth for the future.",
        "The people of Brightside do not want to hear talk of pricing themselves into jobs. Lower wages mean increased dependence on benefits for those who are in work. The number of those who receive housing benefit as rents are pushed up and their earnings go down has dramatically increased—it has doubled during the eight years of the present Government.",
        "In that spirit, we need to examine a different future. This afternoon we heard a dangerous and disturbing comment from the Prime Minister about the security of local government finance. I hope that she will withdraw that remark at some point, because the interest rates for all local authority borrowing and the well-being of local government finance as a whole are not served by statements such as that made by the Prime Minister. That applies to Conservative, alliance or Labour-controlled local governments.",
        "We have, I hope, a pluralistic democracy that is based not solely on the ownership of wealth or the votes that put us in this House, but on being able to make decisions across the country for the well-being of our communities. The cultural, political, social and economic diversity of the country must be respected if we are not to have the elective dictatorship of which Lord Hailsham spoke some years ago. We must not have a single solution imposed on every part of our country, or a position in which the zealots and missionaries from down south believe that they have the answers for Scotland, Wales and the inner cities of the north.",
        "Some of us are working together. Industry, commerce, business, trade unions, higher education and research institutions are working with local government to come up with solutions of their own. We do not want the solutions imposed through urban development corporations, for which public money is readily available as long as it is directed from the centre and is in the hands of those who wish to offer our communities as hosts to those who want to come in and make for themselves, rather than to stimulate and support the community.",
        "I wonder whether the intentions of the right hon. Member for Cirencester and Tewkesbury (Mr. Ridley) or of the Secretary of State for Trade and Industry reflect what the Government intend to do. Is it to be the colonisation of Scotland, the north and Wales, or the self-help programmes for the inner cities? There is a considerable difference. Sheffield alone has lost almost exactly the same amount of money in local government grant and subsidies as has been pumped in public money into the London docklands. I challenge the Prime Minister to give the city of Sheffield the money about which she spoke, in terms of the urban development corporations that were mentioned by the right hon. and learned Member for Richmond, Yorks (Mr. Brittan), to use for the benefit of local people through the democracy that has existed for generations, rather than to impose her solutions from outside. Working together, we can use enterprise arid initiative to rebuild our communities. Until eight years ago our people had jobs. They had pride in the crafts and skills that they used in steel and engineering. I was appalled to hear those industries described today by the Prime Minister as the bad parts of our industry. They were the industries on which our wealth was created and on which many people in this part of the country were happy to live for generations. We want the opportunity to do that all over again. We expect even this Government to respect those differences and that diversity.",
        "If we are to have the opportunity to extend and develop democracy, we must stop the vilification and undermining of confidence in local democracy, as the leader of the Liberal party said earlier. If we remove the safety valve that allows people to determine what will happen in their communities for themselves, if we remove the opportunity for people to be helped to change the nature of their lives, we pose a dangerous threat to democracy itself. If people cannot find an outlet for their frustration, and if the symptoms of the present decay of inner city areas are not allowed a democratic outlet, the Government will inevitably be forced into even greater authoritarianism in order to suppress those symptoms and overcome the frustrations and difficulties that people in such areas will be displaying.",
        "I appeal to the Prime Minister to take account of all that. Democracy is not a slogan about whether people own capital or shares; it is something that belongs to us, which our grandparents fought to achieve. The ballot box, in local as well as in national elections, is an important part of the pluralistic democracy of which we have been so proud.",
        "I hope that we will also ensure that public money is made available for our people and not simply for those who are willing to come from abroad to exploit our country. We do not need the Japanese and Americans, and we certainly do not need to invest in golf courses or in mansions to provide for them. We want leisure facilities and decent housing for our people, because that is their birthright.",
        "If the Government are to invest public money in inner city areas through housing action trusts, as described this afternoon, why are the Government not prepared to provide the same resources to those local authorities that are willing to work with their tenants to ensure that together they are able to repair the desperate housing stock currently existing in many of our major areas? Why is the money that is being made available to the London Docklands Development Corporation not being made available to local government? Is it that the direction of the LDDC suits the Government? Two hundred-year leases without rent review are being given to speculative companies willing to put their money into the London docklands. Property is being sold at well below the market price to encourage people to make a quick buck. If that was done by the much vilified local government system, those councillors would be surcharged and disqualified for neglecting their fiduciary duties.",
        "I say to the Government, to the Secretary of State for Trade and Industry, who is, of course, not with us in the House, and to those who, on his behalf, listen and report back to him that we do not want solutions imposed as though we were colonies of an underdeveloped nation. We are not a separate part of the country. We want the opportunity to do things for ourselves with our people. If the Prime Minister means what she says about the need to listen and to be willing to co-operate with those who wish to regenerate their economies and communities, I hope that, respecting the cultures and the politics of those areas, she will be willing to put some of those resources and some of that commitment into areas where it is clear that the whole of the community, speaking with one voice, is unified in seeking a way forward. It is statesmanship of the first order that unites a nation and does not divide it. It is those who give people the dignity of having a job and of using their skills who will be remembered. Those of us who have to suffer the difficulty of Opposition in the years ahead will continue to ask that this country should see our democracy operate in the interests of everyone, and not just in the mission for a few."
    ]
}