{
    "url": "https://www.ukpol.co.uk/crispin-blunt-2022-speech-on-achieving-economic-growth/",
    "title": "Crispin Blunt – 2022 Speech on Achieving Economic Growth",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Crispin Blunt",
            "url": "/tag/crispin-blunt/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Crispin Blunt, the Conservative MP for Reigate, in the House of Commons on 18 May 2022.",
    "content": [
        "I draw the House’s attention to my entry in the Register of Members’ Financial Interests, and I rise to give general support to the Queen’s Speech. There are areas about which I am particularly enthusiastic, and there are one or two areas where I have to sound a note of warning for my Whips.",
        "I thought that the tone adopted by the hon. Member for Ealing Central and Acton (Dr Huq) and the hon. Member for Rhondda (Chris Bryant) was rather surprisingly wide of the mark. Their remarks were perhaps a little ungracious about the Gracious Speech. The hon. Gentleman said that the Queen’s Speech lacks content and does not really have a theme. I have here the explanatory notes for the Levelling-up and Regeneration Bill, given that we are talking about substance. He complained that there were Bills that would be no more than clauses in other Bills, but this Bill has 11 parts, all of which could be very substantial Bills in other cases. It recognises that the reputation of this Administration will very much depend on whether, by the next election, we have put in place the path to delivering levelling up and regeneration in practice, and that those parts of the country that lent us their vote in 2019 will convert that to a rather more permanent arrangement when they see this Administration beginning to deliver in a way that they have not seen for decades. This Bill provides a most important centre of the legislative programme and, by and large, it will have my full support.",
        "There are specific opportunities in the Queen’s Speech. For example, the genetic technology Bill, which has been championed by our absolutely marvellous science Minister—the Under-Secretary of State for Business, Energy and Industrial Strategy, my hon. Friend the Member for Mid Norfolk (George Freeman)—will open up potential opportunities for growth in our economy and investment in science and research. The United Kingdom should take the opportunities to establish global leadership in this space.",
        "I am a veteran, and although I did not serve in the Province in my time in the armed forces, I think that the Northern Ireland Troubles (Legacy and Reconciliation) Bill is the product of long consultation and wise reflection to try to find the right balance to deal with the difficult issues involved.",
        "The Social Security (Special Rules for End of Life) Bill is to be welcomed. It recognises the long periods in which people now have to live with the prospect of knowing that their lives are coming to an end, and will extend benefits from six months to 12.",
        "In general, I welcome the Public Order Bill, which will hold to account people who are intent on disrupting society. As for its content, however, I feel that we might have slightly missed an opportunity in imposing criminal sanctions on those people. Why not civil sanctions? If they are determined to go to the greatest trouble for the greatest number, and to impose costs on our public services and costs on people whose activities are disrupted in an unfair way—as regards the cause that protesters are trying to promote—I think that we should have explored civil sanctions rather more carefully. If people with resources are going to stick themselves to the road or tie themselves to the top of underground trains, so that the travel arrangements of others are disrupted, there is a specific opportunity to provide restoration to those who have been inconvenienced by them. As a great supporter of restorative justice, I think that we should try to widen the spread of that in the justice system, so that we hold people accountable for their actions against and damage to others.",
        "Obviously I welcome the inclusion in the Gracious Speech of the conversion therapy ban Bill. It is still being drafted and has not yet been presented to the House, but we hope to see it before we rise for the summer recess. I say gently to my right hon. Friend the Prime Minister that it may be easy to make a quip and laugh at the Leader of the Opposition’s expense about what a woman looks like, but perhaps he does not need to look very much further than Bridgend to see that the question can be just a little more complicated than a first glance might suggest. I therefore think that gender identity should be included within the scope of the conversion therapy ban Bill. I will certainly lend my support to colleagues on both sides of the House to work in the direction of ensuring that we have a proper conversion therapy ban that protects people in respect both of sexuality and of gender identity.",
        "I understand the purpose of the boycott Bill, which is described as legislation to",
        "“prevent public bodies engaging in boycotts that undermine community cohesion.”",
        "However, I think we need to be a little careful. I am afraid that in the last Session I supported an amendment on the subject tabled by my right hon. Friend the Member for Newark (Robert Jenrick); that was an error of judgment on my part, because I was not paying sufficient attention to the business, and I do not intend to repeat that mistake if the boycott measure comes back to the House. It is designed to take away people’s ability to make a statement of their beliefs about the policy of a nation that is in gross breach of international law. Obviously the nation is question is Israel, and obviously the community cohesion being thought about relates to antisemitism within communities. I fully appreciate the Government’s concerns about the matter, but if a nation is in gross breach of the fourth Geneva convention, has invaded and then settled an occupied territory, and is killing journalists in that territory who are observing what is going on, we might just want to reflect on what capacity or ability there is in our society to say, “We don’t think that’s right,” notwithstanding the obvious associated issues of antisemitism.",
        "Finally, on the Northern Ireland protocol Bill, the statement that we make in the Gracious Speech about our values as a society—the values of Britain post Brexit—is incredibly important. We need to be a nation that stands up for the rule of law and the rules-based international system to sustain our security and our role in the world. The enormous reputation of the City of London and of the commercial part of our justice system, in which companies from countries around the world come to have their disputes adjudicated under British law in British courts, is a huge credit to our country and our system. British law, in general, is trusted. I do not think that we should play quite so fast and loose with powers to overturn the protocol until we have explored every other conceivable option, including holding the European Union responsible for the consequences of an overly legalistic approach, which I think would be a better route."
    ]
}