{
    "url": "https://www.ukpol.co.uk/david-blunkett-2002-speech-on-social-capital/",
    "title": "David Blunkett – 2002 Speech on Social Capital",
    "post_date": "January 30, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "David Blunkett",
            "url": "/tag/david-blunkett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Blunkett, the then Home Secretary, on 26 March 2002.",
    "content": [
        "[![davidblunkett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett-221x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/davidblunkett.jpg)",
        "**Introduction**",
        "I am very pleased to be here today. Throughout my experience of central and local government I have consistently seen the importance of social capital – those social networks and forms of trust which enable people to work together to achieve common objectives. Social capital is that which bonds us together and builds bridges between communities.",
        "I am an optimist about social capital. Over the years, civic responsibility and collective working has put down deep roots in our society. During the industrial revolution, working people in conditions of dire poverty, formed friendly societies, trade unions, co-operative clubs, institutes and libraries. In the early nineteenth century there were 900,000 members of friendly societies. A powerful ethos of mutual improvement was established in this era.",
        "Since that time, the ethos of mutualism has been reflected in the best of the trade and union and labour movement, co-operative societies, and a huge range of voluntary and community sector organisations. The same ethos has underpinned our traditions of adult learning. And mutual ownership still thrives in leading edge businesses, such as Swann Morton, in my own constituency.",
        "Active citizenship is built on these principles of mutuality. It is about engagement with the community that you are a part of, for the benefit of yourself, your family and those around you.",
        "Today, there are 350,000 school governors. There are 160,000 local neighbourhood watch schemes registered with the National Neighbourhood Watch Association. Social entrepreneurs are building on social networks to bring communities together to turn around neighbourhoods. I think of the way, for example, that residents of Balsall Heath took radical action against prostitution and crime in the early 1990s – forming a picket to deter curb crawlers – and have gone on to form the Balsall Heath Forum which is working to regenerate the area. They built the capacity and confidence of local people to create and sustain associations and services that make their neighbourhood strong. In 1990 there was one residents group. Today there are 21. In 1970 there were three voluntary organisations. Today there are 56. The Forum has calculated that 4,000 people out of Balsall Heath’s population of 12,000 regularly participate in a caring activity designed to improve the quality of life of the neighbourhood. The Forum’s ambitious target is to involve 60% of the population in local associations by 2004.",
        "But we all know that there have also been great challenges to this civic tradition over the last thirty years. The core institutions of post-war civil society – the churches, trade unions and local government – have all undergone decline as mass institutions.",
        "Unfettered individualism is, for many, no longer a taboo. At worst, it is celebrated. For that, I hold Rightwing ideologues partly to blame. But there are also those on the Centre-Left who suggest that individuals don’t have responsibilities for their action; that individual freedom transcends the very community foundations upon which it ultimately depends.",
        "But strengthening communities does not mean turning the clock back. We are discovering new, modern forms of community and social interaction in this era of globalisation. We do not have to give up the gains in personal freedom and social equality we have made in the post war period if we want to strengthen our communities. Indeed, it is precisely to enable individuals to lead decent and fulfilling lives that we must achieve civil renewal.",
        "So it is right that we consider the question of how to help build social capital. Trust, mutual association and civic institutions have, and can, make a real difference to people’s lives. But they are not inevitable features of British life. If we do not tend them, progress is impossible.",
        "**The role of Government**",
        "How can the Government make a difference? How can it help build social capital?",
        "Those interested in social capital have sometimes been wary of the role of Government. It is true that the State has too often ignored the importance of informal community association. Too many post war regeneration schemes excluded communities and disrupted rather than supported local societies. Initiatives such as Development Corporations focused too much on building physical infrastructure, and failed to make long term improvements because they ignored the community.",
        "But most evidence shows that the best way to build social capital is to make it a joint endeavour between State and specific communities or individuals. Schools and GP surgeries, for example, can be real hubs of the community. Take West Walker primary school in the East End of Newcastle. As well as driving up exam results over the last few years, they have taken an increasing role in supporting the development of social capital. The school brings together residents through a thriving adult education centre, a lively café and projects such as building a nature garden. Some parents have now gone on to form a housing association. West Walker is, in turn, already repeating the benefits of local social renewal. Groups of parents are now helping the school, such as with a joint ICT learning initiative.",
        "Three specific roles for Government stand out:",
        "– Promoting social order and security;",
        "– Investing in individuals and communities, so that they can help themselves; and,",
        "– Working in partnership with people to change their own communities.",
        "**Social Order & Security**",
        "Social order is the first responsibility of government. Progressive Governments have rarely given sufficient weight to social order, with disastrous consequences for communities and democracy itself. If progressives cannot maintain order, far more reactionary groups will step in, as the histories of the Weimar and Spanish Second Republics show. And when we do not maintain security, it is those who can afford it least who tend to suffer. The chance of being burgled is typically three times as high for people living on council estates than those living in affluent suburban areas.",
        "Security and order are also the first building blocks of social capital. Order generates trust. In turn, those who trust others are more likely to participate in community organisations. Without a sense of security, people find it harder to work with others. They are scared to go out on the streets. They are fearful of talking to others.",
        "And without basic social order, communities don’t stand a chance of renewal and regeneration. That is why supporting the police is vital. A more effective police force, which cuts crime, does not simply reduce the direct problems caused by crime. It also provides the basis for renewed societies. That is why I am ensuring we have more police and more police on the streets, and that all police forces reach minimum standards. It is also why I have announced the first five police priority areas – communities that need significant intervention and support to tackle the endemic problems of crime and disorder they suffer.",
        "We are also developing new ways to improve security in collaboration with communities themselves. Street wardens are one example of that. They are employed for local communities, to help them maintain order. I am determined that they, other wardens and community safety officers, will have the powers to do this job effectively. As an aside, we always hear some concerns about how new wardens will work with the police and use their powers. Exactly the same debates accompanied the introduction of traffic wardens. In fact, wardens are an important new resource for creating secure and orderly neighbourhoods, not a substitute for or alternative to the police.",
        "And I am putting particular emphasis on tackling anti-social behaviour and drug misuse – both of which destroy communities. For example, we are proposing to stream line Anti-Social Behaviour Orders by establishing interim orders on application, by giving powers to housing associations and other registered social landlords to apply for orders and ensuring that, when necessary, orders will travel with people when they move house. And we are building a new approach to tackling anti-social behaviour with Crime and Disorder Partnerships, working closely with local communities, drawing down funds like the Community Champions Fund so as to build a preventive approach to tackling anti-social behaviour.",
        "To emphasise, these are civil renewal measures, not just crime cutting measures.",
        "On your side: investing in individuals and communities",
        "Millions of people across the country want to work together to make a difference to their communities. But the truth is that without resources, their achievements will be limited. Many give up. Mutual working withers. Social capital can collapse.",
        "The lack of resources is most acute in deprived areas, where those in poverty, those with disabilities and those struggling to bring up children on their own are concentrated. Compared to the rest of the country, deprived areas have twice as many people dependent on means tested benefits, three times more children in poverty and 30% higher mortality rates.",
        "We have been determined to ensure that, in these areas in particular, people have the resources they need to help themselves. I am now working closely with Steve Byers to ensure that we have a fully joined up approach to regeneration and neighbourhood renewal. Crime reduction is at the heart of our policies for civil renewal in these areas.",
        "And mobilising people for progress is crucial. As I said earlier, the example of Balshall Heath shows what can be done. People took control of the situation for themselves – tackling drug addiction, picketing on the streets to get rid of the pimps and the prostitution that flooded the area, and dealing with thuggery and intimidation. Over time, stronger partnerships with government have been built up. This shows what can be achieved when government supports people, so that they can make a difference to their lives and communities. Not simply providing for people, nor abandoning them to global forces outside their control.",
        "This investment approach has characterised our support for individuals – enabling more people to have a better education and giving more children a better start in life. The proposed new Child Trust Funds extend the investment approach to financial assets.",
        "The same philosophy – of helping people build up the assets needed to help themselves – applies to communities. It is when communities have the resources to help themselves that they can work together to create real change. In this process, social capital is built. Take the North End and North Lynn Community Trust in King’s Lynn. The Trust was set up with just £55,000 in 1992. From that, it has built a range of services, including childcare schemes and a healthy living centre. And as their assets have grown, more and more people have got involved. Social capital has developed, laying the foundations for further mutual working.",
        "Sure Start is one example of how we are already making a significant investment in the assets of communities – by providing new buildings, skills and organisational capacity and the long-term future of our children.",
        "But we need to do more. Where appropriate, central and local Government needs to transfer assets and control to communities. Parks, community centres and leisure centres are sometimes better controlled by community groups. With the right support, they can manage them more effectively and become local community institutions.",
        "Risky? Undoubtedly. But if we don’t take risks we will never give communities the control over their own futures which stimulates social action. So I welcome the intention of the Department for Transport, Local Government and the Regions to remove the need for ministerial consent before local authorities can transfer land at less than market price under the Local Government Act 1972 and believe that we need to do more to encourage and support appropriate asset transfers.",
        "We also need to invest in community institutions, like North End and North Lynn Community Trust – hubs of local communities. Through the Active Community Unit we are already providing grants to umbrella organisations, such as the Community Action Network, which support community groups. We should now consider how the Government and others can better directly invest in community organisations, so that they can make a real difference.",
        "We particularly need to invest in those community institutions which bring together people with different cultural backgrounds. The disturbances in Bradford, Oldham and Burnley last summer demonstrate the important of investing in social networks and organisations building community cohesion.",
        "Cheaper finance for community groups is part of the solution – the Phoenix Fund and other social investment initiatives are helping achieve that. There may also be scope for carefully managed grants which give organisations the flexible working capital needed to lever in loans and get projects started.",
        "Working in partnership to help people change their communities",
        "Thirdly, we need to recognise that people and communities need to work directly in partnership with the Government to build social capital and change their communities. By this, I do not mean lots of talking shops. I mean real collaboration. Getting things done.  \nI mentioned West Walker primary school earlier. A good example of how local government services can be important parts of the fabric of local societies. Likewise, the police have worked closely with Balsall Heath Forum.",
        "The Government is learning much about working in partnership with small community groups. At the Home Office we are simplifying grant regimes, encouraging joint working between the police and local communities, and looking at new ways to involve communities and families in tackling drug misuse.",
        "But some local authorities are reducing their support for community groups. I hear of too many important community institutions, such as Volunteer Bureaux and Councils for Voluntary Service, at severe risk of collapse because their local funding is being withdrawn. I am pleased to announce today that we have set up a £500,000 emergency fund to support some of these groups over the next year. But these will be one off contributions. Local authorities should be supporting the community sector too, and Stephen Byers and I will be writing to relevant local authorities to emphasise this to them. We are determined to work together to support civil renewal in this area, as others.",
        "We also need to consider better ways for central and local government to work in partnership with community leaders – the people who make social networks work for the common good, by bringing people together to tackle crime, improve education and develop public spaces. Paid or voluntary, community leaders can galvanise local people around a vision of change and practical action. So we need to build on, and develop initiatives like the Community Champions Fund, and the new Neighbourhood Managers under the Neighbourhood Renewal Programme, investing in and trusting local leaders.",
        "**Conclusion: Social Capital and Citizenship**",
        "The roles I have outlined for Government – creating a safe and secure environment, investing in communities and working in partnership with people – are all areas where we are making progress. I would like to end by touching on the other side of partnership – the responsibility of individuals. Government has important roles, but individuals must play a role in renewing communities. People must make the effort to work together, to reach out across communities, to make a difference. There has to be a civil spark.",
        "That is why I believe that we must think about building social capital in the wider context of citizenship. The two weave together. Those who volunteer in their communities tend to be more likely to vote. Conversely, those who have a sense of citizenship tend to work with others to improve their communities.",
        "A final part of our approach must, therefore be to reinforce citizenship at a national level. That is why, as Secretary of State for Education, I introduced citizenship classes into the school week, including ensuring that young people learnt by doing – going out into their communities and helping others.",
        "It is also why our immigration, nationality and asylum policies are designed to reinforce citizenship, through new ways of welcoming people and ensuring that people can fully participate in British society by speaking English. Ultimately, these are policies for building social capital.",
        "So to end on a personal note, the opportunities to help build social capital and drive civil renewal are one of the reasons why I have so much pride in being Home Secretary. As I noted at the start, I am an optimist about social capital, but know that it has to be tended. The Home Office brings together security, investment in communities, partnership working with communities and citizenship. As we take action on all these fronts, I believe that we are seeing social capital, our neighbourhoods and democracy renewed."
    ]
}