{
    "url": "https://www.ukpol.co.uk/hannah-blythyn-2022-statement-on-supporting-armed-forces-and-veterans-communities-in-wales/",
    "title": "Hannah Blythyn – 2022 Statement on Supporting Armed Forces and Veterans Communities in Wales",
    "post_date": "December 3, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Hannah Blythyn",
            "url": "/tag/hannah-blythyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Wales",
            "url": "/category/wales/"
        }
    ],
    "summary": "The statement made by Hannah Blythyn, the Deputy Minister for Social Partnership in Wales, on 21 November 2022.",
    "content": [
        "Following the recent Remembrance period during which the country paid tribute to our Service People, Veterans and their families, I am pleased to inform Senedd Members of two significant and positive developments that will help support delivery of the Armed Forces Covenant across Wales.",
        "The Office for National Statistics and Office for Veterans Affairs launched a UK-wide Veterans Survey on 10 November. The survey aims to learn more about the lives of the UK Armed Forces community, veterans and their families. The questions in the survey ask about access to services and circumstances since leaving the Armed Forces. It also asks about lifestyle, health and well-being. The Welsh Government has been fully involved in the development of the survey, alongside our counterparts from across the Devolved nations. The anonymous data from the survey will enable the Welsh Government, UK Government departments, public bodies and charities to further fine tune our plans for meeting the needs of Veterans into the future.",
        "Early indications are of a significant response to the survey, including from Wales. The survey is anticipated to close in February 2023 and Senedd Members can help in extending its reach. The survey can be found at: [Veterans’ Survey – Office for National Statistics (ons.gov.uk)](https://www.ons.gov.uk/surveys/informationforhouseholdsandindividuals/householdandindividualsurveys/veteranssurvey)",
        "I am also pleased to inform Senedd Members that the Armed Forces Covenant Duty will come into force on 22 November 2022. As I updated Members of the Senedd in October 2021, the duty will have implications for public bodies working in health, housing and education. Bodies will be expected to pay due regard to the Covenant when developing, delivering and reviewing policies and decisions relating to the Armed Forces community and to help improve their access to public services. We have worked with the UK Government to develop the Statutory Guidance to accompany this duty, which can be found at: [Armed Forces Covenant Duty Statutory Guidance – GOV.UK (www.gov.uk)](https://www.gov.uk/government/publications/armed-forces-covenant-duty-statutory-guidance)."
    ]
}