{
    "url": "https://www.ukpol.co.uk/thomas-boardman-1967-maiden-speech-to-the-house-of-commons/",
    "title": "Thomas Boardman – 1967 Maiden Speech to the House of Commons",
    "post_date": "September 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1967",
            "url": "/tag/1967/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Thomas Boardman",
            "url": "/tag/thomas-boardman/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Thomas Boardman in the House of Commons on 20th December 1967.",
    "content": [
        "I understand that there is a happy custom in this House which enables a new Member making his maiden speech to refer to his predecessor, and this I am pleased to do. Mr. Herbert Bowden, as he then was, sat for my constituency for 22 years, did much work for all sections of the constituency and was held in high regard by his constituents. I know also that he was much respected by right hon. and hon. Members on both sides of the House and I am sure that they will join me in wishing him well in another place and in his new job.",
        "I understand that I am also enabled to make reference to my constituency and this I am both pleased and proud to do. It is the south-west part of that great Midlands industrial city of Leicester. The city was reputed to be one of the most prosperous in Europe—a prosperity which I fear has somewhat faded in recent years. But it still compares favourably with most parts of the country.",
        "Its prosperity is founded on a diversity of industries—engineering, footwear, textiles, hosiery, plastics and the like. I believe that its source was the traditional ability of the people of Leicester for hard work, high skills, enterprise, inventiveness and thrift. These are all qualities which I am sure hon. Members on both sides will recognise as virtues. Whether we would agree on how those virtues should be rewarded I will not venture to raise today.",
        "It is because of this diversity of industries in Leicester that the cost of transport is of vital importance today. I want to refer only to that part of the Bill concerning the carriage of freight and to apply it to a commercial test—the test of whether the Bill will add to the competitiveness and efficiency of British industry, which, after all, must be our prime economic aim. Before applying that test, perhaps I should say something about my qualifications for doing so, so that the House can weigh how much or how little to attach to my words.",
        "I say at once that I do not claim to write for the Economist—or so far I have not been asked to do so—so perhaps the right hon. Lady will be disappointed in that. It is perhaps important to refer to my experience in that Lord Robens commented the other day on the lack of experience of hon. Members in making commercial decisions.",
        "I have the ultimate responsibility for the commercial decisions of a group of companies which cover 14 factories in the Midlands and the North. These factories supply components of many types to much of the footwear, motor car and clothing trades throughout the United Kingdom and many other parts of the world. To us, the organisation of transport is one of our key rôles. It is the conveyor belt of our industry and if it breaks down, or something goes wrong with it, not only do our own factories suffer or cease to function but we can cause chaos and hold up production in hundreds of factories throughout the country. So it is from the background of my personal experience that I approach this part of the Bill.",
        "I ask myself what industry needs in transport. On both sides we welcome methods to improve safety for the operator or safety for the public. There are at present countless regulations providing for safety in transport. I shall not take up time in questioning whether these are fully effective or even whether the Bill is necessary in whole or in part to fill in any requirements still wanting.",
        "I turn to what I consider to be the three commercial requirements of transport. One must be flexibility because, however carefully one plans one’s transport to carry one’s goods up and down the country and to the ports, the pattern of trade and demand will change daily and hourly and we must have, for industry, a flexible system which allows us, for example, to divert a lorry load bound for London to Bristol or Birmingham at short notice. The need for flexibility was never better illustrated by the recent dock strikes, when we had to divert lorries from port to port in order to catch shipping space.",
        "This means two things. We have to have the choice, which we now have, to use our own transport, or to use private carriers or British Road Services or container services and the like. They all have an important part to play. Industry and commerce must have choice. We must have the ability to choose the right transport for the occasion. I believe that the third thing we need is competition, because it is only our freedom to switch from one carrier to another or to use our own lorries that enables us to get the keenest price and the good service we demand. I believe that these are the requirements we must have.",
        "How does the Bill measure up to this? I believe that it fails on all these points. The right hon. Lady says that she intends to coerce people into using British Railways and gave as her reasons that only by making us use the railways will we realise how good the new services are and, secondly, that we do not know the true economic costs of our own transport. I think that the right hon. Lady is presuming to know more about how to run our businesses than we do. It is a dangerous assumption that either the lady or the gentleman in Whitehall necessarily knows best.",
        "The right hon. Lady also said that the private sector would not be eliminated. I believe that the private sector will survive but I query how it can survive in any competitive form on the crumbs which fall from British Railways’ table, or how it can survive when its only job will be to plug holes left by the National Freight Corporation. I wonder whether it can be competitive and prosper—or, if it does prosper, whether it will not commit the Socialist crime of prosperity, which would bring upon it the penalty of integration, rationalisation or co-ordination into the public sector.",
        "I believe that the consequences of the Bill on industry—and I believe this out of my own experience, as I am trying to avoid political controversy—could be grave increases in costs due to the direct costs in the Bill, to the costs to people in building up stocks along the pipeline because they cannot be sure of deliveries they now know are certain, and to the costs of the administrative form filling and the bureaucracy that goes with it. These costs will be heavy on industry.",
        "At this time, when industry has been reeling under blow after blow and when it should be straining every nerve and sinew to get on with the job of production, I query whether it is right to introduce this Measure. By the Bill the Minister intends to carry out a major surgical operation on the jugular vein of our industrial and commercial life, and if she has miscalculated—and can she be sure that she has not?—she could put in jeopardy the jobs of millions and the chances of our economic recovery."
    ]
}