{
    "url": "https://www.ukpol.co.uk/paul-boateng-1987-maiden-speech-in-the-house-of-commons/",
    "title": "Paul Boateng – 1987 Maiden Speech in the House of Commons",
    "post_date": "January 2, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1987",
            "url": "/tag/1987/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Paul Boateng",
            "url": "/tag/paul-boateng/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Paul Boateng, the then Labour MP for Brent South, in the House of Commons on 26 June 1987.",
    "content": [
        "It is with a certain amount of trepidation that I rise to address the House so soon after my entry into Parliament. However, I am fortified in my purpose by the knowledge that there is a tradition in this House that one’s maiden speech is treated with a degree of courtesy and consideration that is never thereafter afforded to an hon. Member. In saying that, I echo the words and sentiments of my distinguished predecessor the former hon. Member for Brent, South Mr. Laurie Pavitt. As many hon. Members know, Mr. Pavitt entered this House in 1959, and at the time he was described as the first voluntary speaker in the debate after the Gracious Speech. He spoke on the Health Service, a topic to which he was to return on many occasions in this House and in his constituency. It is a cause to which he made a very great contribution.",
        "​ Mr. Pavitt was noted for his warmth and sincerity and for his depth of knowledge on his specialist subjects. He was also well known for his consideration to his colleagues and, I am bound to say, to his successor. The advice that he gave to a new Member in relation to a maiden speech was also given to and taken up in his book by Mr. Speaker Thomas. It was that one should get it over with. That was the advice that he gave, and it is the advice that I have taken.  \nWhen one considers, as one has had to consider over the past day, the Gracious Speech, it is clear that that word has also been passed to the Prime Minister. It is quite clear that it has been suggested to her and to her Government that they should get it over with. When one looks at the contents of the Gracious Speech, one sees why there could not be a more divisive or a more destructive programme. One wonders whence the Prime Minister’s advice came. I received friendly advice. The Prime Minister’s advice could not have come from her predecessor, her one remaining predecessor in this House, because, if he were to give her any advice, it would certainly not be friendly and the surprise would be if she accepted it anyway. It must have come from some other guardian angel, or perhaps more likely from a malign familiar. Perhaps it came from the Secretary of State for the Environment, the cat that the Prime Minister has set to catch the local authority mouse. Perhaps it came from that quarter.",
        "Quite clearly there is nothing in the Gracious Speech to which we can look to promote consensus. There is everything in it to provoke controversy. Therefore, in my maiden speech I find myself in some difficulty in terms of even attempting to keep to the tradition of avoiding controversy. I am conscious of the fact that this is a foreign affairs day. I crave the indulgence of the House. I shall speak not about the sub-Saharan debt crisis or about South Africa, although they are two problems of real and immediate concern to my constituents and I hope in due course to be allowed to return to them; I shall concentrate instead on domestic issues.",
        "When one listens to the way in which the occupants of the Conservative Benches speak about the inner cities and how they refer to Brent, Haringey, Islington, Leicester and Glasgow, one might well think they were speaking about another country. That is because of the lack of knowledge and shallowness of understanding that they show and, indeed, for all that they care. Those places might just as well be the Balkans. Indeed, when one thinks about it, that is precisely what the Government intend for the inner cities. They intend the Balkanisation of the inner cities of our country. They intend to break them up, divide them and to set one against the other to prevent them being a real power or force for change or progress. They intend to divide and rule. They intend the Balkanisation of the inner cities. The Gracious Speech reveals that to be the prospect for the inner cities in the years ahead.",
        "Nowhere is that more clear or evident than in education and housing. It is clear that what is proposed is the destruction of municipal Socialism, not the development of the municipalities. The Government care nothing for that, but they care everything for the destruction of the gains that have been made by the people of the inner cities since the war.",
        "It is useful to compare the Gracious Speech that my distinguished predecessor, Mr. Laurie Pavitt, addressed in his remarks in 1959 with the Gracious Speech that we heard yesterday. It is an interesting comparison, not least ​ on the subject of housing because in 1959 it was possible for a Conservative Government to say that new house building would be mantained at a high level and that the slum clearance campaign would continue. That is what a Conservative Government said in 1959. What do they say today? They say :",
        "“Measures will he brought before you to effect a major reform of housing legislation in England and Wales.”",
        "The consensus on housing during the past 28 years has been broken and shattered, and one can see why. In the rise of the Conservative party during the past 28 years we have seen the replacement of any hope of consensus and of any real care for the people and problems of the inner cities by the men and woman who now swell the ranks of the Conservative party and sit on the Government Benches. We have seen consensus replaced by zealots and place persons who want nothing so much as the destruction of our gains and our party, and who will do anything to achieve that goal. [Interruption.] Ministers may well laugh and lounge on the Front Bench now, but they should bear in mind what happened to some of the other zealots and place persons who lounged there before, when the Conservatives sought the destruction of the inner cities and moved against the Greater London council. Those Ministers soon found themselves languishing on the Back Benches. Lounge now and languish later is the message that some Ministers should take with them when they return to their places outside the House.",
        "When one considers the proposals for housing, one sees a pattern and set of proposals that in no way even begin to address the crisis of the time. We need only consider the situation in London. There are 30,000 homeless families, 9,000 in bed-and-breakfast, half a million families on council waiting lists, and one in five live in unsatisfactory accommodation. About £7 billion is needed to repair the existing housing stock. Those are the stark figures for London.  \nIn the borough of Brent, which is seventh on the list of housing deprivation in Greater London, the position grows worse daily. More than 800 families are crammed into bed-and-breakfast accommodation, and there are 1,500 homeless families in all. What do those figures mean? They mean the woman who comes to my constituency surgery with three children and tells me that she has only one room to which to return in a shabby bed-and-breakfast hotel in Earl’s Court. There is nowhere for the children to go, nowhere for her to deal with the dirty nappies, and nowhere that she can try to bring up a family. And the Government say that they are concerned about that.",
        "What do the Government’s policies mean in terms of alleviating the suffering of the people whom we are sent here to represent? They include the parents who come to my surgery from the Stonebridge estate and tell me that they have five children and live in a three-bedroomed house. The youngest child, who is hyperactive, is obliged to share a bed with two teenage sons—one bed for three boys. The child has no garden in which to play and runs round in the house tearing up the carpets and the lining of the sofas because of his frustration. What am I supposed to tell them, based on this Queen’s Speech? What hope can I give them that they will obtain a transfer? There is no hope and no chance, because the Government’s proposals hold out nothing but a deterioration in the housing and living conditions of our people.",
        "We need to give our people some hope and some chance, and there is a basis, in housing at least, for some consensus. But the Government have set their faces against that. They have set their hands to a course that is determined to create in our inner cities the development of welfare housing along American lines—sink estates to which people are condemned, with no prospect of getting out. The better estates, with low-rise housing and perhaps gardens, will be privatised—put out to the highest bidder. Then there is no telling what will happen to the rents, and there is no explanation in their proposals of what will happen to homeless families. Where will they go?",
        "There is no telling and no explanation in the Government’s proposals about what will happen to housing transfers. How will they be affected? There is no telling and no explanation in their proposals of how they envisage the role of building societies and housing associations. They have told the Government many times, as they have told us, that they need co-operation among local authorities, building societies and housing associations. They do not want one to be set against the other in a spurious competition in which the consumer—- the person who seeks housing—is never the winner. The Government should listen to them and to the advice that they must be receiving from those responsible for telling them what damage and harm their proposals will bring They must find another way and find it soon, because the crisis is growing.",
        "I give an example of another way in which we can try to resolve the two central problems of our inner cities—unemployment and homelessness. In Brent, 2,500 building workers are unemployed and there are 1,500 homeless families. It cost £5,000 to keep each of those families in bed-and-breakfast accommodation. It costs £5,000 a year to keep a family in the misery of bed-and-breakfast The total cost of rent for that accommodation is almost £4 million a year.",
        "With such money and the waste that directly arises from the housing policies that have been carried out in the past by the Government and that will be made worse in the future, we could build 500 new homes a year for five years. We could create 1,300 jobs to absorb some of the unemployment in my borough alone. Imagine what could be done throughout the country if the Government were prepared to put resources into housing. Those resources would generate wealth, employment and opportunity. At the same time, the Government should call upon the willingness, the skills and resources that exist in our country to address the problems of homelessness in a way that recognises, as we on the Labour Benches have shown by our actions, the importance of having a multiplicity of tenures and forms of ownership. Housing associations should be involved. We want their co-operation and flexibility. We want to encourage owner-occupiers and to ensure—as the GLC sought to do before the Government stripped it of its housing powers—the provision of mortgages for first-time buyers.",
        "In the last years of the GLC we produced, as a major housing authority in London, more mortgages and gave a greater chance to first-time buyers than any Conservative GLC administration ever did. However. the Government took away the GLC’s housing powers and gave them to the boroughs. The line given then was that those powers best belonged with the boroughs. When the Government were stripping the GLC of its housing powers, the boroughs could do no wrong, but now, ​ suddenly, the line has changed. Now the boroughs are not the right authorities after all and there should be no strategic housing provision—it should be left to the market.",
        "We cannot leave this matter to the market because that will not address the concerns of the young couples in my constituency who want to buy their own homes and want low-cost house building to enable them to do so. It will not address the concerns of the people on the Stonebridge or Church End estates. It will not address the concerns of people who are currently trapped in intolerable housing conditions.",
        "The Opposition will oppose the Government tooth and nail on this and other issues that stem from the Gracious Speech. We will seek to mobilise our communities around a great campaign for homes in all our cities. We will seek to mobilise the enthusiasm and commitment that there is in those cities for homes for all. That is the message that will come from the Labour party. It is a message of optimism and of hope that there is in an alternative, there is another way. We represent that way.",
        "The Government are closing the shutters on housing in London, in my constituency and in Britain. The Government are doing so for a simple, squalid purpose. It is a party purpose, not a national purpose. The Government will be condemned by communities that will be affected in this way. The Government will be condemned by history. Indeed, the Government can be absolutely sure that, as they seek to close the shutters over the next weeks and months, we will not go quietly into the night."
    ]
}