{
    "url": "https://www.ukpol.co.uk/paul-boateng-2002-speech-to-the-charities-taxation-reform-group/",
    "title": "Paul Boateng – 2002 Speech to the Charities Taxation Reform Group",
    "post_date": "January 2, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Paul Boateng",
            "url": "/tag/paul-boateng/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paul Boateng, the then Financial Secretary to the Treasury, in London on 15 January 2002.",
    "content": [
        "The principle of voluntary action has a long history in the UK. It was the great philanthropists of the 19th Century that drove social reform and whose charity moved the mountains of illiteracy, ill health and poverty. Here in London, as in other towns and cities across the country, there is a tradition of philanthropy, self-help and mutualism ingrained among the people. We can see it in the tens of thousands who volunteer of their time, their money and their expertise.",
        "The sector still thrives: in 2000 the overall amount donated by the general public stood at £5.76bn – a return to the high levels of the early 1990s. The challenge now is to broaden the base of charitable giving, and encourage even more people to start donating of their time and their money – helping your organisations to play a bigger part in the delivery of public services and the renewal of the public space.",
        "We are committed to reducing the burden of taxation, ameliorating the administrative cost, and helping you to play a proper part in the renewal of the public spaces we all inhabit. To achieve this objective it is vital that we work closely with your organisation: after all, you are the experts. I know that Mike Eland from Customs and Dave Hartnett from Inland Revenue spoke at your last AGM and I’m delighted to be here today to reaffirm the relationship. Our shared aim must be to build a new partnership between government and the ‘third sector’ – using your strengths to challenge, compliment, and reinforce government policy.",
        "**Strengths of the voluntary sector**",
        "The strengths of the voluntary sector lie in its:",
        "Local character;  \nFlexibility to innovate;  \nPersonalised approach;  \nCapacity to strengthen citizenship; and  \nRunning through all of these, the ability to reach out to isolated and marginalized groups.",
        "The local character of the voluntary sector is perhaps its most important quality. It is from understanding of the local community that the strength of the voluntary sector flows. Where the state is sometimes remote and inflexible the voluntary sector is always there, close at hand, in the street, the neighbourhood or the town.",
        "This local character gives the voluntary sector the strength to be flexible and develop innovative solutions to social problems. Where the government sets down the national standards, the voluntary sector can develop the local capacity, local skills, and local amenities necessary to translate the standards into the experiences of local people.",
        "This flexibility means that the voluntary sector can develop highly individual responses to different problems; enabling the opportunities offered by the state to be inflected into the language of local communities. The government sees the total number unemployed, responds with the New Deal and helps get half a million back to work. The Rainbow Refugee Network sees wasted potential in the refugee communities here in London, provides advice on welfare benefits, education, and employment, and helps build a bridge between Asian, African and East European asylum seekers and the mainstream of social opportunity.",
        "The voluntary sector does not replace the state, indeed it is the capacity of the voluntary sector to challenge the government, stimulate policy debates, promote a pluralist society and enhance democracy that makes it so valuable. In building a partnership with the voluntary sector we are acknowledging that it is organisations like Help the Aged, OXFAM, and MENCAP, as well as smaller organisations operating here in London like Enfield Community Transport scheme or the Stonebridge Training and Education Project in my own constituency, that enable people to engage more effectively with the government, fulfil their true potential, and grow into better citizens.",
        "**Measures to help voluntary sector**",
        "We want to forge a new partnership with the voluntary sector. To enable your organisations to continue running innovative schemes on a local, national and international level, we want to help raise the level of charitable giving.",
        "For too long the voluntary sector has been held back by archaic rules, bad laws, and poor tax legislation. As experts in charity finance you know that the voluntary sector needs a fair and sympathetic legal and economic framework within which to operate: with your help we have begun to build it. This is a collaborative process – where we have moved forwards, it has been through dialogue and consultation. Over 50% of the ideas proposed by the CTRG on the recent Review of Charity Taxation were accepted and implemented by this government – we do listen and we do act.",
        "But perhaps we need a more structured approach to our dialogue to further build on the good relationship between charities and the Government. I am therefore asking officials to put in place more formal arrangements for regular meetings – perhaps half yearly – where the sector can come together with Treasury, Customs and Excise and Inland Revenue, and engage in constructive dialogue. Regular meetings would allow us to reflect together on what works, where guidance may be improved and how we can move forward on particular issues of concern to the sector.",
        "It is worth taking a moment to recall how much has been achieved.",
        "The Gift Aid changes, introduced in Budget 2000, mean that for every pound a UK taxpayer donates to charity the government is prepared to contribute to that charity an additional 28 pence. People and companies can donate listed shares to charity, without having to pay any capital gains tax, and get extra tax relief for the full value of the shares.",
        "We have abolished the ceiling on how much money employees can give through the pay packet – payroll giving can now be any sum an employee chooses. Until April 2003, we are offering a special 10 per cent supplement on all payroll donations to charities. So for every pound contributed through payroll giving, the government will contribute up to 50 pence worth of tax relief. I know that the CTRG has suggested extension of this 10% supplement and this is an idea that we will give careful consideration.",
        "We are already beginning to see the results from the changes we have made: donations through payroll giving rose by more than £18 million in 2000/2001.",
        "In the PBR we set out further measures to support charities, including:",
        "An Inland Revenue consultation on whether to allow tax payers to donate directly to charities on the annual tax form – and gain tax relief for doing so. I hope that the CTRG will play an important role in the consultation process;",
        "The abolition of football pools tax – so every charity or local sports club who run pools based competitions will see this tax liability abolished; and",
        "The Chancellor has re-stated the fact that charities collecting donations of unwanted foreign coins from taxpayers could benefit from the 28% tax top up through Gift Aid.",
        "I know that Lee Jones [Deputy Chair of the Charity Finance Directors Group] welcomed the Chancellor’s statement – predicting that it would lead to an increase in income for your organisations. We recognise that charities are becoming the ‘third sector’ and we are committed to take further action, where possible , to simplify the tax structure – driving costs down and donations up.",
        "Budget 2002 will provide another opportunity to consider the tax burden on charities and on charitable giving. I know that the CTRG has made a number of proposals on irrecoverable VAT; on relaxation of the rules governing trading activities by charities; and on reducing the administrative burden that the tax system imposes. Obviously I can’t tell you what measures Budget 2002 will actually contain – but all of these suggestions will receive careful consideration.",
        "**Performance and Innovation Unit Review**",
        "To help us improve the capacity of voluntary organisations to provide their vital services, and to underline the importance of the partnership between government and charities, we have established two review teams.",
        "In the Cabinet Office the Performance and Innovation Unit are developing proposals for modernising the legal and regulatory framework for charities and the voluntary sector. The aim is to enable existing organisations to thrive and grow, encourage the development of new types of organisation, and ensure public confidence in the voluntary sector. We want a legal and regulatory framework that stimulates, rather than stifles, social enterprises.",
        "The review team are engaging in extensive consultation with the sector. So far they have run six major consultation events around the UK. I know that the Charity Finance Directors Group have responded positively to the consultation – calling for strong self-regulation measures, and opportunities for the charities themselves to measure performance and improve transparency. We do listen to what you have to say and it will be reflected in the final report when it is published in spring of this year.",
        "**Cross cutting review**",
        "Alongside the work of the Performance and Innovation Unit the Treasury has launched a cross cutting review of policy. We are re-examining the ways in which the ‘third sector’ is involved in overseeing and delivering services. The aim is to understand more fully how the government can work effectively with the voluntary sector to deliver high quality services, taking account of your key role in strengthening civil society and building capacity in communities. We are:",
        "Mapping the many ways in which the voluntary sector is already involved in overseeing and delivering services.",
        "Examining best practice in effective partnership between the voluntary sector and the public sector – suggesting practical ways of improving the relationship and spreading good ideas; and",
        "Breaking down the barriers to voluntary involvement in delivering better public services: working to ensure that the fiscal and regulatory framework create a level playing field on which charities can operate on the same terms as local government and private sector providers.",
        "This is an opportunity for you to tell us what works, what doesn’t, and how existing resources can best be used to help your organisations participate in the delivery of high quality public services. It is about making existing resources work better for all of us.",
        "As charity tax and finance experts you have a wealth of experience, commitment and insight about what works. This is exactly the kind of information we are trying to capture in the review, and so we want you to bring your knowledge to the fore.",
        "Whether you work locally, regionally or nationally, we want to hear from you. Over the coming days and weeks we will be collecting and collating views from experts all over the country. I am determined that your views will make a real difference to the final report – which will be produced later this year.",
        "Of course one of the reasons the CTRG exists is to work with government – at all levels – and ensure that the voice of the voluntary sector is heard on tax issues. Earlier this week I met with Nick Kavanagh to discuss other issues of mutual concern. The foundations are in place; we have the basis of a strong working relationship.",
        "We won’t always agree on all issues. I know that you have concerns about irrecoverable VAT, about EU legislation, and about tax relief on buildings used for charitable purposes. You know that sometimes our views differ, and that whilst we will always lend a sympathetic ear sometimes we will not agree with all your conclusions. The important thing is to keep the channels of communication open – so the voice of the voluntary sector is not a voice crying out in the wilderness but a voice at the heart of government, echoing down the corridors of power, resonating in European negotiations, and reflected in the policies of this government.",
        "So when the Treasury’s Cross Cutting Review is completed – it will reflect your views; in Budget negotiations – your submission will receive the attention it deserves; and in negotiations on the EU VAT Directive we will carry your concerns with us to Brussels. This is the basis of a new and constructive relationship between an open government and an independent voluntary sector. As we remake our public services we want you to be full partners, that is why we launched the cross cutting review, that is why I am taking a close personal interest, and that is how we will deliver on our shared social objectives.",
        "Our vision is of a strong, independent voluntary sector, operating within a modern, efficient taxation and regulatory system – working closely with government to deliver the public services people expect and demand. Working together, we can make that vision a reality.",
        "Thank you."
    ]
}