{
    "url": "https://www.ukpol.co.uk/paul-boateng-2002-speech-to-the-institute-of-asian-business-annual-dinner/",
    "title": "Paul Boateng – 2002 Speech to the Institute of Asian Business Annual Dinner",
    "post_date": "January 2, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Paul Boateng",
            "url": "/tag/paul-boateng/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paul Boateng, the then Chief Secretary to the Treasury, on 2 November 2002.",
    "content": [
        "Tonight is about work – a dynamic Asian business community in a dynamic UK economy – but it is also about having a good time – pleasant location – good food – old friends.",
        "As Rabindranath Tagore wrote so eloquently “God respects me when I work, but He loves me when I sing”.",
        "Asian businesses play an important part in the economy of Birmingham, the West Midlands, and the entire UK. We are determined to offer you every possible support.",
        "In our first term, we introduced important reforms to promote macroeconomic stability and get the public finances into order. Difficult decisions were taken, but they worked, and so now we have low inflation, low interest rates, and record levels of employment.",
        "Here in the West Midlands employment has grown by 69,000 since the 1997 election – a bigger pool of labour for your business to draw on.",
        "Now, as we move into our second term, the focus has shifted. The centre has moved towards policies that support balanced growth across all the regions and nations of the UK that support enterprise, and that support fairness. That means building on a platform of macro-economic stability with support for the small business community and, more than that, it means enterprise for all – giving everyone the chance to start out and succeed in business.",
        "The West Midlands is a dynamic and productive region, home to around 290,000 businesses, rapidly expanding its interest in e-commerce and software with over 1800 Information and Communication Technology companies. The natural choice for an increasingly high level of inward investment – with 99 projects in 1999-2000.",
        "World-class universities and research institutes introduce the opportunity to start up high tech value added businesses – diversifying the manufacturing base.",
        "Yet with GDP per head in the West Midlands languishing at twelve and a half thousand pounds a year, trailing the national average, and with similar disparities across other regions, there is more work to do to ensure everyone can share in the growing prosperity of the UK.",
        "Part of the answer is to increase the start up and survival rate of small businesses. It is the small businesses of today that are the big employers, wealth creators, and money-spinners of tomorrow. So it is unfortunate that the rate of small business creation in the West Midlands, at just over 14 registrations per thousand two years ago, is too low.",
        "In government, we want to turn this situation round, not just because it is morally right to give everyone the chance to start out and too succeed – building a better future for themselves and their families – as successive generations of Asian businessmen and women have done – but because it makes economic sense to enable everyone to reach their full potential. Support for small firms is an important theme running through this government’s policies. In the Asian community, where levels of entrepreneurial activity are high, we have a natural ally.",
        "Tax cuts in successive Budgets mean we have a very favourable tax regime for small companies. Indeed, the OECD index shows that the UK has fewer barriers to entrepreneurship than any other OECD country.",
        "The entrepreneurial spirit is thriving amongst ethnic minority communities in Britain, which are responsible for nearly twice as many start-ups per person as the rest of the country. British Asians in particular have a great history of entrepreneurial activity – our research shows that 32% of all British Asians are either already working as entrepreneurs, or are seriously considering it.",
        "That is a basis on which we can build. We are determined to ensure that everyone, no matter what their background, has access to the opportunities they need to start out and to succeed.",
        "Earlier in the year I spoke at a conference hosted by the Confederation of Indian Industry and the Confederation of British Industry. I was impressed by the strength of the relationship, particularly in Information and Communication Technology, and the potential for future development – sharing ideas and strengthening trade links – across a whole range of areas.",
        "The challenge for government and for the business community is to work together to release that potential",
        "In education we are launching an initiative to give every child the chance to think about running their own business – creating a culture of innovation and sewing the seeds of future growth. It has become almost a cliché that ambitious parents from Asian communities regard law, accountancy and medicine as the careers for their children. I want to add ‘entrepreneur’ to that list. It can and should belong there.",
        "Education also means ensuring workers have the right skills – driving up levels of productivity and protecting workers against social exclusion. Skills were an important priority in the Spending Review.",
        "In finance we are working with the banks to ensure equitable access to start up capital for businesses owned by Black and Minority Ethnic groups.",
        "The need to increase the supply of regional risk capital and improve access to finance for SMEs is a strategic priority for Advantage West Midlands. The launch of the Regional Venture Capital Funds signals our support: funds in each and every region of the UK designed to fill the equity gap for investments below £500,000 in small businesses with high growth potential.",
        "The challenge for the Birmingham Chamber of Commerce and for umbrella organisations like the Institute of Asian Business is to raise the level of financial awareness for Asian businesses across the West Midlands and across the UK.",
        "The Regional Development Agencies, Advantage West Midlands, are the drivers of economic growth and the catalyst for improvements in productivity.",
        "I know, for example, that they have taken forward proposals on transport priorities for the West Midlands – intended to provide a firm foundation on which to secure the investment required for the benefit of the region.",
        "So it is critical that RDAs make sure that their whole region – business, trade unions, universities and colleges, Councillors, Members of Parliament and the wider community, feel that their voices are properly heard and their concerns reflected in the development of policy. Business engagement is absolutely essential. The challenge now for Asian business is twofold. First, to take advantage of the productivity initiatives we are now putting in place – on innovation, investment, skills, and enterprise. And second, to get involved with the agencies that are driving devolution – to help lead and influence the new regional economic agenda.",
        "Across government, we know we need to do more to address the concerns of small business and to provide tailored, customer focused services. That is why we have established:",
        "The Small Business Service – championing the importance of entrepreneurship across society;",
        "The Phoenix Fund – a £96m programme to promote enterprise in deprived areas and amongst under-represented groups;",
        "The Ethnic Minority Business Forum – strengthening the dialogue between Government and Asian companies.",
        "A framework of macro-economic stability, a low tax environment, micro-economic reforms to encourage enterprise and develop workforce skills, and specific support targeted on the areas of greatest need – it all adds up to a massive commitment, from government, to the success of the Asian business community.",
        "The challenge now is to engage with the structures we have put in place, invest for the future, and ensure a central place for a dynamic, productive Asian business community in a dynamic, productive UK economy."
    ]
}