{
    "url": "https://www.ukpol.co.uk/nick-boles-2022-article-on-now-supporting-the-labour-party/",
    "title": "Nick Boles – 2022 Article on Now Supporting the Labour Party",
    "post_date": "September 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Nick Boles",
            "url": "/tag/nick-boles/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "A section of the article in the Guardian newspaper on 29 September 2022. Nick Boles was the Conservative MP for Grantham and Stamford from 2010 to 2019.",
    "content": [
        "Liz Truss and Kwasi Kwarteng possess a level of intellectual self-confidence usually found among undergraduates. They always have. Since 2010, when all three of us were first elected as Conservative MPs, they have known what they believe – and have viewed those who didn’t agree with them, or didn’t share their unshakeable certainty, with amiable contempt.",
        "….",
        "In the past few days, the values of sterling and government bonds have registered the alarm felt by international investors about the UK’s prospects. But the British economy is resilient and there is a limit to how much permanent damage even these two headstrong ideologues will be able to do.",
        "In two years’ time, voters will be given a choice. By then I expect that there will be millions of former Conservative voters who will have tired of being lab rats in Truss’s and Kwarteng’s ideological experiments. They will look for leaders who are prudent, responsible and steady. Who don’t think they know everything. Who listen, and are in touch with people’s everyday concerns. I predict that they will conclude, as I have done, that it is the Labour leader, Keir Starmer, and his shadow chancellor, Rachel Reeves, who best fit the bill."
    ]
}