{
    "url": "https://www.ukpol.co.uk/nick-boles-2016-statement-on-apprenticeships/",
    "title": "Nick Boles – 2016 Statement on Apprenticeships",
    "post_date": "March 11, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Nick Boles",
            "url": "/tag/nick-boles/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Nick Boles, the Minister of State for Skills, in the House of Commons on 10 March 2016.",
    "content": [
        "[![CBI Conference](https://www.ukpol.co.uk/wp-content/uploads/2016/03/nickboles.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/03/nickboles.jpg)",
        "With permission Mr Speaker, I would like to make a statement about apprenticeships. As you know, Mr Speaker, I am evangelical about apprenticeships. We do not always agree with each other on every question, but I know that to a woman and to a man, all my right hon. and hon. Friends share this passion.",
        "We believe in apprenticeships, because they are one of most powerful motors of social mobility and productivity growth. An apprenticeship represents opportunity, aspiration, ambition—things that we Conservatives cherish. Apprenticeships make our companies more competitive. Some 70% of employers report that apprentices help to improve the quality of their product or service. They offer people a ladder to climb, with both higher pay and a sense of personal fulfilment at the end of it. A level 2 apprenticeship raises people’s incomes by an average of 11% three to five years later. A level 3 apprenticeship delivers a 16% boost.",
        "Apprenticeships improve the diversity of the workplace: 53% of the people starting an apprenticeship in 2014-15 were women; 10.6% were from a black or other minority ethnic background, up from 8% in 2009-10; and 8.8% had a disability or learning difficulty. An apprenticeship can take you anywhere. Sir Alex Ferguson did one. So did Jamie Oliver. And Karen Millen. And Sir Ian McKellen. So, too, did the chairmen of great businesses such as Crossrail, WS Atkins and Fujitsu.",
        "The Government have great ambitions for our apprenticeships programme. In the previous Parliament, 2.4 million people started an apprenticeship; by 2020, we want a further 3 million to have that opportunity. We do not just want to see more apprenticeships; we want better apprenticeships in more sectors, covering more roles. The first thing we need to do is persuade more employers to offer apprenticeships. At the moment, only about 15% of employers in England do. In Germany, the figure is 24% and in Australia 30%.",
        "We are therefore introducing a new apprenticeship levy that will be paid by all larger employers—those with an annual payroll bill of £3 million or more. This will help us to increase our spending on apprenticeships in England from £1.5 billion last year to £2.5 billion in 2019-20. Employers who pay the levy will see the money they have paid for English apprenticeships appear in their digital account. They will be able to spend it on apprenticeship training—but only on apprenticeship training—and as my right hon. Friend the Chancellor has emphasised, employers will be able to get out more than they put in.",
        "We are also making sure the public sector pulls its weight and follows the fantastic example of our armed forces, which, between them, employ 20,000 apprentices at any one time. We plan to introduce a new target for public sector organisations employing over 250 people in England. They will be expected to ensure that at least 2.3% of their staff are apprentices. We are using the Government’s power as a customer too. Procurement rules now stipulate that bidders for central Government contracts worth more than £10 million and lasting over 12 months must demonstrate their commitment to apprentices.",
        "We are not only committed to greater quantity; we want to see better quality too. We have already stopped the short-term, low-quality, programme-led apprenticeships developed by the last Labour Government. They made a mockery of the concept and tarnished the brand. We are now asking groups of employers to develop new apprenticeship standards that will help them fill the skills needs created by new jobs and new industries. Some 1,300 employers are involved in this process, and we have published 210 new standards so far. A further 150 are in development. We are also establishing a new employer-led institute for apprenticeships to approve these new standards and ensure that quality is maintained.",
        "Sixty of these new standards are higher and degree apprenticeships. We want everyone making a choice about their next steps after the age of 16 or 18 to know that the decision to do an apprenticeship is not a decision to cap their ambition or turn down the chance of a degree. It is simply a decision to progress in a different way—to learn while they earn and to take a bit more time, to bring home a wage and avoid large student loans. Next week is National Apprenticeship Week. I hope that the House of Commons will today speak with one voice. Apprenticeships are for everyone and can take you anywhere. I commend this statement to the House."
    ]
}