{
    "url": "https://www.ukpol.co.uk/nick-boles-2019-speech-on-brexit-and-parliament/",
    "title": "Nick Boles – 2019 Speech on Brexit and Parliament",
    "post_date": "June 16, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Nick Boles",
            "url": "/tag/nick-boles/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nick Boles, the independent MP for Grantham and Stamford, in the House of Commons on 12 June 2019.",
    "content": [
        "Two groups of right hon. and hon. Members will be finding today’s vote especially difficult. Many friends on the Conservative Benches will feel torn between their loyalty to their party and their clear understanding of the national interest. I know as well as anyone the great strain that they may be feeling this afternoon. I, too, was an instinctive loyalist—someone who towed the party line, ambitious for high office. I did not see anything wrong in that and, on most questions, I still do not see anything wrong in it, and nor is there anything ignoble about the desire to stay on good terms with the members of one’s local party.",
        "For each of us, however, there comes a moment and an issue that demands that we put such concerns to one side and do the uncomfortable thing, because we know that our constituents’ best interests demand it. I do not believe that any hon. Member with a concern for the welfare of sheep farmers or for people working in car factories will be able to look them in the eye after a no-deal Brexit has led to the decimation of Britain’s lamb exports and the destruction of thousands of highly skilled and well-paid manufacturing jobs. That is surely reason enough to support the motion today.",
        "The other group for whom today’s vote is hard is Labour Members who represent constituencies that voted by a clear majority to leave the European Union. ​They feel that they are duty bound to ensure that the UK does leave the EU and are worried that a vote for today’s motion will be misrepresented as an attempt to block Brexit. My constituents voted the same way, and I feel the same obligation, but today’s motion does not block Brexit—not even close. Today’s motion would secure an opportunity to debate a Bill on 25 June, so that Parliament, as my right hon. Friend the Member for West Dorset (Sir Oliver Letwin) said, can vote in September on the new Prime Minister’s plan for Brexit.",
        "**Sir William Cash**",
        "The hon. Gentleman refers to a Bill, but he does not know what it will contain, or perhaps he does. Will he enlighten us? Does it not really attempt to unwind the repeal of the 1972 Act, in so far as it deals with the question of deal or no deal? That is what the law says.",
        "**Nick Boles**",
        "The right hon. Member for West Dorset answered that question very adequately. The Bill simply provides Parliament with an opportunity in September to vote on the new Prime Minister’s plan for Brexit so that we do not leave with a no-deal Brexit on 31 October, as the law currently provides, without Parliament having had a chance to vote.",
        "If my old friends on the Conservative Benches, the true champions of one nation, and my new friends on the Labour Benches, the representatives of thousands of decent leave voters in the midlands and the north, find a way to support today’s motion, much more than a day of the Order Paper will have been won: this House will have seized the chance to defend its rights and freedoms against an arrogant Executive hellbent on implementing an extreme policy; the British people will have been given the opportunity to slow their leaders’ lemming-like rush towards a no-deal Brexit; and the world will have been given reason to believe that the psychodrama of the Tory party’s leadership contest does not define us as a nation, that Britain has not taken leave of its senses and that the House of Commons is a place in which grown-ups come together to take responsibility for securing the future of our country."
    ]
}