{
    "url": "https://www.ukpol.co.uk/nick-boles-2019-speech-on-brexit/",
    "title": "Nick Boles – 2019 Speech on Brexit",
    "post_date": "April 2, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Nick Boles",
            "url": "/tag/nick-boles/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nick Boles, the Conservative MP for Grantham and Stamford, in the House of Commons on 1 April 2019.",
    "content": [
        "I congratulate the hon. Member for Hove (Peter Kyle) on managing to deliver a powerful speech despite a certain amount of distraction. He was responsible for my defeat in his constituency in 2005—not as the candidate but as the campaign manager—and I have always been slightly frightened of him since.",
        "I find myself wondering whether it is a coincidence entirely that the people who normally sit around me on these Benches are not here, given that we all know that among them are counted noted naturists. It has long been a thoroughly British trait to be able to ignore pointless nakedness, and I trust that the House will now be able to return to the issue we are discussing.",
        "In last Monday’s debate, my great friend and mentor, my right hon. Friend the Member for Mid Sussex (Sir Nicholas Soames), urged the House to take to heart the words that are recited every day during Prayers by the Speaker’s Chaplain:",
        "“never lead the nation wrongly through love of power, desire to please, or unworthy ideals but laying aside all private interests and prejudices keep in mind their responsibility to seek to improve the condition of all mankind”.",
        "In the nine years since I arrived in this House, there has never been a day, or a debate, in which this injunction is more relevant. If by doing this a clear majority of right hon. and hon. Members are able to support one of the Brexit compromises on the Order Paper today, the vast majority of the people we represent will breathe a deep sigh of relief. We are sent here to make the most difficult decisions on behalf of our constituents. If we vote for a compromise version of Brexit this evening, they will see that we are up to the job.",
        "**Anna Soubry**",
        "As my hon. Friend knows—and he is my friend—I have made the case and voted for the single market and the customs union for almost the past two years. My difficulty with his motion is that paragraph 1(i) says that it seeks to",
        "“renegotiate the framework for the future relationship”.",
        "I think that he would have won more support if, like motion (C), on the customs union, he had sought to change the withdrawal agreement as well as the future framework. The problem with his motion is that it is about only the future relationship, which any Government and any Prime Minister who succeeds the current one can change. In other words, it is non-binding.",
        "**Nick Boles**",
        "I thank my right hon. Friend for her point, but I do not agree with it. My motion specifically includes a provision that the political declaration, as renegotiated, should then be cemented into the withdrawal Act, as will come if this House votes for this, and ​therefore this will require a majority of this House to vote to amend statute if there is to be a change. So it will not simply be a matter of a future leader of the Conservative party being able to rip this up and renegotiate it. They will have to amend an Act of Parliament in this House, and currently there is no majority for amending it in the direction that she fears.",
        "**Mr Nigel Evans**",
        "I agree that the public would be relieved if we ever did come to a conclusion, but they would be angry if we came to the wrong conclusion. Does my hon. Friend accept that his common market 2.0 proposal would allow free movement of people, that it would cost us billions to access the single market, that we would be justiciable by the Court and so we would be law-takers, and that we would not be able to do free trade deals—and was that not the basic tenet of what we voted for in 2016?",
        "**Nick Boles**",
        "Unfortunately, my hon. Friend is right about only some of those things. It is true that in normal days we would be subject to free movement, because that is the price of single market membership, and that we would have to pay over some financial contributions, although they would be probably of the order of half of what we currently have to pay. He is not correct to say that we would be justiciable by the European Court of Justice. If we were within the European economic area, which is what common market 2.0 proposes, we would be subject to the European Free Trade Association court, and the key thing about the EFTA court is that there is no direct effect in its judgments; they all have to be implemented by sovereign Parliaments before they take hold. So this is a substantially different relationship, one in which we would have a great deal more control. Of course we would be outside all the areas other than the single market—all the political areas of the EU—and we would truly have taken back control.",
        "**Several hon. Members rose—**",
        "**Nick Boles**",
        "I will not give way again.",
        "Some commentators have criticised those of us who support common market 2.0 for adapting our proposal in response to suggestions from other colleagues or to statements by leading figures in the EU and the EFTA states. I make no apology for that; from the start we have wanted to bring forward a realistic and deliverable plan, and give as many people as possible reasons to support it. So since last Wednesday’s debate, in response to comments from Labour Members, we have added further detail to the definition of the comprehensive customs arrangement that would prevail at least until alternative arrangements underpinning frictionless trade have been agreed with the EU. We have also added a commitment to seek a protocol on agri-foods trade across the UK-EU border. I want to thank the right hon. Member for East Antrim (Sammy Wilson) and the hon. Member for Belfast East (Gavin Robinson) for educating me about this matter, and for the tireless work of Diane Dodds MEP on behalf of Northern Ireland’s farmers. I am delighted that the hon. Member for Dundee East (Stewart Hosie) felt able to sign the motion. I understand that the Scottish National party plans to vote for common market 2.0 tonight, which shows that it is the Brexit compromise that would be best for all parts of the UK.​",
        "**Tom Brake (Carshalton and Wallington) (LD)**",
        "I hope the hon. Gentleman will be able to clarify one important point: if his proposal were to go through, would it require a long extension to article 50 or would we Brexit on 22 May?",
        "**Nick Boles**",
        "That is a good question and I am pleased the right hon. Gentleman has asked it. I truly believe that if this proposal were to achieve a majority tonight and if the Government were to accept it as Government policy tomorrow, which they should if this House has resolved on something by a majority, it would not be necessary to extend beyond 22 May. Last week, the EU said that it was ready to renegotiate the terms of the political declaration within hours, not weeks.",
        "**Robert Halfon (Harlow) (Con)**",
        "I thank my hon. Friend for all the work he has done on common market 2.0. Does he agree that it is not just a strong Brexit, but a unity Brexit, because many Eurosceptics in the past have supported the idea of Britain joining EFTA and current Eurosceptics such as my hon. Friend the Member for Camborne and Redruth (George Eustice) are supporting common market 2.0 membership of EFTA. Does my hon. Friend the Member for Grantham and Stamford (Nick Boles) not also agree that it provides important brakes on freedom of movement?",
        "**Nick Boles**",
        "I thank my right hon. Friend for that. He has been an important ally in this cause.",
        "**Caroline Flint (Don Valley) (Lab)**",
        "Will the hon. Gentleman give way?",
        "**Nick Boles**",
        "I am replying to another intervention, if the right hon. Lady would just give me one moment. My right hon. Friend is right; common market 2.0 has attracted the support of my hon. Friend the Member for Brigg and Goole (Andrew Percy), and no remainer is he. He has been one the most long-standing and principled Brexiteers, but he nevertheless sees the merits in a proposal that offers something to the 48% who voted remain as well as to the 52% who voted leave. My right hon. Friend is also right to say that, although free movement would apply in normal times, by joining the common market 2.0, we would secure a new legal right in exceptional circumstances—I stress the exceptional—to pull an emergency brake on free movement if there were major societal or economic impacts being felt by this country. That is significant. We do not have it as a member of the EU; it is a significant measure of additional control that we do not currently have.",
        "**Neil Gray (Airdrie and Shotts) (SNP)**",
        "This is important, because we are all, or should be, compromising across this House. Does the hon. Gentleman acknowledge, on freedom of movement and immigration, that Scotland has a unique demographic situation and that we cannot compromise on freedom of movement because of its importance to the Scottish National party and to Scotland? Will he elaborate further on that point?",
        "**Nick Boles**",
        "I thank the hon. Gentleman for his intervention. In truth, I have been educated not only by the right hon. Member for East Antrim but by the hon. Member for Dundee East and the hon. Member for North East Fife (Stephen Gethins), and I now understand better the importance of immigration not only to the Scottish economy but to Scottish society. There is an ​important detail about the emergency brake in articles 112 and 113 of the EEA agreement, which is that it talks about regional impacts and the potential for a regional application of the emergency brake that might suspend free movement. Therefore, were there significant societal or economic problems in, say, the south-east or east of England but not in Scotland, a Government could bring forward a brake that applied only to the affected areas and not to Scotland. That is entirely within the scope of the emergency brake framework.",
        "**Several hon. Members rose—**",
        "**Nick Boles**",
        "Mr Speaker is glaring at me, so I am not going to take any more interventions until I am much closer to the end of my speech.",
        "We all in this House would much prefer to avoid the activation of the Irish backstop. One of the great advantages of common market 2.0 is that it keeps all parts of the UK in the single market and in a customs arrangement, with a common external tariff, until alternative arrangements have been agreed with the EU. It should be possible to agree with the EU a legally binding joint interpretative statement, enshrining the commitment that the backstop protocol will be superseded in full once the UK is safely inside the EEA and a customs arrangement. Common market 2.0 is the only Brexit compromise that can make the Irish backstop fall away altogether.",
        "**Dr Andrew Murrison (South West Wiltshire) (Con)**",
        "My hon. Friend is making a compelling case, and I am almost convinced—almost, but not quite. Will he confirm that he would replace the Northern Ireland backstop, with its potential “forever” arrangements and handcuffs on the United Kingdom, with something that we could at least depart from upon having served sufficient notice?",
        "**Nick Boles**",
        "I simply say that we have to have an agreement with the EU about alternative arrangements. Thanks to the hard work of the right hon. Member for Loughborough (Nicky Morgan) and many others from across the House, we have secured in the agreement with the EU a commitment to develop those alternative arrangements. Although they may not exist now and may not exist in three years, I am absolutely confident that, with good will, we can secure arrangements. I do not believe that the EU wants any more than we do to keep us in a prehistoric situation when new technologies make the more sophisticated management of the border possible.",
        "As we heard from the hon. Member for Hove, many in the House believe that there should be a referendum to secure the voters’ consent to any Brexit deal. I do not agree with them, but I have the greatest possible respect for the sincerity of their arguments, and I admire the passionate commitment of the supporters of their cause. I hope that, like the right hon. Member for North Norfolk (Norman Lamb), they will support common market 2.0. We have learned that were a referendum to happen, its result would be unpredictable; surely it would be better for the leave option to be one that retains membership of the single market and a customs arrangement that guarantees frictionless trade.",
        "**Tim Farron (Westmorland and Lonsdale) (LD)**",
        "The hon. Gentleman is to be commended because, unlike Government Front Benchers, we are now looking at ​compromises and working together in the interests of the people. Let me push him a little more on the idea of a referendum. We have already discussed no deal and the Prime Minister’s deal, and now potentially common market 2.0, and all of them are mutually exclusive and they cannot all represent all of the 52%. Does the hon. Gentleman not feel that in the interests of democracy and legitimacy, the only way to end this situation is to put his proposal, with all the benefits it brings with it, to the British people and allow them to choose either it or to remain?",
        "**Nick Boles**",
        "I thank the hon. Gentleman for taking the time to talk to me about the proposal and to understand it. We discovered much common ground. I am not persuaded of his argument, and in a sense I apologise that I am not able to be. I am sure the hon. Gentleman will be aware that if the House votes for common market 2.0 tonight, it will then need to come forward in a withdrawal implementation Bill. There will be opportunities for people from all parties to seek to amend that Bill to add the confirmatory referendum that they seek. This is not the last stage in this conversation; if anything, it is just the beginning. I hope that the hon. Gentleman can support the leave option that would do the least damage to the British economy, while he continues to make his argument for a referendum.",
        "**Several hon. Members rose—**",
        "**Nick Boles**",
        "I am going to make some progress.",
        "Some of my hon. Friends supported the motion tabled by my hon. Friend the Member for Camborne and Redruth (George Eustice), which also supported British membership of the EEA and EFTA. Although the journey proposed by the common market 2.0 motion might take a little longer, I hope that those colleagues will recognise that the destination is, to all intents and purposes, the same and that they will therefore join my hon. Friend the Member for Camborne and Redruth in supporting our motion today.",
        "The construction of a compromise is not easy—nor is the realisation that we may not get everything that we want, that other people’s views and interests matter and that it is better to get half a loaf than to get nothing at all. Our constituents do not send us here for an easy ride or to duck difficult choices. This evening, let us live up to the words of the parliamentary prayer and, setting aside our private interests and prejudices, lead our country out of the Brexit morass."
    ]
}