{
    "url": "https://www.ukpol.co.uk/peter-bone-2020-speech-on-covid-19/",
    "title": "Peter Bone – 2020 Speech on Covid-19",
    "post_date": "May 17, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Peter Bone",
            "url": "/tag/peter-bone/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Peter Bone, the Conservative MP for Wellingborough, in the House of Commons on 12 May 2020.",
    "content": [
        "What a good job the Prime Minister is doing. He is showing superb leadership in the most terrible of times, but the Government cannot win. So many of my constituents are emailing me to say that the Government have eased the lockdown too much, and an equal number are saying that they have not eased it enough. The Opposition used to say that they wanted a grown-up conversation about the future, but when the Government provide just that, the Opposition scream, “It’s too confusing!” It seems that the Opposition are facing both ways at the same time.",
        "But that does not excuse how badly the Government communicated their message this weekend. The television presentation by the Prime Minister was plain wrong. Too many of the Prime Minister’s special advisers and aides think they are running a presidential Government, where the Prime Minister goes on television and announces all sorts of Executive orders without any reference to Parliament. Many of them have clearly been watching too many episodes of “The West Wing”. They just do not understand how government works in this country.",
        "Let me run through some of the reasons why Sunday’s television address was wrong. First, the Speaker had warned the Government twice not to do it. He made it clear that the Government should announce new policy in the Chamber of the House of Commons first. The Government decided to disobey the Speaker’s wishes. That is not how our parliamentary democracy works.",
        "Secondly, the Government clearly breached the ministerial code. On page 23, under the section “Ministers and Parliament”, it says in bold type:",
        "“When Parliament is in session, the most important announcements of Government policy should be made in the first instance, in Parliament.”",
        "Clearly the Prime Minister’s television address breached the ministerial code.",
        "Thirdly, every Member of Parliament knows in detail the concerns and issues raised by the coronavirus pandemic because we have hundreds and hundreds of emails, letters and phone calls from worried and concerned constituents. MPs would have been in the best position to constructively question the Prime Minister when the change in policy was announced.",
        "Fourthly, the fine details of the change in policy, which has now been published in a 51-page document, should have been published at the same time as any change in Government policy. That would have enabled people to understand the exact detail of the changes, but it was not published, and therefore uncertainty and confusion reigned.",
        "Fifthly, with parliamentary scrutiny of Government policy severely hampered by the hybrid nature of proceedings, the Government should have gone out of their way to give the utmost opportunity for Parliament to scrutinise changes to the most important issue facing the country.",
        "What should have happened was that a statement should have been made in the House of Commons first. The Prime Minister should have been questioned by MPs. The Command Paper with the details should have been published at the same time, and there should have been absolutely no media briefing in advance. That would have given the best launch to the changes to Government policy.​",
        "I would like the Minister who winds up the debate to confirm that what happened on Sunday was a mistake and that in future, all new Government policy will be announced in Parliament first. In conclusion, spin and presentation do not make good government. It is Parliament that makes good government."
    ]
}