{
    "url": "https://www.ukpol.co.uk/peter-bone-2023-speech-on-human-trafficking-and-modern-slavery/",
    "title": "Peter Bone – 2023 Speech on Human Trafficking and Modern Slavery",
    "post_date": "March 30, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Peter Bone",
            "url": "/tag/peter-bone/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Bone, the Conservative MP for Wellingborough, in the House of Commons on 29 March 2023.",
    "content": [
        "I beg to move,",
        "That this House has considered the matter of human trafficking and modern slavery.",
        "I am grateful to Mr Speaker for rescheduling this debate. Unfortunately, I had flu when it was first scheduled; I am not entirely sure I am over it, so I might croak my way through my speech. It is a great pleasure to serve under your chairmanship, Mr Betts.",
        "I thank the Under-Secretary of State for the Home Department, my hon. Friend the Member for Derbyshire Dales (Miss Dines), for appearing today to respond to this important and timely debate, and I also thank the shadow Minister, the hon. Member for Halifax (Holly Lynch), and the SNP spokesman, the hon. Member for Cumbernauld, Kilsyth and Kirkintilloch East (Stuart C. McDonald), for being here. I thank my exceptionally talented senior parliamentary assistant, Isobelle Jackson, for the preparation of this speech; my parliamentary assistant, Jack Goodenough, for his assistance; and Tatiana Gren-Jardan, the head of the modern slavery unit at the Centre for Social Justice and at Justice and Care, who has helped me a lot with the research for this debate and over many years on the issue of human trafficking. I know that they will be watching this debate closely.",
        "When I was first elected a Member of Parliament in 2005, I had a letter posted to my constituency office. It was anonymous, but the person who wrote it was a prostitute from Northampton. She was very concerned about what was happening to young women who were being brought into this country and forced into prostitution in Northamptonshire. That was the first time I had come across human trafficking, and from that moment on, I began to campaign on the issue. I have served as the chairman of the all-party parliamentary group on human trafficking, and I am the chairman of the parliamentary advisory group on modern slavery and the supply chain. Given that the House is considering a Bill that will affect provisions of the Modern Slavery Act 2015, this debate could not be more relevant. Having said that, its purpose is not to scrutinise the Illegal Migration Bill; it is about the crime of human trafficking.",
        "In debates concerning small boat crossings or modern slavery laws, I often hear the terms “human trafficking” and “people smuggling” used interchangeably. In fact, each has a distinct meaning, and the language we use when describing these criminal activities matters. I sometimes throw things at the TV when I hear Ministers using the wrong terminology. Let us get this sorted out. According to the United Nations, migrant smuggling is",
        "“the facilitation, for financial or other material gain, of irregular entry into a country where the migrant is not a national or resident.”",
        "The people being smuggled have willingly paid smugglers—often large sums of money—to help them enter a chosen country. In so far as a country can be defined as a victim of crime, the victims of smuggling are the countries where the borders have been breached.",
        "On the other hand, human trafficking is defined as",
        "“the recruitment, transportation, transfer, harbouring or receipt of people through force, fraud or deception, with the aim of exploiting them for profit.”",
        "Victims of human trafficking are individuals who are coerced into being exploited in the most horrendous conditions. They often arrive in the UK legally, with valid visas and passports. However, the largest group of people referred to the national referral mechanism are British nationals. Some 80% of the British nationals referred are children exploited for criminal, labour and sexual purposes in their own country, and one in five—3,337—of the potential victims found in the UK last year was a British child.",
        "The national referral mechanism is the Government’s mechanism for supporting the victims of human trafficking. When I started to campaign on the issue of human trafficking, alongside Anthony Steen, the former Member for Totnes, human trafficking was not recognised as a crime in this country. It was not even recognised as happening. Anthony Steen has gone on to set up the Human Trafficking Foundation, which serves as a secretariat for the APPG. It was a pleasure to meet up with Anthony last week. He almost single-handedly brought the issue of human trafficking to the attention of this Parliament, and we are greatly indebted to him for that. He is an absolute star. Some of the things he used to get up to even I would blush at. He would somehow talk his way into a Romanian prison to speak to traffickers—just amazing.",
        "During my time as chairman, the all-party parliamentary group on human trafficking and modern slavery travelled to Europe and further afield to understand and learn from existing frameworks relating to modern slavery. The group visited Europol so as to understand the international approach to identifying traffickers, and we met with the Dutch rapporteur, who was a former judge.",
        "National rapporteurs are an initiative originating in the Council of Europe, under which Governments are encouraged to appoint an independent rapporteur to report on the Government’s actions against human trafficking. In the case of the Dutch rapporteur, once the office was established, it was recognised that she had helped the Government, because she did not just criticise; she promoted the good things that were being done.",
        "When I started campaigning for a national rapporteur in this country, we had to overcome two problems. First, the name clearly sounded too French, so there was no way I could recommend that, but that was easy to fix. We changed the name to independent commissioner —job done. The second problem was much more difficult. It was to explain to the Home Office that it needed to do this. The Home Office resisted.",
        "Initially, the Home Office created what it considered to be an equivalent to a rapporteur, an interdepartmental ministerial group. Sir Humphrey would have been proud. The group proved largely ineffective and met infrequently, normally with a large number of ministerial absences. Eventually, however, pressure from the APPG forced the Government to appoint an Independent Anti-Slavery Commissioner, and the Modern Slavery Act 2015 imposed a duty on the Home Secretary to make such an appointment. The first commissioner was Kevin Hyland. He was replaced by Dame Sara Thornton, who was appointed in May 2019. She left in April 2022. Since then, there has been no Independent Anti-Slavery Commissioner. At the same time, suspected cases of human trafficking have hit an all-time high, and Parliament is scrutinising the Illegal Migration Bill, which clearly has implications for human trafficking.",
        "**Andrew Selous (South West Bedfordshire) (Con)**",
        "My hon. Friend is making a fantastic speech on important issues. I wonder whether I might lift his gaze to the global situation. The International Labour Organisation estimates that there are 50 million people in modern slavery, a large number of whom are in south and south-east Asia and involved in textiles, construction and fishing. Many of them will never leave, for example, the same brick kiln. Does my hon. Friend agree that it is incumbent on the UK Government to challenge Governments in the countries concerned to look at what is happening, and to challenge businesses here to ensure that goods produced in this way do not end up in UK supply chains? Does he agree that we all have a role to play in that important work?",
        "**Mr Bone**",
        "My hon. Friend raises an important factor, and there are more slaves in the world now than in Wilberforce’s day. That is an issue that Parliament is looking at in particular, so as to ensure that nobody in the supply chains for this Parliament is a slave. However, a year or so ago, we did find a product that was produced by slaves, so it is important that we use our soft power. If I were spending our overseas aid budget, that is where I would put a lot of the money, because there would be real benefit for everyone involved.",
        "**Andrew Selous**",
        "Does my hon. Friend agree that that story had a good ending? We went back to that business in Malaysia, and the conditions for the workers are now improved. We effected real-world change for the better, and we should count that as a positive result.",
        "**Mr Bone**",
        "My hon. Friend is absolutely right. If we discover something in this House, as he says, we correct it. We do not just say, “We are not going to use that product.” We go back and improve the situation, which is entirely the right approach.",
        "It is not good enough that we do not have an Independent Anti-Slavery Commissioner. The only conclusion that people can draw is that the Home Office does not want independent scrutiny of human trafficking. I cannot see any other reason for it. In 2022, almost 17,000 potential victims of human trafficking were referred to the national referral mechanism—an increase of 33% on the previous year. Last year, the average number of days that a victim waited for a conclusive grounds decision was 543. That is an improvement on the previous year, when it was 560-odd days. In about 100 years’ time, we will probably get it down to an acceptable level. We are creating a huge backlog in the system and stretching the resources available to support survivors of human trafficking.",
        "In last year’s Queen’s Speech, the Government promised a new modern slavery Bill. In addition, a new modern slavery strategy had been promised in spring 2021. That was in response to the 2019 independent review of the Modern Slavery Act 2015, which suggested improvements. To date, neither the Bill nor the strategy has been forthcoming. The independent review had four main topics of focus, one of which was the safeguarding of child victims of modern slavery. That issue has long been a source of personal frustration to me.",
        "As I have said, almost 80% of UK nationals referred to the NRM are children. The situation regarding the safeguarding of children who may have been trafficked is unique, in that the provision of care for trafficked adults is far better than that for trafficked children. Where else in Government do we look after adults better than children? I made that point during my Westminster Hall debate over 10 years ago. I recounted how in 2010 I went to a safe home in the Philippines, where there were children who had been trafficked and had experienced the worst kind of abuse—in the Philippines it was largely prostitution. They received specialist support and went to school. They were in a safe environment, and after a few years, they left a changed person. In fact, I had the great pleasure of attending a wedding of a former trafficked child who had gone through that process. There is no reason why this country could not offer the same standard of care. We should learn from best practice elsewhere, and could offer more specialist support and rehabilitation to trafficked children in this country.",
        "**Sarah Champion (Rotherham) (Lab)**",
        "I thank the hon. Gentleman for securing this debate and for everything that he is saying, which I reinforce. I had a meeting with the International Justice Mission a couple of weeks ago, which has been working in India for 20 years. It has created child advocates—effectively magistrates. When they find a trafficked child, they go into the care of the advocacy group, which makes sure that all the support services, police and justice services do their duty by that child. Does he agree that that is a really useful model that we could learn from?",
        "**Mr Bone**",
        "I will talk a little about that, and what the Government are doing for children. Unfortunately, it is not working. I will come to that.",
        "In this country, child victims of trafficking are treated similarly to any other at-risk child, and are under the primary care of local authorities. That often means that they are placed in care with non-trafficked children, where security and staff observation is limited. They are supposed to have an independent child trafficking guardian. That does not work, and still does not apply in all areas of the country. I say it does not work; I will explain further a little later, but too many of the children disappear and are re-trafficked. They go missing from local authority care. That does not happen under the system for looking after adult victims of trafficking. In 2020, Every Child Protected Against Trafficking UK, which originally provided the secretariat to the APPG on human trafficking and modern slavery, found that one third of trafficked children go missing from local authority care. The average number of “missing” episodes per child was eight—significantly higher than for other children in local authority care.",
        "I am describing a system where a child who has been subject to trafficking and horrific child abuse is put into a children’s home with other non-trafficked children and has no increased security. The child abusers can locate the child and traffic them all over again. The criminal gangs have got even smarter: if there is good access to the home, they bring it into their business model. They leave the children in the children’s home—that is free accommodation and food—and take them away on demand to be used as prostitutes. Then they return them to the home. How can that possibly, in any way, be right? In effect, local government is inadvertently becoming a partner of the human trafficking business. That is frankly a scandalous failure in our duty of care to some of the most vulnerable people in our society.",
        "By contrast, when it comes to adults, the Salvation Army has been the prime contractor for what is apparently called the Government’s modern slavery victim care contract for the last 11 years. When that started, the Salvation Army became the overarching body in charge. The trick that the Government did—this is a great credit to them—was not to give the money to the Salvation Army to spend, but to ensure that it worked with partners across the UK, including groups interested in looking after victims of human trafficking and, quite often, faith groups. That added value produced a really successful way of looking after adult victims of human trafficking. They get support with accommodation, translation services, financial subsistence, and transport, as well as bespoke support based on victims’ needs, which is administered by the Salvation Army and its partners. Without doubt, we look after adult victims better than child victims.",
        "It is absolutely crucial that we give world-leading care to both adult and child victims, both from a compassionate perspective, and to prevent re-trafficking and encourage survivors to help bring the evil criminals to justice. The charity Justice and Care has pioneered the introduction of victim navigators. Importantly, victim navigators are independent of but integrated with police officers working on modern slavery cases. Victim navigators have access to the relevant police systems and can share information with victims, which builds trust and frees up police time. Victim navigators take on the responsibilities related to survivor support, meeting survivors’ needs and keeping them updated on the criminal investigation. The navigators have helped to safely repatriate 32 survivors to 17 different countries, and find local contacts in those countries that can continue to provide support.",
        "Justice and Care victim navigators benefit from the relationship and partnership with the police but retain their independence, giving survivors a more assessable ally at the point of rescue. This work has been extraordinarily successful: 92% of victims supported by a navigator were willing to engage on some level with police, and victims who had access to the services of navigators were five times more likely to engage in supporting a prosecution than were victims in a sample of non-navigator-supported cases. Hon. Members should not take my word for it. One survivor said:",
        "“He’s done everything for me. Every bit of support I’ve needed. If it weren’t for”",
        "the navigator,",
        "“I would have been lost honestly…If I didn’t have”",
        "the navigator,",
        "“I wouldn’t have gone through with the case. I wouldn’t have had the strength I had to do it…I couldn’t have done it without him.”",
        "An awful lot of people—from the left, I have to say—want to look after the victims of human trafficking, and that is an honourable thing to do. Having a right-wing chairman was a problem for the left-wing members of the all-party group, but I said to them: “Let’s stop people being victims. I would rather stop them becoming victims than look after them after they have gone through huge abuse.” One way of doing that is prosecuting these evil criminal gangs. The victim navigator service was independently evaluated between September 2018 and June 2022 and was found to be so successful that the independent evaluators recommended that it be rolled out nationwide.",
        "In 2021, there were 93 prosecutions and 33 convictions for modern slavery offences, as a principal offence, under the Modern Slavery Act. On an all-offence basis, including where modern slavery charges are brought alongside more serious charges, there were 342 prosecutions and 114 convictions. Hon. Members might say that that is good, but it is actually shockingly poor. There were 9,661 recorded modern slavery crimes in 2021-22; in fact, the National Crime Agency estimates that between 6,000 and 8,000 offenders are involved in modern slavery crimes in the UK. Victim navigators will clearly help to increase the prosecution rate, but modern slavery is currently a low-risk, high-reward crime, and low prosecutions are not the only indicator of that.",
        "Analysing sentencing is crucial to understanding the outcomes for modern slavery offenders. In 2021, fewer than one third of offenders with modern slavery as a principal offence received a custodial sentence of four years or more. In the past five years, no offender with modern slavery as a principal offence has received a life sentence, and only one has received a sentence of more than 15 years. The average custodial sentence for modern slavery offences in 2021 was four years and one month. That is less than half that recorded for rape, yet the young women forced into brothels as victims of human trafficking are, effectively, repeatedly raped. On a sentence of four years and one month, the person will probably be out within two years. If we do not get serious about prosecuting, the police can break up more modern slavery networks, which they are very good at, and the victim navigators can support victims properly to bring the case to trial, but their hard work will be undermined by poor prosecutions.",
        "I said that this debate is not about the Illegal Migration Bill, but I hope you will forgive me for going back on that a bit, Mr Betts. Without getting too entrenched in a discussion of the Bill, I must say that I fully support the Government’s ambition to end the small boats crisis. That is the No. 1 issue for my constituents in Wellingborough, and it is absolutely vital that we stop the boats. Although I established a clear distinction between people smuggling and human trafficking, there are some things that unite them. Those running both evil trades regard people entirely as commodities; they care nothing for the lives they destroy or endanger.",
        "Returning those who have been illegally smuggled into the UK to their country of origin or a safe third country is essential to dismantling the business model of the evil people smugglers. However, in doing that, we must be careful that we do not undermine protections for genuine victims. Victims of modern slavery who are rescued from abuse in this country must have the security that they will not face deportation as a consequence of coming forward. Many foreign nationals rescued from modern slavery in the UK want to return to their country of origin and familiar support networks, and have done so, and that is fine; they should be supported in doing that. However, the threat of deportation may undermine efforts to bring about prosecutions, by deterring victims from coming forward.",
        "Some survivors’ immigration status may have become irregular while they were under the control of traffickers, perhaps due to a visa expiring. Others may have arrived in the country illegally, and their abusers may use the threat of deportation to continue to exert control over them. The Illegal Migration Bill needs to make a distinction between those who are identified on arrival at the UK as having been trafficked, and those who are identified as such later. We must not do anything that stops support being given to those who have been moved to the UK and suffered abuse, who have clearly been trafficked.",
        "The Nationality and Borders Act 2022 established temporary leave to remain for confirmed victims of human trafficking, as is absolutely right. That should not be, effectively, overridden by the Illegal Migration Bill, and I hope the Minister can reassure me on that point—my right hon. Friends the Members for Maidenhead (Mrs May) and for Chingford and Woodford Green (Sir Iain Duncan Smith) raised similar concerns yesterday in Committee on the Bill. Will the Minister be so good as to meet me and other concerned Members before the Bill’s Report and Third Reading?",
        "Finally, I thank the Government for the Modern Slavery Act 2015 and all the things we have done to protect victims of human trafficking. We lead Europe in this regard, and that is fantastic. I just want to ensure that that continues and that we do not move backwards in any way."
    ]
}