{
    "url": "https://www.ukpol.co.uk/peter-bone-2020-speech-on-new-public-holiday/",
    "title": "Peter Bone – 2020 Speech on New Public Holiday",
    "post_date": "March 9, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Peter Bone",
            "url": "/tag/peter-bone/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Peter Bone, the Conservative MP for Wellingborough, in the House of Commons on 4 March 2020.",
    "content": [
        "I beg to move,",
        "That leave be given to bring in a Bill to make provision for an annual national public holiday on the Friday nearest to 23 June; and for connected purposes.",
        "I thank my excellent senior parliamentary assistant, Jordan Ayres, for his help with this.",
        "This public holiday will be called United Kingdom Day. In the recent Queen’s Speech, the Government included an employment Bill, which is intended to",
        "“Protect and enhance workers’ rights”",
        "in the UK post Brexit, and one very important issue that the Government should consider when enhancing workers’ rights is that of public holidays. In England and Wales, we have only eight of those each year. We have the lowest number of bank holidays in Europe—Germany has nine; France, Poland and Italy have 11; Greece and Belgium have 12; Austria has 13; Malta has 14; and Cyprus has 17. In the ranking of public holidays throughout the world, the UK is drastically low, at 226th out of 246 countries.",
        "Given that ours is the fifth largest economy in the world, and given that we have world-leading experts on medical research, financial services, aerospace technology, artificial intelligence, electronic systems and much more, it is time that the Government recognised the tremendous work carried out by British people. If we are serious about wanting to enhance workers’ rights, let us at least create one extra bank holiday. Critics will argue that businesses will have to absorb an extra day of paid leave for their workers, but every four years, owing to the leap year, millions of people up and down the country already work an extra day for free on 29 February.",
        "I spent more than 30 years in business, and anyone who has run a business knows that its success is down not to them, but to the quality and productivity of their employees. Companies do not succeed by making workers work as for many hours as possible; they succeed if their employees are happy and productive.",
        "Apart from those in Northern Ireland, there are no bank holidays between May and August, and a bank holiday in June would help to break up that long gap. Workers would have a day off to look forward to, at a time when the weather should be good, which would not only have a positive effect on their health and wellbeing, but be a great boost to their productivity, in turn helping businesses to thrive and prosper.",
        "There are a number of reasons why the Friday nearest to 23 June each year should be the new bank holiday. First, the second Monday in June is Her Majesty’s official birthday. She is the longest-serving monarch in our history, and this would be a fantastic opportunity to celebrate her service and dedication to our great country. Moreover, the Queen was crowned in June. Throughout the intervening time, she has been a steadfast and devoted monarch. It would be fitting to allow the people of the United Kingdom to celebrate Her Majesty’s birthday, all her wonderful achievements, and the way in which she guides the country through all its highs and lows.​",
        "Since 2003, 23 June has already been recognised as United Nations Public Service Day, so it is a wonderful opportunity to pay tribute to the fantastic people who work in our public services—those in our national health service, armed forces, police, fire services and schools, and all the many, many others who are unsung heroes. Unfortunately, however, the occasion has barely been recognised in the United Kingdom, and I believe it is time we corrected that. Millions of people devote their lives to public service and make great sacrifices for the good of the country. They deserve our thanks and recognition for their services, and by creating this public holiday, we would be giving them just that.",
        "Of course, 23 June 2016 was the day on which the United Kingdom voted on our membership of the European Union, in the largest act of democratic participation that the country has ever seen—33,551,983 people voted in the referendum. According to the Office for National Statistics, that figure is higher than that of the whole UK workforce. During the referendum, I worked alongside my hon. Friend the Member for Corby (Tom Pursglove) and Councillor Helen Harrison, travelling the length and breadth of the United Kingdom on behalf of the cross-party campaign group Grassroots Out. Whether we were in Glasgow, Newport, Belfast or London, and whether the people whom we met were big Brexiteers or real remainers, the public were energised. Fundamentally, the people of the United Kingdom were engaged. Many felt for the first time that their vote really mattered, and, indeed, many voted for the first time.",
        "Whether those people felt happy or sad about the outcome, nothing in history has invigorated the country as much as that political debate. The outcome of the vote has changed our relationship with Europe forever. We did not do this through revolution, we did not do it through war, and we did not do it through violence. Millions of people did not lose their lives. Instead, it was done peacefully—it was done through the ballot box. I remember the Cameron Government saying, “The people aren’t interested in the EU,” and, “We should stop banging on about Europe.” How wrong could they be?​",
        "As for the current Government, they have been quite sniffy about my Bill to create a new bank holiday entitled United Kingdom Day, which has rather surprised and disappointed me. I can understand the former Government’s reservations, as they always saw the UK’s leaving the EU as a duty rather than an opportunity. However, the present Government wholeheartedly believe in it, so my question to them would be, “Why not mark this great democratic event?”",
        "Finally, why do we not we celebrate our United Kingdom? We do not have a day to do so. Many countries throughout the world celebrate their national day with a public holiday. For example, France has Bastille Day, Canada has Canada Day, Sweden has the National Day of Sweden, and the United States, of course, has Independence Day. However, there is no day in the year on which we celebrate the Union of our four great nations as one United Kingdom. I believe that that should be corrected, and that the people of this country should be able to come together and rejoice as one. I do not believe that there is anyone in our great United Kingdom who does not support either the monarchy, the referendum, our public services, or the Union—surely everyone supports at least one of them—but if there is a handful of people who reject all those things, they can always work on United Kingdom Day.",
        "Question put and agreed to.",
        "Ordered,",
        "That Mr Peter Bone, Mr John Baron, Sir Christopher Chope, Philip Davies, Dr Julian Lewis, Andrew Rosindell, Nigel Mills, Esther McVey, Graham Stringer, Henry Smith, Sammy Wilson and Mr William Wragg present the Bill.",
        "Mr Peter Bone accordingly presented the Bill.",
        "Bill read the First time; to be read a Second time on Friday 26 June, and to be printed (Bill 101)."
    ]
}