{
    "url": "https://www.ukpol.co.uk/peter-bone-2022-speech-at-the-sir-david-amess-summer-adjournment-debate/",
    "title": "Peter Bone – 2022 Speech at the Sir David Amess Summer Adjournment Debate",
    "post_date": "July 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Peter Bone",
            "url": "/tag/peter-bone/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Bone, the Deputy Leader of the House, in the House of Commons on 21 July 2022.",
    "content": [
        "It is a pleasure to follow the shadow Deputy Leader of the House. I did live in Newport West and that is exactly what Paul Flynn said. She was a little unkind to me about Islwyn, where I had the best Conservative result ever—I lost by only 36,000 votes.",
        "It is a pleasure to sum up this really important debate, which is one of the few occasions when Members can bring up whatever they like on many different occasions during their speech. It is also the Sir David Amess Summer Adjournment debate and I wish to start with the contribution from my hon. Friend the Member for Southend West (Anna Firth). I did not expect to get emotional at this stage, but I am a Southend West boy; I grew up there and Sir David was a great friend. Many years ago, I was waiting to be considered as the next Member of Parliament for Southend West. I was in a little room outside Iveagh Hall, waiting for my turn to go and convince the members that I should be the person for Southend West. There was some chap in there before me, and he had them roaring with laughter. And he got a standing ovation at the end. That was, of course, Sir David Amess.",
        "One year ago almost to the day, Sir David spoke in this debate and raised 15 points in three minutes. His last eight words were",
        "“of course, we must make Southend a city.”—[Official Report, 22 July 2021; Vol. 699, c. 1212.]",
        "That is exactly what happened. I hope Sir David is looking down on us today and smiling with pleasure, especially at his replacement, my hon. Friend the Member for Southend West. I wrote rapidly to note everything she said, and she mentioned the CCTV in Old Leigh. Gosh, that is where I spent my teenage years, and thank goodness they did not have CCTV then.",
        "My hon. Friend mentioned hospital funding, and I used to live right by the general hospital. It is amazing if she abseiled down that. I declare an interest, as my sister used to work there and I am grateful that it got the £7 million as part of the hospital upgrades we are seeing across the country. My local hospital has also received money, and I will be going to see it tomorrow.",
        "I note that we have not made party political points today, which is what is so special about this debate. My hon. Friend mentioned Chalkwell station and, as a little boy, I remember being scared to go up the station steps because I thought I would fall through. Apparently the rail service is still as bad as it was when I lived there—c2c needs to improve.",
        "My hon. Friend mentioned so many other things. I hope Southend United still play at Roots Hall. Rossi ice cream is the best in the United Kingdom. She mentioned Havens hospice, where my mother unfortunately died, but it is a great hospice.",
        "As my hon. Friend mentioned at the end, closest to David’s heart was the Music Man Project, which is the most amazing charity. I am so pleased it is going to Broadway, and my sister’s daughter will be part of that. It is a great charity that helps disabled people to sing. It is the most amazing thing to see. I am grateful to my hon. Friend for making 40 requests in five minutes, which beats Sir David’s average.",
        "It will be impossible to reply to everyone. I made notes and, where Members raised important issues, I will ensure that I write to the relevant Minister to get a response. Several themes came through; one was the Passport Office and another was visas. The Home Office will have heard those remarks about the Passport Office, which also came up at business questions. The hub in Portcullis House has helped enormously. I can say that 98% of passports arrive within 10 weeks, but all we ever hear about are the 2% that do not. I hope the Home Office has been listening, because the issue was mentioned by Members on both sides of the House.",
        "The hon. Member for Hackney South and Shoreditch (Dame Meg Hillier) made an interesting point about the visa situation. When Ukraine happened, we demanded that the Home Office took action. It brought people in, but the numbers have now fallen back. I do not blame the Home Office for that, but I understand the issue. The issue of Afghan refugees in hotels also needs to be addressed, and I am sure that the Home Office will have listened to that point.",
        "Another theme that came across from a number of Members, I think on both sides of the House, was the business of unanswered parliamentary letters and questions. As the Leader of the House has said on many occasions, that is not acceptable. Departments respond at different rates. I am not quite sure how one Department is so good at doing it and another is not. I hope that I am allowed to say that I am about to do a grand tour of Whitehall during the recess. I am going to go to each Department and discuss with them, among other things, how they help us in Parliament. I will bring up the issue of questions, and I will ask them how they respond and how quickly. I shall also have the figures myself, so I shall be able to point out that MPs are not happy and that Departments have to improve. To be fair, some Departments are very good at responding. We just need to raise the game there.",
        "Let me turn to some of the points that were brought up by individuals, starting with the Father of the House, my hon. Friend the Member for Worthing West (Sir Peter Bottomley). I listened to what he said about the holocaust memorial. There was an urgent question today and there was a difference of views in the House, but he made very important comments, and I hope that they will be listened to. I was shocked to hear that a number of Ministers were apparently not willing to meet the Father of the House. If that is true, I will arrange to make sure that those meetings take place.",
        "**Sir Peter Bottomley**",
        "I am sure the Ministers are willing; it just has not happened.",
        "**Mr Bone**",
        "I will make sure that it happens, then. The Father of the House also brought up an individual case. If he lets me have the details of that, I will pass them on.",
        "The hon. Member for Gateshead (Ian Mearns) brought up a number of issues, including child poverty, which he has raised before. Obviously, I could say, “Look, we’ve done £36 billion” or whatever, but that does not actually mean anything, does it? I think Members across the House welcome the levelling-up commitment but want to see that turn into real money and real action. I am sure that Ministers will have heard that.",
        "The hon. Gentleman also talked about the Afghan resettlement scheme. [Interruption.] Let me see what I have done wrong. [Interruption.] I have not done anything wrong quite yet. Actually, to be honest, Madam Deputy Speaker, they want to shut me up before I say anything else I will get in trouble for—that is the truth.",
        "I thank you, Madam Deputy Speaker, all Members and everyone who works here—it is a fantastic place; it is the home of democracy—and I wish everyone a happy and safe recess."
    ]
}