{
    "url": "https://www.ukpol.co.uk/peter-bone-2022-parliamentary-question-on-returning-migrants-to-france/",
    "title": "Peter Bone – 2022 Parliamentary Question on Returning Migrants to France",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Peter Bone",
            "url": "/tag/peter-bone/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Peter Bone, the Conservative MP for Wellingborough, in the House of Commons on 16 November 2022.",
    "content": [
        "**Mr Peter Bone (Wellingborough) (Con)**",
        "If migrants who crossed the channel from France illegally were immediately returned to France, it would stop illegal migration to this country, break the economic model of the people smugglers and, perhaps more importantly, stop thousands of people descending on northern French cities, which would benefit the French. When the Prime Minister spoke to the French President, was a returns policy discussed? If so, what was the President’s response?",
        "**The Deputy Prime Minister (Dominic Raab)**",
        "My hon. Friend is absolutely right to raise this issue. I cannot tell him the precise read-out from the meeting—I have not seen it yet—but I can tell him that the Home Secretary’s deal and agreement with her French opposite number means a 40% increase in officers patrolling beaches in northern France; UK officers embedded with their French counterparts for the first time; investment in port security infrastructure; more technology; and more wider European co-operation. We have taken all those measures in the teeth of the opposition from the Labour Front Bench, who have opposed every single measure that we have taken to stop illegal immigration, including things where I would have thought there would be cross-party consensus, such as life sentences for traffickers who play on human misery."
    ]
}