{
    "url": "https://www.ukpol.co.uk/steven-bonnar-2022-speech-on-world-aids-day/",
    "title": "Steven Bonnar – 2022 Speech on World AIDS Day",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steven Bonnar",
            "url": "/tag/steven-bonnar/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steven Bonnar, the SNP MP for Coatbridge, Chryston and Bellshill, in the House of Commons on 1 December 2022.",
    "content": [
        "I join all Members in commending the hon. Member for Brighton, Kemptown (Lloyd Russell-Moyle) for leading this debate and for informing us so well on a subject on which he is such a powerful crusader and advocate. I thank him and commend him for his contribution today.",
        "Today, 1 December, is the annual World AIDS Day. From the inaugural World AIDS Day in 1988, the first ever global health day, until today, it has given an opportunity for people worldwide to unite in the fight against HIV, to show support for people living with HIV and to commemorate those who have, sadly, lost their lives as a result of AIDS-related illnesses. More than 105,000 people are living with HIV in the UK, and globally an estimated 38 million people have the virus. Despite the fact that the virus was only identified in 1984, more than 35 million people have died of HIV or AIDS-related illnesses, making it one of the most destructive pandemics ever known.",
        "Each year in the UK more than 4,000 people are diagnosed with HIV. Many people do not know the facts about how to protect themselves and others, and stigma and discrimination remain a reality for so many people who are currently living with this condition. About 6,000 people in Scotland are living with AIDS, according to Health Protection Scotland data, and 98% of those attending HIV specialist treatment and care were receiving antiretroviral therapy—ART. In 95%, the virus cannot be detected in their blood, meaning they have an undetectable viral load and cannot transmit HIV. We know that many within our society are still largely unaware of the disease and the risks of it. A recent survey from the National AIDS Trust found that only 16% of people surveyed knew that if someone with HIV is on effective treatment, they cannot pass on HIV and can expect to live a long, happy, healthy and fulfilling life.",
        "HIV continues to be a major public health crisis both in the UK and across the world, as we have heard today. Although we know that HIV disproportionately impacts segments of the LGBTQ+ community, the two issues should not be conflated; HIV is by no means confined to LGBTQ+ communities or certain black or ethnic minority communities. The fact is that anyone, regardless of sexual orientation, gender, age or any other factor, can acquire HIV or AIDS.",
        "We in Scotland are extremely proud to be the first country in the UK to make PrEP available free of charge to those at a high risk of acquiring HIV. We have made huge progress in detecting and treating HIV, and people with the virus are able to live those long, happy and fulfilling lives. PrEP is free of charge from NHS Scotland for anyone who is more at risk of getting HIV. As we have heard from the hon. Member for Brighton, Kemptown, it is simply an oral medicine, in pill form, comprising two HIV antiretroviral drugs. It is prescribed to HIV-negative people at risk of becoming infected as part of a comprehensive approach to HIV prevention. We know that the drug is highly effective at stopping HIV from being passed on. In clinical trials, PrEP has been shown to reduce the risk of sexually transmitted HIV by between 75% and 86%, so it is hugely successful. Research lead by Glasgow Caledonian University’s Professor Claudia Estcourt shows there has been significant reduction in HIV infections since the implementation of the first PrEP programme in Scotland in July 2017, and that new diagnoses in Scotland have fallen by 20%.",
        "The SNP Scottish Government will continue work to reduce the stigma of HIV, raise awareness of the condition and reduce its transmission. Support is being provided for new research on reducing transmission of the virus, and a separate working group will also look at the clinical utility of PrEP in Scotland.",
        "The SNP Scottish Government have also provided £337,000 to develop a national online service for sexually transmitted infections and blood-borne viruses, which will allow people to request a test online and conduct that home self-sampling that we have heard about today from across the House. Every tool possible will be required in our fight against HIV/AIDS. These are all excellent tools and the Scottish Government remain committed to being on course to reach their target of eliminating HIV transmission in Scotland, and across the rest of the UK, by 2030.",
        "As a fierce defender of minorities in this place, I must also mention the plain fact that many of those living across these nations with HIV are vulnerable. Some experience language, faith and cultural barriers associated with long-standing stigma, while others have complexities, such as mental health and societal issues, that impact their access to health and social care services, leading to poorer health outcomes. As we are all too aware, socio-economic inequalities drive health inequalities. Will the Minister outline the steps being taken by his Government to mitigate the impact of austerity and reduce inequality for all our minority communities?",
        "The Government need to take an intersectional approach to healthcare—an approach that recognises that many people in the United Kingdom will face multiple and often overlapping disadvantages and barriers to accessing good healthcare, and sometimes, as we have heard, a postcode lottery.",
        "Finally, on the matter of funding, the SNP is once again calling on the UK Government to reverse, in effect, the 83% cut to UNAIDS funding, which is a consequence of their decision to cut the aid budget from 0.7% to 0.5% of our GDP. On 31 Oct 2022, the UK Government missed the deadline to donate to the Global Fund to Fight AIDS, Tuberculosis and Malaria. At the time, Mike Podmore, UK Director at STOPAIDS, said:",
        "“The UK is acting as an unreliable partner and preventing the Global Fund from communicating clearly to its grantees about what funding is now available for them to work with, creating uncertainty.”",
        "The consequences of that action could be immeasurable when it comes to the number of lives affected. Although the UK did provide some funding, it was £400 million less than in 2019. Again, we in the SNP call on the UK Government to do the right thing. The aid budget must be restored to its 0.7% level, especially if the UK does not want to be known as an unreliable partner among its counterparts."
    ]
}