{
    "url": "https://www.ukpol.co.uk/steven-bonnar-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Steven Bonnar – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steven Bonnar",
            "url": "/tag/steven-bonnar/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steven Bonnar, the SNP MP for Coatbridge, Chryston and Bellshill, in the House of Commons on 18 July 2022.",
    "content": [
        "To say that I have no confidence in this Government or Prime Minister must be the greatest understatement ever heard in this Chamber, particularly so when we consider his horrendous tenure. Confidence is not something that should be blindly given; like respect, it is something that must be earned.",
        "How can we have confidence in or respect for a Government still headed by a Prime Minister who has shamed the office he holds? He has no respect us—Scotland’s representatives in this place—and we have no confidence in him or his Government. How can we have confidence in a Government and Prime Minister who have consistently—allegedly—lied to or misled this House? He has no respect for us, and we have no confidence in him or his Government. Who can have confidence in a Prime Minister who has been charged and fined by the police for breaking the very rules that he implemented during the pandemic? He has no respect for us, and we have no confidence in him. How can we have confidence in a Prime Minister and Government who have not only presided over sleaze and scandal, but decided to cover for it and even promote to Government positions those at the very heart of them? We have no respect for or confidence in this Government.",
        "Even those in the Prime Minister’s own party now shudder at the thought of being associated with him, as we have seen in the Tory leadership race. Is that any wonder, given that this a Prime Minister who, despite all the scandal, the desecration of office and the criminality, is still clinging on? Even after all the back stabs and head shots by his so-called allies, he still will not go. He is now a zombie Prime Minister. And why? Not for the sake of continuity, stability or Ukraine, but so he can avoid having to find a new venue for a wedding reception. It is laughable, but it is not funny. We are being laughed at by the entire global community. We no longer have any confidence in or respect for this Government.",
        "The people of Scotland had this Prime Minister’s card marked from the outset, and, regardless of who comes after him, we also know that Scotland’s interest will not be high on their agenda when they take up office in No.10. Albert Einstein was still alive the last time Scotland voted Tory, but we do not need to be a genius to work out where Scotland puts her confidence when she goes to the ballot box. It is not here in Westminster, and it is not in any Tory Government. The people place their confidence and trust in the Scottish Government and in the SNP—the party that has been re-elected consistently by the majority of people in Scotland since 2007, the party that is in administration of the majority of the local authorities across Scotland, and the party that has the greatest number of elected parliamentarians in Westminster and in Holyrood. Regardless of the voting franchise, regardless of the political office, the people of Scotland speak clearly. They place their confidence in Scotland’s national party and in the party of Scottish independence.",
        "Let us not kid ourselves: the next Prime Minister will not be any different from any of the others. In the eyes of most Scots, a Tory is a Tory. If it looks like a duck, quacks like a duck, it is a duck. The ducklings on the Tory Back Benches all quacked in agreement and, crucially, in defence of everything that the soon-to-be ex-Prime Minister did. When he played fast and loose with the truth, they supported him. When he broke the law, they quacked their support for him. And they will do the same again for the next one. Scotland has no confidence in them and we have no confidence in this Government.",
        "On behalf of the good people—",
        "**Mr Deputy Speaker (Mr Nigel Evans)**",
        "Order. I call Shaun Bailey."
    ]
}