{
    "url": "https://www.ukpol.co.uk/steven-bonnar-2022-speech-on-aortic-dissection/",
    "title": "Steven Bonnar – 2022 Speech on Aortic Dissection",
    "post_date": "December 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steven Bonnar",
            "url": "/tag/steven-bonnar/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steven Bonnar, the SNP MP for Coatbridge, Chryston and Bellshill, in Westminster Hall, the House of Commons, on 13 December 2022.",
    "content": [
        "It is a pleasure to see you in the Chair today, Mr Pritchard.",
        "I begin by paying tribute to the hon. Member for Mid Derbyshire (Mrs Latham), not only for securing this debate, but for the strength and courage she has shown in leading it. My thoughts and those of all in my party are with her and her family after the tragic loss of her son, Ben. May he rest in eternal peace.",
        "No parent should witness the loss of their child, and I welcome the positive and heartfelt contributions from across the House today about taking more effective action in preventing this disease. As we have heard, 2,000 people a year in the United Kingdom lose their lives from aortic dissection. It is a treatable condition; indeed, it has a better than 80% survival rate when it is diagnosed and treated in time. Yet today, in the year 2022, 50% of people who are struck by this condition ultimately lose their life.",
        "The British Heart Foundation has done a tremendous amount of work in this particular area, and I thank it for its dedication. In Scotland, the BHF has worked alongside the Scottish Government, Members of the Scottish Parliament and local NHS boards to champion all those who are working to beat heart and circulatory disease. Through their record-high health funding, the Scottish Government have supported and will continue to support health research and innovation, as a vital part of pandemic recovery and their wider aims to improve the health of our populations.",
        "In 2020, the Scottish Government announced a one-off £75 million increase in funding for Scottish universities to ensure that they can protect their world-leading research programmes against the financial impact of covid-19 and the other crises that we are having to live through, whether it be the food crisis, the energy crisis or everything else. That significant intervention helped to secure the jobs and training needed to support ongoing and future research work.",
        "Dr Alex Fletcher is leading a study on behalf of the University of Edinburgh that is monitoring around 60 patients at risk of dissection, which aims to develop a more effective screening tool. That study could not have been conducted without the SNP Scottish Government recognising the important work and impact of medical research charities, and I urge the UK Government to uplift support for medical research to ensure that vital studies can continue and more positive breakthroughs can be made.",
        "However, research is not enough. The strategic direction of the UK Government must change if they are truly committed to supporting those with aortic dissection. This is particularly the case when the covid-19 pandemic has brought an even greater need for action into sharp focus. The pandemic had a significant impact on people with heart disease and on the services that support them.",
        "In recognising that material societal change, the Scottish Government have published their heart disease action plan, supported with an investment of £2.2 million. The four priorities of that plan are prevention, timely diagnosis, treatment and care, and workforce.",
        "The Scottish Government have outlined the importance of providing appropriate support to enable people with heart disease to live well with their condition. That means identifying ways to support people experiencing the emotional and psychological impacts of heart disease, and giving as many of them as possible access to specialist support, including vital rehabilitation services and, wherever necessary, supporting access to palliative care.",
        "These measures may seem simple, but they are fundamental to helping minimise the presence of heart disease within our communities. I encourage the Minister to follow the Scottish Government’s footsteps, and to learn and share best practice methods to ensure that aortic dissection cannot continue to blight people’s lives, and have a difficult and lasting impact on their families."
    ]
}