{
    "url": "https://www.ukpol.co.uk/steven-bonnar-2022-speech-on-the-cost-of-food/",
    "title": "Steven Bonnar – 2022 Speech on the Cost of Food",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steven Bonnar",
            "url": "/tag/steven-bonnar/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steven Bonnar, the SNP MP for Coatbridge, Chryston and Bellshill, in Westminster Hall, the House of Commons, on 14 December 2022.",
    "content": [
        "It is a pleasure to see you in the Chair, Mr Gray. I thank the hon. Member for Liverpool, West Derby (Ian Byrne) for bringing forward this debate and I pay tribute to the tremendous work he has been doing to tackle hunger. Alongside fans of his beloved Liverpool, as well as Everton fans, his Right to Food campaign has helped tackle the food insecurity faced by 11 million people across the United Kingdom.",
        "The Scottish Government allocated almost £3 billion this financial year to help households facing the Tory-induced cost of living crisis, including £1 billion to providing services and financial support not available anywhere else in the United Kingdom. That included increasing the Scottish child payment by 150% in fewer than eight months, to £25 per child per week for those aged between 6 and 15. However, most of the key policies and fiscal levers are held here by this UK Government, given that over 85% of welfare policy is reserved. We continue to press the UK Government, who have all the levers at their disposal, to tackle this emergency on the scale required, including enabling access to borrowing, providing an uprate in benefits and offering extra support to households.",
        "Unlike the Tories, the Scottish Government rightly see food as a basic human right. Everyone should be able to afford the food they need to sustain a healthy life. The Tories have not only taken a wrecking ball to our economy but are decimating the chances for working people, who are often working multiple jobs, to put food on the table for themselves and their families.",
        "The charity Action for Children has unearthed heartbreaking stories of the current cost of living crisis, including the fact that 25% of young people are donating their own pocket money to help their parents through the festive period. Other parents are having to rely on their children’s leftovers, and many families are simply going without. How shameful is that? In my own constituency, I hear personal stories of vulnerable people not leaving their beds because of the price of energy and the current Arctic snap. A constituent contacted me yesterday in a cry for help after spending the last four days in temperatures of minus 8° without any money to heat her home or heat up the homemade soup she had received from a neighbour.",
        "This is a crisis—a food crisis— and one that has been exacerbated under the Tories. Food bank usage has soared over the last 12 years, and yet they turn up gleefully, scissors in hand, to cut the ribbons and open new food banks—or should I say pantries, as the Leader of the House has been referring to them lately? This is terrible stuff. The Trussell Trust revealed that 1.3 million emergency food parcels were provided to people by food banks between April and September this year, and almost half a million of those went to children. Is this truly the society we now consider acceptable?"
    ]
}