{
    "url": "https://www.ukpol.co.uk/steven-bonnar-2022-speech-on-the-avian-influenza-outbreak/",
    "title": "Steven Bonnar – 2022 Speech on the Avian Influenza Outbreak",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steven Bonnar",
            "url": "/tag/steven-bonnar/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steven Bonnar, the SNP MP for Coatbridge, Chryston and Bellshill, in Westminster Hall, the House of Commons on 30 November 2022.",
    "content": [
        "It is a pleasure to see you in the Chair this morning, Sir George. I thank the right hon. Member for Maldon (Sir John Whittingdale) for securing this important and timely debate, and for informing us all so well about the current avian influenza outbreak in the UK and further afield. I thank all hon. Members for their contributions to the debate.",
        "The latest outbreak of avian flu, commonly known as bird flu, is the largest and most invasive we have seen in the UK to date. The highly virulent H5N1 strain of the disease has meant that the virus has lingered persistently in wild and farmed birds since October 2021, even during the summer months, with no slowing down or dissipation of the virus due to its high pathogenicity. It is affecting wild bird populations as well as commercial or farmed birds and, of course, backyard flocks as well.",
        "Each member nation of the United Kingdom has handled the epidemic similarly, with avian influenza prevention zones being declared across the four nations to mitigate the risk of the disease spreading among poultry and other farmed birds. From Monday 17 October, it became a legal requirement for all bird keepers in the United Kingdom to follow strict viral security measures to help protect their flocks from the threat of avian flu. In early November, DEFRA and its Irish counterpart introduced a mandatory requirement to house all farmed birds in England and in the Republic of Ireland. We in the SNP welcome continued cross-border collaboration on both islands of Britain and Ireland to mitigate the risk of bird flu. The outbreak emphasises the need for pan-European and international co-operation on pandemic issues, now and in the future.",
        "Turning to the Scottish perspective, in July, the Scottish Government agency, NatureScot, announced it was setting up a taskforce to respond to bird flu. That followed outbreaks over the spring and summer months among our wild bird populations around Scotland’s coastlines. The main birds affected at that point were gannets, skuas, geese and gulls. Shetland was one of the worst affected areas, with carcases also found from the Mull of Galloway to St Kilda and East Lothian. The number of contact zones in place in Scotland has risen from six to nine as the risk of exposure increases.",
        "Scottish Government veterinary advice is that the current risk from avian influenza in Scotland does not justify mandatory housing of commercial birds, as has been announced in England, Wales and Ireland. Scotland’s chief veterinary officer, Sheila Voas, states that the evidence in Scotland does not currently justify a housing order being imposed:",
        "“Whilst we are keeping the situation under review we don’t believe the evidence, as yet, justifies mandatory housing here. We are keeping an eye on number of cases, we’re keeping an eye on wild bird results coming through and if the position substantially changes here then we may choose to go to a housing order as well.”",
        "Ms Voas added that keeping birds indoors should not be seen as a silver bullet for tackling avian flu and that other measures, such as keeping feed and bedding away from wild birds, can also be effective. I reiterate that the situation is being monitored and kept under constant review, and all breeders should be concerned and take whatever precautions they can to keep their flocks safe.",
        "**Jim Shannon**",
        "I am not being critical of what the hon. Gentleman is saying, but I do have some concerns. Scotland has decided not to house its birds in the way that has been decided in the rest of the United Kingdom, and indeed in the Republic of Ireland, but it seems to me to be logical that we all work together, as the hon. Member for Lancaster and Fleetwood (Cat Smith) said. The hon. Gentleman knows that I am not being critical, but we need to have a policy that we can all agree on for the betterment of us all.",
        "**Steven Bonnar**",
        "I thank the hon. Member for his intervention and I appreciate the points he has made. I think that DEFRA and the Scottish Government have an excellent working relationship, and work collaboratively across all areas to ensure the safety of our industries at all times. However, I must say that I think it is extremely rich, considering that we are coming off the back of a human pandemic that has seen hundreds of thousands of lives lost across the UK, when the Government were putting people back to work and telling people to eat out to help out, against the wishes of the Scottish Government. There was no such collaborative working then and there was no such good will coming forth from the UK Government.",
        "**David Duguid**",
        "I was about to ask to intervene just before the hon. Member for Strangford (Jim Shannon), so I will not comment on the most recent comments made by the hon. Member for Coatbridge, Chryston and Bellshill (Steven Bonnar), but I welcome his remarks about how the situation is being kept under review. I plan to meet—hopefully very soon—the chief veterinary officer for Scotland, Sheila Voas, who he mentioned. Does he share my concern, particularly as the most recent outbreaks are in my constituency and are very concentrated—although across Scotland it may look like there are not a lot of outbreaks on average, there is such a highly concentrated and focused series of outbreaks in one area—that housing orders, perhaps even in one location, may be required?",
        "**Steven Bonnar**",
        "I have a lot of sympathy with the hon. Gentleman’s point. This is a concern for every Member of Parliament, across all four nations of the UK. Of course there are specific outbreaks in his area. I am glad that he is meeting our chief veterinary officer. I am always quite willing and able to take the advice of the experts on these matters. The current advice from the Scottish Government is that mandatory housing is not yet required in Scotland, and I am quite happy to maintain that position.",
        "**Cat Smith rose—**",
        "**Sir George Howarth (in the Chair)**",
        "Order. Before the hon. Lady intervenes, can I just point out that I will call the Opposition spokesman shortly and I think the hon. Gentleman is about to run out of time?",
        "**Cat Smith**",
        "Thank you, Sir George; I will be brief.",
        "I do see a contradiction between the hon. Gentleman’s party’s approach to the human pandemic of covid and the approach it is taking now, by which it is trying to protect farmers in Scotland. I draw his attention to the fact that his party is in government in Scotland and the hon. Member for Banff and Buchan (David Duguid) has pointed out that many of his constituents have had outbreaks. Frankly, it seems that there needs to be a little bit more compassion from the hon. Member for Coatbridge, Chryston and Bellshill (Steven Bonnar) about the devastation that this disease is having on the livelihoods of Scottish farmers.",
        "**Steven Bonnar**",
        "I take the hon. Lady’s comments on board. I disagree with her comments about compassion; I am very compassionate about animal welfare right across the board, and of course I have compassion for anybody’s constituents in Scotland who are affected by this situation.",
        "I will move quickly on. Sadly, more than 100,000 birds have had to be culled at three Scottish farms so far. The National Farmers Union of Scotland has revealed that 72,000 birds had to be taken out at two farms in Aberdeenshire, while down in Ayrshire farmer Billy Robb has lost 32,000 hens in the past week. This is devastating for all those concerned with the keeping of animals and it has a profound effect on people in the farming community. As we heard at the EFRA Committee yesterday, livelihoods have indeed been lost due to the outbreak.",
        "Of course, it can also be concerning for members of the general public when they come across dead birds Just last week, 23 swans were found dead in and around Hogganfield Loch—a well-renowned and much-loved nature reserve, which borders my constituency and is frequently utilised by my constituents in the Stepps area. The severity of the outbreak has limited public access to the surrounding paths and advice has been given to people to avoid bringing dogs to the area, as they can also be at risk of infection.",
        "The risk of incursion to wild birds of highly pathogenic avian influenza has remained very high. NatureScot launched a surveillance network in October to track migrating geese and wintering waterbirds arriving in Scotland. Alastair MacGugan of NatureScot said:",
        "“As we head into the winter months, we are still very concerned about the potential impact of avian flu on our wild bird populations and we remain vigilant to ensure we can respond to the evolving situation. We’re monitoring wintering goose populations very closely for avian flu and are working with colleagues in Iceland and Norway to identify cases in migrating populations. Here in Scotland, we’ve set up a network of site managers and volunteers to provide real-time reporting on what is happening out in the field, helping us take swift and targeted decisions.”",
        "I will turn briefly to consumption. It is important to stress that the risk to the general public’s health from avian influenza is extremely low. Food Standards Scotland advised that bird flu poses only a very low food safety concern for consumers, and does not have an effect on the human consumption of any poultry products, including eggs. The Scottish Government are aware of a number of issues affecting egg supply; some shops, including Asda and Lidl, are starting to ration the number of eggs that customers can buy due to supply issues. Although the impact of avian influenza on all commercial flocks is a consideration, the cost of living increases and a number of other issues, such as labour shortages across all sectors of the industry, feed into that. It was refreshing to hear a Conservative MP identify that Brexit has caused a severe shortage in the workforce, and that a fuller workforce would have helped to combat the outbreak.",
        "As we head towards the Christmas period, people might be wondering whether any of the 10 million turkeys, 200,000 geese and 100,000 ducks, which are sold to some of the highest standards in the world each year, will be available as normal. The answer to that is yes. Of course there concerns, but about 50% of those tasty festive dinners are sold frozen, and the industry has managed the situation very well by carrying out early plucking, and using industry standard freeze and thaw processes.",
        "We can all play our part in combating this outbreak of bird flu. I will finish with some advice for my constituents in Coatbridge, Chryston and Bellshill and people across Scotland. If they encounter any dead birds, they should not touch them, but should report the findings of the following: a single dead bird of prey, three dead gulls or winter waterfowl, such as swans, geese or ducks, or five or more dead wild birds of any other species at the same time and in the same place. Any such findings should be reported to DEFRA’s UK-wide telephone number, which is 0345 9335577. In addition, although wild birds of high-risk species cannot be taken directly to Scottish Society for Prevention of Cruelty to Animals animal rescue centres, sick or injured wild birds in Scotland should be reported to the SSPCA via its telephone number, which is 0300 099 9999."
    ]
}