{
    "url": "https://www.ukpol.co.uk/steven-bonnar-2022-speech-on-scottish-independence-and-the-scottish-economy/",
    "title": "Steven Bonnar – 2022 Speech on Scottish Independence and the Scottish Economy",
    "post_date": "November 3, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steven Bonnar",
            "url": "/tag/steven-bonnar/"
        }
    ],
    "categories": [
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steven Bonnar, the SNP MP for Coatbridge, Chryston and Bellshill, in the House of Commons on 2 November 2022.",
    "content": [
        "I take the opportunity to remind the House that no asylum seeker raided or looted pension funds, no asylum seeker used fire and rehire tactics to sack an entire workforce, no asylum seeker tanked the economy, and no asylum seeker is illegal.",
        "I rise to speak in favour of the motion on the Order Paper. The UK that Scotland voted to remain part of in 2014 has gone—Brexit has seen to that. The security and freedoms of our place in the EU, as promised with that no vote, are gone—Brexit has seen to them. The financial stability of the “broad shoulders” of the UK has gone—Brexit continues to see to that. The previous Prime Minister, the right hon. Member for South West Norfolk (Elizabeth Truss), and her Chancellor, the right hon. Member for Spelthorne (Kwasi Kwarteng), assisted with that in a spectacular fashion for all the world to see.",
        "The Tory cost of living crisis is spiralling completely out of control. It is putting lives and livelihoods at risk, with the poorest households in our communities being hit hardest. The reality is that we can no longer afford not to be independent in Scotland. As things stand, the poorest people in the UK are the poorest people in the whole of western Europe, while the richest in the UK are the wealthiest in the whole of western Europe. That is right: the poorest people in western Europe are in London, not Lisbon or Larne. The hardest working and poorest paid people with the poorest pensions are in Bellshill, not Berlin or Bern.",
        "That gap between the richest and poorest tells people all they need to know about this right-wing Tory Government and their priorities after 12 painful years in power, including the coalition of chaos with the Liberal Democrats. The economy is broken, the NHS is decimated, immigration is out of control and our standing in the world is a laughing stock. It is a shameful record.",
        "If the Government have any desire at all to change that and ease the pressures on Scottish households, it is imperative that they uprate all social security benefits in line with current rates of inflation. All hon. Members, as representatives of the people, must do all we can to support the most vulnerable through this cost of living crisis. The Tories must ensure that the universal credit uplift is reinstated for all and increased to £25 a week, and that it is extended to all those who have been left, as if they are some Tory afterthought not worthy of the Government’s attention, on legacy benefits.",
        "We must also protect our pensioners. The Government’s triple lock betrayal with regard to the state pension is an undiluted attack on pensioners’ incomes. The Prime Minister refused again today to give them some peace of mind by committing to the triple lock. Those same pensioners, who are the poorest in western Europe with the lowest pensions, are among those most hard hit by this cost of living crisis. Over a decade of Tory policies have pushed people deeper into poverty and further into destitution, and families are out there right now fighting hunger. This is the Union.",
        "**Drew Hendry**",
        "My hon. Friend is making a very powerful speech. He is talking about those people fighting poverty. Does he agree with me that it is a disgrace that, because of the actions of this place and Brexit, we have seen food inflation pushed to such high levels that basic items are now 60% up on a few years ago? It is really hard for people to survive in those circumstances, is it not?",
        "**Steven Bonnar**",
        "I thank my hon. Friend for his intervention. We are being attacked from every possible angle, whether it is food or—in the case of mortgage rates—housing. The Government are sitting on their hands—rearranging the chairs on a sinking ship every now and again—and it is doing no good for the people out there.",
        "The last few months have made it abundantly clear that Scotland cannot rely on this UK Government as we attempt to get Scotland through this cost of living crisis. It is vital that we have a choice, and the choice is thus: we can choose the insular chaos of this place, and to continue to live amid the ruins of this broken Union and among the self-destructive whims of these two parties; or we can choose a different way, and be free from the perennial damage of Brexit, the worst of which is still to bite. We can also have the choice of the Scottish people’s priorities, the choice of how we plan and deliver on our green future, the choice of how we treat the most vulnerable in our communities—as I have said, no person is illegal—and, of course, the choice of the Scottish people to determine their own futures free of Westminster rule.",
        "**Patricia Gibson**",
        "My hon. Friend is making a powerful and impassioned speech. Does he share my deep disappointment that the Labour party in Scotland would rather work with the Tories to keep Scottish households locked into this destructive Union than help Scotland work towards a better future when it governs its own affairs?",
        "**Steven Bonnar**",
        "I thank my hon. Friend for her intervention, and I agree with every single word she said. I am here from North Lanarkshire, and while Labour talks about having no coalitions, Labour in North Lanarkshire Council is being propped up not only by the Conservatives there, but by a sole British Unionist politician. That is the Labour party, and it plays two sides of the same coin because it has to appeal to Tory voters to squeeze a couple of them in and get them through the doors. Would the hon. Member for Edinburgh South (Ian Murray) like to intervene? No, so I will continue.",
        "I was talking about choices, and we can choose to be a member of the European Union. We can choose our independence, and with that Scotland could be part of a huge single market that is seven times the size of this shrinking UK market. If we look north to Norway, we see that its national income per head is around 48% higher than that of the UK, while Ireland’s is 45% higher, Denmark’s 30% higher, the Netherlands’s 25% higher and Austria’s 24% higher. Those are all nations comparable with our wee bit of highland glen.",
        "**Mike Kane**",
        "On looking north to Norway, will the hon. Gentleman give way?",
        "**Steven Bonnar**",
        "If the hon. Gentleman wants to get up on his feet, he can intervene, but if he is going to chunter, he can stay sitting down and keep quiet, and we will get on with it.",
        "**Mike Kane**",
        "On looking north to Norway and the Union, I have some statistics. I can tell the hon. Gentleman who looks north to Norway: it is probably Orkney. Orkney voted against devolution in 1997 and it voted against independence. It has never voted for the SNP, and it has a Government it has never voted for, who are in Holyrood. So will Orkney have independence?",
        "**Steven Bonnar**",
        "The hon. Gentleman has made some pretty ridiculous points, which I will not entertain. I am going to move quickly on, because you are really pushed for time, Mr Deputy Speaker, and so am I.",
        "Through its membership of the European Union, independent Ireland dramatically reduced its trade dependence on the UK. It has diversified into Europe, and in the process its national income per head has, once again, overtaken that of the UK. Scotland simply cannot afford to be part of the UK any longer. The positive case for the Union has evaporated. Now is the time to leave the broken Westminster system behind, and to have full powers of independence so we can begin to set Scotland on the right path.",
        "Finally—let me make this perfectly clear—the Better Together no campaign, in which the Labour and Conservative parties cosied up to each other, was based on lies and built on fear. Brexit and its ramifications for our freedoms has rendered the 2014 referendum out of date and, quite simply, to the people I represent the result is no longer valid. No Government in this place—not Tory, not Labour—offer Scotland’s people a route back to Europe. They both back Brexit, while we back Scotland, and the only route back to Europe for Scotland is through Scottish independence."
    ]
}