{
    "url": "https://www.ukpol.co.uk/steven-bonnar-2022-speech-on-the-governments-preparations-for-industrial-action-in-the-nhs/",
    "title": "Steven Bonnar – 2022 Speech on the Government’s Preparations for Industrial Action in the NHS",
    "post_date": "December 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steven Bonnar",
            "url": "/tag/steven-bonnar/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steven Bonnar, the SNP MP for Coatbridge, Chryston and Bellshill, in the House of Commons on 12 December 2022.",
    "content": [
        "Scotland’s First Minister has managed in one day to do what the Tory Government could not—agree with the nursing unions to call off strikes planned for this month. NHS workers are the backbone of these countries. If they do not work, the country does not work, and if the country is not working, it is broken. Britain is broken, is it not? And Brexit has broken Britain, has it not? The Tories will not negotiate and the Labour Opposition spokesperson has branded the British Medical Association as “hostile”, while in Scotland the strikes are off, and they are off permanently. An offer of 7.5% has been negotiated and agreed, with an 11.24% pay rise for the lowest paid across the board in NHS Scotland. Why are the UK Government refusing to give public servants a decent pay increase when they have all the financial power to do so?",
        "**Will Quince**",
        "I thank the hon. Gentleman for his question. My understanding is that the industrial action in Scotland has been suspended, not cancelled, as the hon. Gentleman suggested. The Scottish Government have made a considerably higher offer, partly because a politician has got involved in pay negotiations, directly in contrast to the independent pay review body, and it will be interesting to see whether the First Minister of Scotland is going to do this every single year and go against the recommendations of their pay review body.",
        "Would the hon. Gentleman like to confirm—I appreciate he cannot do it now—whether the Scottish Government have also looked at things such as leave and working times? I think it is important to stress that every 1% increase for the “Agenda for Change” workforce equates to about £750 million. That is £750 million that will come out of the NHS budget and that we will not be able to spend on things such as tackling the elective backlog, which is so important to people up and down the country."
    ]
}