{
    "url": "https://www.ukpol.co.uk/steven-bonnar-2022-speech-on-employment-rights/",
    "title": "Steven Bonnar – 2022 Speech on Employment Rights",
    "post_date": "December 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steven Bonnar",
            "url": "/tag/steven-bonnar/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steven Bonnar, the SNP MP for Coatbridge, Chryston and Bellshill, in the House of Commons on 6 December 2022.",
    "content": [
        "I beg to move,",
        "That leave be given to bring in a Bill to make provision about employment rights, including the right to request more predictable terms and conditions of work; to amend the definition of worker; and for connected purposes.",
        "Fairness, compassion and equality are not only the basics that should be afforded to each and every working person across these islands, but how we can measure the effectiveness of Governments for those they serve. The covid-19 pandemic has highlighted the many failings in legislative rulings on the workplace in this disunited kingdom. Working people have found that their workplace rights have not secured their jobs and incomes, their livelihoods or their health. Hundreds of thousands of people actually have few of the rights that Parliament has legislated an employee should have, such as the right to a minimum wage and protection against unfair dismissal. For far too many, persistent, undignified and unfair working practices remain their reality.",
        "Workers’ rights are not a priority for this, or indeed any, Westminster Government. Despite committing to an employment Bill on at least 20 occasions so far, Ministers have shelved the legislation at each and every turn. Five years on from the Taylor review, we are yet to see action from the UK Government on improving workers’ rights. The omission of the long-anticipated employment Bill from the Queen’s Speech was yet another missed opportunity.",
        "Last week, during Prime Minister’s questions, in relation to the Retained EU Law (Revocation and Reform) Bill, my right hon. Friend the Member for Ross, Skye and Lochaber (Ian Blackford) said that",
        "“it is such a sad sight to watch this Prime Minister ram through a Bill that would rip up 4,000 pieces of European law—laws that protect workers’ rights, food standards and environmental protections.”—[Official Report, 30 November 2022; Vol. 723, c. 895.]",
        "He was right. If the Tories were intent on protecting workers’ rights, they would simply retain and maintain those that were already enshrined in EU law. Of course, we know that they are either too proud or too pig-headed to admit that some EU law was good law and effective law, and that it protected our workforce. Instead, the Tories power it through, ignoring the fact that Brexit is the greatest political act of self-sabotage in the history of this state, and they further allow workers’ rights to degrade and for hard-working individuals to see their personal circumstances diminish.",
        "If working people are to have a meaningful voice in setting the terms and conditions of their employment, and if callous unilateral decision making is to be stopped, questionable employers must be held to account. Remarkably, we find ourselves in the 21st century fighting 19th-century battles, despite the obscene wealth, progress and sophistication enjoyed by the few at the expense of so many. Under the Tories, the UK already has the highest levels of in-work poverty this century—poverty that disproportionately impacts on people facing high living costs, such as single parents, disabled people and people with caring responsibilities.",
        "The Tory-made cost of living crisis is only further exacerbating matters. The Fawcett Society has said that women face “double trouble” because of the combined impact of the cost of living crisis and the difference in their pay compared with that of men. Research shows that in 2022 women will take home, on average, £564 less than men each and every month, and they are far more likely to be in low-paid employment. The Resolution Foundation has also found that low-paid work is often of poor quality, stressful and unfulfilling, and job satisfaction among the lowest earners fell from over 70% in the early 1990s to 56% as early as 2019. These are damning statistics.",
        "Employers often try to persuade workers of the benefits of a lesser contractual status on the basis that it provides flexibility for the worker, but this is a false argument, since legal status has nothing whatsoever to do with whatever flexibility options employers confer on their workers. Flexibility can just as easily be enjoyed by employees if the employer is prepared to concede it.",
        "This all points to a complete lack of consideration for employee lifestyle within the recommended practices placed on workplaces by this UK Government. Workplaces across the United Kingdom have been systematically plagued for years now by zero-hours contacts or work on demand-only requirements, while flexible contractual terms give wide-ranging powers to companies to dictate when, where and how work is to be done.",
        "The emergence of fire and rehire as a corporate tactic is particularly galling to any of us from a true working-class tradition on the SNP Benches. My hon. Friend the Member for Paisley and Renfrewshire North (Gavin Newlands) has submitted two Bills to this Parliament seeking to outlaw fire and rehire practices, with the support of over 100 MPs and the backing of all major trade unions. This UK Government sit idle. In the meantime, collective bargaining coverage has plummeted, collective agreements now reach fewer than one in four workers, which is lower than at any time in the last 100 years. Those are damning statistics. This Bill seeks to ban the callous and sinister practice of fire and rehire once and for all.",
        "The right to strike is constrained by unparalleled restrictions, although workers are now heroically voting in their millions to overcome them. It is no surprise that those working people’s share of the nation’s wealth continues to decline as poverty and inequality continue to increase, threatening the very basis of our threadbare democratic institutions. The differing rates of pay for young people are wholly unjust and discriminatory, and do not take account of people’s personal needs, responsibilities and living circumstances. A day’s work is a day’s work. The age of the person delivering that work should be of no relevance; only the quality of the work itself.",
        "While the setting of the minimum wage is reserved to this place, the Scottish Government continue to encourage businesses in Scotland to pay the real living wage through their Fair Work principles. The SNP also continues to oppose current rules on statutory sick pay, which fall far short of meeting a dignified standard of living and are not flexible enough to meet the real-life needs of real people. We have repeatedly called on the UK Government to increase SSP in line with a real living wage, and make it available to everyone by removing the requirement to be a qualified worker, removing the earnings requirement, and extending it to 52 weeks. Scotland’s ability to tackle unfair working practices and fully protect workers’ rights remains limited while employment law is reserved to this place.",
        "Unaccountable power is unacceptable when exercised by the state, and it is no more acceptable when exercised by rogue employers. The measures proposed in a private Member’s Bill that was laid before the House by my hon. Friend the Member for Glasgow South West (Chris Stephens) aim to strengthen protections for workers with unfair contracts, including those with bogus self-employment and zero-hours contracts. I call on the UK Government either to get behind my hon. Friend’s Bill or to bring forward their own legislation to give millions of workers the same protections that are enjoyed by our friends and counterparts across Europe.",
        "Scotland has everything it takes to be a hugely successful, self-governing, self- sustaining nation, and then we have so much more on top of that—only the staunchest Unionist would disagree. Yet Westminster control has held us back while comparable countries of a similar size go on to prosper. Relative to the UK, comparator nations have fewer people in gainful employment who are at risk of poverty. In the UK, 10.4% of those in work are at risk of facing poverty. In Belgium, Iceland and Finland, the figures sit below 5%. Furthermore, fewer employees are working long hours, with only 0.3% of workers in the Netherlands working more than 50 hours a week, compared with 10.8% of the UK’s population—those are damning statistics. Having the highest percentage of those employed experiencing in-work poverty should prompt this Government to act.",
        "The UK under Conservative rule has experienced the largest wave of workers’ strikes in decades, and we now know that more is planned well into the new year. Protecting workers’ rights has never been, and will never be, a priority for this UK Government, who attempt to water down workers’ rights and take away any remaining dignity at every opportunity. Those practices, and this callous and uncompassionate culture, must end now. I urge the House to support a new dawn for workers everywhere—one that respects them, and holds their rights to the very highest standard.",
        "Question put and agreed to.",
        "Ordered,",
        "That Steven Bonnar, Stephen Flynn, Mhairi Black, Colum Eastwood, Amy Callaghan, Jim Shannon, Patricia Gibson, Dave Doogan, Pete Wishart, Owen Thompson and Chris Stephens present the Bill.",
        "Steven Bonnar accordingly presented the Bill."
    ]
}