{
    "url": "https://www.ukpol.co.uk/steven-bonnar-2022-speech-on-pancreatic-cancer-awareness-month/",
    "title": "Steven Bonnar – 2022 Speech on Pancreatic Cancer Awareness Month",
    "post_date": "November 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steven Bonnar",
            "url": "/tag/steven-bonnar/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steven Bonnar, the SNP MP for Coatbridge, Chryston and Bellshill, in the House of Commons on 8 November 2022.",
    "content": [
        "It is a pleasure to see you in the Chair, Mr Hollobone. I congratulate the hon. Member for Strangford (Jim Shannon) on securing this debate on Pancreatic Cancer Awareness Month and setting out matters in such great detail for us. We have heard from hon. Members about a wide range of issues faced by constituents across the nations of the UK in dealing with this type of cancer. The hon. Member for Stroud (Siobhan Baillie) spoke of how well informed her constituents are and the asks they have of the Government in this area. My hon. Friend the Member for East Dunbartonshire (Amy Callaghan) spoke of her constituent Barbara and her experience of NHS services failing to identify and diagnose her cancer in time. We also heard from the hon. Members for East Londonderry (Mr Campbell), for Upper Bann (Carla Lockhart) and for Carshalton and Wallington (Elliot Colburn), and I thank all Members for their contributions.",
        "November is Pancreatic Cancer Awareness Month and 17 November is World Pancreatic Cancer Day 2022. It is so important to raise awareness through these days and through our debates to improve early diagnosis by ensuring that more people know the early symptoms of pancreatic cancer. It has the lowest survival rate of all common cancers and is the deadliest common cancer in Scotland and across the United Kingdom. There are around 10,500 new cases in the UK each year. That equates to 29 cases every single day. It is the 10th most common cancer in the United Kingdom, accounting for 3% of all new cases, and the fifth biggest cancer killer with 9,000 deaths each year. In Scotland, there are around 900 new cases per year, with an incidence rate of 15.5 per 100,000 people.",
        "Pancreatic cancer is caused by the abnormal and uncontrolled growth of cells in the pancreas—a large gland that is part of our digestive system. In the early stages, a tumour in the pancreas does not cause any symptoms, which can make it difficult to diagnose, as we have heard. Symptoms can vary from person to person and may include jaundice, indigestion, stomach or gut pain, back pain, diarrhoea, constipation or weight loss. Pancreatic cancer is particularly difficult to diagnose early, as we have heard so many times, and Pancreatic Cancer UK reports that 80% of cancer patients are not diagnosed until the cancer is at an advanced stage. While the causes are not clear, it is most common among those aged 75 years and over, with almost half of all new cases diagnosed falling in that age demographic.",
        "Early diagnosis is crucial to improving survival outcomes, with one year survival rates for those diagnosed at an early stage being six times higher than those diagnosed at stage 4. However, most people with pancreatic cancer are unfortunately diagnosed at that late stage. At present, surgery is the only treatment with curative intent for pancreatic cancer, while chemotherapy and radiotherapy have been shown to improve survival in those with late- stage pancreatic cancer. If it is diagnosed at a late stage, surgery to remove the cancer is usually not possible.",
        "The Scottish Government are committed to diagnosing cancer as early as possible, which is why they continue to invest in their detect cancer early programme, or DCE, and are rolling out rapid cancer diagnostic services across Scotland. We know the earlier that cancer is diagnosed, the easier it is to treat. That is why the Scottish Government continue to invest in that programme, which adopts a whole-system approach to diagnose and treat cancer as early as possible. They are developing a new plan for early diagnosis as part of their new cancer strategy to be put in place in spring.",
        "The new 10-year strategy will take a comprehensive approach to improving patient pathways from prevention and diagnosis through to treatment and post-treatment care. That follows on from the establishment of three rapid diagnostic services centres, developed within the NHS infrastructure. The centres are in Ayrshire and Arran, Dumfries and Galloway, and Fife. They will play a key role in delivering early diagnosis and improved care, with fast-track diagnostic testing at the first appointment wherever possible.",
        "The First Minister announced as recently as 10 October that the next two rapid cancer diagnostic services centres in NHS Scotland will go live in my own NHS board of NHS Lanarkshire and in NHS Borders. Through the NHS recovery plan, the Government in Holyrood have invested £29 million to provide an increase of 70,000 diagnostic procedures next year and 90,000 by the end of the plan in 2026. A new DCE awareness campaign is also under development to empower people with possible cancer symptoms to act early. That is due to be published in spring 2023.",
        "In Scotland, it has been recognised that the impact of the covid-19 pandemic may have exacerbated inequalities within cancer screening, and the Scottish Government have committed up to £2.45 million to the screening inequalities fund over the past two years. Public awareness campaigns and messages have run throughout the pandemic to encourage those with possible cancer symptoms to seek help. To support scope-based diagnostics, the Scottish Government have published a £70 million endoscopy and urology diagnostic recovery and renewal plan, focusing on key areas such as balancing demand and capacity, optimising clinical pathways, improving quality and efficiency, workforce training and development, and infrastructure and innovation redesign. A further £9 million has been allocated this financial year to support diagnostic imaging capacity, with six mobile MRI scanners and five CT scanners in place across Scotland’s NHS.",
        "Despite all that work and all the amazing work of charities and activist organisations, and their dedicated supporters, which has been placed on the record today, there is still so much more for us to do. Investment in facilities, improved treatment options and early detection are all necessary, but it is also vital that research into alternative cancer treatments continues and expands. The Scottish Government provided an average of £2 million each year to cancer research causes in the five years before the pandemic, and that remains our priority.",
        "According to Pancreatic Cancer UK, research into the disease has been underfunded for decades. The charity estimates that pancreatic cancer receives 1.4% of cancer research funding and yet is the fifth biggest cancer killer. Just recently, to mark World Cancer Day, Cancer Research UK delivered a cash injection of £12 million to the Cancer Research UK Scotland centre, supporting the work of cancer researchers from the University of Edinburgh and the University of Glasgow. Professor Ian Tomlinson, who is co-director of the centre, welcomed the finance but highlighted how challenging the previous year had been and the fact that covid-19 has slowed down research.",
        "Finally, we in the SNP commend all the charities and activist organisations and their dedicated supporters for their tireless efforts to raise awareness of pancreatic cancer. We have called on the UK Government to support Cancer Research UK and other research charities throughout the pandemic, while their funding activities have been curtailed by restrictions, and now in the face of people being more cautious with their money. With the Tory cost of living crisis continuing to undermine people’s financial security and their ability to support charitable efforts, it is more important than ever for the Government to step in and support charities in their work and to directly fund cancer research."
    ]
}