{
    "url": "https://www.ukpol.co.uk/albert-booth-1978-statement-on-the-dock-labour-scheme/",
    "title": "Albert Booth – 1978 Statement on the Dock Labour Scheme",
    "post_date": "April 13, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Albert Booth",
            "url": "/tag/albert-booth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Albert Booth, the then Secretary of State for Employment, in the House of Commons on 24 July 1978.",
    "content": [
        "I beg to move,",
        "That the draft Dock Labour Scheme 1978, which was laid before this House on 28th June, be approved.",
        "A new dock labour scheme is clearly needed in order that the National Dock Labour Board can carry out the duties and the functions which the House decided were appropriate for such a board when it carried the Dock Work Regulation Act in November 1976. The scheme which I have laid before the House embodies some of the broad principles contained in the 1967 scheme, but the changes—the aspects which I take it will interest the House and which it will want to debate tonight—reflect both the experience that we have gained in the operation of the 1967 scheme and the judgment about how far that scheme should be altered in order to take into account the changes in cargo-handling methods brought about in the docks since that time and the changing pattern of trade in many of our docks.",
        "One of the changes is the abolition of the temporary unattached register. This will bring to an end the process of decasualisation in the industry which was initiated by the Devlin report in 1965. The scheme also contains detailed changes in relation to the powers of the National Dock Labour Board, including its powers to deal with disciplinary matters in the courts.",
        "I believe that the new scheme makes a provision for safeguarding those employees whose work is classified as dock-work. Such a safeguard has been long needed, and it is certainly not provided by the existing scheme. Therefore, one of the reasons why I believe it highly desirable that the House should pass this scheme is that it will ensure that at any time in the future anyone working in a job which becomes classified as dock-work has the essential protections of his job in his representation by his union on the local dock labour board, protections which are necessary in order to have a secure and stable labour force in an industry which, by its very nature, is dynamic and one in which the pattern of work will inevitably change.",
        "There is a provision in the new scheme for independent chairmen of local appeal tribunals. There is a requirement upon the National Dock Labour Board to appoint the chairman of these tribunals in every case. When the draft order was laid originally, one of the suggestions was that I should embody provision for independent members to be appointed to local dock labour boards. I have rejected this suggestion, not because I dispute that there are many groups, including warehouse owners, cold storage employers, shippers and road haulage firms, which clearly have an interest in the way in which the scheme is administered, but because I believe that it is a very different matter to say that such an interest should entitle someone with no direct experience of the industry, with no financial stake in it, to have an individual say in the running of the local management of labour within a port.",
        "That is a very different function indeed from that of the docks consultative committees, and certainly very different from that carried out by the port authorities themselves, with their specific responsibility for the main corporate proposals as to how the docks should be run. The local boards are purely concerned with dock labour matters, and therefore I believe it necessary that that narrow and specific function should be subject to the direction of the National Dock Labour Board.",
        "The National Dock Labour Board has been reconstituted by decision of this House to bring in a third element of decision as to national policy and to give directions to local boards. It is a body which contains not only representatives of port employers and the unions but of people appointed to help employers and workers on a much wider basis.",
        "**Mr. Giles Shaw (Pudsey)**",
        "Inasmuch as the new scheme—and, indeed, the operation of the Act—is to extend what has been traditional dock work into new fields, how can the Secretary of State say that the operation of the local dock labour board is concerned purely with port or dock matters? Surely it requires representation from outside, independent interests in order to make is effective?",
        "**Mr. Booth**",
        "I am surprised that the hon. Gentleman, who usually studies these matters more carefully, should imagine ​ that the local dock labour board has any ultimate responsibility for the extension of the scheme. If he examines the Act, he will be perfectly well aware that, although proposals may be made by local dock boards, it is only the National Dock Labour Board in the first instance and the National Dock Labour Board in the last instance which can make representations to the Secretary of State for any extension of the scheme.",
        "I believe that it is essential to an understanding of both the scheme and the Act that it should be seen that anyone who is affected by a proposal for an extension of the scheme should have a right to make representations as to his interests, and that any representations he makes to a local board must be notified by the board to the National Dock Labour Board. Only the National Dock Labour Board, which has the three clear elements within its membership, should be able to put to the Secretary of State a proposal which can subsequently be put before this House.",
        "That is a clear line of responsibility for any extension of the scheme, and I suggest that anyone who is thinking tonight of rejecting this scheme—which means, by definition, that he is requiring us to retain the existing scheme—should look very carefully at the existing scheme to see just how far he is rejecting the proposition that there should be that clear line of control and accountability for any extensions of the scheme and any further classification of work.",
        "There is no question whatsoever but that under the Act coupled with this scheme outside interests are guaranteed a hearing on any matters affecting them and relating to the operation of the scheme. Those employers whose activities can be brought within the scheme will have an equal right of representation on the local boards as existing port employers. Before the work can be classified for the purposes of the new scheme, the National Dock Labour Board is required to carry out extensive consultations with everyone concerned, but the decisions about classification are to be made by the Secretary of State and are subject to parliamentary endorsement. In view of all the sensitivity which exists in dock work areas and all the concern expressed in this House about the proposal to bring ​ in the scheme, I believe that it is right that that line of accountability should exist.",
        "The kind of work which can be classified as dock work under the scheme is now clearly defined within the Act. I believe that if the scheme is passed it will rid us of the very serious difficulty which exists in operating the present scheme, which arises from the doubt whether work can be classified. Work done in some ports is classified. The same work done in other ports is not classified. It is possible, under the existing scheme, for the challenge to take place whether work should be made dock work. While we were debating the Bill in Committee, such a challenge took place in Merseyside and was examined at great length by the Committee, but no one suggested then that the existing procedure for classification of dock work was ideal.",
        "Broadly, the work concerned in this scheme must be cargo handling and where the work is mainly concerned with an owner’s own goods, even his cargo handling, it cannot be classified. It must be regarded as “own account” work. The handling of any goods not at any stage loaded as cargo in a ship cannot be brought within the scheme, either. Manufacturing work is outside its scope. But the main point, which I think will be appreciated by the House, is that in this scheme, coupled with this Act, the definition of what can be classified and what must not be classified is quite clearly laid down in schedule 4 of the Act.",
        "This is a very short debate. However, before sitting down I should like to remind the House of what the right hon Member for Lowestoft (Mr. Prior) said in this House after the Government accepted the Lords amendment which restricted the area to which the scheme applied. He said:",
        "“We hope that the Act, as it will become, will result in a period of peace and stability in dockland and that the dockers and other unions and workers involved will settle down so that we can achieve what we need to achieve in dockland…. The fact that the cargo-handling zone and the five-mile corridor have been removed from the Bill will enable confidence to return to the area so that warehouses may be built and the industry can settle down.”—[Official Report, 18th November 1976; Vol. 919, c. 1597–98.]",
        "It is hard to imagine that anyone who took that view of a decision on a Lords amendment would ever suggest that the ​ scheme and the Act which resulted from those remarks should be rejected. But I understand that such is to be the position tonight.",
        "This scheme not only has the backing of the employers and the unions in the industry; it has the backing of people who have knowledge and experience of operating a dock work labour scheme. It has their backing, and it accords fully with the spirit and intention of the Act.",
        "I believe that our dock workers will be understandably bitter if, more than 18 months after the Act was passed, when the scheme has been examined carefully in draft, it is put before the House and rejected. They will rightly have to call upon us to operate an existing scheme—it is their statutory right to do so—a scheme which is outdated, a scheme which carries with it great difficulties and threats for those whose work is classified under the scheme anew.",
        "Therefore, I believe that the House should give approval to the scheme. If we fail to do so, we cannot put it right by bringing back a revised scheme at short notice—that must be made clear. The whole of the statutory consultation procedure will have to be gone through again, and therefore a very substantial delay will be inevitable.",
        "I believe that the scheme is a very substantial improvement on the existing one. It is an improvement for those whose interests may be affected. It is an improvement for workers whose jobs may be classified. It is an improvement for a House which wishes to take a responsibility in the area of determining the allocation of dock work. As such, I commend it to the House."
    ]
}