{
    "url": "https://www.ukpol.co.uk/betty-boothroyd-1985-speech-on-the-televising-of-the-commons/",
    "title": "Betty Boothroyd – 1985 Speech on the Televising of the Commons",
    "post_date": "June 20, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Betty Boothroyd",
            "url": "/tag/betty-boothroyd/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Betty Boothroyd, the then Labour MP for West Bromwich West, in the House of Commons on 20 November 1985.",
    "content": [
        "The hon. Member for Littleborough and Saddleworth (Mr. Dickens) is guaranteed to hold the full attention of the House. This evening he held the House in suspense, because only in the last few minutes did we learn how he would vote.",
        "I cannot recall our debates on this subject as far back as others can, but whenever we have discussed televising our proceedings I have voted in favour of the principle. I shall do so again tonight, for a number of reasons. I shall do so in the belief that the House of Commons plays an important part in our national life and that Parliament and the Government should be as open as possible and accountable to the electorate. I believe that the public outside the building are interested in what we do. They have the right to as much information as possible about our proceedings and to the way in which we conduct our business.",
        "Modern technology has made it possible for news and current events in remote parts of the world to be transmitted in minutes, or simultaneously, to the homes of millions of families. Viewers share the realities of Ethiopia and Colombia, as well as of Geneva. All such happenings have a direct connection with the public, and yet that same public cannot see for themselves anything at all of what we do in their name in this House. That is a considerable anachronism.",
        "Parliament, and the House of Commons in particular, is an institution which creates public interest. When modern technology makes it possible for those who send us here to see our proceedings and how we go about our business, the argument must rest primarily with those who would deny people that opportunity, rather than with those who argue in its favour.",
        "Many problems must be solved before we can make a start. I welcome the wise words in the motion which asks for a Select Committee to examine the details and to report back. I understand that the Leader of the House said that if we approve tonight’s motion a Select Committee report will be presented to the House before a final decision is made.",
        "I shall describe the problems, but not necessarily in order of priority. Coverage of the business of the House ​ will cause a problem. Television companies, like newspapers, are interested in “news value”. They are interested in what they think viewers want to see. We all have our own ideas about that. I have listened for the last four or five hours to what hon. Members think about what people want to watch.",
        "The contest between the party leaders at Prime Minister’s Question Time is of enormous interest outside, and will be of prime importance in terms of coverage, as will the exchanges between some Front-Bench Members who cling to the Dispatch Box at the opening and closing of major debates. The Select Committee will have to make it clear to the television companies that others in the House have informed opinions and can speak with direct knowledge about developments—or lack of developments—in their areas and can express opinions on world events and many other matters which might not be in line with their party or Front-Bench attitudes.",
        "The broadcasters will need reminding that the House is a microcosm of the country as a whole and that Back Benchers are part of the reality of the House and its work. The Select Committee will need to know in detail the broadcasters’ intentions when providing adequate coverage of Back-Bench opinion.",
        "Many hon. Members feel as I do, and are concerned lest broadcasters pick out the sensational highlights and that the occasional punch-up will take precedence over a serious debate. The press already highlights the sensational rather than the worthy, just as some of us do sometimes. I expect that the broadcasters, with their statutory obligations and with a Select Committee with some control, will be more objective.",
        "**Mr. Robert C. Brown (Newcastle upon Tyne, North)**",
        "Does my hon. Friend agree that all her anxieties about the media having the right to say what the public see of our work could be overcome by a separate television channel broadcasting the whole of our proceedings?",
        "**Miss Boothroyd**",
        "I should certainly support that, but that is not an option. I must deal with what is on the Order Paper.",
        "Editorial control might cause problems. The television companies tell us that producing balanced, political television is no different in principle from editing the broadcasting of proceedings. When challenged, they speedily bring into play the regulations under the Broadcasting Act and in the BBC charter. Perhaps the principle is not so different, but my concern is with the implementation of that principle as it applies to the Chamber, which is an unknown arena. I am not certain that editorial control of programme content should remain entirely with the broadcasters. I hope that ground rules will be worked out by the Select Committee and agreed with the broadcasters to provide assurances to those of us who hesitate over that difficulty. I was pleased to hear the cautious remarks by the Leader of the House in that respect. If the motion is agreed, that will be a crucial part of the Select Committee’s work. I shall certainly give the problem careful scrutiny and attention.",
        "I do not have strong views about the timing of the start of the experiment. Perhaps we should take as long as possible, so that we can create the right atmosphere, with the right lighting and television cameras. The timing will be tied up with the type of equipment used. The location ​ of cameras and lights will depend upon detailed technical tests. What the broadcasters and the Select Committee must bear in mind is that this Chamber is much smaller than the Chamber of another place. More importantly, it is an elected Chamber. Therefore, there is not a great deal of comparison.",
        "Quite rightly, there would be strong objection if there were manned cameras on the Floor of the House. It is clearly in the minds of all who are discussing the matter that any permanent arrangement must involve remote-controlled and unobtrusive equipment. To conduct an experiment with hand-held cameras would give an entirely false impression of what the long-term arrangements would entail. Whatever the considerations of cost—and I understand that they would be considerable if remote-controlled equipment was used—I urge that we and the broadcasters ensure that any experiment is conducted on the same basis as any long-term arrangement. I do not want false impressions to be given to me or to other hon. Members. I want to know precisely how the arrangement will work.",
        "The motion is couched in very modest terms. Although I have some reservations, I shall certainly vote for the principle embodied in the motion."
    ]
}