{
    "url": "https://www.ukpol.co.uk/robert-boothby-1941-statement-on-personal-conduct/",
    "title": "Robert Boothby – 1941 Statement on Personal Conduct",
    "post_date": "August 30, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1941",
            "url": "/tag/1941/"
        },
        {
            "text": "Robert Boothby",
            "url": "/tag/robert-boothby/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Robert Boothby, the then Conservative MP for Aberdeen East, in the House of Commons on 28 January 1941.",
    "content": [
        "This is a very difficult speech for me to make, and I know I have no reason to appeal to the House to accord to me that indulgence which it always does on the melancholy occasions when personal statements have to be made. I am very conscious that much time and energy have already been spent on this unfortunate affair, and this is scarcely a moment when the House can be expected to take much interest in the fate and fortunes of one individual. I know also that the House is anxious to get on to the next Debate. I shall, therefore, be as brief as I possibly can.",
        "Let me say at once that I do not ask the House to reject this Report. It came as a very great shock to me, and the House will appreciate that my first, and instinctive, reaction to it should have been one of resistance. There are certain things in the Report which I find myself unable to accept, and I think I owe it to myself, perhaps not for now but for the future, to explain why. But on the main issue I must abide by the Report of the Committee, and submit myself to the judgment of the House. This, I gladly do.",
        "The Report is so long and detailed a document that it is very difficult for anyone to get from it a clear picture of what actually took place. I find that I am myself still somewhat bewildered by it. What strikes me most forcibly is the very sharp divergence between the impression which was clearly formed on the minds of the Committee by the evidence and the impression formed in my mind during the period—now nearly two years ago—when these events were actually taking place. I think this was probably inevitable. I want to tell the House that when I myself read all the documents which had been taken from Weininger’s tiles and pieced together, and the accompanying memorandum of the Treasury Solicitor, the effect produced on my own mind was one of surprise and dismay. These documents and letters actually dealt with events covering a period of many months, but they can be read in ​ a single hour. Presented in this telescoped, and, if I may so describe it, skeleton, form, they seemed to me to throw a sinister light upon activities of mine which had appeared to me at that time to be not only wholly innocent, but actually praiseworthy. The Committee have found that I did in fact deceive the Chancellor of the Exchequer.",
        "What I want to do is to convince the House that it was never my intention to mislead the Chancellor of the Exchequer, or anyone else, and it, therefore, seems to me that, before I deal with points of detail in the Report which I think I ought to deal with, I had better give to the House a brief outline of the story as I saw it, indicating what I believe to be the salient features, and also what was the state of my mind at different periods—because that is of some importance. It will not take long to do this. First of all, I am sure that the House will accept the fact—which is not disputed by the Select Committee—that my interest in Czecho-Slovakia began, and grew steadily, long before any question of my personal financial affairs arose. I made clear in many speeches in this House, and in articles in the Press outside, my deep feeling about German intentions towards Czecho-Slovakia, and what I feared might happen if these intentions were realised. My anxiety was greatly increased by my visit to the Sudetenland and to Prague in the summer of 1938; and the House will find, in my memorandum in page 236 of the Report, a letter which I wrote to the then Prime Minister, telling him that, according to my information, the German plans were to culminate in an invasion of Czecho-Slovakia between the middle and the end of September. Unfortunately, this forecast proved to be correct. And the reason why I felt so desperately unhappy at the time of Munich was not so much because of what was done—or had to be done—by us, but because of what had been done to Czecho-Slovakia.",
        "I shall not easily forget the morning after Munich, when Weininger and Dr. Janza presented themselves in my flat, and asked for such assistance as I could give them in obtaining a loan for their unfortunate country in its dark hour. I made up my mind, then and there. that anything I could ever do to help the Czechs I would do. It was in these circumstances, and against this background, ​ that Weininger came to me at the beginning of 1939, and told me about the family fortune in Czecho-Slovakia, and of his reasons for wanting to liquidate it; and suggested that if I could help him to do this professionally it might provide an avenue of escape for me from the financial difficulties I was then in. In order to enable me to do this, and to spend what might be a considerable time in Czecho-Slovakia, he made me a payment in advance of £1,000. The evidence discloses the fact that I immediately gave him a promissory note for that amount. The reason I did so is, I think, wholly creditable to me. This was a business proposition, and I regarded that payment simply as a loan, to enable me to do the work which would be necessary, and which might, or might not, prove successful. In this connection I think I ought to make it quite plain to the House that the loan which I had received some months previously from Sir Alfred Butt, who had in days gone by been a client of my firm, was offered to me at a moment of financial panic in the City, to tide me over a difficult period. It was unsecured, and had nothing whatever to do with any business transaction.",
        "Now I come to what I described in my own memorandum, and what has been described in the Report, as the “facade of British interest” which was set up in the Weininger funds. At first sight the expression “facade of British interest” does not, of course, create a good impression. I want to say that it was upon my advice that this was done, and I take full responsibility. My object was a perfectly simple one, and I want the House to be quite clear about this. By the middle of February I knew that the Germans had gone far to establish an absolute stranglehold over the economic and financial life of Czecho-Slovakia; and I felt convinced that it was only a matter of time before they took over the whole government of the country in one form or another. In these circumstances I took the view that if the Weininger fund remained purely a Czech fund, the Germans, sooner or later, would get it. But that if we could point to a specific British interest of some kind there might at least be a chance of saving what was, after all, a considerable fortune from falling into their hands. That was the sole reason for this transaction.",
        "When the Germans marched into Prague on 15th March, 1939, I did everything I could to secure that they should not get the Czech assets in this country. The House will remember that the Austrian assets were not blocked under similar conditions; and they will, I think, accept the fact that my estimate of the amount of the Czech assets here in this country was very much larger than the estimates of other people. I gave this information to the Treasury. The Treasury say that their decision to block the assets was not influenced by it; they would have done it anyway. That may be so. I confess I was a little astonished that Mr. Waley, of the Treasury, had no clearer recollection of the number of times I telephoned to him the day after the German occupation of Prague, because I pestered him—and others, including the present Secretary of State for War—most of that afternoon and evening, simply in order to say that we must block these assets quickly if we were to prevent the Germans from taking them. I did not want to claim any particular credit for myself. The important thing was to stop £17,000,000 going to the Nazis, and that was done. I only wish we had subsequently been able to prevent a further £6,000,000 of gold going to them through the Bank of International Settlements.",
        "As the House knows, Weininger offered to renew his contract with me after the occupation of Prague, but I did not accept this offer, for two reasons—first of all, because I thought he was being unduly generous, and, secondly, because by April I had accepted an obligation to advocate the cause and claims of Czech residents in this country in this House and elsewhere, including refugees from the Nazi terror—and had become chairman of an informal committee of Czech claimants.",
        "Weininger, however, persisted in his determination to relieve me of all financial embarrassment, and to reserve a 10 per cent. proportion of his funds for this purpose. He told me that, contract or no contract, he would take over my debts as soon as he was in a position to do so, and it is an attitude from which he never subsequently deviated. During the summer two things happened which caused me to evolve in my mind a somewhat ambitious scheme for dealing with the ​ claims of Czech, as distinguished from British, holders. The first was the transfer of the gold from the B.I.S. to the Nazis, apparently without any active resistance on the part of the Treasury, which seemed to me at the time to smack of further appeasement; and the second was the opening up of direct negotiations with a representative of the German Government—Herr Wohltat. I want to tell the House frankly that I hoped to bring all the Czech claimants together, to produce a comprehensive scheme which would cover them all, and to be invited to represent their case—in a professional capacity —in the impending negotiations with the German Government. Towards the end of July these hopes of mine crystallised into a strong expectation that this would happen. They were, however, completely shattered at my interview with Lord Simon on 3rd August.",
        "This interview is of considerable importance. It took place a long time ago, and there is some conflict of evidence with regard to it. It is in any case largely a matter of impression. Lord Simon was greatly assisted in the evidence he gave by the fact that before that interview he had prepared an elaborate note, and an equally elaborate memorandum afterwards. In the circumstances, I think, it is perhaps natural that the Committee should have accepted his evidence and rejected mine. All I want to say now to the House is that my own impression of that conversation remains quite clear, and that I cannot alter it. The sole topic under discussion was my position as Chairman of the Committee, and the allegation of the Chancellor of the Exchequer—for that was what it amounted to—was that I had been using that position for the purpose of making money. Indeed, that is the only question upon which the Chancellor of the Exchequer had at the time any interest in the matter.",
        "Had I been entrusted at a later stage with the conduct of negotiations on behalf of the whole body of Czech claimants with the Germans I might well have accepted remuneration for my work from the larger claimants, subject, of course, to proper disclosure. But in no other circumstances would I have done so in my capacity as Chairman of the Committee. The day after my interview with the Chancellor I wrote the following letter to Weininger: ​",
        "“I am afraid it will not now be possible for me to have an agreement of any kind either with you or Zota, because legislation may be necessary, and if I do, I shall not be able to take any further part. I think I must go on, because although the Committee has been disbanded, the Czechs are relying on me to put their case, and the House of Commons would think it very odd if I remained completely silent.",
        "Such is life!”",
        "His immediate response to this letter was to tell me that, whether I had a contract or not, and apart altogether from Czech assets, he still proposed to pay my debts as soon as he was in a position to do so. He said that if he received any money from any source he would use it for this purpose. He offered to visit my creditors personally. And he further offered, if necessary, to place the whole of his funds in Czecho-Slovakia at my disposal as security.",
        "He added that once my debts were safely in his hands, we could discuss the terms of any repayment I might wish to make, or be in a position to make. But in any event I would then be safe, and able to devote myself with a mind free from anxiety to my political work. It was not until after he had said this that I gave the charges which I did give to my creditors. The Select Committee have taken the view that it is inconceivable that Weininger should make such an offer unless it were in return for political services to be rendered. I can only say that they have under-rated this man. There was indeed nothing then that I could possibly do for him in return. Friendship of this order may be rare, but it can and does exist. I see now very clearly that one of the great mistakes I made was to think of Weininger always as a friend rather than as a claimant.",
        "But the House should not suppose that our friendship was entirely one-sided, or that our association in business was confined to Czecho-Slovakia. Immediately after the outbreak of the war I asked him to co-operate with me in work of considerable potential importance and magnitude. I gave some account of this work to the Select Committee, but they decided that it would not be in the public interest to disclose it at present, and I bow to their decision. Some day the full story may be told. In the meantime it is sufficient for the purposes of my argument to repeat what I told the Committee, that this merely reinforced, if it was necessary, Weininger’s determination to give me ​ such financial assistance as I might require.",
        "The Report states correctly that after August, 1939, I did not take any very active political steps in respect of the Czech claims until 23rd January, 1940, when I made a very material speech on the Second Reading of the Czecho-Slovakian (Financial Claims and Refugees) Bill. I think I am entitled to say with regard to that speech that there was nothing new in it, except that I said I thought that claimants with a thousand pounds or less should be paid in full, and first.",
        "So far as my further activities were concerned, they were confined to pressing that all the claims should be met as soon as possible—owing to the war there had been great delay in dealing with the matter—and to clearing up some muddle which appeared to have arisen with regard to the transfer of the Weininger fund to a British company, for which, as hon. Members will recollect, I was mainly responsible.",
        "The House can imagine the distress which I felt personally when, on 17th September last, Weininger was arrested in my presence, in my flat, and removed to Brixton Prison there to be kept in confinement for months without trial or charge. I protested in the strongest possible terms to the Home Office, but could get no satisfactory explanation. In the end I appealed to the Prime Minister himself. I do not know now the reason for his imprisonment, but I do know that he has been a consistent opponent of the Nazi régime from the very beginning and that he rendered notable service to this country after the outbreak of war.",
        "It appears that after his arrest his files were seized, and the evidence before the Committee discloses the fact that the whole case against me was built up from documents and letters extracted from them. This process must have taken some considerable time, but I was not told until it was completed. I was, of course, aware that documents relating to me must have been in Weininger’s files, in view of our long association and business relationship over a period of years, but I think I am entitled to point out to the House that I would have scarcely protested so violently against his arrest and imprisonment as I did if I had been ​ conscious of the slightest guilt in respect of any transactions I have ever had with him.",
        "That, in brief, is the story I have to tell. Now, if hon. Members will forgive me, I propose to deal specifically with two points in the Report. On page 4, paragraph 7—I do not think it will be necessary for hon. Members to refer to it, as I have it here—it states that my counsel having been asked whether he wished to call Weininger as a witness, replied that after reflection he wished to do so. This implies a certain reluctance on his part; but it was always our intention to call Weininger. He was, indeed, our principal witness, and at the first meeting of the inquiry my counsel said to the Committee, “The most important witness I have to call is a gentleman who for a very long time has been a great friend of Mr. Boothby’s, a Czech subject called Weininger.”On page 10, paragraph 37, there is a statement to the effect that there is no evidence that any proposal that the larger Czech claimants should make a contribution for distribution to the poorer Czechs was ever brought before the Committee. This I regard as very important. I want to submit with the greatest respect that this statement was not in accordance with the facts, and can only be justified if the evidence given, not only by myself and Weininger, but also by Dr. Janza, the Counsellor of the Czech Legation, and Dr. Calmon, is rejected. Dr. Calmon, whose evidence can be found on pages 101 and 102, not only referred to such a proposal, but specifically to a suggestion put forward on these lines by himself at our Committee. The question of a comprehensive scheme embracing all Czech claims was one in which I was deeply interested, and, as the House will realise, it has an important bearing on my position. This was the reason why I was so anxious to get the Petscheks to join my Committee, and therefore I am entitled to ask hon. Members not to disregard the formidable weight of evidence given on this particular matter.",
        "I now come to the conclusions of the Report. I am sure hon. Members will acquit me of any discourtesy to the Committee if I say that I feel bound to express my personal dissent from the first five. The first conclusion was that I had ​ expectations from the Hans Weinmann claims. I want to tell the House that I did not know of Weininger’s proposal that his brother-in-law should join him in any financial assistance until the inquiry took place. In paragraph 50 the Committee found that Weininger promised to pay me this considerable sum of money on the understanding that I would render services in return, such services to include political speeches, pressure on Ministers of the Crown and Treasury officials. If that really were the case, I should retire altogether from public life and never have anything more to do with it. I can say to hon. Members—and I will give the House an absolute and unqualified assurance as well—that the question of my rendering political services to Weininger was never at any time discussed or even mentioned between us, nor do I think that in the light of events it can be maintained that there was anything in the nature of a tacit understanding.",
        "On page 182 of the Report hon. Members will find a copy of a letter sent to me by the former Chancellor of the Exchequer on 19th July, in which he told me that foreign nationals, including Czechs, who were and had for some time been ordinarily resident or ordinarily carrying on business in this country should be included in the category of “British holders,” and that he saw no reason why British holders should not count on obtaining an adequate settlement in respect of cash balances. After the receipt of this letter, a copy of which I immediately sent to Weininger, there could be no doubt whatsoever that Weininger’s claims, if valid, must subsequently be met. There was no possibility in these circumstances of my assisting in any way by political effort, and yet it was not until after the receipt of this letter from the then Chancellor of the Exchequer that I accepted his offer of financial assistance. It might conceivably be argued that I did subsequently render Weininger a service by continuing to press for payment of claims as a whole, but I cannot think that hon. Members will seriously think that anybody would offer to pay so large a sum of money simply in return for asking a Government Department to hurry up.",
        "In paragraph 51 of the conclusions of their Report, the Committee say that I could not fail to be influenced in my efforts by the knowledge that Mr. Weininger might withdraw his promise or be unable to fulfil it. Surely, all the evidence shows that Weininger was continually pressing me to accept financial assistance, that it was I who was reluctant to do so, and that I agreed to take advantage of his generosity only when my own financial position became one of acute difficulty. In paragraph 52 the Committee find that the evidence was inconclusive as to whether I had expectations of payment for my services as Chairman of the Czech Committee. I must say that I thought the evidence of Dr. Calmon, on page 101, in which he said:",
        "“There never was, in any member of the Committee’s mind, any idea that Mr. Boothby should get anything from the Committee or in connection with the money we got from the British Government for our claims”—",
        "was decisive. Finally, in paragraph 53, the Committee admit that my interview with the former Chancellor of the Exchequer on 3rd August was regarding the affairs of the Committee of which I was Chairman, and they say that I expressly protested on my honour that I had no financial interest. The implication here is that I was not telling the truth, but in fact I had no financial interest whatsoever in the Committee, or in my capacity as Chairman. The only conceivable interest I had was in Weininger’s promise to help me with my debts. In their penultimate paragraph the Committee say that if I intended to delimit my disclaimer to the Chancellor on 4th August it was essential that I should have stated explicitly what my interest was and what it was not in the whole matter of the Czech assets. This conclusion I accept.",
        "It is easy to be wise after the event. But, looking back, I can see now that I was guilty of a tragic error of judgment. If I had even put a postscript to this letter to the effect that, although the Weininger claims were now technically British claims with which my Committee was not directly concerned, and although I had no legal or enforceable contract with him, nevertheless I had an expectation of financial assistance from him if and when the claims of his family were met, this case could never have been brought against me. Had I done so, it would have made ​ no difference to me personally or to anyone else.",
        "Why did I not do it? Let me try to tell the House what was in my mind, because, in judging of my conduct, that is a matter of some importance. I was very disappointed as a result of my talk with the Chancellor the previous day, when he made it quite clear to me, not only that my services would not be required in connection with any negotiations on behalf of the Czechs, but that he regarded my Committee as redundant. By the very same post I sent a letter to Weininger, which I have already quoted, definitely and finally refusing his offer of a contract. At that moment I felt disheartened, not only because my plans seemed to have come to nothing, but because my motives seemed to have been misunderstood by the Chancellor. When I wrote those two letters I had absolutely no doubt in my own mind not only that I had no financial interest in the Czech claims as such, but that in view of the attitude of the Chancellor I could no longer hope to render the services which I hoped to render to the cause which I had so much at heart and for which I had fought so long.",
        "That is all I wish to say about the Report. I do not intend to raise any constitutional issues nor do I propose to examine the question of whether a Select Committee is the most appropriate tribunal to deal with a case of this kind. That is a matter for the House to decide. I content myself with pointing out that the powers of a Select Committee far exceed those of a court of law and that much of the evidence put in would have been inadmissible in a court. In addition, the decision of a majority in a Select Committee become the findings of the Committee as a whole. As was to be expected, my right hon. and learned Friend the Attorney-General was scrupulously fair throughout the inquiry but it was inevitable that from the outset, the inquiry should take the form of a trial. In those circumstances, I am doubtful in my own mind whether it was altogether right that the memorandum of the Treasury Solicitor together with the documents obtained from Weininger’s files, should have been in the hands of the Committee for a whole week, before I was able to make a reply and that during the course of the inquiry ​ fresh evidence, much of which would ordinarily be privileged, should have been continually demanded and produced and ultimately published. There is both rhyme and reason for the procedure of our courts of law and there is something to be said for adopting it, in a case of this kind.",
        "Sir, I have done. The finding of the Committee has gone against me. Let us be clear what that finding is. It is not suggested that I ever advocated a policy contrary to the public interest in order to further my own interests. The finding is that I ought to have made a full disclosure of any financial interest I may have had in regard to the Czech claims, and that by not doing so I failed to come up to the standard of conduct required by this House of its Members.",
        "This imposes a standard upon hon. Members with regard to disclosure which has pretty wide implications. I want to say to the House now that I sincerely regret not having given fuller information to the Chancellor of the Exchequer with regard to my interest in, or to put it more accurately, my expectations of benefit from the Weininger funds. I want also to say that whether I had an interest or whether I had not, would have made no difference at all to my political activities both inside this House and outside it. It so happened that, at a certain period, Weininger’s personal interests coincided with what I believed, and still believe, to be the public interest. But the Weininger claim was merely an incident in a political campaign on behalf of the Czechs which I had begun long before I ever heard of it, and would have continued if I had never heard of it.",
        "I have been long enough here for the House to know that I am not in the habit of making speeches designed to bring me either financial gain or political advancement. As I told the Committee, I am satisfied in my own mind and conscience that whatever errors of judgment or omission I may have committed, I never in any sense or at any stage acted contrary to the public interest. My two main objectives throughout were to prevent the money going to the Germans and to secure its distribution among Czech residents in this country, many of whom would otherwise have been penniless today. If the House considers that either ​ of those objectives was contrary to the public interest, I have nothing more to say.",
        "Looking back now, the whole unfortunate business seems so unnecessary. A postscript to a letter, a sentence or two in a conversation of a speech—which could have altered neither the facts, nor the course of events, nor my conduct in relation to them—are all, it seems, that were required. But it never occurred to me that they were necessary. It may be that I was thoughtless. The other night I turned, as I always do in times of stress, to one of whom Lord Rosebery has said, that his poems are a treasure-house in which all may find what they want and from which every wayfarer in the journey of life may pluck strength and courage as he passes. I soon found what I wanted:",
        "“The poor inhabitant below  \nWas quick to learn and wise to know  \nAnd keenly felt the friendly glow,  \nAnd softer flame;  \nBut thoughtless follies laid him low,  \nAnd stained his name!”",
        "In peace-time there is much to be said in favour of not holding office. But in time of war it is hard to give up a post of responsibility in the Government in which one might have been of some service to the country. I am very sorry to leave the Ministry of Food, where I was exceptionally fortunate in having an opportunity of studying at first hand the methods of so great an administrator as Lord Woolton. I am still more sorry that I have had to sever my association with the Prime Minister, in whom I have always had such great faith, and whose star—now, fortunately for this country, in the ascendant—I have followed for many years.",
        "With regard to my future action, I want only to say this at present. The true picture of events is still so clear before my eyes that I am quite unable to comprehend how an interpretation could have been put on them which could make me seem unworthy of membership of this House. It is not true that I suddenly took an interest in Czecho-Slovakian affairs because I was given a financial interest. I helped the Czechs because I did not want them to be robbed by the Germans, not because I wanted to rob them myself. It is not true that I pressed the claims in ​ which I might be held to have had an interest as against others. On the contrary, I pressed in this House that the small claims, in which no one suggests that I had an interest, should be met in full. It is not true that I deliberately deceived the Chancellor or the House. When I disclaimed any financial interest to the Chancellor, I was answering his charge that I and my Committee were working for payment, and that I was being paid as Chairman. It is not true that I advocated any case on account of personal interest. I challenge denial that everything I said or advocated was in the national interest.",
        "Finally, it is not true that I have received one single penny for anything I said or did with regard to the Czech claims. Knowing all this, I cannot, of my own free will, take any action that might even imply an acknowledgement of guilt on my part. Folly I have admitted; guilt I cannot admit. In face of the issues which confront us all my own plight fades into insignificance. Whatever happens, I intend to serve the country to the best of my ability in some capacity. There is only one objective for anyone today and that is to win the war. What else matters? In accordance with precedent, Mr. Speaker, I now propose to withdraw from the Chamber.",
        "The hon. Member then withdrew from the Chamber."
    ]
}