{
    "url": "https://www.ukpol.co.uk/jefferson-bosela-2022-comments-on-shooting-of-chris-kaba/",
    "title": "Jefferson Bosela – 2022 Comments on Shooting of Chris Kaba",
    "post_date": "September 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Jefferson Bosela",
            "url": "/tag/jefferson-bosela/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Jefferson Bosela, a cousin of Chris Kaba and spokesman for the family, on BBC Radio 4’s Today Programme on 13 September 2022.",
    "content": [
        "**INTERVIEWER**",
        "[How did you hear about the death?]",
        "**JEFFERSON BOSELA**",
        "The police claim that Chris died around midnight, but the family found out at 11 o’clock, you know, so that was 11 hours later. So his Mum would have woken up, gone to work not knowing that her son wasn’t alive anymore. You know, and yesterday at the vigil, that that’s one thing that she kept saying, ‘I didn’t even spend the last few minutes of your life with you, what was you saying Chris, was you asking for me?’ and that was like heart wrenching.",
        "**INTERVIEWER**",
        "[Did the police come and tell her the news?]",
        "**JEFFERSON BOSELA**",
        "I’m not sure if it was the IOPC [Independent Office for Police Conduct] or the police. One of them came in eventually and told her.",
        "**INTERVIEWER**",
        "[Asked what the family felt like now that a police officer had been suspended and an investigation had begun]",
        "**JEFFERSON BOSELA**",
        "Well, we welcome that decision. Let’s be honest, I think the second a criminal investigation was opened he should have been suspended from there. In fact, the IOPC are moving a bit too slow. You know, first we wanted a criminal investigation opened and that took for three to four days, and then the officer being suspended took another two days. So it seems that there is no urgency in the dealings of this quite tragic matter.",
        "**INTERVIEWER**",
        "[Asked whether the family were happy to let the investigation run its course or whether they had questions of their own]",
        "**JEFFERSON BOSELA**",
        "We definitely have questions, for example, you know initially we wanted to find out whether the car had been searched on Wednesday, even though the incident happened on Monday night, they couldn’t tell us that. Eventually they told us that the car was searched, but they couldn’t tell us if whether found a weapon. They then told us after three hours, so you know, they’re very slow, but the question we’re asking now is, were they following the car or were they following Chris? Because what they’re saying is that the car was flagged in our ANPR[ Automatic Number Plate Recognition] system, but now we know that the car was not registered in Chris’s name. So that means that it could have been anyone in that car. We need to know the difference between whoever they were following Chris, or whether they were following the suspected owner of the car.",
        "**INTERVIEWER**",
        "[This is crucial, was Chris in his own vehicle?]",
        "**JEFFERSON BOSELA**",
        "It wasn’t registered in his name, I can tell you that much. He was alone in the car as well at the time, but whether or not that was his own car I can’t confirm or deny. But, I can say it wasn’t registered in his name.",
        "**INTERVIEWER**",
        "[Is it possible that it was the car which had been linked to a firearms incident earlier?]",
        "**JEFFERSON BOSELA**",
        "If that’s what the police watchdog are saying and, you know, they’re carrying out a criminal investigation and I’m not here to confirm or deny that. But that’s not necessarily the matter here, the matter is whether Chris was unlawfully killed by a police officer. There is no evidence the car was linked to firearms because I’ve known people and heard of people who were in vehicles which were linked to firearms and they came out alive. So the question is, what went on in the night that led to him being killed? This is why the family are immediately and urgently demanding that we see both body cam footage of the incident and also aerial footage that was taken from the helicopter.",
        "**INTERVIEWER**",
        "[Asked whether the family had asked the Met for this or whether it was now part of the investigation]",
        "**JEFFERSON BOSELA**",
        "As much as the property belongs to the police, and the IOPC right now are dealing with the investigation, so they have the property or the information, so we’ve demanded it from them. I think it was yesterday that we we sent a request, or the day before, so we’re waiting for updates on that.",
        "**INTERVIEWER**",
        "[Asked if the family had been given a timescale for the investigation]",
        "**JEFFERSON BOSELA**",
        "No, no, we have not. They’ve been extremely vague throughout the whole investigation in terms of just very simple details, for example, was the car registered to Chris? It took us nearly a week to find out. So equally when it comes to them explaining how long the investigation will take, they’ve been just as vague, telling us it’s like how long is a piece of string. They’re not really being helpful and I think that definitely causes a lot of upset, not just for the family, but for the local community as well.",
        "**INTERVIEWER**",
        "[Asked how close he was to Chris]",
        "**JEFFERSON BOSELA**",
        "I was really close to him, he was my cousin, he was more more like a best friend. We’re really, really tight and even though we didn’t speak every single day, when whenever I saw him it was always love. I always say that he had a gift of making people feel special and I definitely felt that.",
        "**INTERVIEWER**",
        "[Asked if they were the same age]",
        "**JEFFERSON BOSELA**",
        "I’m 27, he’s 24, or he was 24.",
        "**INTERVIEWER**",
        "[Asked if they grew up closely together]",
        "**JEFFERSON BOSELA**",
        "Yes, 100%, we grew up extremely close as we’re Congolese. For those who know the Congolese community, we’re quite a small community in London so everyone knows each other, which means we’re probably a bit closer and more tight than the the ordinary community or the ordinary family.",
        "**INTERVIEWER**",
        "[Asked how his mother was coping]",
        "**JEFFERSON BOSELA**",
        "She’s just absolutely gutted, she’s just devastated and she doesn’t know why this happened. She’s questioning God, she’s asking God like what did I do so wrong for this to be for me? She’s just in pain, she’s just inconsolable. Every meeting we’ve had with the IOPC in which his Mum has been attending, she’s just been crying throughout. She’s cried throughout every single meeting, whether it was with the lawyers or the IOPC."
    ]
}