{
    "url": "https://www.ukpol.co.uk/clive-bossom-1966-speech-on-abolishing-70-miles-per-hour-speed-limit/",
    "title": "Clive Bossom – 1966 Speech on Abolishing 70 Miles Per Hour Speed Limit",
    "post_date": "April 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1966",
            "url": "/tag/1966/"
        },
        {
            "text": "Clive Bossom",
            "url": "/tag/clive-bossom/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Clive Bossom, the then Conservative MP for Leominster, in the House of Commons on 23 February 1966.",
    "content": [
        "I wish to make my position clear at the beginning of my speech. I was wholly opposed to the 70 m.p.h. speed limit on the motorways, and for the same reason as was put forward by Mr. Wilfred Andrews, Chairman of the R.A.C., who pointed out yesterday that it can be proved that the great majority of accidents in this country occur at speeds below 40 m.p.h.",
        "So far, no evidence has been produced in relation to the 70 m.p.h. limit. The Ministry, in its wisdom, instituted this experiment. I am never against experiments if they are going to cut down the loss of life or improve road safety. However, very begrudgingly, I was willing to let it have a fair trial if it went on until only 13th April. Most people said at the time that the decision was ill-considered and far too hurried. Most hon. Members have received a large postbag of letters from motoring clubs and other organisations expressing unanimous disapproval of what they consider yet another restriction on the motorist.",
        "At Question Time on 9th February, the Minister was unable to give me any assurance that she would remove this restriction on 13th April. I hope that she will state tonight what information she is asking for, and whether conclusions will be based on full scientific assessment or just on “hunches”. If the conclusions and statistics are not satisfactory—and many of us believe that the Road Research Laboratory, the police and the motoring organisations will not have enough time to form definite conclusions by 13th April—what is the Minister planning to do in that case? We must know that tonight.",
        "We have had many arguments tonight about “overtaking”, “bunching” which caused the multiple crashes. The hon. Member for Meriden (Mr. Rowland) mentioned America. Driving on high speed roads in America at a constant speed in nose to tail queues, I found, in the end, led to lack of concentration. Many accidents there occur because of drowsiness and boredom caused by driving at constant speeds. What we must bring home to the Minister is that it is no good having speed limits which are hard or nearly impossible to enforce—and this limit will be one such. Motorists will soon realise that that law cannot be fully enforced, and will gradually take little or no notice of it. This will harm relationships between public and police, which is something we do not want.",
        "I ask the Minister to take a long, close and scientific look into this question before she makes up her mind. She must not continue to impose the restriction, even experimentally, unless there is clear evidence to justify it."
    ]
}