{
    "url": "https://www.ukpol.co.uk/peter-bottomley-2021-speech-on-hrh-the-duke-of-edinburgh/",
    "title": "Peter Bottomley – 2021 Speech on HRH The Duke of Edinburgh",
    "post_date": "April 13, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Peter Bottomley",
            "url": "/tag/peter-bottomley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Bottomley, the Father of the House, in the House of Commons on 12 April 2021.",
    "content": [
        "Prince Philip would have laughed at the Leader of the Opposition’s jest about finding a compass and comparing that with politics. The Leader of the Opposition, following the Prime Minister’s excellent speech, also spoke about the titles that the Duke of Edinburgh held. One was “the Maharaja of Not Very Much”. That is a translation of a title given to him by Sir Reggie Bennett MP when, at the Thursday Club, Prince Philip volunteered to join the Imperial Poona Yacht Club, to which I will return later.",
        "There have been fair and full tributes in many of our papers. I pay tribute to the journalists, who, from a standing start have managed to go on providing interesting reading. I mention, not as the best but as some of the most recent examples, articles by Alice Thomson and Libby Purves in The Times today.",
        "For those who think that only the House of Commons is having such a sitting, I point out that the House of Lords has had some really good speeches including those by, to mention just a few, Lord Boyce, Lord Alderdice, Lord Janvrin and Lord Dholakia. I hope that what we say here will be of interest to those who pay attention to proceedings in Parliament.",
        "In your House, Mr Speaker, Prince Charles observed to George Thomas, later Lord Tonypandy, that if the Duke of Edinburgh or he never said anything interesting, they were accused of being dull, and if they were not dull, they were accused of being controversial. Each was willing to lead on issues that were not already fashionable or dominant among popular concerns. In 1952, on the death of his father-in-law, Prince Philip became patron of the Industrial Society, which followed on from the Duke of York camps. That then developed No. 3 Carlton House Terrace, for a time called Peter Ranch House, which is now known as Prince Philip House and is the headquarters of the Royal Academy of Engineering. In developing the fellowship of engineers and later the Royal Academy, Prince Philip gave attention and paid tribute to the successful endeavours of many people who should be considered as important as those who studied economics, politics or the classics.",
        "Prince Philip was guest of honour at the Taxi Charity’s 1979 visit to Worthing, and, with Her Majesty the Queen, at Durrington High School in 1999, he met all kinds of members of the community. It is the sort of engagement that matters a lot in each of our constituencies. We remember that they did that in all constituencies, all over the country.",
        "I referred to Reggie Bennett. He is quoted as saying that the Imperial Poona Yacht Club had 25 really excellent sailing members and that Prince Philip was an honorary member, which was a back-handed compliment to one of the best sailors around. In the foreword to the book of the club’s history—I will conclude with this, as it is quite a long quotation—Prince Philip wrote that",
        "“it is true that all the members are serious yachtsmen in the sense that they are rather good at it, but what is equally important is that they all share a keen appreciation of the value of anti-seriousness. If you can bring yourself to read this book from cover to cover, you will be in a position to judge for yourself whether or not life can be significantly improved by not taking it too seriously all the time.”"
    ]
}