{
    "url": "https://www.ukpol.co.uk/peter-bottomley-2020-speech-on-the-future-relationship-with-the-eu-bill/",
    "title": "Peter Bottomley – 2020 Speech on the Future Relationship with the EU Bill",
    "post_date": "December 30, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Peter Bottomley",
            "url": "/tag/peter-bottomley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Bottomley, the Father of the House and the Conservative MP for Worthing West, in the House of Commons on 30 December 2020.",
    "content": [
        "The House will know that the right hon. Member for Ross, Skye and Lochaber (Ian Blackford) is a more cheerful person than his speech suggested. He gave us a 25-minute lesson in humility, for which we are grateful, and talked about ignoring popular votes. In the 2019 election, the SNP received 1,200,000 votes, and in 2014 the vote against independence was 2 million. That is a gap of 800,000—two thirds of the vote that the right hon. Gentleman leads in this House. He should be cautious both in predicting the future and in interpreting the past.",
        "As Father of the House, I ought to recognise that the only significant speech ever made by a Father of the House was in the Narvik-Norway debate in May 1940, when in about his 11th year as Father of the House, David Lloyd George probably gave people the confidence to withhold their votes from the Government. I do not argue that today. We need to say, as many have said—except for the leader of the SNP—that this debate and vote is about whether we go for this deal or for no deal. In that, I agree with the right hon. and learned Gentleman the Leader of the Opposition. I give my vote, although in the referendum I argued that, on balance, it was better to stay in. We lost and, unlike the SNP, one has to accept the result of a referendum.",
        "**Jonathan Edwards**",
        "Will the hon. Gentleman give way?",
        "**Sir Peter Bottomley**",
        "No, if the hon. Gentleman does not mind.",
        "When my father, who survived serious personal injury during the war, was involved in the first negotiations about joining the European Union, I asked him for his views on the economic impact. He said that, on balance, it did not make much difference. We joined in 1973—two years before I was elected to the House of Commons—but it did not make a big difference to our economy until after 1979, when the change in Britain resulted in us going from being the sick man of Europe to being people who were looked on with respect, with many asking, “How did you do it?” The answer was in part by chance and in part by freedom and a cautious approach to a free market economy, led by Margaret Thatcher, who also led the significant debates to stay in the European Union in 1975. That was one of the best speeches she ever made and it can be read via the Margaret Thatcher Foundation.",
        "I was nominated, or vouched for, as a candidate by Sir Robin Turton, a leading anti-marketeer. Margaret Thatcher and I—and, I argue, the country—won the June 1975 by-election after Neil Martin, a leading campaigner against staying in the European Common Market, asked Conservatives to vote for me, even though he and I disagreed, in the same way that Sir Robin Turton and I disagreed when he supported me.",
        "We are often taken down paths we do not expect—the Prime Minister can probably vouch for that himself. I believe that we have to make a success of our present situation, and we have to make sure, as one of my friends kindly said, that we open a new chapter in a vibrant relationship with our continental cousins. We can, some of us, look with affection on the past, with admiration at what has been achieved in this past year, and with confidence to the future.",
        "We ought to stop using this as an argument for Scottish independence. We ought to accept that the Labour party has, in many of its proud traditions, put the national interest before party interest. I say to the Prime Minister, as I said to him in reasonable privacy one day, that we want a leader we can trust and a cause that is just, so will he please lead us in the right direction in future?"
    ]
}