{
    "url": "https://www.ukpol.co.uk/peter-bottomley-2022-loyal-address-speech/",
    "title": "Peter Bottomley – 2022 Loyal Address Speech",
    "post_date": "May 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Peter Bottomley",
            "url": "/tag/peter-bottomley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Loyal Address Speeches",
            "url": "/category/loyal-address-speeches/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Bottomley, the Father of the House, on 10 May 2022.",
    "content": [
        "May I say to the parliamentary leader of the SNP, the right hon. Member for Ross, Skye and Lochaber (Ian Blackford), that it is a delight to follow him? Sometimes it is more of a delight to precede him. Today, I might just remind him that the electorate do not always vote in the same numbers, in the same way. Between 2010 and 2015, the SNP vote went up. It went up after it lost the referendum. By 2017, its vote had gone down by about 26%. It is worth while looking through his notes, some of which he gave us this afternoon, to check how the figures change; they may change again.",
        "**Peter Grant (Glenrothes) (SNP)**",
        "Will the Father of the House give way?",
        "**Sir Peter Bottomley**",
        "I will not at the moment. So far, I have only spoken about the speech of the right hon. Member for Ross, Skye and Lochaber; I have not started giving mine.",
        "Nothing I will say need detain the Prime Minister or the Leader of the Opposition if they want to go off—I know that they have had hard days—but what I want to say is that I am concerned about people’s home lives.",
        "Two small changes for owners of park homes would make a great deal of difference. In 2010, the then Housing Minister said that there would be park home reform; we have not had it. We should ensure that pitch fee increases are in line with the consumer prices index, rather than the retail prices index. That change could be incorporated in the next Finance Bill, and I hope that will happen.",
        "The second change is on the question of commissions. Why should park home residents have to lose a significant part of their home’s value when they sell it? Those two things can be changed quite simply, the second probably through a handout Bill. There are plenty of MPs who could take that forward if their number came up in the ballot— my number has not come up in the ballot in 46 years —but the Government can make the RPI/CPI change quite easily.",
        "From the notes to the Queen’s Speech—I thank the Government for giving us copious notes on the proposals—we learn that the numbers of social tenants, private tenants and leaseholders are each about 4 million to 4.6 million.",
        "The fastest-growing type of home occupation is leasehold. We will not get decent information from the last census, because the only choices that people could put down were whether they owned their home or were a tenant. When I asked what a leaseholder should say, I was not given a clear answer. People think they own their home and might say, “I own it”, but they are wrong. If they put down “tenant”, they might think, “I’m not, actually. I’m a leaseholder.” Why could the people who compiled that census question not wake up to the fact that we are talking about 4.6 million households? Actually, it is probably 6 million, to be complete, but let us take it as 4.6 million. Why did the Office for National Statistics and what is now the Department for Levelling Up, Housing and Communities agree a question that does not allow accurate answers and totals to be given?",
        "On leasehold, over the years, the Department for Levelling Up, Housing and Communities has commissioned the Law Commission to write reports on what would make life easier, fairer and cheaper. We have not had legislation on that put forward. There are words about how something will happen in this Parliament, and we know that uncontroversial legislation often comes in what is expected to be the last year of a Parliament, but that legislation can often be lost if the election comes early. Let us assume that the election comes in May 2024. Will those 4.6 million leaseholders be left hanging if legislation, having been proposed, does not get through both Houses of Parliament?",
        "I ask the Government to try to get that legislation ready for the next Session, and to get it through Parliament early as a priority. I suspect that it could start in the House of Lords and come through to the House of Commons quickly, rather than us having the controversial stuff start here.",
        "I have spent about 15 years—I am following others who have been doing it for longer—trying to get justice for leaseholders. The crooks, exploiters and heartless people in the field—the sort of people on whom one could justifiably use parliamentary privilege—need to be held back, and the ordinary people need to be brought forward.",
        "In debates on the Building Safety Act 2022, we heard how many people were stuck; the Government eventually came round to making changes, which are welcome. On fire safety defects, we know that we have to find, fix and fund the problems, and then get the money back from those who have not yet coughed up.",
        "Lastly, I turn to planning. Someone has started parliamentary petition 611113 about banning development on farmland. In the last week, it has been signed by more than 700 of my constituents, and many others. The person who wrote to me, who is not a constituent, said that a migrating bird coming to the south coast might think, “I’ve got to the coast, so I can rest,” but if there is a solid wall of housing between the south coast and the South Downs, it will have to go on miles more. That should not be happening.",
        "I put this plea, through the Prime Minister, to the Secretary of State for Levelling Up, Housing and Communities. It is about an appeal against a planning decision. The Department for Levelling Up, Housing and Communities had an inspector who was about to approve the protection of Chatsmore farm, which is at the Goring gap, between Goring and Ferring, one of which is in Worthing, while the other is under Arun District Council. Much to everyone’s surprise, a second inspector allowed the building of more than 400 homes on one of the few agricultural fields between the South Downs and the coast on the west side of Worthing.",
        "The judicial review of that decision is now to be heard in the High Court. I ask the Government not to oppose the judicial review, and not to oppose the overturning of the decision. I ask them to cancel the decision, or at least let the Court cancel it, and to say that they will never again allow two inspectors to toss a coin to decide on the development of major farmland—on development in one of the few fields in a built-up area.",
        "If we want local democracy, we need to trust local councils. Even if we cannot trust local councils—I frankly do—we cannot trust an inspectorate that allows two inspectors to make decisions that are incompatible with each other’s responsibilities.",
        "I know that the political success of the Labour party in Worthing will lead to a new leader of the council, but I am delighted that the present leader of the Labour group on the council came to the Goring gap at my invitation to make a speech in favour of asking the Government to solve the problem. The Leader of the Opposition has visited a couple of times, once telling people that he was coming, and once not telling them. I do not mind him not telling me, but he did not even tell members of the local Labour party, and they wanted a photograph. Things have changed since then. I hope that he and the Government can see sense and protect the Goring gap, Chatsmore farm and local democracy."
    ]
}