{
    "url": "https://www.ukpol.co.uk/peter-bottomley-2021-speech-on-the-uk-planning-system/",
    "title": "Peter Bottomley – 2021 Speech on the UK Planning System",
    "post_date": "June 19, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Peter Bottomley",
            "url": "/tag/peter-bottomley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Bottomley, the Father of the House, in the House of Commons on 17 June 2021.",
    "content": [
        "The whole House—those who are here virtually and those who are here physically—will want to thank the members of the Committee and its Chairman for the work they have put into this report and the work they do on other parts of planning and housing.",
        "I am glad that the Chairman said that the Committee is going to do a review of permitted development rights. The notorious statutory instrument 2020/632 is causing chaos all round England.",
        "I want to add to what the Chairman said—he said that he could not cover every point—to reinforce the absence of the words “local councillor” in the planning statement. It seems to me that the Government need to realise that Members of Parliament matter and so do local councillors, especially in the planning process.",
        "I am glad that the Chairman of the Committee raised the point about non-housing development, whether that is commercial development or making provision, where there is large-scale development, for churches, sports areas, children’s facilities and the like, so that a whole community is held in mind.",
        "I would like to end by inviting the Chairman of the Committee to come with the Minister to my two planning authorities, Arun District Council and Worthing Borough Council, to look down from the chalk garden at Highdown, which is well renovated now, look at the vineyard and then look at the north and south Goring gap, and give assurances to my constituents that that green area around the town of Worthing, the largest in West Sussex, will not be built on as a result of anything in these proposals. If it were metropolitan, it would be green belt and protected. It is not. It still should be protected.",
        "We should not have to build on every strategic gap between one town and a village, or between the hamlet of Kingston and the villages of East Preston, Ferring and Goring. Please come."
    ]
}