{
    "url": "https://www.ukpol.co.uk/peter-bottomley-2019-speech-in-commons-following-general-election/",
    "title": "Peter Bottomley – 2019 Speech in Commons Following General Election",
    "post_date": "December 18, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Peter Bottomley",
            "url": "/tag/peter-bottomley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Sir Peter Bottomley, the Father of the House, in the House of Commons on 17 December 2019.",
    "content": [
        "The whole House will want to join in the expression of the Leader of the Opposition and the Prime Minister about the tragedy at Fishmongers’ Hall and London Bridge.",
        "Let me tell the Leader of the Opposition that he only heard half the Woolwich West story, since I was a member of the 1/128 branch of the Transport and General Workers’ Union in Transport House and knew quite a lot about what was going on. For instance, I knew which MPs were not standing again—such as Peter Shore—because they had not applied for re-sponsorship and the like. It was a marvellous experience for me. Let me also say to the Leader of the Opposition that none of us is always right and none of us is always wrong; and on the issues where he and I have agreed, I think we have been right.",
        "Mr Speaker-Elect, the advice that you might give in private—but which I will give in public—to those joining us for the first or even the second time is that they should listen to their Whips, obey the Chair, think of the interests of their constituency and the nation, and do what they think is right. I think that is the kind of thing that Speakers would remind us to do. May I conclude by saying that there are many good things to say about many of your predecessors, but I do not think that any of them have been such a welcome choice as Speaker, and Speaker again, as you?"
    ]
}