{
    "url": "https://www.ukpol.co.uk/peter-bottomley-2021-speech-on-covid-19-restrictions/",
    "title": "Peter Bottomley – 2021 Speech on Covid-19 Restrictions",
    "post_date": "December 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Peter Bottomley",
            "url": "/tag/peter-bottomley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Bottomley, the Conservative MP for Worthing West and the Father of the House, in the House of Commons on 14 December 2021.",
    "content": [
        "I think the House will want to acknowledge the power of the speech that the Opposition spokesman, the hon. Member for Ilford North (Wes Streeting), has just given. We wish his predecessor well. One thing we can say about the hon. Gentleman is that his voice carries very well around this Chamber.",
        "The Government are right to ask for support for these regulations. I am glad the Opposition will in general be supporting them, and I will do so as well. If the public health risk increases, we must ask what changes to regulations are proportionate and appropriate.",
        "It may have been missed by some who have written to me, but some of the regulations are relaxations; others are not. The regulations are intended to make sure that some places can stay open if people abide by sensible precautions.",
        "One constituent who has written to me today says he and his family and many of his friends will not go to places of public congregation because too many people are not vaccinated or showing they are not infected by the virus. That may be a minority view expressed, but I think it is one that is held in the hearts and minds of many of our constituents.",
        "To those who have said an impact assessment has not been made, I say that it has and it has been published; those who invigilate assessments do not think it is adequate, but that is a side point. Annex B on pages 54 and 55 shows the proportion of people by age in the national health service who have been vaccinated.",
        "We must recognise that one reason why half of those who are unvaccinated are aged under 40 is that the opportunity for vaccination came later for them than for those who are older. But if they do not think it matters to them, I would say to them that it does, for the reasons that our hon. Friend the Member for Central Suffolk and North Ipswich (Dr Poulter), the practising doctor, gave. When caring for people who are vulnerable—obviously, people in medical care are, in the same way as those in social care—the most we can do to protect ourselves also has the impact of protecting them. If in doubt, get the protection that the vaccine and the booster give.",
        "I was going to make a rather longer speech, but I will stop now because many hon. Members want to contribute, many of whom will disagree with me. I will respect what they have to say, but I will say very clearly that I back the Government in these regulations."
    ]
}