{
    "url": "https://www.ukpol.co.uk/peter-bottomley-2023-speech-on-arts-council-funding-for-england/",
    "title": "Peter Bottomley – 2023 Speech on Arts Council Funding for England",
    "post_date": "January 23, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Peter Bottomley",
            "url": "/tag/peter-bottomley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sir Peter Bottomley, the Father of the House and the Conservative MP for Worthing West, in Westminster Hall, the House of Commons on 18 January 2023.",
    "content": [
        "**Mr Peter Bone (in the Chair)**",
        "I will call the Father of the House next; I am grateful to him for being willing to wait until the end.",
        "**Sir Peter Bottomley (Worthing West) (Con)**",
        "That is because I am going to go back in time and it might bore other people, Mr Bone. The first chairman of the Arts Council I met was Sir Ernest Pooley, who succeeded John Maynard Keynes two years after I was born. Given that Arts Council England is for the encouragement of music and the arts, Pooley and Keynes would have been delighted at the competence with which it took our cultural institutions through the pandemic. The three rounds of emergency funding were executed in a way that nobody criticised. It was quite remarkable, and very effective.",
        "The most recent Arts Council England report available on its website is from 2020-21. The chairman, Sir Nicholas Serota, talks about the three outcomes and the four investment principles, none of which give any indication that the council might have conceived cutting off the ENO and the Coliseum at the knees. Tributes to those who have cared for, led and participated in the ENO and the Coliseum should be put on record. I will say again that Hazel and Vernon Ellis, together with the major public funders and private individuals and trusts, deserve to be recognised. One of those funders was the National Lottery through Arts Council England. I do not know whether those taking the decision that was announced recently were aware of the Arts Council England funding for the Coliseum and its restoration, so that Sir Oswald Stoll’s Frank Matcham theatre could be restored on the anniversary of its first opening.",
        "I think mistakes were made. I do not how much of it was to do with the Government, how much of it was to do with Arts Council England, and how much of it was to do with time pressures. The fact is that what was done clearly would not work and was not right, and it seems to me that the principle, both for Arts Council England and for the Government, is to say, “Is it necessary, is it right and will it work?” I will leave it to the Minister to explain not what has gone wrong but how he will put things right. I suggest that, afterwards, he writes to the Department for Levelling Up, Housing and Communities, saying that the Worthing Borough Council bid for the connected cultural mile from the railway station to the lido, going past the museum, should be approved."
    ]
}