{
    "url": "https://www.ukpol.co.uk/peter-bottomley-2023-speech-on-holocaust-memorial-day/",
    "title": "Peter Bottomley – 2023 Speech on Holocaust Memorial Day",
    "post_date": "January 29, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Peter Bottomley",
            "url": "/tag/peter-bottomley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sir Peter Bottomley, the Father of the House and the Conservative MP for Worthing West, in the House of Commons on 26 January 2023.",
    "content": [
        "It is an honour to follow the first two speakers. To follow on from some of the early words of my right hon. Friend the Member for Bromsgrove (Sajid Javid), tomorrow in Worthing people who are Jewish, Muslim, Hindu, humanist and Christian will come together to mark their intention that things such as this should never be forgotten and, where possible, should never recur. The idea that the holocaust was the last major genocide we all know is wrong.",
        "I have spoken before about the places where some of my grandfather’s extended family died. The list sadly gets longer as research shows more and more people who were involved: Sobibor, Auschwitz, Mauthausen, Belsen, Ravensbrück, Dachau, Seibersdorf and Bytom. I do not know many of that side of my family. They are not close—they were not close—but they matter. The idea of education is that people like me can discover those links and that many other families will have a closer experience.",
        "Every time I take people around the Palace of Westminster, I try to take them past the Kindertransport plaque by the admission order office. I show it to them to illustrate that what people may have disapproved of at the time, they are now proud of. It was not unanimous that those 10,000 children should have been able to come to this country from stations such as Prague, aged 5, 6, 7 or 8. I am glad we have the living proof of Alf Dubs, who in his lifetime has shown the importance of what was done following a debate in the House of Commons.",
        "I wish to disagree with the Government about the location of the national holocaust memorial. My hon. Friend the Member for Harrow East (Bob Blackman) has tabled early-day motion 748, almost all of which I agree with. I have also tabled an amendment to it, stating that we should have the memorial",
        "“in a place and manner consistent with the features and facilities listed by the United Kingdom Holocaust Memorial Foundation’s ‘Search for a Central London site’ in September 2015 on page 6 and in the area illustrated and considered to be sufficiently central to meet the visions set out by the Holocaust Commission on page 10.”",
        "That map on page 10 states that a site would be regarded as central London from the west of Regent’s Park, to the east of Spitalfields and to the south of the Imperial War Museum.",
        "I commend to everybody, whatever their views on the proposed location of the memorial and learning centre, that they visit the holocaust galleries in the Imperial War Museum, which reopened in the past two or three years. They are incredibly impressive. I think the way forward—I hope I will be supported by Baroness Deech and others—is for us to separate the learning centre from the memorial.",
        "We should have a new competition for the memorial. It being adjacent to Parliament was not in the minds of the UK Holocaust Memorial Foundation, the committee or the Government eight years ago. If it has to be there, we could consider Parliament Square, where the Buxton memorial fountain was first placed before it was moved to Victoria Tower Gardens. I think that we could do it better, and that it would have more impact and be less of a threat if we did not have the learning centre and the place of gathering so close to the Palace of Westminster.",
        "My last point is that the tributes to the Holocaust Memorial Day Trust and the Holocaust Educational Trust are genuine. Those people do mighty work, and they allow people to understand what is happening. We must ensure that that does not happen just on Holocaust Memorial Day, but on every day of every year in every way, and that people understand the horrors of what we stood against, with the victims, around the time I was born.",
        "One of the most difficult questions for people to answer is when would have been the right time to stand up, with force, against Adolf Hitler’s Nazis in Germany. Should it have been in 1933 when he was elected Chancellor and was thought to be pliable by the bigger parties? Should it have been in 1935 or ’36 when he started invading? Should it have been in 1938? It happened in 1939, although some people did not think that was right, but should it have been later, or ever, or never? The reason I am not a pacifist is because of the holocaust."
    ]
}