{
    "url": "https://www.ukpol.co.uk/peter-bottomley-2016-speech-on-the-loyal-address/",
    "title": "Peter Bottomley – 2016 Speech on the Loyal Address",
    "post_date": "May 19, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Peter Bottomley",
            "url": "/tag/peter-bottomley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Sir Peter Bottomley, the Conservative MP for Worthing West, in the House of Commons on 18 May 2016.",
    "content": [
        "The first reference I want to make to a referendum is to the words of Dr Johann Malawana, the junior doctors’ leader, who has said he is going to put forward the agreed proposals from ACAS in the referendum for junior doctors, hoping that they will agree them.",
        "I pay tribute to Sir Brendan Barber of ACAS, to the British Medical Association leaders and to the national health service employers, together with the Secretary of State for Health and his Ministers, for finding a way forward that will be good and better for doctors in training and for patients, and that will help to make the national health service work in a way that people want it to. It will not abolish all the problems, but it is a great way forward.",
        "As I understand it, some of the adaptations that have come forward during the last 10 days’ negotiation will be even better for doctors who have caring responsibilities. It seems to me that we lost sight of that in the years since my wife was Secretary of State for Health. It is a good idea if people can become fully qualified no matter what their caring responsibilities are at any one time. If they have had to hold back because of taking time out, they could then come forward and catch up with the rest. I pay tribute to that.",
        "I will not say much more about the referendum coming up on 23 June because, as I have tried to explain to some of my people before we start having meetings about it, it is not a clash between two things in total. If we come out, we will still almost certainly be part of the Common Market, and we will almost certainly be contributing our money and having free movement of labour. If we stay in, we will not be proposing to join the euro or the Schengen area, so it is a question of how we move forward.",
        "On balance, my personal view—I agree with the majority of the population about this—is that it is better to stay in and to help Europe to do things that are good for Europe and good for us, rather than saying that we are concerned about only ourselves, not our near neighbours.",
        "I shall speak about general issues facing Members of Parliament. I look on being a Back Bencher—that was the reason I came into Parliament; I did not come in to try to become a Minister or a Cabinet Minister—as rather like being a general practitioner in politics. A large aspect of that is trying to reduce avoidable disadvantage, distress and handicap, and to improve wellbeing—it is a mixture of wealth and welfare. What really matter are such issues as getting better education and training, and a better start in family life, and getting better support for those whose families go through deformation and reformation.",
        "The role also involves looking at issues of the day with two eyes. I represent junior doctors and their patients. I also represent rail workers and rail travellers. To those involved in the disputes in the Southern and Govia Thameslink rail services at the moment, I see no reason to justify the interruption to services, whether that be through organised sickness absence or strikes.",
        "Many people who have caring responsibilities, and the many people travelling on the railways whose jobs bring in less than rail workers, need a reliable service. This is a public service. Obviously, some issues can be so great that they justify a strike, but the fact is that about 40% of Southern services are driver controlled all the way through—drivers operate the doors and everything else, although there may be other staff on the train. Moving further on that approach is not a convincing reason to justify an all-out strike.",
        "Sometimes I suspect operators do not use the right language. If they propose that ticket office staff should be operating in a ticket office without walls, that would be a better way of putting it than saying that they are going to close ticket offices during certain hours of the day. They need to find the language, as Sir Brendan Barber and his team have with ACAS, that will allow people to come together and find out what they can do together that will be good for those they serve, as well as for themselves.",
        "Let me turn to other issues that come up for Back Benchers. I pick up causes, one of which came about as a result of an incident in my constituency regarding leasehold, when some elderly, frail and poor people found themselves paying for something they should not have paid for. They tried to go to the lower-level property tribunal, but found that those representing the freeholders managed to spin the issue between different courts, keeping the case away from low-cost dispute resolution. With the help of the Bar pro bono unit, it took one barrister one day to cut through all that, and my elderly people were paid a rebate of £70,000 without further court action.",
        "That case led me to meet people in Leasehold Knowledge Partnership, now a charity, which was created, and is mainly supported and led, by Martin Boyd and Sebastian O’Kelly, who I think give more advice to more leaseholders in trouble than most people who do the same thing professionally—and they do it without pay. What they have achieved is remarkable.",
        "We need to respond by making sure that Parliament recognises the 6 million residential leaseholders in this country, who can often find themselves exploited. Why is it that people who buy a retirement flat find that when they try to sell it, or their executors do so after they have died, it is worth so much less? There is something wrong with the system. As it happens, the Chancellor loses out because lower property values mean that less is obtained through stamp duty when new buyers come in.",
        "Another problem is caused by court-created law. I cannot explain this issue off the cuff because it goes beyond me, but I can refer to a recent upper tribunal lands chamber decision, whose neutral citation number for 2016 is UKUT 0223 (LC), case Nos. LRA 20, 21 and 35/2015. The case was between the trustees of the Sloane Stanley estate and Adrian Howard Mundy; between the trustees of the Sloane Stanley estate and Arnaud Lagesse; and between Sophie Nathalie Jeanne Aaron and the Wellcome Trust Ltd. A decision of 160-odd clauses was reached about the value that applies when people are trying to get a leasehold extension.",
        "We all know that George Thomas—Lord Tonypandy—a former Speaker, came to public notice when he fought for leasehold rights for south Wales residents. We now need to do the same thing again. As I understand it, the judgment has transformed the valuations of expiring leases. No consideration was undertaken in Parliament, yet this upturns what was believed to be the way to approach these valuations for the last 10 years, so it is time that we got Departments—whether that is the Ministry of Justice or the Department for Communities and Local Government—to come together and, perhaps after putting it before a Select Committee first, assess whether Parliament needs to take formal action on this issue. Otherwise, we are letting a judgment go forward regarding three cases that have been argued by lawyers at great length in a way that few of us would understand. Indeed, I challenge most people to look through the document and find the actual judgment—I tried to do so in 10 minutes but could not; it took me 20 minutes. This is wrong.",
        "When it comes to leasehold, we need to say what is right, what is wrong and what we can do about it. Martin Paine has interests in leasehold at a different scale—not the high-value area. That relates to the Wellcome Trust buying the Henry Smith properties and turning them into an investment trust. The Wellcome trustees should start looking to see whether what they have done is fully justifiable. I am not making an accusation, but asking for their interest.  \nReturning to the Martin Paine issue, it applies where a young person or couple buy a low-valued flat and have the lease checked by their lawyers, but later on discover that Martin Paine has informally rewritten the terms of the lease—extending it but, for example, doubling the ground rent every 10 years. That situation might be difficult in itself, but the greatest difficulty comes from the way the lease is written, as lawyers do not normally spot that the ground rent has been doubled back to the time when the lease was originally granted.",
        "Let us say the lease was originally granted in 1959. The first ground rent demand could be not the expected £15 but, say, £2,000. That would mean that the rent would increase to £4,000 in 10 years’ time, and then later to £8,000, £16,000 and so on, so the flat becomes worthless. I understand that if enough fuss is made or enough publicity issued, Martin Paine will offer to buy the property back. He sometimes appears to remarket it without drawing the attention of the potential auctioneers or the potential purchasers of what those buying it will be letting themselves in for.",
        "It is not for me to judge whether that is criminal, but doing this on an organised basis certainly demands attention. I ask the Competition and Markets Authority, the Office of Fair Trading or the police to check this and stop it. I warn the solicitors that their indemnity societies mean that they should be looking to see why this is going on.",
        "I could provide a number of other examples that I would not suggest are necessarily criminal, but they are certainly odd. I mention embedded management companies, and I would ask some of the major developers to check whether there are clauses in their leasehold agreements that make clear the right of leaseholders to come together to buy their properties or to take over the management company. They need to make sure they are effective, and if they are defective, they should be made to put it right at their own cost. We should not ask the victims to pay all the costs and take all the risks—especially of going to court—to get things put right.",
        "Let me turn briefly to medical cases. I shall shortly meet two of the people I most admire in the medical world. One is Dr Kim Holt, who suffered persecution by her trust when she warned about the baby P case, before it acknowledged that it did not have the right staffing. The other is Dr Peter Wilmshurst, who had to face a crooked company that threatened him with defamation when he pointed out that its research was wrong. There are other examples.",
        "I am waiting for the result of an Manchester employment tribunal case involving Mr Aditya Agrawal. I shall make no further comment, because we have not yet seen the result, but when it comes out, I hope to ask Mr Speaker whether we can have a debate on why the hospital trust had had over 100 confidentiality agreements over the last five years—and a compromise agreement that is a secret as well. This is the sort of pattern that we should not have in our national health service.",
        "Then there is the police and the case of Gurpal Virdi. He is still waiting for the police to accept his case when they prosecuted him for a week and a half unsuccessfully—it was obviously going to be unsuccessful—in Southwark Crown court, when he was said to have assaulted somebody 28 years ago.",
        "The police did not interview the officer recorded as arresting the complainant. When Mr Virdi arrested the complainant six months later, the police did not interview the officer with him, who could have given evidence about the relationship, if any, between the complainant and the police officer.",
        "Our job in Parliament is to stand up, without making wild accusations, and to be persistent about issues until either the law or practice changes. Anyone in our constituencies who feels they have suffered an injustice should be told, “Do come to a Member of Parliament or a caseworker, and if it is serious and if it matters, we will work at it.” We may not always be successful, but it is our duty to try to help."
    ]
}