{
    "url": "https://www.ukpol.co.uk/peter-bottomley-2023-speech-on-the-loyal-address/",
    "title": "Peter Bottomley – 2023 Speech on the Loyal Address",
    "post_date": "November 8, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Peter Bottomley",
            "url": "/tag/peter-bottomley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Bottomley, the Father of the House of Commons, in the House on 7 November 2023.",
    "content": [
        "Having heard the parliamentary leader for the Scottish National party, the hon. Member for Aberdeen South (Stephen Flynn), the question in my mind is whether he anticipates the result of the next general election being better or worse than 2017, when his party got 37% of the vote in Scotland. My guess is that it will be worse. My constituents would like to have Barnett formula funding for local government for all the kinds of things he was speaking about. They would welcome having the extra money, and perhaps as we get the economy to grow, we will get that extra money and services that will go on improving.",
        "One point that the hon. Gentleman could have made would have been to welcome the leasehold reform for England, which Scotland has had for some time. If he had spoken about that, he would have had a welcome from across the House for saying that we are catching up by ending the unfairness, the uncertainty and the life of misery that too many residential leaseholders have had for too long.",
        "I am glad that the Government are now moving forward on that, and I pay tribute to Gavin Barwell—now Lord Barwell—who was the first Housing Minister to recognise that there was a problem. I am glad that the Secretary of State for Levelling Up and his colleagues are now taking this forward. If the Bill, when it comes forward, gives us three quarters of what we want, the Prime Minister can rely on colleagues on both sides of the House and in both Chambers to make improvements so that we get all that is needed. Freeholders, residential leaseholders and tenants ought to be able to have the same kinds of protections, and I am glad that the Government are bringing forward those improvements.",
        "Overhanging our debate is the misery and terror both from the attack on Israel and the Israelis, and from the conditions of people in Gaza. We need to keep in mind that until Hamas releases hostages, until it can honestly say that it will not repeat that kind of attack, and until it recognises the state of Israel, it will be a continuing problem. We cannot close our eyes and say that an instant, lasting ceasefire will solve all the problems.",
        "Although many people have criticised the Leader of the Opposition, I think that what he and the shadow Foreign Secretary have said is worth reading. We have to have an end to the violence. We have often talked about how the aggressive settlements have destroyed people’s lives in the west bank and about the conditions of people in Gaza, but we have to recognise that the bigger reality is that what happened on 7 October was another pogrom, which prompted one of my constituents to say, “There are only 16 million Jews around the world. Why do they keep picking on us?”",
        "In this country we have to protect Muslims and Jews against hatred, and we need to make sure that we do not have one-sided demonstrations. Everyone needs protection.",
        "Returning to the King’s Speech, I am grateful for the opportunity to raise the holocaust memorial, which the Prime Minister mentioned. The original proposal was that the holocaust memorial would be up within two years—by the end of 2017. Eight years on from 2015, and there is no prospect of it possibly being open in the next five years.",
        "The holocaust memorial galleries have since been developed at the Imperial War Museum, and I propose that those in charge of the project should get together with Baroness Deech, me and Anita Lasker-Wallfisch, who played in the Auschwitz women’s orchestra and survived Bergen-Belsen, to have a private—not secret—meeting to discuss how we can have a memorial that meets the task without taking over so much of Victoria Tower Gardens, while separating the learning centre. Having a double basement in the middle of a small park south of the House of Lords is not appropriate.",
        "There are things outside the legislative programme that overhang this House. One is the Privileges Committee report on interference in its consideration of a complaint. I believe the House has to take up the challenges outlined in the report, which is available from the Vote Office, and make sure that, when standards are challenged, those who have to consider such cases can do so without interference. I have seen who has been in the press recently and, of the 12 examples of interference, four involved one former Cabinet Minister. We ought to make sure that, in future, people do not interfere with Privileges Committee investigations.",
        "I invite the new Chair of the Standards Committee, the right hon. and learned Member for Camberwell and Peckham (Ms Harman), to reopen the proposed changes to all-party parliamentary groups. For the country groups, we should find a way to have an umbrella under which the UK branches of the Inter-Parliamentary Union and the Commonwealth Parliamentary Association provide admin support, so that we do not have all the kerfuffle of an annual general meeting with eight people present, sometimes supervised by others. Let the groups come under that umbrella.",
        "We should also consider why we are restricting Members to being officers of no more than six APPGs. I have taken part in APPGs throughout my time in this House. Very few MPs were initially interested in the APPG on leasehold and commonhold reform, until they realised that 6 million leaseholders are at risk. Those who are interested should come to our meeting in Committee Room 11 at 6 pm, when we will be considering the Government’s proposals and what we propose to do about them. I ask the Standards Committee to review APPGs.",
        "The Leader of the Opposition is always welcome in Worthing. If he comes to Worthing West, he could say how his proposals to ignore local objections and to let in the bulldozers will affect the Goring gap. If he comes to East Worthing and Shoreham, he could talk to hard-working Labour councillors, who are offended that they cannot be shortlisted as the parliamentary candidate."
    ]
}