{
    "url": "https://www.ukpol.co.uk/sir-peter-bottomley-2021-speech-on-afghanistan/",
    "title": "Sir Peter Bottomley – 2021 Speech on Afghanistan",
    "post_date": "August 19, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Peter Bottomley",
            "url": "/tag/peter-bottomley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sir Peter Bottomley, the Father of the House, in the House of Commons on 18 August 2021.",
    "content": [
        "While the best still apply to join our Royal Navy, the Army, the Royal Marines and the Royal Air Force, we can have hope for the future. We weep for the losses; we acknowledge mistakes; we will remember them. When I, like other MPs, have visited our armed forces in Iraq, Afghanistan, the Falklands and the former Yugoslavia, I was with ordinary people, working together to achieve remarkable results, of significance to us and often of lifesaving importance to others.",
        "Those who were here for the Saturday debate on the Falklands found, I think, a rather different style of debate, when people were united on what we ought to try to achieve. As Enoch Powell said, the reason to intervene in the Falklands was not that we were guaranteed to succeed, but that the mission was capable of success. That would not have been the case if we were trying to resist, say, China taking Hong Kong.",
        "Our experience in Afghanistan in the 19th century, and in the 20 years’ conflict that has now come to an end, will make people think about whether what was aimed for in Afghanistan after the initial targets were achieved was going to have an end that could be happy or content. I do not think it was an example of trying to resist nationalism, because the forces within Afghanistan are multifarious and have their histories, which I will not go into now.",
        "The second debate, which I have read up on a number of times during my parliamentary service, was the Norway debate, where again there were some speeches of most remarkable intelligence and experience, and others that, frankly, I think people should have been slightly ashamed of. We have to learn that what this Parliament can do is not to be Government but to try to question Government, support Government where appropriate, and get them to change at times.",
        "On the question whether there should be an inquiry, it would be interesting to hear the views of the Chairmen of the Foreign Affairs and Defence Committees, either today or some other time, because I think that would be useful.",
        "I do not want to spend too much time, because I want to make up some of the time that was used by my right hon. Friend the Member for Ross, Skye and Lochaber (Ian Blackford), who when he said he was concentrating seems to have lost his concentration once or twice, and when he said he was being wound up, some of us thought ought to have been wound down. [Laughter.]",
        "The key issues are obvious: what is happening now, what happens now and then what lessons can be learned. On what is happening now, the reports given by Ministers both in this House and to Members of Parliament across the Chamber are important and valuable; please can those continue? What can happen will be determined in large part by those who are presently in command in Afghanistan—whether they control Afghanistan is a separate issue—but people may look back and say that the speed of transition, in the end, might have been better than a prolonged start to a civil war. But that is in the future; we cannot judge that and I will not try to do that.",
        "I end by saying this. If we decide that we are not going to get involved in world affairs, the world will be worse. If we decide that we are going to have the capability to work with others when we can, and occasionally on our own, that is fine. But as a Parliament, we ought to be aware that we probably made a mistake in backing Government over one of the Iraq wars. In my view we certainly made a mistake in not backing Government over Syria. If we look at the number of people who have died in Syria and the number of refugees around the world and make the comparison with Afghanistan, I think we probably should be ashamed of our vote over Syria.",
        "I stop now, as an example to others."
    ]
}