{
    "url": "https://www.ukpol.co.uk/peter-bottomley-1975-maiden-speech-in-the-house-of-commons/",
    "title": "Peter Bottomley – 1975 Maiden Speech in the House of Commons",
    "post_date": "June 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1975",
            "url": "/tag/1975/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Peter Bottomley",
            "url": "/tag/peter-bottomley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Maiden Speech",
            "url": "/category/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The maiden speech made by Peter Bottomley, the then Conservative MP for Woolwich West, in the House of Commons on 21 July 1975.",
    "content": [
        "I am sorry that I cannot say I have come here having defeated someone who put forward at the Woolwich, West by-election a policy such as we see in the third amendment on the Order Paper today, However, I prefer to leave most of the comments of the hon. Member for Liverpool, Walton (Mr. Heffer) for others to answer, because I wish to start on a note of agreement among everyone.",
        "I wish to say to the Prime Minister, in whose private office my predecessor worked, to Bill Hamling’s close friends, to his family and to all hon. Members on both sides of the House, as well as to all those on both sides of the political fence in West Woolwich, that I regard it as a great privilege to follow in this place someone who was so well loved and respected both in the House and in the country.",
        "I hope that in my first speech I shall not have to compete with someone who 10½years ago was interrupted a dozen times—or by a dozen people in the same interruption—having brought it upon himself, perhaps, by referring to you, Mr. Speaker, in a previous capacity. However, having won a record election, and having voted twice for the Government on my first day here—I suppose that I must regard that as a mark of distinction, if not of incompetence—and having discovered myself in the same Lobby with the hon. Member for Bolsover (Mr. Skinner) on my second day, I cannot imagine that anything that will happen in the remainder of this Parliament will greatly surprise me.",
        "I represent a very sensible place, sensible not only because the electorate elected me but sensible also because they had Bill Hamling as their Member before me. It is an area where people take their political duties seriously. They have a high turn-out at local government elections. They are generally well served by their council, of either political complexion. Incidentally, I think that it is likely to change again fairly soon.",
        "Woolwich, West is an area where most people are desperately concerned, as they showed by their behaviour last month, about the future of our country. They are worried about their children’s education. They are concerned about our Armed Services, because it is a place where the military and the Military Academy hold a high place in their hearts and in their employment. I believe that most of my constituents are concerned also that the lesson of the referendum and the lesson of their by-election are taken more to heart beyond the confines of Westminster than has been the case so far.",
        "On another occasion I hope to be able to raise such matters as the question of the Rochester Way and the future of Colfe’s Grammar School, but today I shall direct myself to the White Paper “The Attack on Inflation”. The White Paper modestly does not acknowledge the influence of the Government party during 3½ years in opposition and 17 months in Government. Neither does it acknowledge that it was the Labour Party which pulled the trigger of inflation several times over and the trigger of unemployment. One cannot entirely blame the Government for that, since it was the Liberal voters who gave them the gun when they could not make a firm choice between our two major political parties in February last year.",
        "Over the past five years—I am broadening the time span deliberately—we have seen a redistribution of incomes and of spending, partly from those who save to put something by for their old age to those who spend as they go, and I cannot believe that anyone would regard that as desirable. We have seen a redistribution of income and spending from individuals to local authorities and to the central Government. This has reached a point now when, deliberately or otherwise, families are discouraged, or in some cases virtually forbidden, from spending the marginal increase in pounds in their pocket on things which matter most to them.",
        "In housing, for example, we see that people cannot make the small jump from £5 a week on rent to £7 in order to get a better home for themselves, and certainly not to £17 or £25 for a private mortgage. In education, people cannot move from paying a small cost—or nothing, because it comes through local authority expenditure—to £15 a week for a private school. Moreover, we see that our direct grant schools are likely soon to suffer even more. Anyone who is really interested in the use of resources and who believes in Samuel Brittan’s theories of participation without politics ought to realise that, instead of getting rid of our direct grant secondary schools, we should be working towards direct grant primary schools, upon which most people’s initial concern for their children’s education centres and which set the foundations of all education. Much the same applies also to medicine.",
        "Over the past five years—this topic was not mentioned by the hon. Member for Walton, and neither was it touched on by the Chancellor of the Exchequer—there has been a redistribution of income from families with children to households with all income earners, whether just one adult or three or four. I have not been able to gather information from the Central Statistical Office, and neither do I have such information as the hon. Gentleman had in terms of the proportion of gross national product going to people earning wages and salaries, but, according to my coarse arithmetic, £2,500 million a year has been redistributed away from people with children and has been given to people at work without family responsibilities.",
        "It is difficult to be precise about these figures because the Government do not have them, so one is working to some extent in the dark, and I acknowledge the help of the valuable work done by my hon. Friend the Member for Kensington (Sir B. Rhys Williams), who managed to get some figures out of the Secretary of State for Prices and Consumer Protection.",
        "Paragraphs 33 and 34 of the White Paper talk of family budgets and food subsidies, but they do nothing to acknowledge that transfer of £2,500 million. There are hon. Members on the Government side who share my concern for people with children, but we have not yet heard that concern expressed in the debate, partly because the debate so far has been taken up by hon. Members like me who are almost strangers here themselves or by those who put down amendments which ignore the influence of five years’ inflation on families with children.",
        "The £6 flat-limit increase will again redistribute more resources away from families with children. It was said during my election campaign that I was in favour of motherhood and against inflation. Indeed I am. I am concerned also about industrial relations and conditions at work. But it must be emphasised that half our population—14 million children and 13.5 million parents—are, apparently, totally ignored by the House most of the time, and I think it suitable, therefore, to concentrate most of my speech on them.",
        "The Government cannot find time for a proper debate on the Finer proposals for one-parent families, whose circumstances are even worse than those of two-parent families, which are bad enough. They cannot find time for a proper debate, and they also tell us that they cannot find the money to implement more of the Finer proposals. Yet the White Paper implies that the public sector will find £1,500 million for up to £6 increases for 5 million people, and the way they seem to be approaching the matter is that that £1,500 million will be balanced by £4,500 million in the private sector, making £6,000 million in all—over £.100 for every man, woman and child in the country. This will inevitably have its repercussions in terms of unemployment and price increases. Yet the Government tell us that we cannot instead have that £100 a year for an interim family allowance for the first child. Would it not be better to introduce a £2 a week interim allowance and hold back on adults, in view of the way in which our society has been treating families and children over the past five years?",
        "I wish to put to the authors of the White Paper a few short questions, and I am willing to wait until tomorrow evening for the answers. During their discussions with the TUC—apparently the principal body to be consulted—how far did the Government consider representations about the position of the family? Under this Government, there has been a massive transfer of resources from children to adults—or, as it was well put a week or so ago in the debate on the Child Benefit Bill, from the butcher to the betting shop, vividly illustrating that if it is not in the mother’s purse one cannot be sure where the money is spent. Again, according to my coarse arithmetic we have a Government prepared to allow this same redistribution to continue under their White Paper proposals.",
        "These are important issues, especially when we have a Government who apparently cannot contemplate even a six-month limited pay freeze for people at work but who are prepared to announce a 24-month pay freeze for mothers at home. During the Report stage of the Child Benefit Bill we were told that it was impossible to do anything more for familly allowances, or to bring family allowances and child tax allowances together before April 1977, and we could not be sure that it would happen even then. Certainly we were not told whether the total benefit would be higher or would be the same as the existing value of benefits.",
        "Thus, 7 million mothers are told that there is no more for them for 24 months —I am referring here to the period April 1975 to April 1977—yet in the first three months of this period there has been a 10 per cent. price increase. They are 10 per cent. worse off already.",
        "The monthly price increases have dropped from 4 per cent. to 2 per cent. and we are told that they are to come down to 1 per cent., but even supposing that over the next 21 months they rise by only 1 per cent. a month, and adding on the 10 per cent. by which these people are already worse off, the result is that they are 31 per cent. worse off. But this is the only pay freeze, the only total income restraint that the Government are willing to put forward—a 30 per cent. reduction for those who have children. This is a 30 per cent. reduction while we wait for the child tax credit scheme or the child endowment scheme, apparently delayed by high alumina cement in Newcastle.",
        "If the House of Commons allows the Government to get away with this, we shall not be doing our job, not always the job of governing but of controlling the Government—although it is a great pleasure to be sent here to arrange the income tax of other people. If the Government care about families, they ought not to listen only to the political voice of organised labour, which is considered by many not to be the voice of the people, but rather the result of an inexpert ventriloquist manipulating ever more reluctant dummies. I speak as a dummy myself who, as a member of a trade union, has not attended any debate in four years, although I go to my branch meetings regularly, where the subject has been the social contract or the referendum. Yet we are all aware that the view of the people is supposed to come, according to Labour Members, from the leaders of the trade union movement. That view is also held by many commentators in the newspapers too.",
        "I have two leading trade union leaders living in Eltham, which shows what a good area I represent. Whenever a trade union leader says that he will not allow a drop in his members’ living standards —and we know that our living standards have to come down—if attention is paid to him it must mean that others must suffer an even greater drop, and they include workers without a job—and there are more and more of those—and pensioners who do not have a union, and the 14 million children who have no votes in parliamentary elections or in electing delegates to the TUC.",
        "To change the subject slightly, I should like to refer to the £6 limit. I want to know whether the Government have considered not just having a £6 overall limit for 12 months but whether they are willing to consider paying some attention to what has happened to any particular group of workers over the past 17 months. It seems particularly relevant to what people get over the next 12 months to know whether they have had 30 per cent. or 10 per cent. over the last 17 months.",
        "I want to put forward one or two simple suggestions to accompany the White Paper. If the Government are in touch with the economic facts of life and if they wish to undo the damage that has been done by politicians through the ages, I hope that their publicity machine—and that includes Ministers as well as the people they hire to put advertisements and editorials in the newspapers—will start talking openly about the unemployment and inflationary implications of their present proposals and the unemployment and inflationary consequences of their previous proposals. We could then see what has been the effect of the last 17 months and judge what will be the effect of the next 12 months, or the effect of the four years before the Government came in if hon. Members want to take a longer period.",
        "I hope that both in office and in Opposition right hon. Gentlemen on the Government side will explain the economic facts of life to their most Marxist and flat-earth supporters. By this I mean that if the terms of trade move against us or if the price of oil moves against us, no amount of price increases or pay increases will compensate for our becoming worse off. The present round of inflation was set off by external price increases. If as politicians we face the economic facts of life, we shall avoid trying to pour water uphill when we are in Opposition and accepting that it will dribble down our necks when we are in Government, and we shall find that we have a more sophisticated electorate who will take politicians more seriously.",
        "It is important that we all accept that unions have a proper job to do in representing people at work, not in providing management and not in providing politicians. If that happened, we should have to have another set of unions, one to represent people at work and another lot to provide politicians to represent the people in the House of Commons. When my constituents want to put forward their political views and ideas, they do so through me and I do not see why two of them should be privileged in being represented also through the TUC, or why the unions should be able to influence the Government when they move away from dealing with the terms and conditions of employment into subjects such as the level of defence spending and other issues about which my constituents in Eltham feel very strongly.",
        "It is even more important for Government supporters and certainly for members of the Government themselves to repeat the frequently forgotten first law of economics—that whether one is dealing in fantasies or goods and services, one cannot consume or benefit by anything until it has been produced. In the last year we have been paying ourselves increases 20 times greater than the increase in production, and that makes one wonder whether universal education for two generations has had the desired effect on this country, certainly on this country’s politicians.",
        "I should like to touch on three subjects to which I hope to be able to return but which are now relevant to the White Paper. The first is that we must look more and more at the value we are getting for our resources. A small example is that of education in primary schools. All primary schools in London have the same staff-pupil ratio and the same resources, but in some schools the standards are so good that if a child’s name is not put down at the age of three he will not be able to get a place, while at other schools a child can simply walk in at the age of five. In education debates hon. Members do not talk about the education system becoming more responsive to the expressed wishes of parents, and they do not ask why some teachers manage to get better results with limited resources. When there are cash limits, we need to look at the value obtained as well as at the level of money allocated.",
        "The second topic is housing. When local authorities are restricted in the amount they can lend on mortgage or to the improving of homes, is it not perfectly obvious to everyone that this is a chance to provide massive opportunities for the sale of council homes so that people can, if they wish, pay out of their own pockets and thereby leave more money in the local authority’s pocket or the Government’s pocket, so that they may buy their own home and not find when they retire, as they do under the present system, that they are condemned to pay the same rent in retirement as when they were in work, although left with only 20 per cent. or 40 per cent. of their working income, which means that they probably have to live on supplementary benefit? This seems a good opportunity both to combat inflation and to make people better off.",
        "Thirdly, the Government should make a gesture by declaring a 5 per cent. cutback in the amount of office space used by the Government, 5 per cent. a year for the next five years. This would completely change the investment outlook of those who look after investment funds and insurance funds. The consequential adjustment of investment decisions combined with a belated recognition of the value of profits would lead to more investment in manufacturing industry, which is what this country needs.",
        "Last of all I come to a problem which faces the politically uncommitted—I have met many of them over the last months —which is shared by many Christians, people who want to take a responsible interest in politics and who feel that they cannot opt out of an imperfect system, but who find it impossible to identify wholly with one set of political prejudices, beliefs or principles. We can all unite in the belief that we have to defend community life from the totalitarian view, which provides repression for every expression of the human spirit. Fascism was defeated in part because of a debate held 35 years ago. Marxism has equal dangers—Eastern Europe is a bleak proof of that. Out of power it attempts every ruse and every act of social violence to poison the unity and freedom of our community life.",
        "I have found in a previous debate some comfort during this battle against inflation and those who directly or indirectly support it. It comes from reading the words of a previous Labour leader. Instead of quoting, I shall merely refer to them. Hon. Members will find the reference in column 1094 of Hansard for 7th May 1940."
    ]
}