{
    "url": "https://www.ukpol.co.uk/peter-bottomley-2022-speech-on-channel-4-privatisation/",
    "title": "Peter Bottomley – 2022 Speech on Channel 4 Privatisation",
    "post_date": "June 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Peter Bottomley",
            "url": "/tag/peter-bottomley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Bottomley, the Conservative MP for Worthing West, in the House of Commons on 14 June 2022.",
    "content": [
        "It is interesting to follow the hon. Member for Ochil and South Perthshire (John Nicolson). I do not think he needed to bring in party politics in the way that he did. I do not think that will help Channel 4, and I do not think it will help him either. What I do think is that, if the arguments put forward for the privatisation of Channel 4 were any good, they would have been put forward by Channel 4. If I were Secretary of State, I would say, “Ask Channel 4 to ask for privatisation as and when they think it will help them as a public service broadcaster.” It has not.",
        "I ask the Government: when was the last time Channel 4 used public money for programmes? When did it last ask to have its borrowing limit lifted? It has not. I ask the Secretary of State whether she could have put in what she said. How much has Channel 4’s income from digital advertising increased in the last year and how much does Channel 4 expect it to rise in the next four years? We know that subscription on demand has grown and that broadcasting on demand has grown, mainly through Channel 4, but others can do the same, and we expect growth in advertising on video on demand. What we do not need to do is to throw away one of our best linear broadcasters which is also good at digital transformation.",
        "Nothing has been said by Government, or even Government supporters, that suggests that Channel 4 would do better in other hands. The only conceivable ownership that would keep it going the way it is now is if it were given to the independent production companies to own as a mutual, and kept the broadcaster role and the rights on secondary broadcasting. That is a zero-sum game. Either the income stays with the producers or it goes to the broadcaster—it cannot go to both. If the Government think it would help the producers to take away that secondary income, they are just saying, “We are going to take it from one pocket and put it in another.” No argument has been put forward for that.",
        "Have the advertisers said that they want this for Channel 4? No. The Incorporated Society of British Advertisers has said very clearly that it does not want that. There is also no evidence from polls or the Government survey and consultation that the viewers want its ownership or remit changed. The Government say that they are going to keep the whole public service remit, but they are not.",
        "Channel 4 has been going—successfully—for 40 years. It has its ups and downs, but generally it is on the way up. The transformation in the way it produces and presents its products has gone on improving choices for people.",
        "We have more than three different types of public service broadcasters. The Government are proposing to abolish one of them. That is not conservative; it is destructive. I do not blame the Secretary of State for thinking up the idea; it was there before she took on her responsibilities. But she could have done what other Secretaries of State have done and stood up to those who want to privatise Channel 4. My wife did. She was in a small minority in the Cabinet. She stood up against it. Her arguments were right. When the Chancellor said, “We want to get some money in, because we are short of money,” she explained that it was not a question of how much; it was just wrong. In the years since the mid-1990s—that is about 27 years—Channel 4 has gone from strength to strength.",
        "I say to the Government: do not go on with this, although not because I do not like privatisation—I do. The privatisation of the National Freight Corporation—incidentally, that was the only bit of privatisation in the 1979 manifesto on which Margaret Thatcher and I got elected—was to hand the National Freight Corporation to its employees and that worked really well, but that is not the proposal here.",
        "Government speakers say that the proposal will give Channel 4 more money to put into training people. We do not need to privatise an organisation to do that. They say that it will provide more money for commissioning programmes. Maybe it would in the short term, but not in the long term. What is the medium-term and long-term gain? The answer has not been put forward.",
        "I do not seriously believe that the Secretary of State or her colleagues mind being criticised by Channel 4 News—by criticism, I mean being asked to answer questions. That is the sort of thing that happens in the House of Commons and they do not try to abolish the House of Commons because we ask awkward questions. But as I have said, it is far better to be in government and to have to answer awkward questions than to be in opposition and cheer when the interviewer puts the awkward questions to the Labour party or whatever else might be the alternative Government.",
        "I ask the Secretary of State and the Government to think again, to leave the proposals for Channel 4 to rest and to say to Channel 4’s viewers, management and board, “If and when you believe that we can do better under a different kind of ownership, come forward and say so.” One of the many groups that have not done that is those involved in Channel 4.",
        "Those who are concerned more for the producers of programmes than for the viewers put the arguments well around the nations of this country. I do so on behalf of the public interest. If the choice is between the state owning Channel 4 and the United States owning Channel 4, it is better to have it as a state corporation, independent of Government. I wish Government would stop messing it around."
    ]
}