{
    "url": "https://www.ukpol.co.uk/peter-bottomley-2021-speech-in-the-house-of-commons-on-david-amess/",
    "title": "Peter Bottomley – 2021 Speech in the House of Commons on David Amess",
    "post_date": "October 21, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Peter Bottomley",
            "url": "/tag/peter-bottomley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Bottomley, the Father of the House, in the House of Commons on 18 October 2021.",
    "content": [
        "I agree with the right hon. and learned Member for Camberwell and Peckham (Ms Harman) and the right hon. Member for Ross, Skye and Lochaber (Ian Blackford).",
        "In 2010, David Amess made a speech in which he said it was extraordinary to listen to the then acting leader of the Labour party, now the Mother of the House. He said that she made a splendid speech, and that one of the jokes was fantastic and he was going to use it in the future.",
        "David’s all-party group on fire safety and rescue worked with the all-party group on leasehold and commonhold reform—we had a number of meetings over the year. Alongside city status for Southend, may I put it to the Prime Minister and the Chancellor that they could make his legacy the finding, fixing and funding of the problems on defective leasehold flats, while chasing those responsible and getting them to pay up? I think he would wish for that.",
        "If we look around this Chamber, we can see the shields of those who have died—some in active service in the last world war. Ronald Cartland was the first. Other Members went forward knowing the risks. So did Police Constable Keith Palmer.",
        "Jo Cox and her family are in our hearts, as we have been told, and we remember Andrew Pennington, the Liberal MP’s caseworker who also died in a constituency attack. A few of us were here when Airey Neave’s car was blown up. Robert Bradford and I were together in the Westminster Wobblers, the House of Commons’ football team. Tony Berry was my Whip, and Ian Gow and I canvassed together in Ulster. Gow’s death, I believe, was timed to make us forget the murder of the Sister of Mercy, Catherine Dunne, a few days earlier in July 1990.",
        "In David’s first speech in January 1984, he said:",
        "“Charity has been described as that amiable quality that moves us to condone in others the sins and vices to which we ourselves are addicted.”",
        "When he made that first speech in the Commons, he was able to say that there with him were five people who had previously represented his own constituency, which must be some kind of a parliamentary record.",
        "David was followed by the right hon. Member for Newcastle upon Tyne East (Mr Brown), who cheerfully said:",
        "“At the risk of inciting dissent from those behind me, I congratulate the hon. Member for Basildon (Mr. Amess) on his maiden speech. I do not agree with what he said, but it was no worse than the speech of the Minister.”—[Official Report, 17 January 1984; Vol. 71, c. 219-20.]",
        "That was the line that Douglas Jay used when he congratulated me in 1975, so the response must be in the Labour Whips’ booklet.",
        "The right hon. Member went on to wish David well in the time that he had in Parliament. That time is well described by Trevor Phillips in The Times today. His leading words talked of",
        "“the simplicity of a man who served.”",
        "He said:",
        "“He knew his constituents well and showed them what the Tory party could be.”",
        "Mr Speaker, can we thank you and the party leaders for what you have said over the past three days? May I also add John Bercow who, in an interview I heard, represented the feeling of those who have served with David in this House?",
        "Many of these attacks are done for calculated publicity and public reaction. We should try to make both act against the wishes of perpetrators. The only guarantee is that, when there is a gap, it will be filled. MPs are in the middle of a pack of people at some risk, including ministers of religion, mental health workers, public transport staff, lone shopkeepers, women police officers, journalists, fair employment builders in Northern Ireland and the judiciary, and especially women and girls going home and at home.",
        "We should defend people in every walk of life, in politics and universities—here I mention mildly the philosopher Professor Kathleen Stock in my county of Sussex. St Margaret’s Church, Parliament Square, where I serve as parliamentary warden, is where we will gather later today and for the Roman Catholic service on Wednesday.",
        "We have learned to stand with the Irish and the Northern Irish against violence. We stand with Muslims against Islamophobia, with Jews against anti-Semitism and with all the targets of fascists and white supremacists. We do have to be vigilant, but we also have to continue to be diligent in contact with constituents. Of course, we must review security risks, including the insecure location of the national holocaust memorial presently proposed in Victoria Tower Gardens.",
        "At the opening of the Imperial War Museum’s holocaust galleries last week, I collected posters. David might wish us to remember their words, as if directed to us and to our constituents.",
        "“Freedom is in peril. Defend it with all your might.”",
        "Another, which brings his face to my mind, says:",
        "“Your courage, your cheerfulness, your resolution will bring us victory.”",
        "I end with the then Prime Minister’s first speech to the House of Commons:",
        "“Let us go forward together.”—[Official Report, 13 May 1940; Vol. 360, c. 1502.]"
    ]
}