{
    "url": "https://www.ukpol.co.uk/peter-bottomley-2021-speech-on-unsafe-cladding/",
    "title": "Peter Bottomley – 2021 Speech on Unsafe Cladding",
    "post_date": "February 2, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Peter Bottomley",
            "url": "/tag/peter-bottomley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Bottomley, the Conservative MP for Worthing West, in the House of Commons on 1 February 2021.",
    "content": [
        "It is on record that I am a leaseholder, and I face no problems of these kinds. I have been working on leaseholders’ problems for well over 10 years, with the support of the campaigning charity Leasehold Knowledge Partnership.",
        "I pay tribute to my right hon. Friend the Minister and to the Secretary of State, who are now showing that Government understand a large part of the scale of the problems. I believe that it is better if we do not have a vote today. We should look on this debate as a “take note” one. We are all trying to face the problems of our constituents who are living in homes that are unsafe, unsaleable and unaffordable. I pay tribute to the Housing, Communities and Local Government Committee, and I look forward to hearing the Chair, the hon. Member for Sheffield South East (Mr Betts), speak shortly. Its reports on the situation of leaseholders even before we knew about this tragedy and its subsequent reports about the Fire Safety Bill are important.",
        "I wish Michael Wade well in trying to advise Government on finding ways forward, and I commend the then Prime Minister who, on 27 June two and a half years ago, said that the Government do not rule anything out. What needs to be ruled in are, first, making the money available so that buildings can be made safe; secondly, challenging the insurance industry, which is putting premiums up at rates that I think should be investigated by the Competition and Markets Authority to see whether they are fully justifiable; and, thirdly, making sure that in the end, and as we know from court actions and inquiry results we can anticipate, the people who are responsible for this chaos—dangerous chaos—will actually have to pay. I do not think the taxpayer should necessarily have to do it; the Government have to make themselves responsible for finding the way forward.",
        "Those who are responsible—not all, knowingly—include the developers, the builders and the present landlords, some of whom were the developers. They include local building control possibly, national regulators certainly and the component manufacturers. Those of us who have been speaking about the problem for the past three years—and I wish that some of the other advisers to Government on leasehold issues had been saying the same thing rather more clearly—think that this has to be tackled in a way that cuts short waiting for court actions that may take 10 years and provides the money now, by the end of the year, so that work can be started and finished as soon as possible and so that people have homes they can stay in or leave safely, and are affordable. I would trust those on the Select Committee most to work with Government to make sure that we find the solution, and I would hope to know that we have done that before we have got another few months further forward."
    ]
}