{
    "url": "https://www.ukpol.co.uk/peter-bottomley-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Peter Bottomley – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Peter Bottomley",
            "url": "/tag/peter-bottomley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Bottomley, the Father of the House, in the House of Commons on 18 July 2022.",
    "content": [
        "In June 2016, there was a vote of no confidence in the then leader of the Labour party. I do not know whether the present leader of the Labour party voted yes or no. If he can remember, did he vote confidence or no confidence in his predecessor?",
        "In 2019, his predecessor moved a motion of no confidence in the Government, saying that the issue should be put to the people. It was put to the people in the 2019 general election, and the present Government came in with a majority of 80.",
        "I have it on reasonable authority that the deputy leader of the Labour party has said today that Boris was, in effect, the magic that helped. [Interruption.] I am glad that the right hon. Member for Ashton-under-Lyne (Angela Rayner) has confirmed that.",
        "The issue before the House now is whether people would have any more confidence in the Labour party becoming a Government, and the answer is no.",
        "In June 2016, when the then leader of the Labour party lost the no confidence vote by 172 votes to 40—the 40 may have included the current Leader of the Opposition—20 of the shadow Cabinet had walked out, but the right hon. and learned Member for Holborn and St Pancras (Keir Starmer) walked in. The interesting question is whether the way in which he has spoken today is part of a leadership bid to take over the Labour party properly rather than just in name.",
        "He describes himself as red and green, but mixing red and green together produces an unpleasant kind of brown. Does he accept that the Labour party is not yet trusted by the British people?",
        "By voting confidence in the Government, this House will be saying, as the British people did in 2019, that we prefer us in government, not them.",
        "That is not to say that the Government have got everything right. If I were taking part in the Thursday Sir David Amess debate, I could list the things on which the Government could make changes.",
        "I want them to drop the privatisation of Channel 4, as there is no point in it, and I want them to reconsider the question of whether the Holocaust Memorial should be in Victoria Tower Gardens. There are a number of other issues that I could take up.",
        "The issue today is: do we want to change the party of Government, and the answer is no. I rest my case there."
    ]
}