{
    "url": "https://www.ukpol.co.uk/peter-bottomley-2022-speech-on-alcohol-duty/",
    "title": "Peter Bottomley – 2022 Speech on Alcohol Duty",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Peter Bottomley",
            "url": "/tag/peter-bottomley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sir Peter Bottomley, the Father of the House, in the House of Commons on 19 December 2022.",
    "content": [
        "Like the hon. Member for Erith and Thamesmead (Abena Oppong-Asare), who speaks for the Opposition, I support what has been announced today. I declare an interest: I drink most things, except super-strength draught cider.",
        "On wine, using an average rate of 12.5% is right; stepped rates would not have worked, because growers do not know what strength a wine will be—the strength fluctuates naturally. A revenue-neutral level makes sense. I hope that this approach will continue beyond the 18 months.",
        "I hope that the Minister will consider whether farm-gate concessions can be made for the growing number of vineyards in this country. I hope that between now and the Budget the Chancellor will calculate the price and tax elasticity, because often, when duty rates are frozen, revenue goes up. There have been times when the rate has gone up and the revenue has gone down, which is perverse.",
        "**James Cartlidge**",
        "I am grateful to the Father of the House for his question—I do not think that I will ever get another that mentions both elasticity and high-strength cider; it was an interesting combination of points. He made a very good point about wine. I have enjoyed engaging with all the main alcohol sectors, mainly in November, in the run-up to the making of this decision. As he knows, we are requiring all wine between 11.5% and 14.5% ABV to be treated as though it were 12.5% ABV for the purpose of calculating the duty rate. That will apply for 18 months, so there is a transition. We have to ask ourselves: if that were made permanent, would it not undermine a regime that is ultimately based on taxation by strength? I understand my hon. Friend’s point and will continue to engage with the sector on it."
    ]
}