{
    "url": "https://www.ukpol.co.uk/peter-bottomley-2021-comments-on-the-personal-conduct-of-owen-paterson/",
    "title": "Peter Bottomley – 2021 Comments on the Personal Conduct of Owen Paterson",
    "post_date": "November 3, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Peter Bottomley",
            "url": "/tag/peter-bottomley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sir Peter Bottomley, the Father of the House, in the Commons on 3 November 2021.",
    "content": [
        "I do not think anyone enjoys taking part in this debate. Were the Government’s motion to be considered unamended, I would vote for it. Had the second amendment been selected, I would vote for it. I will not vote for the first amendment.",
        "I was on the Standards Committee up to 2003, when I withdrew on a point of practice, rather than principle, that the House, the Speaker and the then Labour Government had not supported Elizabeth Filkin. I am not going to change my practice now. I am one of the people, probably like most people in this House, who has read the full report. I have read what the chief vet said about the milk allegation. I have read what my right hon. Friend the Member for North Shropshire (Mr Paterson) has said, and to whom I join in party sympathy for what has happened in his life. I recognise that the involvement of Randox with Aintree and with him, and his wife’s role at Aintree, meant that he would be close to a business, and I recognise that much of what he said is uncontested by the commissioner and by the Standards Committee.",
        "The issue is whether he would have done better, as I think was possibly indicated by my right hon. Friend the Prime Minister in Prime Minister’s questions, to have said that he held one view, the commissioner and the Committee held another, that he now recognises that what they felt was reasonable, and he is sorry to have a had a view that has caused this upset and these difficulties to all of us. I still hope that were I in that situation I would have had the sense, basically, to accept that there are views other than my own and that I should not always see things with my own justification rather than in the way people outside this House, and some inside this House, would see them.",
        "On the decision as to whether the contents of the amendment tabled by my right hon. Friend the Member for South Northamptonshire (Dame Andrea Leadsom) are correct, I do recognise that, as my hon. Friend the Member for Harwich and North Essex (Sir Bernard Jenkin) said, the 2003 recommendation of the Committee on Standards in Public Life is worth looking at. But that was 18 years ago, and this is a serious problem. It should have been brought back for consideration by the House or by senior Members of this House during the past 18 years. I am happy to bring it forward now as a way of changing what should be the normal process of upholding the Standards Committee’s endorsement of the standards commissioner’s advice to the Committee.",
        "I refer to the debate in 2010 when Jack Straw was the Justice Secretary and Sir George Young, as he then was, contributed for my party, as did I. We chose the system we are now using. If we want to consider changing it, we should do it in a proper way. I do not regard this as appropriate now."
    ]
}