{
    "url": "https://www.ukpol.co.uk/peter-bottomley-2022-speech-at-the-sir-david-amess-summer-adjournment-debate/",
    "title": "Peter Bottomley – 2022 Speech at the Sir David Amess Summer Adjournment Debate",
    "post_date": "July 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Peter Bottomley",
            "url": "/tag/peter-bottomley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Bottomley, the Father of the House, in the House of Commons on 21 July 2022.",
    "content": [
        "I, too, thank the Chairman of the Backbench Business Committee for giving us the name of this debate. On this Thursday a year ago, David Amess finished his speech with the words, “make Southend a city”, and that has happened, at great cost to him.",
        "The previous debate was about Sergei Magnitsky, Bill Browder and others. Nine years after Sergei Magnitsky was killed, Bill Browder was arrested in Madrid on a Russian order. I pay tribute to the then Foreign Secretary, now the Prime Minister, who, within hours, took a call, took action, and got him released. That is one of the examples of the Foreign and Commonwealth Office, now the Foreign, Commonwealth and Development Office, acting fast and effectively and, on behalf of Bill Browder, I am grateful for it. International action can work.",
        "I want to refer back to the exchanges we had this morning on the national holocaust memorial. When David Amess and I were first elected, if the Government lost a High Court case they paid attention. They have lost two on this.",
        "I ask the Government to read the specification issued by the UK Holocaust Memorial Foundation, a Government agency, in September 2015. There was no suggestion then that Parliament had to be the place where the memorial was put.",
        "As I described earlier, the acceptable areas included the whole of Regents Park, Hyde Park, out into Spitalfields, and down to the Imperial War Museum. Between September 2015 and January 2016, it became an accomplished fact that it could only go in Victoria Tower Gardens. I asked questions about this when it was first mentioned in Downing Street or in whatever was then the responsible Ministry, but there was no answer at all. That is a cover-up.",
        "No Department wanted to have responsibility for this project. In the National Audit Office report issued on 6 July this year, that is spelled out in polite language. I hope that the Public Accounts Committee will ask the NAO why it did not compare the specification in September 2015 with what is on offer now, which is a third of the size but still far too big for Victoria Tower Gardens. I encourage the Government to look at this, as though from the beginning, to see how soon we can have a memorial of an appropriate type in the appropriate place, and have the learning centre and spend most of the money on education. Those are the tests that the House ought to agree on.",
        "A week ago, I raised with the Prime Minister the question of planning inspectors doing incompatible things in relation to Chatsmore Farm on land north of Goring station in my constituency. He said that I would be able to talk to the relevant Minister. The relevant Minister took 17 minutes to resign.",
        "I would therefore be grateful if my hon. Friend the Deputy Leader of the House could arrange for a substitute to talk to me, and at the same time get together the Department for Transport and the Department for Levelling Up, Housing and Communities over planning assumptions on traffic. The A27 is in my constituency and beyond. In my constituency, nothing is happening; beyond, in Arundel, the Department for Transport will not take account of the planned houses that the Department for Levelling Up, Housing and Communities is forcing on Arun District Council.",
        "We cannot have two Departments working on incompatible figures, especially when the result is a loss to the local community. Will the Minister ask those two Departments to pay attention to a letter from Karl Roberts of the directorate of growth at Arun District Council, and get this sorted out? It ought to be fairly simple: the higher figure should be taken into account when a national road is going through a local area.",
        "On Chatsmore Farm, I still wait to hear that the Government will accept that we cannot allow one planning inspector to say that houses can be built on a protected area, when it was protected before and will be protected again when a second inspector finishes his examination of a council’s plan. It is wrong that any developer should be able to get away with that. If they do, in every field, every vineyard, every nursery and every golf club in my constituency and in other people’s constituencies in England, the same thing will happen. It has to be stopped. If land is available and suitable for housing, fine, but if it should be protected and for some technical reason it is not for a short period of time, then protection is needed.",
        "I turn to the curiosity of environmental networks, including the Conservative Environment Network, trying to ask a Secretary of State to talk about the Drax power station and whether burning wood that has been transported across the Atlantic is in any way defensible in terms of climate change.",
        "My understanding is that the Secretary of State has had 30 meetings or more with Drax, while letters from a number of MPs over the last year still have not produced a meeting. Is there some reason why the Secretary of State is not meeting me and others? Is it because the Government have not developed a policy, or that they realise they do have a policy but it is indefensible? Anything ought to be able to stand up in a discussion with colleagues, so I repeat my request for that to happen.",
        "I want to finish by saying that Members of Parliament obviously have the job of supporting their party when in government—I do that with enthusiasm—but when I am in the Chamber arguing for my constituents, I want the Government to pay attention.",
        "My final point is one of simple justice. My constituent David Parker lost his money because the Financial Conduct Authority and the courts made mistakes. The judge in the case told the Lord Chancellor please to sort it out and give him the money that the court cannot order. I do not want to hear any Secretary of State say that we will not ask how we could do that if we chose to. For someone to say, as was indicated to me, that they will not even ask how we could do that, is an injustice.",
        "Our job in Parliament, whether we are lawyers or not, is to bring justice and law together. Ministers need to be imaginative in making sure that my constituent David Parker gets his money."
    ]
}