{
    "url": "https://www.ukpol.co.uk/peter-bottomley-2023-speech-on-channel-4/",
    "title": "Peter Bottomley – 2023 Speech on Channel 4",
    "post_date": "January 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Peter Bottomley",
            "url": "/tag/peter-bottomley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Bottomley, the Conservative MP for Worthing West and the Father of the House, in the House of Commons on 9 January 2023.",
    "content": [
        "**Sir Peter Bottomley (Worthing West) (Con)**",
        "I [follow the hon. Member for Manchester Central (Lucy Powell)](https://www.ukpol.co.uk/lucy-powell-2023-speech-on-channel-4/) in saying that, over the last 13 years, Channel 4 has done better than ever before. If we want to congratulate Channel 4, we should also congratulate the Government on making that possible by not disturbing its arrangements.",
        "The Secretary of State is right to examine the proposals put forward a year or so ago. I would not have frozen the BBC licence fee, I would not have proposed the privatisation of Channel 4 and I would not have put pressure on Arts Council England to strangle the English National Opera, but there is more to be done to put them on the right path.",
        "Alex Mahon, the chief executive of Channel 4, spoke for me when she talked about Channel 4’s innovativeness in reaching audiences that others do not serve so well, and I think the publisher-producer split is worth preserving. I hope Channel 4 will not be forced to make too many programmes in-house, as it is vital that we keep the independent producers going. I hope we are back here in 10 years’ time with no more proposals to change the ownership of Channel 4, which is a good public broadcaster that successfully operates commercially.",
        "**Michelle Donelan**",
        "I absolutely agree with my hon. Friend that it is essential Channel 4 remains an incubator of the independent sector, which is why one measure we will be taking forward is increasing, from 25%, the proportion of content it has to take from the independent sector. Let us not forget that the package of measures announced today is about giving Channel 4 the tools to be viable in the long term. Of course, it is up to Channel 4 what it does with those tools. Nobody is forcing it to do anything."
    ]
}