{
    "url": "https://www.ukpol.co.uk/peter-bottomley-2023-speech-on-higher-education/",
    "title": "Peter Bottomley – 2023 Speech on Higher Education",
    "post_date": "July 26, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Peter Bottomley",
            "url": "/tag/peter-bottomley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sir Peter Bottomley, the Father of the House, in the Commons on 17 July 2023.",
    "content": [
        "I thank the Secretary of State. Those of us with long memories know that we either ration places by number or we give people choice. If she is giving people the choice of being able to discriminate between the courses and universities on offer, I congratulate her, as I do especially on the lifetime learning and the degree apprenticeship expansion, which has already happened, with more to come.",
        "However, can I also speak up for those who either got fourth-class degrees or failed to take a degree at all, including two of the three Governors of the Bank of England who went to King’s and who came out without a degree? Rabi Tagore left university, and many other poets, painters, teachers or ministers of religion—whether rabbis, imams or ministers in the Christian Church—do not show up highly on the earnings scale, but they might show up highly in their contributions to society. Can my right hon. Friend please make sure that she does not let an algorithm rate colleges, courses or universities?",
        "**Gillian Keegan**",
        "I thank my hon. Friend for his remarks, and I very much agree that this is about choice—the lifelong loan entitlement, degree apprenticeships and all of the other choices—and about people understanding that there are many different routes to success in life. We have asked the Office for Students to look at earnings, because I realise that is difficult and that some jobs will not earn people more. However, for his information, five years after graduating from some courses, people are earning less than £18,000. That is less than the minimum wage, and it is not acceptable."
    ]
}