{
    "url": "https://www.ukpol.co.uk/peter-bottomley-2022-speech-on-the-infected-blood-inquiry/",
    "title": "Peter Bottomley – 2022 Speech on the Infected Blood Inquiry",
    "post_date": "December 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Peter Bottomley",
            "url": "/tag/peter-bottomley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sir Peter Bottomley, the Conservative MP for Worthing West, in the House of Commons on 15 December 2022.",
    "content": [
        "I welcome the Minister coming to make an oral statement. We know that both he and the Leader of the House have been deeply involved in this issue over the months and years.",
        "The right hon. Member for Kingston upon Hull North (Dame Diana Johnson) is the most powerful advocate trying to hold Government to account and to get them to come forward. I think she will want to write—and I will happily join her—a whole series of detailed questions to the Minister, some of which he may be able to answer now. For others, he may have to say what conditions need to be met for them to be answered.",
        "One important thing to my mind is allowing those who are not yet registered as possibly entitled to compensation to preregister, so that, when the Government come out with their response to Sir Brain Langstaff’s report, they will be able to take that up fast and make up any missing medical records, which will be a problem for some people who have been infected or affected.",
        "The all-party parliamentary group welcomed the Government accepting the first point of Sir Robert Francis’s report about the moral case. I thank the Government for that. We are also grateful that Sir Robert is going to be invited to help Sue Gray to take forward the work she is doing. We should not underestimate the amount of work.",
        "As and when people get compensation, are they going to be protected from the scams and so-called financial advisers who may not protect their income and use of that money? Can the Minister consider whether he can answer whether inheritance tax will not be applied to someone’s payments if the household is within the inheritance tax limit?",
        "**Jeremy Quin**",
        "I should have said this in response to the hon. Member for Vauxhall (Florence Eshalomi) but, in response to the Father of the House, I have greatly appreciated spending time with him and the right hon. Member for Kingston upon Hull North (Dame Diana Johnson), who has been a tireless campaigner on this, as has the entire all-party parliamentary group on haemophilia and contaminated blood. I very much appreciated the time they spent with me.",
        "I absolutely recognise the point on preregistration, which is one of the issues at the forefront of our minds as we go through this. The Father of the House recognises that there are particular issues, including in relation to medical records that may have been lost over time, dating back decades. There needs to be a clear system so that people know how to take advantage of the scheme.",
        "On compensation and scams, I share my hon. Friend’s concern. I am not certain how we will be able to address that. It is obviously an issue that afflicts many of our constituents in many circumstances, but I am sure that it will not be impossible to deliver timely advice alongside the scheme.",
        "In terms of tax, the recommendation is clear that this should be tax free and should be disregarded for benefits. In relation to inheritance tax in particular, there are complexities that need to be examined. Whether we need to have legislation as part of that process is one of the issues that we are working on. If my hon. Friend or other hon. Members have detailed questions, they are more than welcome to write to me and I shall respond."
    ]
}