{
    "url": "https://www.ukpol.co.uk/virginia-bottomley-1985-speech-on-the-highway-code-and-bicycles/",
    "title": "Virginia Bottomley – 1985 Speech on the Highway Code and Bicycles",
    "post_date": "May 24, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Virginia Bottomley",
            "url": "/tag/virginia-bottomley/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Virginia Bottomley, the then Conservative MP for Surrey South West, in the House of Commons on 16 May 1985.",
    "content": [
        "This debate, taking place during national bike week, provides the opportunity to call for greater awareness of the needs of cyclists, and in particular to ask that much more reference should be made to bicycles in the Highway Code when it is next revised.",
        "The House will be pleased that my hon. Friend the Minister of State will be responding, as she has demonstrated over several years her obvious professional and personal interest in road safety generally and her concern for the welfare of cyclists in particular. Her achievements were recognised by the organisers of this year’s National Bike Week when she was given an award for being",
        "“the person who has done most to bring cycling into the public eye”.",
        "It was not only as a result of the £1 million safety poster campaign last autumn, but her persistent and long-term commitment to cycling.",
        "National Bike Week this year marks the centenary of the modern bicycle. It has been organised by six national cycling and transport organisations — the Cyclists’ Touring Club, the Cycle Campaign Network, Friends of the Earth, Transport 2000, the British Cycle Federation and RoSPA. More than 400 events have been organised, including fun rides, competitions and cycle maintenance sessions nationwide to encourage people to take up cycling and to cycle in safety. I am sure that hon. Members will be aware of the activity over the years of the all-party Friends of Cycling Group to draw attention to the needs of cyclists at Westminister, especially the efforts of the hon. Member for for Easington (Mr. Dormand) and my hon. Friend the Member for South Hams (Mr. Steen).",
        "My experience of cycling is not as extensive as my hon. Friends’. Like others, I bicycled to school in my youth, although I am told that I covered many more miles in my childhood years as a passenger on my mother’s bicycle. Sadly, she has now hung up her bicycle clips, having remarkably passed her driving test at a distinguished age to the delight and, I confess, great surprise, of her family.",
        "Hearing my mother discuss the Highway Code with a grandchild who satisfied the Department of Transport’s driving test examiner at at similar time provided me with a clear example of the difference between the generations in their awareness of cycling based largely on their own experiences.  \nA lost generation of motorists who grew up in the 1960s and early 1970s never learnt to ride a bike, and, therefore, do not fully appreciate the hazards which cyclists face in, for example, avoiding a pothole in the road or negotiating large roundabouts. There is a special need to educate that group.",
        "The present edition of the Highway Code was published in 1978. It was prepared earlier in the 1970s when cycling was at a low ebb. That might partially explain why, in the current edition, there is not one bicycle in any of the pictures and diagrams of everyday situations. Earlier editions gave- greater prominence to bicycles—the 1946 and 1959 editions show bicycles on the cover. It is only fair to add that the 1949 version has several horses and ​ carts as well. Highlighting bicycles provides a forceful message that the Highway Code is intended for cyclists like other road users and draws the existence of cyclists to the attention of motorists as having equal rights and needs while being specially vulnerable.",
        "There has been a dramatic increase in the use of cycles since the low point in 1974. According to Department of Transport statistics, cycle mileage for 1974 was 3·84 billion km and was almost 50 per cent. greater 10 years later at 5 billion km. Cycle sales have virtually quadrupled in 15 years to 2·05 million in 1984. That makes encouraging news for my right hon. Friends the Secretaries of State for Trade and Industry and for Employment. In 1983, more bicycles than cars were sold. It is estimated that there are 15 million bicycles in the country.",
        "Growing concern about personal health, fitness and heart disease in the past 10 years have contributed to the growth in the use of cycles, as did the 1974 oil price shock which caused many people to reconsider their travel arrangements. The bicycle is now widely used as a quick and effective form of personal transport as well as for leisure. There is a clear appeal to conservationists—the bicycle has been said to be the most efficient means yet devised of converting human energy into propulsion. There has, however, been a corresponding increase in cycle casualties. Whatever might be the rights and wrongs of an incident, the cyclist is most at risk. Each year, some 300 cyclists are killed and 6,000 are seriously injured—one third of them under 15. There is good reason to believe that Government statistics based on police records significantly under record the problem.",
        "A recent report by the Cyclists Touring Club, which has its headquarters in Godalming in my constituency, established that cycling accidents are greatly under reported. It found that only one in four accidents are reported to the police and that only one half of accidents involving hospital treatment are reported.",
        "Much can be done in a local community to make cycling safer. In my constituency, I have been most impressed by the work of the Farnham Committee for International Youth Year, which has taken a constructive and practical approach to drawing the needs of cyclists to the attention of the public and those responsible for transport policy. Surrey county council has recently adopted a new policy containing measures to assist cyclists. The policy aims to reduce accidents involving cyclists and motor vehicles through the introduction of a variety of schemes such as the provision of cycle routes, dual cycle/pedestrian paths, recreational cycle routes and traffic management schemes.",
        "I welcome programmes such as the national cycle proficiency scheme and RoSPA’s “Cycleway” to increase education and training and to remind parents of their responsibilities. Families should be aware that giving a child a bike at Christmas, like a pet, requires their ongoing supervision and commitment. The encouragement of high standards of cycle safety and practice are crucial. Quite apart from the need for a sympathetic attitude from transport authorities and for education and training for cyclists, much more needs to be done to provide advice for motorists. A comprehensive study of the responsibility for cycle accidents was carried out by the Metropolitan police, who found that, in two out of three adult cycling accidents, the motorist was at fault. The all too frequent explanation of the motorist is, “I just did not see him.” Safety for all ​ road users is centred on the Highway Code. A number of simple proposed amendments to the Highway Code could redress the balance in favour of cyclists. I congratulate the Cyclists Touring Club on its preparatory work drawing up those proposals. The short section in the Highway Code consisting of a mere nine paragraphs entitled “Extra Rules for Cyclists” should be strengthened. Equally important, is the provision of advice to increase motorists’ awareness of cyclists and guidance on how to treat cycles.  \nAt present that is almost entirely lacking. For example, when overtaking cyclists, motorists should be advised to give them at least one metre’s clearance, and more, if they are travelling at speed. Particular driving circumstances in which cyclists should be considered should be highlighted. For example, on roundabouts motorists should be especially watchful for slow-moving traffic already on the roundabout. Too frequently a motorist notices a fast moving car but fails to see a cyclist. Similarly, when joining or leaving major roads and long slip roads, or when turning out of minor roads, a bicycle is too easily overlooked.",
        "A motorist should not overtake a cyclist and immediately turn left. The bicycle is probably going faster than he thinks. That is particularly dangerous and the cause of too many accidents. Motorists should be reminded that at night cyclists are especially vulnerable. Many motorists fail to realise that cyclists can be blinded by oncoming undipped headlights. Motorists need to be reminded to leave space for cyclists, for example, between lanes of traffic on busy one-way streets.",
        "Following the recommendation of the Transport Select Committees and the practice in earlier editions of the Highway Code, the reintroduction of a foreword to the Highway Code is required to remind all road users of their responsibilities for the safety of others, especially the more vulnerable groups — pedestrians, children, cyclists and the elderly.",
        "I shall quote two paragraphs, the first of which is from the 1946 edition of the Highway Code. It states:",
        "“The provisions of the code are a simple summary of the best and widest experience. Each provision, whether it relates to a legal requirement or to discretionary behaviour, has been included because of its importance in preventing road accidents.",
        "It is my sincere hope that all road users, whether pedestrians, drivers or riders, will study the Code and respect its provisions. To do so is, in fact, a moral duty. If observance of the provisions of the Code and the spirit of tolerance and consideration underlying them, became a habit, road accidents would rapidly decrease. They are a social evil which can only be overcome by the co-operation of everyone.”",
        "The 1959 edition states",
        "“Accidents on our roads do not just happen; they are caused —sometimes by a faulty vehicle, sometimes by road conditions, but nearly always by simple human error. These mistakes, which take lives, are made because in most cases we simply do not realize what we are doing until it is too late.  \nIn other words, our conduct on the roads is not what it needs to be for present-day traffic. This H Code is for the ordinary road user: it sets out in the simplest language the code of behaviour which is a ‘must’ if we are ever to make an impression on the totals of road accidents. If we could ensure that for the coming year every road user obeyed the Code, we should save a great many lives—perhaps our own.”",
        "The Highway Code is a set of provisions containing advice on how to travel safely on the roads, and how to allow others to do the same. Everyone has a duty to care for all other road users as well as himself.",
        "There is an urgent need to revise the code, to remind road users of their responsibility for the safety of others, ​ to reassert the need for mutual respect and tolerance on the road and, above all, to redress the balance giving greater emphasis to cyclists and their needs."
    ]
}