{
    "url": "https://www.ukpol.co.uk/peter-bottomley-2021-speech-on-international-womens-day/",
    "title": "Peter Bottomley – 2021 Speech on International Women’s Day",
    "post_date": "March 12, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Peter Bottomley",
            "url": "/tag/peter-bottomley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Bottomley, the Conservative MP for Worthing West and the Father of the House, in the House of Commons on 11 March 2021.",
    "content": [
        "**Madam Deputy Speaker (Dame Eleanor Laing)**",
        "We now go to the Father of the House, who, I recollect, has taken part in this International Women’s Day debate on every occasion I have observed over the last 25 years—long before it was fashionable.",
        "**Sir Peter Bottomley (Worthing West) (Con)**",
        "That is probably because my mother thought she would have been a better MP than I have been, and my wife, daughters and granddaughters are probably certain that they could be, too.",
        "I want to recognise that there has been progress, but I also want to join the right hon. and hon. Ladies—colleagues—who have spoken so far. We will listen in silence to the next speaker, the hon. Member for Birmingham, Yardley (Jess Phillips), giving the roll call of those who been killed by men.",
        "I echo the remarks that have been and will be made about the fact that cuts in our target for UN overseas aid will predominantly hit women—the women whom I have been dedicated to since I was a trustee of Christian Aid, and since I served on the Select Committee on overseas aid in the 1970s. I hope that the House will have the opportunity to say that the Government should stick to the promise that was proudly in the Conservative manifesto at the last election.",
        "Domestically, it is not a question of, “Most men behave well most of the time, and no one can claim to be perfect,” or a question of, “Why are most women in a worse position?” The fact is that we all need to change. I hope that we can get to the stage where I do not have to carry a whistle on my keyring, and neither do my daughters and granddaughters.",
        "People need to feel safe at work, when travelling and in their domestic circumstances. For that to happen, we need to find a way to ensure that people have the patience and courage to challenge behaviours in themselves and others that result in people feeling threatened and suffering violence, whether physical, mental or economic. I would like people to be able to be people. I recognise that we may be men, we may be women, we may be female, we may be male, we may be mixed, we may have other orientations or we may feel differently. That is not the point; the point is that we should be safe and secure, and we should be able to talk. For that, we need to encourage each other.",
        "I hope that the elements of this debate will be reported in the newspapers, along with practical suggestions about what we can see in ourselves and around us. As Dr Richard Stone—one of the assessors, along with Sir William Macpherson, on the Stephen Lawrence inquiry—said in relation to housing, too often we ask the victims to put things right. He said that it is normally white, middle-class men in full-time jobs who have the power. It is our responsibility to join with others to make life better. Whatever our age, stage, race, background or religion, people need to be safe, and at the moment women do not feel safe. I am glad to have contributed, and I hope to learn from what I will hear in a moment."
    ]
}