{
    "url": "https://www.ukpol.co.uk/peter-bottomley-2021-speech-on-holocaust-memorial-day/",
    "title": "Peter Bottomley – 2021 Speech on Holocaust Memorial Day",
    "post_date": "January 30, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Holocaust",
            "url": "/tag/holocaust/"
        },
        {
            "text": "Peter Bottomley",
            "url": "/tag/peter-bottomley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Bottomley, the Conservative MP for Worthing West, in the House of Commons on 28 January 2021.",
    "content": [
        "I bow in respect to the first two speeches, and I expect they will be matched by those that follow.",
        "“We remember those who were murdered for who they were. We stand against prejudice, hostility and division in the world today. We learn from the tragedies and horrors of the past. We work towards a better future.”",
        "Those were the words put out with the photograph of the candle we lit last night. Had I been born in the Dutch Jewish line of my family, I could have died at Bergen-Belsen with many of the other 113 members of grandfather’s extended family.",
        "The purpose of the holocaust memorial and education centre is for us to know, to care and to act, whatever our heritage. It may be that the Secretary of State will announce that if the proposed national heritage memorial and learning centre is built—whether it is built in Victoria Tower Gardens or not—then entry will be free. We have always assumed it would be free, but the Government were not able to say that. What the Government did say through its agency is that the bulk of the money should be spent on education, not on construction.",
        "The proposal in September 2015 was that the centre should be completed by 2020, a year ago, that it should have the support of the local authority wherever it was to be built, and that it could be built anywhere within 3 miles of London on a suitable site. Page 10 of the publication showed that and included: west of Regent’s park; Spitalfields; most of Southwark, including the Imperial War Museum—",
        "**The Secretary of State for Housing, Communities and Local Government (Robert Jenrick) indicated dissent.**",
        "**Sir Peter Bottomley**",
        "The Secretary of State may shake his head. He will have his chance to speak. I want him at the moment to listen, if I may. I respect him and I respect what he tries to do, but I ask him to publish the analysis done before 2016 of the sites at the Imperial War Museum and Victoria Tower Gardens. I will publish what I know. He will need to consider what he is putting forward and his deputy needs to say whether he can seriously make a decision on the Secretary of State’s behalf when the Government are so implicated in an inappropriate scheme in an inappropriate place, with a design not accepted in Ottawa."
    ]
}