{
    "url": "https://www.ukpol.co.uk/lord-bourne-2016-speech-on-the-paris-agreement/",
    "title": "Lord Bourne – 2016 Speech on the Paris Agreement",
    "post_date": "April 26, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Lord Bourne",
            "url": "/tag/lord-bourne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Lord Bourne, the Parliamentary Under Secretary of State for Climate Change, in New York on 22 April 2016.",
    "content": [
        "[![lordbourne](https://www.ukpol.co.uk/wp-content/uploads/2016/02/lordbourne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/02/lordbourne.jpg)",
        "I am delighted to be here today on this auspicious and historic occasion and to be signing the Paris Agreement on behalf of the United Kingdom of Great Britain and Northern Ireland.",
        "This is an agreement like no other: today an unprecedented number of countries will sign, indeed have signed, the landmark deal that we made in Paris. A deal by which each and every one of us will take action to reduce the risks and impacts of dangerous climate change, take action to increase our ability to adapt to the impacts of climate change and foster climate resilience, and take action to mobilise all finance flows towards sustainable growth.",
        "This deal proves that the transition to a climate-neutral and climate-resilient world is happening. This deal has made it universal and irreversible.",
        "The requirements for every Party to pursue domestic mitigation measures, to submit – every five years – progressively more ambitious nationally determined contributions, and to transparently track their progress toward achieving those contributions are what makes this deal so special.",
        "So the Paris Agreement starts a race to the top; a race in which every country will strive to do everything it can to achieve our shared goals.",
        "Britain has a proud record here. We have in place domestic legislation requiring us to reduce our emissions by at least 80% by 2050. We’ve ruled out more coal fire from 2025. Britain’s of course part of the European Union which tabled one of the most ambitious INDC’s and did so before any other major economy.",
        "So we have signed up to doubling the EU’s economy-wide emissions reduction target to at least 40% by 2030 – a target that is in line with the global goal of keeping the temperature rise to well below 2°C.",
        "Britain and the EU have strong record of setting and delivering on ambitious climate targets.",
        "Of course, we are not waiting to act: we are acting now, to deliver our 2020 20% target, to work with colleagues around the world to implement their climate plans, and to foster the development of innovative solutions and green markets.",
        "We’ve increased our public funding for climate finance; the Prime Minister announced a £6 billion pound budget when he went to New York–when he came here in September.",
        "As part of this, I am very pleased to announce today that the UK will provide £10 million pounds to the new Capacity-Building Initiative for Transparency. We recognise it’s necessary specifically in developing countries to meet the requirements that we’ve set.",
        "We are using our position as leaders in the global financial markets to work with industry on greening private finance and investment flows. The Bank of England, as you know, is at the forefront of international regulators. We’re working with the Climate Disclosure Taskforce. Businesses are gathering in London this June at the Business and Climate Summit, so we’re doing much.",
        "Today, ladies and gentleman, is historic. I’m proud and honored to be a part of it. The United Kingdom is proud and honored to be a part of it.",
        "Thank you."
    ]
}