{
    "url": "https://www.ukpol.co.uk/nick-bourne-2003-speech-on-the-welsh-assembly-building/",
    "title": "Nick Bourne – 2003 Speech on the Welsh Assembly Building",
    "post_date": "August 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Nick Bourne",
            "url": "/tag/nick-bourne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Wales",
            "url": "/category/wales/"
        }
    ],
    "summary": "The speech made by Nick Bourne on 1 July 2003.",
    "content": [
        "When the Assembly voted to proceed with this building in 2000, the then First Secretary said “Often, with a major public building, nobody knows about it until the finalised design is unveiled with a fanfare of trumpets.”",
        "At every painful step of this project there has been no fanfare by the people of Wales.",
        "Alun Michael also said “I agree that we should be open and transparent about all aspects of the building, including the costs”.",
        "At £23m, he announced, “we now have full and robust cost estimates”",
        "Three years later and Rhodri Morgan insists there will “be no more cost over-runs”.",
        "With this project it appears there is no ceiling figure. The sky’s the limit.",
        "You would have thought that given the long-running fiasco over the Assembly building that finally we would have some honesty over its true cost.",
        "The lump sum is £41m, but the final cost does not include VAT, furnishings, computer equipment and the millions of pounds already wasted.",
        "The true estimate of the building is therefore thought to be somewhere around the £55m mark.",
        "But not even that is guaranteed.",
        "When pressed on the overall figure the First Minister told journalists “I just don’t know to be honest.”",
        "I also hear that the company who sold a desk to the Scottish Parliament for just under £1m is now keen to sell one to Rhodri Morgan. I imagine their luck will be in.",
        "In February 2002, Edwina Hart said that Lord Rogers had got the cost of the building wrong and that she hoped the “right professionals” would be brought in to take over the project.",
        "Now the Richard Rogers Partnership is back on board and the taxpayer has footed the bill for thousands of pounds in disputed fees for the design of the building.",
        "The dithering and mismanagement, which has plagued this Labour government and is epitomised by this project, has cost the Welsh public dear.",
        "As for the Liberal Democrats, well Eleanor Burnham had a point when she warned the Audit Committee in 2001 that the Assembly was in danger of being perceived to be in the same position as the Millennium Dome. She was worried that the Assembly would be seen as “a huge white elephant of complete mismanagement”.",
        "The final cost of the Dome rose by 90%.",
        "The Assembly building costs have risen by 400%.",
        "As the costs rose Ron Davies conceded “this is a major embarrassment for the National Assembly”.",
        "Ieuan Wyn Jones agreed.",
        "Neil Kinnock said he wondered whether anyone would chose the Assembly building as a priority.",
        "It is a matter of priorities.",
        "When the project was halted in 2001, at considerably less cost than the sum before us today, Edwina Hart said “We do have a vision, but my vision of the new Wales is about changing things for ordinary people”.",
        "She said, “I have to look the electorate in the eye. They talk to me about health and education and I know what their priorities are.”",
        "What better symbol for the future of Wales than to turn around our flagging public services.",
        "To reverse the miserable rise in hospital waiting lists.",
        "When Assembly Members vote this afternoon, remember that £50m could provide a Children’s Hospital for Wales and up to 3,000 hip operations."
    ]
}