{
    "url": "https://www.ukpol.co.uk/lord-bourne-2016-speech-on-investing-in-green-innovation/",
    "title": "Lord Bourne – 2016 Speech on Investing in Green Innovation",
    "post_date": "February 12, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Lord Bourne",
            "url": "/tag/lord-bourne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Lord Bourne, the Parliamentary Under Secretary of State for Climate Change, on 11 February 2016.",
    "content": [
        "[![lordbourne](https://www.ukpol.co.uk/wp-content/uploads/2016/02/lordbourne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/02/lordbourne.jpg)",
        "It is fantastic to be with you today at Cleantech Innovate.",
        "I am really pleased to be partnering here with the Swiss Federal Office of Energy.",
        "And Doris Leuthard the Swiss Government Minister for Energy and Climate Change, will be giving her own perspective on cleantech innovation immediately after me.",
        "This fourth London showcase event promises to be a real celebration of ground-breaking, green innovation.",
        "How fitting that it is taking place at the Royal Institution, where so many pioneering, great British scientists made their own historical, ground-breaking discoveries that ‘changed the world’:",
        "– Michael Faraday, with his advances in steel alloys, electro-magnetism and electricity,",
        "– Humphry Davy and his pioneering work, including on optical glass and the miners’ safety lamp",
        "– And John Tyndall, who identified the ‘greenhouse effect’, so significant in a world that faces the biggest change of them all – global climate change.",
        "**Why green innovation is crucial**",
        "Modern day innovators need to make their own ground-breaking discoveries to tackle climate change, and in my Ministerial role I have already seen impressive progress, including the ‘SPECIFIC’ project near Port Talbot.",
        "Work being done there – by Swansea University’s Innovation and Knowledge Centre – is developing functional coated steel and glass products.",
        "These can improve the energy performance of buildings and even build a surplus, turning them into mini power stations.",
        "Potentially a disruptive technology break through, and the very innovation we need to tackle the status quo and the challenge of climate change.",
        "**Paris**",
        "That is why the deal secured in Paris in December was so important.",
        "For the first time ever the world committed to work together to limit global temperature rises, to avoid the worst impacts of climate change.",
        "The outcome of Paris certainly gives a strong signal for investment in green innovation.",
        "And other initiatives are reinforcing that message.",
        "The Prime Minister joined 19 other world leaders to launch ‘Mission Innovation’ in Paris.",
        "All 20 member nations of Mission Innovation pledged to double clean energy research and development investment over 5 years.",
        "Doubling our investment means the UK public sector as a whole will spend over four hundred million pounds in 2020/2021 on clean energy R&D.",
        "What is being done to invest in green innovation?",
        "**DECC and Innovate UK**",
        "As part of that commitment, DECC will double our 5-year budget for clean energy research, development and demonstration.",
        "Our new innovation programme will be worth over five hundred million pounds.",
        "Our investment will stimulate and leverage private sector investment in the most promising technologies and systems.",
        "And our investment in new ideas will go hand-in-hand with breaking down barriers to market entry, creating the right environment for innovation and helping new ideas flourish.",
        "Others in the public sector are also investing in green innovation. Innovate UK – fellow sponsors of today’s event – will be introducing new finance products to support companies to innovate.",
        "These products will replace some grants, and will be worth one hundred and sixty five million pounds by 2019-20 – across a range of innovation activities, including energy.",
        "**Wider UK Government**",
        "Our public sector innovation partners are working with us, investing in green, innovative technologies that will take-off at scale, bring about system change, and bring down costs.",
        "But we must also use public money wisely and invest where we can make a difference – remembering that subsidy should be short-term, not for ever.",
        "We know we do not have all the low carbon innovation answers, yet we must develop technologies that are both cheap and green.",
        "We know prices can fall from the examples of onshore wind power and solar. We must aim for a balance between supporting new technologies and being tough on subsidies, to keep bills as low as possible.",
        "For those reasons, we are looking to enhance the way public sector organisations supporting green innovation work together, sharing resources and expertise and refining our existing shared evidence base.",
        "**Prioritising technology support**",
        "DECC has already used evidence to choose technology areas we will support, that we can make work at scale. Progress that was made on energy technologies in the past – such as nuclear here, and shale gas in America – did not happen by accident.",
        "Spending on energy research and development needs to be better targeted; and we need to be tough on how we spend it – on areas that will help the UK.",
        "So we are targeting offshore wind and nuclear. We are world leaders in both these areas, and globally we can make a lasting technological contribution.",
        "On current plans, we expect to see 10GW of offshore wind installed by 2020.",
        "This is supporting a growing installation, development and blade manufacturing industry, with around 14,000 people employed in the sector.",
        "For nuclear, too, our expertise is already world leading.",
        "But innovative new technologies could offer energy security and economic benefits – such as small modular reactors.",
        "These are small nuclear power stations – up to 300 megawatts in size – that could be factory-made in the UK.",
        "Each one could supply the total annual electricity needs of around 500,000 households.",
        "A detailed study currently taking place will help assess these benefits.",
        "From DECC’s five hundred million innovation budget, we have set aside two hundred and fifty million pounds to invest in nuclear innovation in general, including small modular reactors.",
        "We will ensure that our clean energy technology priorities fit with our wider Departmental goals on decarbonisation, smart systems, heat in homes and in industry, and energy efficiency.",
        "And they will fit with our top priorities of keeping the lights on, keeping bills low, and reducing emissions in the most cost effective way.",
        "**Innovation in energy**",
        "It is becoming increasingly clear that investing in green innovation is crucial and cross-cutting right across the energy agenda. From community energy, biogas, hydrogen and heat pumps, to digital platforms and demand side response and storage.",
        "Not only is green innovation in energy technologies vital, but so are radical new models or business ideas, and price-lowering competition and novel approaches in the energy markets.",
        "Such as Moixa Technology’s Maslow Energy Storage System – supported by DECC’s Energy Storage Demonstrator.",
        "This is a platform for smart control of distributed battery energy storage for homes and offices.",
        "It stores spare solar or night-time electricity to reduce peak demand and costs – giving user cost savings, but also bringing grid benefits.",
        "**Cleantech Innovate**",
        "The list of 36 finalists presenting here later today is equally impressive.",
        "As is the engagement in this area of all attending Cleantech Innovate – whether you are inventors, entrepreneurs, investors or related service providers. Just by being here you are ‘investing’ your time and commitment in this important area.",
        "Let’s not forget that one of the aims of today is to give investors exclusive access to innovators building fast-growth commercial green solutions.",
        "We can build upon the UK’s success in green innovation investment.",
        "**Cleantech Clusters**",
        "The UK already has Europe’s largest cleantech innovation cluster, incubating green technology business start-ups.",
        "And cleantech clusters are particularly clever at capitalising on innovation through collaboration.",
        "Collaboration will become increasingly important, both within the UK and beyond these shores.",
        "We are not alone in transforming our energy system.",
        "The scale of the challenge faced to develop new and improved technologies for low carbon transition, is larger than any single country’s budget can afford.",
        "**Horizon 2020**",
        "In Europe, Horizon 2020, the EU’s Research and Innovation funding Programme, has a budget of around €6billion for energy innovation between 2014 and 2020.",
        "Despite strong competition, provisional results for 2015 indicate that UK organisations have been allocated €85m, the second largest share of 40 countries at 15% of the budget. A great result for the UK.",
        "We now need to build on this success. For 2016, there is around €340m available in the current Horizon 2020 Energy Call. Let’s make sure UK innovators obtain a good share of this and its future business opportunities.",
        "Our Swiss fellow sponsors of this event are also actively looking for collaboration opportunities. I know that some Swiss and British innovators met up yesterday to look for links and synergies between their work. And we are keen for collaboration to deliver for both our countries.",
        "**Worldwide investment**",
        "But UK and European investment in green innovation is not enough on its own.",
        "We need to leverage worldwide investment through existing and new international initiatives, for mutual benefit – and we hope UK innovators will be a part of this.",
        "Through international collaboration, risks can be shared; new knowledge, skills, research facilities and funding can be accessed; and new business networks developed.",
        "Mission Innovation, which I mentioned earlier, is an exciting new opportunity to stimulate increased investment – both from the public and the private sectors.",
        "**Conclusion**",
        "Increased investment in green innovation is absolutely critical. The International Energy Agency recently stated that:",
        "“Innovation support for technologies across all energy sectors provides the greatest potential to keep the 2 degree climate goal achievable.”",
        "So, in conclusion, thank you for what you are already doing – learning by linking up, collaborating together, engaging internationally – but most of all, please carry on investing in green innovation – your involvement really does have the power to change and transform our world."
    ]
}