{
    "url": "https://www.ukpol.co.uk/dawn-bowden-2023-update-on-the-fusion-programme/",
    "title": "Dawn Bowden – 2023 Update on the Fusion Programme",
    "post_date": "February 9, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Dawn Bowden",
            "url": "/tag/dawn-bowden/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Wales",
            "url": "/category/wales/"
        }
    ],
    "summary": "The statement made by Dawn Bowden, the Welsh Deputy Minister for Arts and Sport, on 11 January 2023.",
    "content": [
        "_Fusion: Creating Opportunities through Culture_ programme was established as a key component in the Welsh Government’s response to Baroness Andrew’s  _Culture and Poverty_ report published in 2014. Fusion seeks to align and focus resources, services, and programmes from a wide range of sectors and organisations. The programme concentrates on helping those communities experiencing economic disadvantage and who may have traditionally faced barriers to participating in cultural activities.",
        "Now in its eighth year, the Welsh Government has led Fusion since 2015, in partnership with the cultural and heritage sector, including Amgueddfa Cymru and the Arts Council of Wales as both operational and delivery partners. We are currently working with nine local authorities across Wales to provide cultural opportunities tailored to the needs of local communities, providing training, volunteering, and other opportunities. However, for the programme to become more sustainable it needs to adapt to the new challenges that have arisen since its inception.",
        "I am pleased to confirm that ARAD has been appointed to carry out an independent study of Fusion’s current delivery model and the extent to which it has supported and enabled the Programme to achieve its overall aims. The review will build on the previous Theory of Change work completed in July 2022 and together they will shape the future aims of the Programme, including the potential to extend the programme across Wales. I will consider the recommendations provided on next steps, including a preferred delivery model to support the Programme in its future direction.",
        "ARAD will work closely with stakeholders over the coming months before providing officials with recommendations in February 2023. I will provide a further update following the conclusion of the review."
    ]
}