{
    "url": "https://www.ukpol.co.uk/dawn-bowden-2022-statement-on-a-culture-strategy-for-wales/",
    "title": "Dawn Bowden – 2022 Statement on a Culture Strategy for Wales",
    "post_date": "December 3, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dawn Bowden",
            "url": "/tag/dawn-bowden/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Wales",
            "url": "/category/wales/"
        }
    ],
    "summary": "The statement made by Dawn Bowden, the Welsh Deputy Minister for Arts & Sport and Chief Whip, on 15 November 2022.",
    "content": [
        "Developing a Culture Strategy for Wales is a key Programme for Government and Co-operation Agreement commitment within my portfolio.",
        "As Wales begins to recover from the impacts of the Covid-19 pandemic, and at a time when people’s wellbeing and resilience is being adversely affected by rising costs of living and difficult financial forecasts, we must maintain a focus on those areas that make a positive difference to people’s everyday lives. We know that cultural and creative experiences are valued by the public, and that our arts, culture and heritage sectors contribute to personal wellbeing and community cohesion. I am pleased therefore to be able to share a short progress update on the development of a new culture strategy for Wales.",
        "Working with Plaid Cymru designated members, we have agreed that the scope of the strategy will include arts, museums, libraries, archives, and the historic environment, and it will look at how we can best support and develop these sectors in Wales. The strategy should consider, but not be limited to, the role of culture and the arts in promoting positive health and wellbeing, equalities, lifelong learning and skills, supporting digital developments in Wales, the visitor economy, and the Welsh language, together with resilience building to enable effective recovery from the pandemic and delivery on the requirements of the Future Generations Act.",
        "The Strategy will focus on how we can protect, conserve, and promote the arts, culture and historic assets and collections both now and for future generations. It will develop an inclusive, holistic approach to supporting our sectors and will have a focus on improving equitable access to and participation in all aspects of cultural life in Wales. It will also seek to enhance the close inter-operability of the arts, culture and heritage sectors, so they can collaborate more effectively, across sectors and in partnership with community groups and other stakeholders.",
        "Following a recent procurement exercise, a lead partner has been appointed to work collaboratively with Welsh Government to produce a new strategy for publication in 2023.",
        "Over the next few months, the contractor will undertake intensive research and engagement activity. This will involve working closely with partners across the arts, culture and heritage sectors, including but not limited to the four cultural sponsored bodies, Cadw, local sector organisations and people who work in these sectors on the ground. The contractor will also seek input from communities across Wales, especially those that are traditionally excluded or under-served.",
        "The development of the strategy will be supported by an Overarching Steering Group, which will scrutinise and critically evaluate progress on the development of the strategy, providing conceptual thinking and informed challenge to Welsh Government as required.",
        "My focus is on ensuring that the new strategy is innovative, ambitious and fit for purpose, and that it is a strategy that will be welcomed by the culture and heritage sectors and by the people of Wales. I will keep the Senedd informed of significant milestones as the work progresses."
    ]
}