{
    "url": "https://www.ukpol.co.uk/dawn-bowden-2022-statement-on-delivering-the-culture-heritage-and-sport-actions-in-the-anti-racist-wales-action-plan/",
    "title": "Dawn Bowden – 2022 Statement on Delivering the Culture, Heritage and Sport Actions in the Anti-Racist Wales Action Plan",
    "post_date": "December 3, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dawn Bowden",
            "url": "/tag/dawn-bowden/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Wales",
            "url": "/category/wales/"
        }
    ],
    "summary": "The statement made by Dawn Bowden, the Welsh Deputy Minister for Arts and Sport, and Chief Whip, on 22 November 2022.",
    "content": [
        "I am pleased to announce grant awards of £4.5m over the next three years to support the delivery of the culture, heritage and sport goals and actions in our Anti-Racist Wales Action Plan, and our related Programme for Government and Co-operation Agreement commitments. I am grateful for the support and contribution from the Plaid Cymru Designated Member as we take forward this important work.",
        "To eradicate institutional and systematic racism we must collectively and collaboratively work together to bring about change.",
        "I have awarded just over £1.67m to our cultural and sport arm’s length bodies and more than £2.8m to 22 local, regional, national or independently run culture, heritage and sport organisations across Wales. This builds on the investment I made last financial year of almost £350,000 to begin the preparatory work with organisations including the National Library for Wales, the Archives and Records Council Wales and Race Council Cymru.",
        "All the projects receiving funding have a focus on co-production, demonstrating our commitment to placing lived experience at the center of policy, service development and delivery.",
        "Our national and local museums, galleries, libraries, theatres, and sporting venues need to be inclusive of Black, Asian and Minority Ethnic people and places. Our culture, heritage and sports services must be culturally competent and reflective of the history and contribution made by Black, Asian and Minority Ethnic people to Welsh society.",
        "Amgueddfa Cymru – National Museum Wales, the Arts Council of Wales, the National Library of Wales, the Royal Commission on the Ancient and Historic Monuments of Wales and Sport Wales will use the funding to build on existing and new programmes of activity, accelerating their work on anti-racism at a national level.",
        "Funding for Sport Wales will focus on the development and delivery of anti-racist training over a three-year period. The funding for the National Library of Wales will support several projects, including  _The Communities of Wales_ , which tells stories through the lens of people who moved to Wales. And the funding for Amgueddfa Cyrmru will enable more cultural programmes and events to be co-designed with community-based organisations, individuals and artists.",
        "Funding for the Arts Council of Wales will enable the appointment of more Black, Asian and Minority Ethnic creative practitioners and funding for the Royal Commission on the Ancient and Historic Monuments of Wales will develop the  _Places We Remember_ project, which records the heritage of Welsh Asian communities in Wales.",
        "The 22 other organisations to be supported are:",
        "* Aneurin Bevan University Health Board",
        "* Archives and Records Council Wales",
        "* Association of Independent Museums",
        "* Beyond the Border Wales",
        "* Butetown Arts and Culture Association",
        "* Chartered Institute of Library and Information Professionals",
        "* EatSleep Media",
        "* GEM Cymru (Group for Education in Museums)",
        "* Glamorgan Archives",
        "* Gôl Centre",
        "* Dr Marian Gwyn",
        "* Hijinx",
        "* KIRAN Cymru",
        "* Makers Guild of Wales",
        "* Monlife Heritage",
        "* North Wales Regional Equality Network",
        "* Race Council Cymru",
        "* Show Racism the Red Card Wales",
        "* Tennis Wales",
        "* Theatr Genedlaethol Cymru",
        "* Tŷ Pawb and Wrexham County Borough Council Community Cohesion team",
        "* Women Connect First",
        "Last week, I visited two projects – Monlife Heritage and Tŷ Pawb – to hear how they will use the new funding and the difference it will make."
    ]
}