{
    "url": "https://www.ukpol.co.uk/dawn-bowden-2022-statement-on-her-visit-to-new-zealand/",
    "title": "Dawn Bowden – 2022 Statement on Her Visit to New Zealand",
    "post_date": "October 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dawn Bowden",
            "url": "/tag/dawn-bowden/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Wales",
            "url": "/category/wales/"
        }
    ],
    "summary": "The statement made by Dawn Bowden, the Deputy Minister for Arts and Sport, and Chief Whip, in the Welsh Government on 25 October 2022.",
    "content": [
        "I have recently returned from New Zealand in my role as Deputy Minister for Arts and Sport.",
        "The primary focus of my visit was to support the Wales women’s rugby team as they took on the hosts and current world champions, the Black Ferns, in their group match of the Women’s Rugby World Cup on Sunday 16 October.",
        "My visit helped raise the profile of Wales, both within the rugby community and beyond. Ahead of the game it was an honour to meet the playing squad and WRU staff to discuss the progress they have made over the past two years, whilst recognising there are opportunities for further investment and development in the women’s game.",
        "In the days leading up to the game, I had a full schedule of visits, meetings and events where shared experiences of sport, culture and heritage were explored.",
        "My first meeting was with the Māori Language Commission in Wellington to discuss shared pathways to the revitalisation for indigenous languages. I then met Peter Miskimmin, Sports Diplomacy Manager and former CEO of Sport New Zealand. We discussed sport diplomacy, inclusion and collaboration, and the economic and social benefits, in particular for smaller nations. The final meeting of my first day was with the High Commissioner at the British Consulate in New Zealand, Iona Thomas.",
        "On my second day in New Zealand, I had an opportunity to discuss the development of the women’s game with Traci Houpapa, professional director at Women in Rugby Aotearoa. This was followed by a meeting with Waikato University senior deputy Vice-Chancellor, Professor Alister Jones to discuss the academic links between our two countries.",
        "I later met representatives of Healthy Active Learning and Active Me – Kia Tu. These are two programmes run by Sport New Zealand aiming to improve the quality of physical activity experiences of young people to promote wellbeing and support disadvantaged children into physical activity.",
        "I also had constructive meetings with Raelene Castle, CEO of Sport New Zealand, Rachel Froggatt and Raewyn Lovett, Secretary-General and Co-Chair respectfully of the International Working Group on Women in Sport. I had bilateral with Priyanca Radhakrishnan MP, Minister for Diversity, Inclusion and Ethnic Communities to discuss how our respective governments are seeking to address many of the challenging issues facing both nations.",
        "I travelled to Queenstown to visit Skyline Enterprises Ltd and the Shotover Jet – two adventure tourism attractions to see how Queenstown has used the natural landscape as a beautiful backdrop to successful enterprises.",
        "We are in discussion to bring an adventure tourism attraction from New Zealand to Wales and it was valuable for me to see first-hand one of its main attractions whilst also discussing the many parallels with our work in Wales in particular managing environmental obligations and incorporating native language as part of their strategies.",
        "This visit – at a time when the Welsh team is performing on the world sporting stage – is an excellent opportunity to demonstrate that Wales is an outward looking nation, open for business and determined to maintain existing relationships and explore new avenues to strengthen the special friendship that exists between Wales and New Zealand."
    ]
}