{
    "url": "https://www.ukpol.co.uk/andrew-bowie-2023-statement-on-the-nuclear-decommissioning-and-radioactive-substances-consultation/",
    "title": "Andrew Bowie – 2023 Statement on the Nuclear Decommissioning and Radioactive Substances Consultation",
    "post_date": "March 2, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Andrew Bowie",
            "url": "/tag/andrew-bowie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Andrew Bowie, the Parliamentary Under-Secretary of State for Energy Security and Net Zero, in the House of Commons on 1 March 2023.",
    "content": [
        "The UK Government and devolved Administrations are today publishing for consultation proposals to update policies on nuclear decommissioning and the management of radioactive substances, including radioactive waste.",
        "We use radioactive substances in many different products and processes: to treat and diagnose serious illnesses, to deliver research and development, and in industrial processes. In some parts of the UK nuclear power continues to provide low-carbon electricity to our homes and businesses. Nuclear power will continue to be an important source of low-carbon electricity as we work towards reaching net zero carbon emissions by 2050.",
        "Most uses of radioactive material generate radioactive waste, which needs to be managed. The waste can occur as gases, liquids or solids. Radioactive substances policy covers the management and use of radioactive materials and how any subsequent wastes and legacies are then managed to ensure that people and the environment are not exposed to unacceptable risks.",
        "The last overarching policy document on the management of radioactive waste, Command Paper 2919, “Review of Radioactive Waste Management Policy: Final Conclusions”, was published in 1995. Since then, the regulatory and policy landscape has changed significantly, not least with the advent of devolution and the creation of new regulatory bodies and the Nuclear Decommissioning Authority. Some parts of the Command Paper have been updated and replaced with new policy documents. Furthermore, new policies have been developed that did not originally feature in Command Paper 2919.",
        "The UK Government and devolved Administrations consider it time to replace Command Paper 2919 and the separate policy documents that have superseded some parts of it with a consolidated UK-wide policy framework. In doing so, we aim to set out clearly those policies that are pursued jointly by the UK Government and devolved Administrations and any separate policies that apply in any one nation.",
        "The proposals update, clarify and consolidate a number of policies into a UK-wide policy framework and facilitate speedier and more cost-effective decommissioning and radioactive waste management. They aim to create clearer and more consistent policy objectives across the UK, to reduce unnecessary burdens and to unlock more innovative and sustainable ways of working, realising significant savings for industry and the taxpayer whilst maintaining high standards of safety, security and environmental protection.",
        "The consultation is in two parts. Part I sets out policies that we are proposing to amend. The proposals are aimed primarily at driving improvements in nuclear decommissioning and managing radioactive waste. Part II is a draft of the proposed UK-wide policy framework as it would appear if the policy changes being consulted on in part I were implemented.",
        "I am placing copies of the consultation in the Libraries of both Houses."
    ]
}