{
    "url": "https://www.ukpol.co.uk/andrew-bowie-2022-speech-on-the-uk-trade-deals-with-australia-and-new-zealand/",
    "title": "Andrew Bowie – 2022 Speech on the UK Trade Deals with Australia and New Zealand",
    "post_date": "November 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Andrew Bowie",
            "url": "/tag/andrew-bowie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The speech made by Andrew Bowie, the Parliamentary Under-Secretary of State for International Trade, in the House of Commons on 14 November 2022.",
    "content": [
        "It is a pleasure to have had the opportunity to listen to this debate, to contribute to it and, indeed, to close it on behalf of the Government, especially as I am doing so as the first Scottish Conservative Minister outside the Scotland Office for some 25 years, since the noble Lord Lang of Monkton, who served as Secretary of State for Trade in John Major’s Government.",
        "May I start by thanking all Members for their contributions? It is clear from today’s on the whole positive debate that, on the whole, Members agree that the UK’s trading relationships with Australia and New Zealand are good for this country and for the world. In particular, the right hon. Member for Warley (John Spellar) was right: trade has enabled the development of civilisation and human progress, and we need to make the case for it much more strongly. As the hon. Member for Chesham and Amersham (Sarah Green) said, the trade deals that we are debating will bring positive benefits to our respective countries and economies. We also heard from my hon. Friend the Member for Mole Valley (Sir Paul Beresford), who is a walking example of the positive benefits that antipodean trade can bring to this country.",
        "The agreements will remove tariffs, make it easier for British businesses to invest in Australia and New Zealand and deliver growth to every part of our country. They will also address trade barriers faced by small and medium-sized enterprises, such as lengthy costs and procedures, and allow our citizens to work more freely in both countries, thanks to new environmental commitments for businesses and travel. In short, the deals provide real benefits to real businesses and our respective countries at large.",
        "Before I address the points about scrutiny and environmental protections on which most of the contributions have been focused, let me turn to the contribution by my friend on the Scottish National party Benches, the hon. Member for Inverness, Nairn, Badenoch and Strathspey (Drew Hendry). Time and again, SNP Members turn up to debates on trade deals and ask questions in the Chamber and elsewhere, professing to be friends of Scotland’s farmers and to be standing up for Scottish agriculture as champions of rural Scotland. There is just one problem: the record shows that, sadly, contrary to the rhetoric, the SNP are no friends of rural Scotland and Scotland’s farmers.",
        "**Drew Hendry**",
        "Is the Minister able to name one single amendment that the Government have accepted from the SNP on any trade deal?",
        "**Andrew Bowie**",
        "I would like, instead, to run through how the SNP are failing Scotland’s farmers, given how strongly the hon. Gentleman professes to be championing them. If they were friends of Scotland’s farmers, they would have voted with us, as the National Farmers Union of Scotland wanted them to do, on the Genetic Technology (Precision Breeding) Bill. If they were true friends of Scottish farmers, they would have listened to the National Farmers Union of Scotland, which has accused the SNP Government of operating in an “information void” due to the lack of information and slow progress of Scotland’s post-Brexit agriculture Bill. They say that they are friends of Scottish farmers, but when did the Scottish Government’s own agriculture and rural development board last meet? It was 10 months ago. That is absolutely shameful.",
        "In only the last two months, the SNP has been criticised by Scotland’s rural bodies for having no plan for rural economic growth and no plan to support Scotland’s pig farmers. Its policies threaten thousands of hectares of good agricultural land. Let us remember, too, that it would take Scotland’s farmers back into the common agricultural policy. I suppose that without Westminster to blame, they would need to join the EU in order to have somebody to point the finger at.",
        "**Drew Hendry**",
        "Will the Minister give way?",
        "**Andrew Bowie**",
        "I will not.",
        "The SNP are not champions for Scotland’s farmers. They are political opportunists who think that they can still get away with professing one thing in this place and practising another in Scotland, tied as they are to their Luddite partners in Government, the Green party. The SNP is not pro-farming; it is anti-business, anti-growth and, as we know too well, anti-trade.",
        "**Deidre Brock**",
        "Could the Minister explain, in this middle of his diatribe, exactly what he will say to his constituents in his rural constituency about the contribution of the former Secretary of State for Environment, Food and Rural Affairs, the right hon. Member for Camborne and Redruth (George Eustice), which contained startling revelations that will not please them?",
        "**Andrew Bowie**",
        "In my 1,900 square mile rural constituency I have regular interactions with farmers—probably far more than the hon. Lady has in her Edinburgh North and Leith constituency. I will turn to the comments by the former EFRA Secretary in due course, but we will hear no more from the SNP on what is in the best interests of Scotland’s farmers.",
        "Our trade deals balance open and free trade with protections for our farmers. As I have said, I have immense respect for my right hon. Friend the former Secretary of State for EFRA. I listened intently to his concerns about the trade deals, but I have to take issue with him and defend officials in the Department for International Trade, all of whom, without exception, are dedicated to bettering the trading relationships for this country. They all, without exception, have this country’s best interests at heart and are working day and night for this country.",
        "I also point out that Australian and New Zealand beef and lamb suppliers are already working hard to satisfy demand from the booming Asia-Pacific markets on their doorstep. New Zealand already has a significant volume of tariff-free access for lamb to the UK market, but used less than half that quota in 2020. None the less, our deals include a range of protections that collectively allow us to apply higher tariffs to protect UK farmers for up to 20 years.",
        "**George Eustice**",
        "The Minister is absolutely right that, at the moment, New Zealand uses only about half the tariff rate quota available to it. That being the case, why would it have been such a big deal to require an enduring TRQ of Australia and New Zealand that was generous but within a fixed envelope?",
        "**Andrew Bowie**",
        "My right hon. Friend has an incredible amount of experience in this field. I would be happy to take up the issue with him outside the Chamber following the debate.",
        "Our deals include a range of protections that allow us to apply higher tariffs to protect UK farmers, including tariff rate quotas for a number of sensitive agricultural products; specific additional protective measures for beef and lamb products, which will provide further tariff protections to our farmers; and a general bilateral safeguard mechanism that will allow the UK to increase tariffs or suspend their liberalisation for up to four years in the unlikely situation that the farming industry faces serious loss from increased agricultural imports. On top of all that, there is still the option of global safeguards under the WTO.",
        "I will now turn to the points raised about environmental, animal welfare and food standards. I stress that we will never compromise on these critical protections—",
        "**Lloyd Russell-Moyle**",
        "You have!",
        "**Andrew Bowie**",
        "No, we have not. That is why our trade deals include specific measures to uphold them.",
        "Before I go on, I must quickly correct the record. Earlier, the Minister for Trade Policy, who unfortunately has a prior engagement in his constituency, said in response to an intervention from the hon. Member for Rochdale (Tony Lloyd) that the climate change agreement in the deal was Australia’s first. It is not; it is actually Australia’s second. It also has an environmental chapter in its agreement to the CPTPP. In addition, the Trade and Agriculture Commission has separately confirmed that our free trade agreements do not require the UK to change our existing levels of statutory protection in relation to any areas.",
        "I now briefly turn to scrutiny, which is incredibly important. Contrary to the description of the right hon. Member for Warley of the scrutiny process, and always remembering that CRaG was introduced by Labour, the Government have made extensive commitments to support robust scrutiny of all new free trade agreements. These commitments greatly exceed our statutory requirements and we have met every single one.",
        "I hear and understand the concerns of the hon. Member for Rochdale and I accept the challenge to go further and do better, but the Australian FTA was examined by Parliament for more than seven months and the scrutiny period featured reports from three Select Committees. I praise the contribution of my hon. Friend the Member for Totnes (Anthony Mangnall) and it is sad that the Chair of the International Trade Committee, the hon. Member for Na h-Eileanan an Iar (Angus Brendan MacNeil), is not in attendance today.",
        "**Drew Hendry**",
        "It is important to make it clear that there have been substantial travel disruption and difficulties from Scotland today, so it is unfair to single out an hon. Member who has been hit by that.",
        "**Andrew Bowie**",
        "I thank the hon. Gentleman; I was about to reference the travel requirements. I was not blaming the hon. Member for Na h-Eileanan an Iar for not coming, but it is sad. I am genuinely disappointed that he is not here to intervene on me at the Dispatch Box today.",
        "By the end of the New Zealand CRaG period, hon. Members will have had the opportunity to examine the detail of the New Zealand deal for eight months. Of course, His Majesty’s Government also welcome the fact that we have a debate on both trade deals today.",
        "It has been a privilege to speak in today’s debate. Our free trade agreements with Australia and New Zealand are game-changing deals. They demonstrate that the UK is a confident, outward-looking, free-trading country that is ready to grab the challenges and opportunities of the 21st century, and that we are a nation that is using the power of free trade to the benefit of great British businesses and the wider world—and as the right hon. Member for Warley said, to the benefit of all our people."
    ]
}