{
    "url": "https://www.ukpol.co.uk/andrew-bowie-2023-statement-on-energy-efficiency-of-buildings-funding/",
    "title": "Andrew Bowie – 2023 Statement on Energy Efficiency of Buildings – Funding",
    "post_date": "April 9, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Andrew Bowie",
            "url": "/tag/andrew-bowie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Andrew Bowie, the Parliamentary Under-Secretary of State for Energy Security and Net Zero, in the House of Commons on 24 March 2023.",
    "content": [
        "My noble friend the Parliamentary Under Secretary of State (Lord Callanan) made the following statement on 22 March:",
        "Today the Government are announcing £1.8 billion of funding to cut the emissions and boost the energy efficiency of homes and public buildings across England.",
        "The investment will further reduce energy bills for householders and businesses, as part of the Prime Minister’s pledge to halve inflation and ease the cost of living. Altogether, 115,000 homes will benefit from energy efficiency and low carbon heating upgrades, along with 144 public sector organisations responsible for hospitals, schools, leisure centres, museums, universities and other buildings.",
        "It is being delivered through the Home Upgrade Grant (HUG), Social Housing Decarbonisation Fund (SHDF) and Public Sector Decarbonisation Scheme (PSDS).",
        "In 2019, the UK became the first major economy in the world to legally commit to end our contribution to global warming by 2050. This is a huge challenge. But it is also an unprecedented opportunity.",
        "The UK has already shown that environmental action can go hand-in-hand with economic success, having grown our economy by more than three-quarters while cutting emissions by over 40% since 1990.",
        "The effort will be shared across many sectors, and decarbonising the energy used in buildings, and increasing energy efficiency will be a vital component.",
        "The UK is home to around 30 million buildings which are responsible for 31% of UK emissions. We have some of the oldest housing stock in Europe, over 80% of buildings still rely on high carbon fossil fuels for heating and have low levels of thermal efficiency.",
        "To reach our net zero target by 2050 we need to decarbonise the way we heat and cool our homes and workplaces, and to ensure that in the near term we meet our fuel poverty targets and emissions reduction targets.",
        "This £1.8 billion investment will be critical in supporting our commitment made in 2022 to reduce the UK’s final energy consumption from buildings and industry by 15% by 2030 against 2021 levels.",
        "**The Social Housing Decarbonisation Fund and Home Upgrade Grant**",
        "Through the SHDF Wave 2.1 and HUG 2 the Government are awarding a significant injection of funding worth £1.4 billion to local authorities and providers of social housing.",
        "An additional £1.1 billion in match funding for social housing is being provided by local authorities and providers of social housing, bringing the total investment to £2.5 billion to upgrade social and private homes in England.",
        "The grant funding will be invested from April 2023 to March 2025, although delivery on the SHDF can continue with the use of match funding until September 2025.",
        "The money will go towards improvements to social households and private, low income, off-gas grid households with an EPC rating of D or below and could save homes occupants between £220 and £400 a year on energy bills.",
        "Energy cutting and cost saving measures provided through the schemes include external wall insulation, cavity wall insulation, loft insulation, new windows and doors and draft proofing measures, as well as heat pumps and solar panel installation.",
        "These schemes will also support around 20,000 jobs in the construction and home retrofit sectors, helping to deliver on our promise to grow the economy and create better paid jobs, whilst supporting families across the country.",
        "The funding awarded through these schemes continues the investment through “Help to Heat” Schemes which has already seen:",
        "Over £240 million already awarded to the SHDF Demonstrator and SHFD Wave 1 projects, indicating the Governments continued support to the £3.8 billion manifesto commitment between now and 2030 to deliver energy efficiency improvements in social housing.",
        "Over 37,000 households have seen energy efficiency upgrades as part of the first two phases of the local authority delivery scheme, with a further 20,000-28,000 homes expected as part of the sustainable warmth competition.",
        "In addition to the SHDF and HUG, the Department for Energy Security and Net Zero will also use EC04 and ECO+ to accelerate our efforts to improve homes to meet fuel poverty targets and the Government have committed to a four-year, £4 billion extension and expansion of ECO with EC04. We have announced a further £1 billion extension of the scheme through ECO+ to start in Spring 2023.",
        "**Public sector decarbonisation scheme**",
        "Over £409 million of grant funding has also been awarded through the Government’s public sector decarbonisation scheme. This Phase 3b of the scheme will support 144 public sector organisations across 171 projects to undertake low carbon heating and energy efficiency measures across hundreds of buildings.",
        "These projects will not only help reduce the carbon emissions of these public buildings but save them money on their energy bills and ultimately, save the taxpayer hundreds of millions of pounds in the long-term.",
        "Hospitals, schools, leisure centres, universities and other vital public service buildings across England are set to benefit from the scheme.",
        "£2 billion has now been awarded across over 900 projects to decarbonise the public sector across all phases of the scheme to date, and even more funding through Phase 3b is to come as applications are assessed and approved.",
        "Today’s £409 million is part of the wider £2.5 billion package that this Government have committed to spending on upgrading public sector buildings between 2020 and 2025, supporting this Government’s commitment to reducing carbon emissions from public sector buildings by 75% by 2037.",
        "Funding through the schemes will be allocated across England based on the following allocations:",
        "* The Public Sector Decarbonisation Scheme was open to applications from public sector bodies in England and areas of reserved public services across the UK.",
        "** Further funding is available to the region via the Midlands Net Zero Hub which represents £138 million of grant funding across the Midlands",
        "The Department for Energy Security and Net Zero has also partnered with the energy systems catapult to launch a freely accessible suite of tools, templates, and guidance to support the public sector in further decarbonising their sites.",
        "This support will help public sector bodies through the entire decarbonisation lifecycle, from the first stages of developing a strategy, through funding, installation, and completion, to help make achieving net zero sites and energy savings simpler.",
        "**Energy efficiency taskforce**",
        "The Government have launched an energy efficiency taskforce to support a step change in the reduction of energy demand through accelerated delivery of energy efficiency across the economy. It will help to support the Government’s ambition to reduce total UK energy demand by 15% from 2021 levels by 2030 across domestic and commercial buildings and industrial processes.",
        "**Future funding**",
        "£6 billion of new Government funding will be made available from 2025 to 2028, in addition to the £6.6 billion allocated in this Parliament. This provides long-term funding certainty, supporting the growth of supply chains, and ensuring we can scale up our delivery over time."
    ]
}