{
    "url": "https://www.ukpol.co.uk/andrew-bowie-2022-speech-on-the-cost-of-living-crisis/",
    "title": "Andrew Bowie – 2022 Speech on the Cost of Living Crisis",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Andrew Bowie",
            "url": "/tag/andrew-bowie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Andrew Bowie, the Conservative MP for West Aberdeenshire and Kincardine, in the House of Commons on 17 May 2022.",
    "content": [
        "It is a pleasure to rise to speak in this debate, and to be the last Member on the Conservative Benches to do so, because it has given me the opportunity to listen to the entire debate, and what an interesting debate it has been.",
        "We have heard that the Liberal Democrats position is to leave all oil and gas in the ground, which makes for an interesting debate on how we will develop our hydrogen-based economy if all the gas is to be left in the ground. We heard the SNP endorse Labour’s plans for a smash-and-grab raid on one of Scotland’s most successful industries—they couched it in ambiguous terms, but the people of Aberdeenshire and the north-east of Scotland heard them loud and clear.",
        "We heard the former Leader of the Opposition, the right hon. Member for Doncaster North (Edward Miliband), making offensive remarks, frankly, about the oil and gas industry in his opening speech, because he stood at the Dispatch Box and described profits being made by the oil and gas companies as unearned. I ask him to come up to my constituency of West Aberdeenshire and Kincardine and say to the men and women who go off in the North sea for weeks at a time, in difficult and sometimes dangerous circumstances, to provide the energy that keeps the lights on in this place and around the country that the profits of the companies they work for are unearned.",
        "The right hon. Gentleman also referred to former Governments looking favourably on the introduction of a windfall tax. He is right: former Labour and Conservative Governments, Chancellors and Prime Ministers have introduced windfall taxes—but what happened? Every single time, investment in the North sea went down. It is a funny plan: supporting working people by putting the very jobs that they rely on at risk. That is what Labour’s plan would do.",
        "The former Leader of the Opposition also selectively quoted Mr Bernard Looney of BP; Mr Looney said that no current plans to invest would be affected by a windfall tax, but he has also made it clear that future plans may be affected. The former Leader of the Opposition mocked the idea that, over the last eight years, the UK’s oil and gas sector has been struggling. Does he not remember the oil price crash of 2015, when a barrel of oil went from $107 to $44 in just seven months? Is the Labour party so out of touch with Scotland these days that it does not know the effect that had on north-east Scotland’s economy? Probably, because under his leadership his party lost all but one of its Scottish Labour MPs.",
        "Those who have listened to the Labour party’s rhetoric on tax today would suspect that the oil and gas sector was paying no tax whatsoever. In fact, oil and gas companies pay three separate profit-based taxes on oil and gas production: they pay corporation tax and a supplementary charge, and for years have paid a further petroleum tax on top of that. The industry is the most taxed in the country. The Office for Budget Responsibility has forecast that the upstream sector will pay £18.5 billion in production taxes between 2021 and 2025 and a total of £23.4 billion through to 2027, which is £13 billion higher than the previous forecast in October 2021.",
        "The Opposition are confusing facts with their own spin. BP did not say that taxation has no effect on its investment. It was clear, as others have been, that further investment would be hampered by higher taxation. They talk about the industry as if it is just BP and Shell. That tells of a total ignorance of the industry, and of all the other companies whose fields are in the North sea, and whose fallow years follow those of the majors. The Opposition forget about the supply chain; the small trade across the north-east that ties us to the continent and to our Nordic friends; the students taught; and the discoveries made through research on oil, which will create the green future that we are all calling for. They forget that we are relying on the industry for answers.",
        "It is good that the Chancellor is keeping all options on the table. Of course, we want investment in green technologies as we move forward, but Labour’s plan is back-of-the-fag-packet stuff. It is high on rhetoric and low on substance. Typical! Same old Labour."
    ]
}