{
    "url": "https://www.ukpol.co.uk/andrew-bowie-2022-speech-on-the-northern-ireland-protocol-bill/",
    "title": "Andrew Bowie – 2022 Speech on the Northern Ireland Protocol Bill",
    "post_date": "June 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Andrew Bowie",
            "url": "/tag/andrew-bowie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "European Union",
            "url": "/category/european-union/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Andrew Bowie, the Conservative MP for West Aberdeenshire and Kincardine, in the House of Commons on 27 June 2022.",
    "content": [
        "In rising to speak this evening, I find myself, unusually, in disagreement with my right hon. Friend the Member for Maidenhead (Mrs May), and in agreement —in part at least—with the hon. Member for Gordon (Richard Thomson). I am in agreement only in part because he said in his speech earlier today that we bandy around phrases such as “our precious Union” and “the integrity of our Union” quite a lot in this House, but it is quite clear that not everybody understands what is meant by the “Union” or its “integrity”, so much so that I worry that the meaning—the importance—has indeed been lost.",
        "None the less, the Union does mean quite a lot to those of us who are in politics, because we are fighting every day to maintain it: to retain our national identity and to retain the right, which we all have in this country, to say that we are British, or that we are of this United Kingdom. We may be Scottish, Northern Irish, Welsh or English, but we are also British, and all else is secondary to that.",
        "I sympathise with those in Northern Ireland who were alarmed to hear the British Government claim in court that the Northern Ireland protocol “temporarily suspended” article VI of the Act of Union. Article VI created the internal market of the United Kingdom and was designed to give Ireland—now Northern Ireland—residents equal footing with regards to trade, and guarantee equal footing in all future treaties with foreign powers.",
        "To those of us who hold most dear the notion that all in these islands are equal and that all are held in parity of esteem, that article is fundamental to who we are as a people. That is why it is not surprising that those who want to break this Union, to remove that right, to take away our identity, to remove the right to call ourselves British, from those of us who hold that right most dear are against that move today.",
        "The SNP may couch its opposition to the Bill in legalistic language and it may claim, as it did in its amendment, which was not selected, that it was against this Bill because it was against international law—",
        "**Martin Docherty-Hughes**",
        "Will the hon. Gentleman give way?",
        "**Andrew Bowie**",
        "I will give way as the hon. Gentleman represents the SNP.",
        "**Martin Docherty-Hughes**",
        "If the hon. Gentleman is protecting what he and I would both agree is the Treaty of Union, why does he not extend the protocol, even as reformed by the Government, to Scotland, which, like Northern Ireland, voted to remain in the European Union?",
        "**Andrew Bowie**",
        "It might have passed the hon. Member’s attention that we actually had a referendum in Scotland in which the people of Scotland voted to remain in the United Kingdom. The reason why it was extended to Scotland is that Scotland voted to remain in the United Kingdom, and the United Kingdom voted as a whole to leave the European Union. He really must catch up. It was eight years ago that we had that argument—and we won.",
        "The SNP is against the Bill because, as it says in clause 1, the introduction, it",
        "“provides that enactments, including the Union with Ireland Act 1800 and the Act of Union (Ireland) 1800, are not to be affected by the provision of the Northern Ireland Protocol”.",
        "In effect, the SNP is against the Bill because it affirms our Union and protects its integrity, which is a very bad thing indeed for the separatists.",
        "We, myself included, did vote for the protocol. But, as we have heard numerous times today—I will not waste the House’s time by rehashing the examples that we have already heard—it is not working. Rightly or wrongly, true to previous international obligations or not, whether we like it or not, whether we would rather it were different, whether we brought it upon ourselves or think it the fault of others, the protocol is not working. And almost everyone acknowledges that. The European Union, albeit tacitly, acknowledges that. The protocol fails to meet its first objective. It says, as specified in article 1, paragraph 2 of the protocol itself:",
        "“This Protocol respects the essential State functions and territorial integrity of the United Kingdom.”",
        "And that is before we even look at whether it passes its own tests regarding trade. It says:",
        "“Nothing in this Protocol shall prevent the United Kingdom from ensuring unfettered market access for goods moving from Northern Ireland to other parts of the United Kingdom’s internal market.”",
        "It is hugely frustrating that the Commission refused to change the mandate of its representative in the talks, Maroš Šefčovič.",
        "Everyone wants to see a negotiated solution to this. The European Union reopens agreements and negotiates changes with international partners all the time. It is almost certainly the world record holder in reopening international agreements. Having been in Brussels recently and spoken to colleagues in the European Parliament about this, I simply cannot understand the outright refusal to do so on this occasion, particularly when there is provision in the actual protocol to do just that. I do wonder whether all the Opposition’s strenuous efforts in demanding that we negotiate a solution might be better directed in calling for the EU to come to the negotiating table with a mandate to do just that. We cannot negotiate when there is nothing to negotiate about.",
        "I am pleased that the Government have introduced this Bill. We need to resolve the issues of east-west trade. For the people of Northern Ireland, we must see a return to devolved government at Stormont. We must restore the primacy of the Good Friday agreement and we must ensure that parity of esteem for all people on these islands is held dear. I would rather that we did not have to introduce this Bill, but the refusal of the EU to come properly to the negotiating table is a huge frustration, so acting as they are is the Government’s only option. That is why I am proud to be supporting the Bill this evening."
    ]
}