{
    "url": "https://www.ukpol.co.uk/richard-bowker-2001-speech-to-cfit-conference/",
    "title": "Richard Bowker – 2001 Speech to CFIT Conference",
    "post_date": "January 5, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Richard Bowker",
            "url": "/tag/richard-bowker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Richard Bowker, the then Chair of the Strategic Rail Authority, at the Millennium Gloucester Hotel in London on 3 December 2001.",
    "content": [
        "[Chaired by Sir Bob Reid]",
        "Good morning and thank you Bob for those kind words of introduction.",
        "David very kindly invited me to speak at this conference and suggested that I give a few practical and inspiring words! Well, you can all be the judge of that soon enough; I don’t intend to say a huge amount this morning but I did want to tell you a bit about my background, the issues we face as an industry and the personal perspective I intend to bring to solving them. In particular, I wanted to answer the most repeated questions asked of me over the past few weeks; Why? and What? Why did I agree to become executive chairman of the SRA and What am I going to do to get the railway working properly again? .",
        "So first of all, Why? Why leave a rather good job working with an exciting bunch of people, for one of the most iconoclastic brands and singular business leaders of the last 25 years? The answer is because I have a real vocation for Britain’s railways and for this job leading the Strategic Rail Authority. It’s based on an unshakeable belief that we can find our way back together as professionals to deliver once again a railway service of which we can be proud. So where does this belief come from?",
        "My father was and still is a senior figure in the bus industry having worked in it for over 40 years and through him I came to have a strong appreciation of the role integrated public transport can play in our lives. My grandfather was a master joiner with the London Midland and Scottish Railway in the 30s and 40s. Transport and the provision of a public service is in my blood and like many professional railwaymen and railwaywomen before me, the sense of being part of a living, breathing organism called the railway runs very deep. We forget sometimes, and certainly Railtrack forgot in a most spectacular way, that the railway exists to deliver one primary mission. That is, the provision of passenger and freight services for its customers, safely and reliably, day in, day out. I, like many of you, have watched with a mixture of sadness and disbelief as this once proud and competent railway organism has lost both its sense of purpose and raison d’etre as well as its self confidence and innate professionalism.",
        "To find the reason why this has happened, there are those who would urge upon us a re-examination of the underlying structural principles of privatisation and in particular at the number of different companies involved. Do all those in the industry, trying to make it work each day, share this view? What many will recall is the pain of the five years that the privatisation restructuring took. Five years that its architects now describe as “breakneck speed”. So to do it ‘properly’ might be, what, six or seven years?",
        "Whatever the strength of the argument, this is a prospect to consider with great care. Many more years of the current carry-on and there may not be a railway network surviving in the form we now know it. Some radical organisational changes I would not rule out, indeed some simplification initiatives I would definitely rule in, but as the primary focus of attention, no thank you.",
        "I am not saying that the industry relationships should escape careful forensic examination to see what works well and what doesn’t, and then make changes as necessary. Indeed the administration of Railtrack facilitates that very well. But to understand why we have a problem – and believe me we do – I believe we need to concentrate effort elsewhere.",
        "Where we need to focus first is on people and in particular, on management. People make businesses work and work well. Its not contracts, it’s not regulation and it’s not the complexity and detail of financing agreements that determine performance, it’s people. This is where we must start.",
        "It was Railtrack’s senior management that failed it for example. They didn’t focus on understanding their assets nor on looking after their customers, two fundamental maxims for success. Instead they focused on inflating the value of the Regulated Asset Base with no real incentive to deliver projects to a reasonable cost as a consequence, thereby increasing their rate of growth in shareholder value. They forgot that this needed to be done whilst also delivering their public law duty as the licence holder and therefore steward, not unassailable owner in perpetuity, of a very precious national asset. They outsourced maintenance, nailing suppliers to thin margin contracts and then failed to manage them effectively. In setting up this chain of command they failed to understand what it was that actually delivered a reliable railway; supervisors, line managers, the ‘ _black macs_ ‘ and ‘ _sergeant majors_ ‘ as Chris Green and others have called them. Railtrack today is still full of dedicated men and women, hugely professional in all they do, but the management of the company let them down and badly.",
        "But it doesn’t have to be like this. There is no need why we should put up any longer with this inadequate leadership in our industry.",
        "**Stability day to day**",
        "First we must restore a sense of stability and belief back into the running of the day-to- day railway. Rediscover our self-confidence, our pride in the job, our pursuit of excellence in all we day. To do this, we need to bring in new blood into the senior ranks of some of the key players in the industry. In Railtrack’s successor for example we need people who understand engineering, asset management, production and industrial processes, quality assurance, supply chain management and logistics technology. They exist in other industries; the oil and gas extraction sector, the hi-tech industrial processes sector and in the motor industry to name a few.",
        "Let me give you an example. Twenty five years ago it was still possible to buy a truly terrible motor car, frequently (unfortunately) made in Britain! But now, whilst you can buy a cheap car, an economical car, a sports car and any one of hundreds of people carriers, you cannot really buy a bad car. The motor industry as a whole has raised its game, got its act together, sorted the processes and put engineering quality at the heart of everything. It is no surprise to me that Ian McAllister has been asked to put together the CLG bid for the successor to Railtrack. Ford is a company that rediscovered the need to allow its engineers to design cars such as the Mondeo and Focus, not its accountants, with the consequence that they have built good quality cars that sell well. And yes, they’ve succeeded with the prestige brands too, Jaguar and Land Rover. We need more Ian McAllisters and fast. They exist and they will cost money but the payback will be both immediate and long lasting. At the same time we must look after the railway knowledge that still exists in Railtrack and other companies. We need to nurture it, empower it, allow managers to manage and railway people to do what they do best but within a framework set by a competent and focused leadership.",
        "The Strategic Rail Authority will play a full and active part in this process. In general terms, I shall use every opportunity made available to me to encourage and cajole anyone and everyone who has a part to play in delivering a safe, reliable day to day railway. Specifically, I intend to release the creative talent that exists in the SRA so that we have a proactive organisation, one which energises, and helps establish a common sense of customer focus. We will win the respect of the travelling public and of the freight/logistics operators. The SRA has substantial powers and I shall not hesitate to use them to ensure the public interest is served. We have to offer value for money. I am determined to build constructive partnerships with Train Operating and Freight Operating Companies to achieve this. The door is open and the phones are manned. Please come and see us, talk to us, engage with us. We can all do so much simply by focusing on the job in hand, acting decisively and implementing professionally.",
        "Over the coming weeks and months there will be progress on a number of fronts. I know there has been frustration, and I am determined to resolve blockages. We will demonstrate that we are an action oriented Authority, not afraid to ask tough questions, set tough agendas and make tough decisions when required.",
        "**Rediscovering Planning**",
        "The second thing we must do is to rediscover the practice of planning. This is not just for the long term. Its absence is what so often undermines what has to be done on a day by day and week by week basis and we need to get better at it. The first step will be to launch the Strategic Plan in January. I’m sorry David that this conference was designed to coincide with the launch of the Plan. I took the decision to delay its release but the decision was taken for good reasons. A huge amount of work has gone into the Strategic Plan which, once funded and committed to by Government, and we’re nearly there, will enable the rail industry for the first time to plan the future with a degree of confidence and clarity from the operational companies through to the infrastructure businesses and the supply sector. I delayed it because I felt it needed to set a clearer vision for the future and this it will now do. It will be launched on January 14th 2002 (please put the date in your diary) and will I believe be a huge step forward in restoring a sense of direction to the industry. However, planning is not a static exercise, it’s a way of working. While it is the SRA’s plan, of course it is for the whole industry to use And yes it is challenging to develop plans which can provide direction for a large and complex industry, but don’t think that we’re alone, as an industry sector with such a challenge. We will review it and update it to ensure we remain on track to deliver the bigger, better and safer railway outlined in the Ten Year Transport Plan.",
        "I know there has been a worry about the amount of taxpayers’ money set aside in the 10 year transport plan for railways, a worry that this isn’t enough. Well, let me say this. Continuing Treasury and tax-payer support depends on this industry performing. Before arguing we haven’t enough (and it may well turn out that’s correct), let’s acknowledge that we have the kind of long term financial support from this Government that (say) previous BR chairmen could only dream about. What we don’t have is the performance to match. So it’s clear where the real emphasis must lie. We have to deliver a better performing railway to stand a chance. You can count on me to argue the case for funding increases, but you the railway industry will have to create a stronger bargaining hand.",
        "One of the problems is that no-one has in my opinion yet sat down and produced an irrefutable, soundly argued, analytically robust and tested integrated plan that demonstrates the point. So we need a planning framework that takes all the inputs and then examines all the possible relationships to ensure that the outputs are optimised for a given level of input. The key relationships between renewals, upgrades and enhancements compared to management and optimisation of the service plans of train and freight operating companies has never been properly understood because the SRA and ORR have never sat down together with that single objective in mind. That is about to change forever. Tom Winsor and I have agreed to bring our two senior teams together to create a process designed to model these relationships in a transparent manner so that we can see a true holistic model of the investment need of the railway.",
        "A wise procurement chum of mine once said ‘Fail to prepare, prepare to fail’. So has it been with investment planning on the railway. The SRA will play a full part in the forthcoming Spending Review and we will champion the railway cause to the fullest extent. But we shall do it armed with proper and robust analysis. We stand far more chance of winning if we are properly prepared.",
        "I’ve mentioned Tom Winsor and the ORR so perhaps a little more on relationships is useful. One of the most unedifying sights of the last few years (and ultimately one of the most destructive) has been the continual bickering and backstabbing process carried out by many sectors of the industry on a regular and very public basis. That must also be consigned to history. This conference has been organised by the Commission for Integrated Transport. What hope do we have for that if we can’t even behave as integrated industry ourselves. I have known Tom for some years and whilst we do not always agree, we have professional and mutual respect for each other, have our debates in private, and then get on with the job. I expect everyone else in the railway industry to do the same.",
        "**Conclusion**",
        "In summary therefore we must do these two things. First, restore stability to the railway and confidence that we can do the job. Everyone must play their full part and the SRA will lead where required and play its full and proactive part. Second, put in place a planning framework which will for the first time enable us to have complete transparency of the costs, benefits, risks and funding opportunities for the railway.",
        "My vision is of a railway for which people are proud to work, in which customers can have confidence is professionally managed and can deliver a safe, reliable and value for money service and in which investors, including Government, wish to invest. We do have a Government which for the first time I can remember has a bigger and better railway as a stated and quantified policy objective. Lets not let the chance pass us by. We can do this; we have the people and the tools, if we have the vision and desire, we can achieve anything. Lets go for it.",
        "Thank you."
    ]
}