{
    "url": "https://www.ukpol.co.uk/richard-bowker-2001-speech-to-rail-freight-group/",
    "title": "Richard Bowker – 2001 Speech to Rail Freight Group",
    "post_date": "January 5, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Richard Bowker",
            "url": "/tag/richard-bowker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Richard Bowker, the Chair of the Strategic Rail Authority, on 11 December 2001.",
    "content": [
        "**Introductory Remarks**",
        "It’s a great pleasure to be here on my 7th working day as Chairman of the SRA. I was keen to get stuck in to freight early on but I never imagined I would meet so many of you so quickly. This is a truly impressive turnout.",
        "You all know where I’ve come from and so you will not be surprised that I have a steep learning curve to climb when it comes to freight. I am told that the rail freight industry is a hard nosed and commercial – that’s fine – that’s what I’m used to. I don’t expect you to base your businesses and investments on promises; you want to see results and will judge the SRA on delivery. I intend to deliver for freight.",
        "**Industry Wide Issues**",
        "Right now there are huge issues to address for the whole railway. We must get this right for the whole railway – Freight operators as well as the infrastructure provider and passenger TOCs. If we don’t there’s no future for any of us.",
        "Everyone is worried about what the successor to Railtrack should look like and how we should get there. But we must not be distracted. We must concentrate in these next few months on making what we have today work better, providing a period of stability focussing on the people who make the industry work and working better together. I see it as a key part of my role to ensure this happens and I’ve already started by seeking a better relationship between the SRA and the rest of Government. The SRA and the ORR senior teams are about to sit down together for the first time with the objective of understanding the key relationships between renewals, upgrades and enhancements and the management and optimisation of the service plans of passenger and freight operating companies.",
        "The Strategic Rail Authority is ready to play a full and active part and take a lead. I shall use every opportunity available to me to encourage and cajole anyone and everyone who has a part to play in delivering a safe reliable day to day railway. I intend to develop the potential of the SRA, to energise it and help establish a common sense of customer focus. We will win the respect of the travelling public and the freight and logistics operators and I am determined to build constructive relationships with Rail Companies and their users to achieve this.",
        "**Freight issues**",
        "I want to build a productive partnership with you in the Rail Freight industry. For starters you can rest assured that I have heard and understand your fears about ‘vertical integration’. All I ask of you is that you recognise we must not ignore the debate on vertical integration but must engage in it – you have a crucial role to play.",
        "I know that freight flows change more frequently than the passenger timetable sometimes on a week-by-week basis, I know that freight moves across the network in an entirely different way from the main passenger movements often crossing several ‘zones’. I know that 40% of all rail freight today uses the West Coast Main Line for part of its journey. And I know that not all rail freight is the same. Different markets have different needs – coal is different from aggregates, is different from automotive, is different from deep-sea containers, is different from mail. Together we must serve them all if we are to achieve our target 80% growth.",
        "This means a network fit for purpose as well as the targeted support for the development of new services and facilities set out in our Freight Strategy. I know we must invest government money in capacity for freight and a higher loading gauge for the new generation of containers as well as supporting improvements in efficiency by reducing journey times and increasing train lengths. Getting the Railtrack question right is key to this – whatever organisation succeeds Railtrack must facilitate not block enhancement and we must be able to develop the network at reasonable cost. The SRA will take a lead in the future on this all-important upgrade enhancement work.",
        "It is two and a half years since the first appointment was made to the SRA freight team. A lot has been achieved in that time from a standing start but we have yet to see any actual work start on the network. I expect to put this right next year and, building on the development and appraisal work undertaken by the team already, make a start on one of our major projects and I hope more than one of our smaller schemes.",
        "**Other Priorities for the next 12 months**",
        "So what are our other priorities for the next 12 months for freight?",
        "Top of the list has to be the issue of would-be immigrants and the disruption of Channel Tunnel freight services. This was top of my agenda even before I formally took up my post and I have already discussed it a number of times with Ministers. We are doing everything we can to put pressure on at home and in France to resolve the issue through physical security measures, additional security staff or operational solutions. We are exploring whether or not we can provide a financial contribution towards ensuring that the fence around Frethun Yard is adequate. Further meetings are planned this side of Christmas and early in the New Year with SNCF and others. It would be a desperately depressing start to my time as Chairman of the SRA if in the first month some of the dire consequences that are threatened as a result of this situation were to come to pass. I sincerely hope that a resolution early in the New Year will be soon enough.",
        "On a more positive note I hope the Freight Industry will be pleased when the Strategic Plan is published on 14 January to see that the Freight Strategy as previously set out remains a key part of it and that we expect to provide sufficient money for its implementation out of our resources. You will, I am sure, be looking for an update on our progress with the Freight Strategy and I expect the team to produce this around the anniversary of the publication of the Strategy in May.",
        "As well as reporting on the timetable for improvements to the network we should be in a position to announce the timetable for introduction of the ‘Company neutral revenue support scheme’ we have been working on and new grant rates for the removal of heavy lorries from our congested roads.",
        "Next year will see the publication for consultation of the first of our Regional Freight Strategies pulling together freight flows, network improvements, interchange requirements and land resources into a clear framework to support the Regional planning process. We will work jointly with TfL on a rail freight strategy for London.",
        "For me personally the main imperative is to get to know you and understand your businesses and to this end I am asking the team to set up a number of visits for me during the next year to see rail freight working at first hand and to provide an opportunity to hear about your concerns. I want to ride a mail train and see the Princess Royal Distribution Centre, I want to visit the port of Felixstowe, I want to visit EWS’s Doncaster Customer service Centre and ride the heavily used Doncaster – Immingham route. I also need to see quarries and depots, intermodal terminals, and meet with the Freightliner, DRS and GB Railfreight. I must get to know freight customers and would-be customers and understand them as well as rail passengers.",
        "**Closing remarks**",
        "I still have a lot to learn about freight but I already know how important it is and that I want to achieve that target. I recognise and respect the fact that the vast majority of freight runs without subsidy, I understand that in the absence of a franchise structure we must become willing partners in our joint endeavour, I admire the way the freight industry has been prepared to invest – close to a billion pounds since privatisation – and to argue its case in front of the Regulator for lower access charges. I relish the prospect of working together and getting to know you better.",
        "My vision is of a railway for which people are proud to work, in which customers can have confidence, is professionally managed and can deliver a safe, reliable and value for money service and in which investors, including Government, wish to invest. We do have a Government which for the first time I can remember has a bigger and better railway as a stated and quantified policy objective. Lets not let the chance pass us by. I believe we can do this; we have the people and the tools, if we have the vision and desire, and we work together, we can achieve anything.",
        "Thank you for inviting me – the new boy – to join you for your annual Christmas lunch, I wish you a Merry Christmas and a prosperous New Year."
    ]
}