{
    "url": "https://www.ukpol.co.uk/richard-bowker-2001-speech-to-the-rpc-network/",
    "title": "Richard Bowker – 2001 Speech to the RPC Network",
    "post_date": "January 5, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Richard Bowker",
            "url": "/tag/richard-bowker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Richard Bowker, the then Chair of the Strategic Rail Authority, on 5 December 2001.",
    "content": [
        "**_Introduction_**",
        "….thank you Stewart for those kind remarks. Congratulations too on organising this conference at the start of my third day in the job. As the date was set some two months before I accepted the post, you get a high score for strategic planning!",
        "As you can see from the title of this session, I believe it is time that the SRA rose up to the challenge facing the industry in general. Specifically, it is time to lead.",
        "So, first of all, why did I take on this huge and challenging task, and leave behind a good job in order to do it? The answer is because I have a real vocation for Britain’s railways and for this job leading the Strategic Rail Authority. It’s based on an unshakeable belief that the industry can find its way back together as professionals to deliver once again a railway service of which we can be proud.",
        "I reckon many of you in this room this morning share something of the same belief. Why else would you devote such a huge amount of time to the work of the Committees, well beyond the hours expected in many cases? The railway generates strong views and attachments and this is as much for the users as well as the railwaymen and women who serve them.",
        "So, let me start by talking about the state and future of the railway, and then move on to the key role of the RPC network in delivering the strategy.",
        "_**The Railway**_",
        "Looking at the ‘doom and gloom’ headlines of the press day by day, it is easy to lose sight of the fact that the railway is delivering each day, carrying a third more passengers than five years ago, and 40% more freight.",
        "Everyday 18,600 trains are run (21% more than five years ago). Every day 2.8 million passengers are carried, and 480,000 people are safely delivered to Central London between 07.00 and 10.00.",
        "The results of the last five year’s planning are starting to be delivered. New trains are arriving. The c2c fleet has been transformed. As of today, nearly 30 Voyagers are operating, bringing new standards of quality to cross country services… and last week, the first of the Pendolino trains were delivered for use on the West Coast Main line. They begin driver training very soon. The freight fleet has been transformed with over 300 new locomotives and 2,500 new wagons – the first major investment in a generation.",
        "Yesterday, I was in Edinburgh, to mark the start of work on the Crossrail project – part funded by the SRA with an RPP grant. Tomorrow, with Stephen Byers and Ken Livingstone we start work on the East London line extension. On Friday, I will be announcing extension of the RPP fund, together with new guidance for users, and we will soon be able to set out details of the refranchising programme.",
        "And in January, on the 14th to be precise, we launch the Strategic Plan, the first blueprint for a generation on how we are going to plan and deliver a better railway in line with the Government’s Ten Transport Plan.",
        "I find it frustrating that we have not got these messages across. I am not suggesting everything in the garden is rosy. It is not and I shall return to that in due course. But there are some great things to celebrate. Privatisation has brought some tremendous benefits in new equipment and services, new technology and new investment. I say this because it is all too easy to lose sight of this amongst the tremendous issues and challenges that we face both in the short and longer term.",
        "So what of the future?",
        "In my view, the latent demand for rail services will continue to drive rail usage towards the growth targets the Government set out in their Ten Year Plan. Economic growth brings with it an increasing demand for transport. Trunk road and motorway congestion is not likely to reduce. Parking constraints are not going to get easier. Indeed, a number of cities – including London – plan to introduce congestion charging, which if it goes ahead will increase pressure on rail demand.",
        "Can the railway cope?",
        "It has to. We have to find ways of making it capable of meeting the demand. The road system cannot handle the growth in demand nor should it be have to do so. Apart from this, any significant new road building could take ten years or more to achieve. We have to equip the railway to play a bigger role in meeting Britain’s transport needs. But that is a defensive position to take in isolation. I do not want to see a railway simply doing its best to play “catch up”. The railway is moving a third more passengers than at privatisation and I think that’s fantastic! Remember all the statistics of the 1980s? Ridership down, freight down, investment down. That’s been turned on its head. What we have to do now is stimulate more demand by making rail the mode of choice where it can be, and make it so attractive and welcoming a transport proposition, that people actually positively switch to rail and feel good about doing so.",
        "Things are not good enough at the moment. Performance is very ragged, and the combined effects of September 11 and the collapse of Railtrack have left uncertainty for passengers, for train operators and for rail staff, who also feel the brunt of the daily onslaught in the media. We can’t just issue vague platitudes about ‘things will get better’. We need to get on with practical things and now.",
        "So, where do we start?",
        "First we must restore a sense of stability and belief back into the running of the day-to- day railway. The tremendous railwaymen and women that are the bedrock of this industry have to rediscover self-confidence, pride in the job, pursuit of excellence in all they do. To do this, we need to bring in new blood into the senior ranks of some of the key players in the industry to lead. In Railtrack’s successor for example we need people who understand engineering, asset management, production and industrial processes, quality assurance, supply chain management and logistics technology. They exist in other industries And we should be actively seeking to attract them to the railways.",
        "We need to nurture our staff, empower them, allow managers to manage and railway people to do what they do best but within a framework set by a competent and focused leadership.",
        "The Strategic Rail Authority will play a full and active part in this process and take a lead. In general terms, I shall use every opportunity made available to me to encourage and cajole anyone and everyone who has a part to play in delivering a safe, reliable day to day railway. Specifically, I intend to develop the potential of the SRA, to energise it and help establish a common sense of customer focus. We will win the respect of the travelling public and of the freight/logistics operators and I am determined to build constructive partnerships with Rail Companies and their users to achieve this.",
        "The RPC network has a key role to play here – particularly on restoring confidence. You can help us identify the problem areas from your local knowledge and your discussions with TOCs. You can help rebuild public confidence in the comments you make to the local media – particularly as performance starts to turn the corner – and you are uniquely placed to highlight best practice and to encourage its spread around the network.",
        "So what are we going to do to rebuild confidence? Prioritisation has had a terrible press as a word. Most people jump to the conclusion that it means ‘cutback to what can be afforded’. It does not. It means focusing on the things that maximise benefits for users within all the relevant constraints. In the railway industry, this means skills and technical resources as much as money. For example, the next two years will see Railtrack completing full implementation of TPWS, essential signalling renewals and the signalling for the West Coast upgrade. It is a period during which some key signalling resources are going to be in limited supply.",
        "Focusing on delivery means some hard choices in the short term – replacing the “wish list” with the priority list for passengers but, I am adamant the longer term is not forgotten, indeed, quite the opposite. I am determined that the projects that will define our future – many of which may not come to fruition until long after my term as Chairman of the SRA is over – are developed and planned now. This is a long lead time industry and many of the problems we face today are a direct consequence of short term investment thinking in the past. We will not repeat that mistake.",
        "I am also committed to making sure we do not lose sight of smaller things that can be done quite quickly to really improve the quality of the overall travel experience. Stewart and I discussed recently the need to really look at our station infrastructure. Stations are the gateway to the service, the first point of interaction between the passenger and the railway network. And let’s face it, some of them are truly dire. That is why we are so keen to develop the RPP programme and make it easier and quicker to access. Many schemes have been successfully implemented but I am keen to see them happen more quickly in the future.",
        "In summary, you will see how all of this fits together when we publish the Strategic Plan.",
        "The team at the SRA has done a very thorough job in analysing the issues and producing a plan which deals with them, notwithstanding the uncertainties that face our industry today. Whilst assumptions have to be made – they do in all Strategic Plans – it will set a clearer vision for the future than has existed before. However, planning is not a static exercise, it’s a way of working. While it is the SRA’s plan, of course it is for the whole industry to use. I know the Council has been involved as a partner in the preparation of the plan, and I am grateful for the input from Stewart and his team.",
        "I said on Monday, (my first day) that the popular belief is that we need more money than was contemplated in the Ten Year Plan in order to deliver a long term sustainable railway network. The problem is, no-one has yet sat down and produced an irrefutable, soundly argued, analytically robust and tested integrated plan that demonstrates the point. So we need a planning framework that takes all the inputs and then examines all the possible relationships to ensure that the outputs are optimised for a given level of input. The key relationships between renewals, upgrades and enhancements compared to management and optimisation of the service plans of train and freight operating companies has never been properly understood because the SRA and ORR have never sat down together with that single objective in mind. That, however, is about to change. Tom Winsor and I have agreed to bring our two senior teams together to create a process designed to model these relationships in a transparent manner so that we can see a true holistic model of the investment need of the railway. We may be separate organisations but we will show by example that we can really deliver when we work together. This will revolutionise the way in which we undertake investment planning in the future.",
        "**The RPC Network**",
        "I have seen how the RPC network has been transformed over the last eighteen months, with a bigger remit and bigger responsibilities – matched by a bigger budget! The working relationship with the SRA and the rest of the rail industry has become more proactive, with more practical suggestions for improvement, rather than acting simply as a complaints forum.",
        "This is an important role for the network, as is the strong regional focus of the Committees. For us as an organisation based in London, strong, regional imput is essential. Links between the Committees and regional and local Government are important, and I would like to see this virtuous circle completed, building on the strong links already established between the SRA and Scotland, Wales and the English Regions.",
        "Consultation is a word that is often used but abused. My concept is simpler – let’s talk to each other. If a week goes by and you haven’t talked to or heard from the Rail Development Manager or one of Chris Austin’s team, then pick up the phone and ask “What’s new”? I know Stewart and Anthony will do the same to me! Formal consultation may be needed for things like PSR changes, but it should be no substitute for regular dialogue. I can promise you, there will be plenty to talk about over the next few months!",
        "Given that our goals are the same – providing a better service for passengers (and freight customers) and encouraging development of the railway, this relationship needs to evolve into a partnership.",
        "**Conclusion**",
        "My vision is of a railway for which people are proud to work, in which customers can have confidence, is professionally managed and can deliver a safe, reliable and value for money service and in which investors, including Government, wish to invest. We do have a Government which for the first time I can remember has a bigger and better railway as a stated and quantified policy objective. Lets not let the chance pass us by. I believe we can do this; we have the people and the tools, if we have the vision and desire, and we work together, we can achieve anything."
    ]
}