{
    "url": "https://www.ukpol.co.uk/richard-bowker-2002-speech-to-the-railway-forum-conference/",
    "title": "Richard Bowker – 2002 Speech to the Railway Forum Conference",
    "post_date": "January 4, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Richard Bowker",
            "url": "/tag/richard-bowker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Richard Bowker, the then Chairman and Chief Executive of the Strategic Rail Authority, on 2 July 2002.",
    "content": [
        "It is some seven months since I stepped up to the footplate as Chairman of the SRA. In that time, the SRA has published its Strategic Plan, secured some additional Government funding, appointed a new team to lead it, let the first 20 year franchise, (more deals are under development) and we have negotiated the basis of a stable future for the network operator to replace Railtrack.",
        "During this time too, we have taken stock, consulted extensively with the rail industry and stakeholders. We have listened and learned and shall shortly be launching consultation on a number of critical policy issues.",
        "But, time is not on our side. As an industry, we are in danger of losing the goodwill that is willing us to deliver. There is no value to anyone in us failing and the world is intrinsically on our side but we have to deliver some of the improvements that have been promised. That’s why this conference title is so appropriate and why Alistair also focused on getting on with the job in hand. Now, I know we know we have begun and we do have to get better about talking about it. There are many new trains on order or delivered. We have CTRL, TPWS and a whole raft of other projects and I know there is a vast amount going on behind the scenes that we can talk about shortly. But even some of these have not been without problems and we need to raise the game consistently and show what the railway can do when it puts its considerable collective skill and effort to delivery.",
        "**Leadership**",
        "I am determined we shall deliver the Government’s objectives for the railway, and to do this, I want first to look at one task that is set out very clearly in the Directions & Guidance to the SRA:",
        "2.1″The Authority is to provide leadership for the rail industry and ensure that the industry works co-operatively towards common goals.”",
        "This morning I shall be setting out some of the detail of the direction in which I intend to lead. But beware, it comes with a health warning attached. The destination is set, the route will be marked out and we shall not, repeat not be deflected from it and will not wait to pick up stragglers or argue with those who don’t agree with where we’re going.",
        "**Role of the Public Sector**",
        "When the railway was privatised, there was a view that over time subsidies would decline to be replaced by premia, centralised control of policy would be very limited, the innovative and entrepreneurial flair of the new private companies would create a dynamic and self sustaining market and what little interference did remain would be confined to ensuring that socially necessary service provisioning would be looked after. Admittedly, this was against a backdrop of a railway no-one expected to grow fast, if at all, but even so, isn’t it incredible how wrong we could have been? Looking back now I believe that the issue was not primarily structure. It was not even fragmentation (although both of these have clearly impacted) but rather a total lack of leadership and proper planning.",
        "The laissez faire model of the market is no more likely to work now than it did in 1996, indeed, I believe it is less likely to work now. The railway has in those intervening 6 or 7 years become more complex and constraints that did not apply then certainly do so now, perhaps most clearly in terms of capacity utilisation. Incentive regimes have not driven the expected behaviours and those who were brave enough to become involved in seeking to expand the capacity and capability of the network have found it an uphill struggle to secure the delivery of their contracts.",
        "Transport planning does not just “happen” – it requires a lead from the Public Sector, which has a special role in relation to railways, which I believe is now very clear. It is:",
        "(i) leadership – saying and then following through with the things that will never be universally popular for popularity is not synonymous with true leadership",
        "(ii) strategy – setting the strategy and a framework against which the industry can plan and develop. Strategy does not always mean long term – a strategy is defined as a plan and plans can be short, medium and long term",
        "(iii) specification – it is for the public sector to specify the outputs it wishes to buy and it is the SRA who fulfil this role in the railway industry",
        "(iv) funding – Public sector funding, slightly less than 50% of the annual total, comes from the SRA, either directly or indirectly",
        "Leadership does not mean popularity. I did not take this job to be popular. I took it to make a difference, a lasting difference. So we will consult when necessary and then, in consultation with the policy makers in Government if appropriate, make decisions, tough decisions. According to one paper at the weekend I am simply spouting &#8216;robot management speak’. Well judge for yourselves at the end of this.",
        "**The Growing Railway**",
        "Back in February, I talked about the need for a new radicalism. By that, I did not mean a fundamental restructuring of the industry, but a change in the way we approach its management. Is that still a realistic view? Can we make what we have work or do we have to think radically to make any headway? Well, one of the most consistent messages I have received in the last 6 months is please, let us have stability. Stability of policy, stability of funding, stability of structure, stability of objective.",
        "Well I agree but the railway is growing, and growing strongly. Compared with six years ago, it has 20% more trains, a third more passengers and almost half as much freight again, despite the problems of Sangatte. But it is also six years older, and in too many areas too little has been spent on renewing and expanding it. You’ve heard all that but it is also true that this underlying strong growth potential is inevitably going to continue. Hatfield caused a shock, but the trends are upwards and are actually more marked on freight than passenger. Not only did rail freight grow by 8.8% last year – above the trend needed to meet the 80% target by 2010/11 – but market share has also grown, so that it now stands at almost 12%, compared with 8.5% seven years ago.",
        "The Prophets of Doom – and we have no shortage of them will always urge caution on the basis that growth will fall away, but such an approach is flawed and will mean that we will always be condemned to struggling with inadequate capacity. This is something I feel passionately about as it is clear that a number of factors are now combining to drive up demand for rail services, quite apart from the marketing efforts of the industry.",
        "* The road system cannot cope with the growth in demand – either for passenger travel or freight transport",
        "* Town and cities are looking to the railway to help solve their congestion problems and some are prepared to back this with congestion charging or funding park and ride schemes.",
        "* The logistics industry is increasingly looking to rail for trunk haul movements to combat road congestion and the impact of the EU Working Time Directive",
        "* The South East’s airports are at capacity, certainly in the medium term, and the marginal cost of extra domestic flights to London will be high.",
        "* All of this is set against a Government Ten Year Transport Plan with growth as a key factor.",
        "So, OK for stability, but growth will come. And it has proved incredibly difficult to progress major upgrade schemes, partly through the institutional inertia that comes with a leaderless and fragmented structure, partly through escalating costs, and partly through the time taken to plan, secure consents and build new infrastructure.",
        "That is starting to change. Leeds First has provided more capacity, and the doubling of Chiltern’s main line north of Bicester is almost complete, albeit at a cost to bring tears to ours eyes, more of which later, but we have to recognise that, even with leadership and funding from the SRA, and with greater industry cooperation, there are no “quick fixes” when it comes to big capacity increases. If anyone was in any doubt on this, the history of the West Coast upgrade will convince them!",
        "**Capacity**",
        "Returning therefore to the theme of planning, the conclusion from this is that in the short to medium term, we have to be much better at making use of the capacity we have, while we are planning to increase it in the longer term.",
        "This gives added impetus to the Capacity Utilisation Policy that we are developing, and on which we will start consultation next month. From this we will develop individual route strategies which will also involve revisiting the Passenger Service Requirement as necessary.",
        "Over the last five years, timetables have grown piecemeal, with additional services being slotted in as individual promoters perceive a benefit, irrespective of whether it is abstractive overall, and the result is sub-optimal use of the available route capacity. It is now time to take a strategic look at the whole structure to see how we can make best use of the capacity that exists to provide a more reliable service, and in some cases, perhaps, a more frequent one.",
        "It also means some compromise in order to make the most of what we have got. On some routes, we may have to accept some variation in clock face departures of local trains to accommodate less frequent long distance or freight services. In other cases, we may have to look at a slightly slower long distance service to fit in with peak period stopping services and vice versa. We should not be afraid to question a few cherished principles to produce a solution that works for passengers or freight customers, and works reliably.",
        "This policy has to be driven by good railway operating and engineering principles – robust, practical and safe. It needs to align the railway’s priorities with those of its customers – freight as well as passenger. We know how to measure the benefits of train service provision at the margin, and we will apply a consistent methodology to underpin our choices.",
        "Capacity is linked to the other policy on which we will shortly start consultation – on fares. The structure and level of fares affect demand and the capacity requirement. Fares also provide income for investment. We need to make sure that the fares policy supports the Government objectives through a degree of direction and regulation, but leaves some commercial freedom for train operators to do what they are good at – filling empty seats.",
        "There are a whole series of other areas where our new approach to planning will be profoundly felt and welcomed and although I haven’t gone through them in detail here they include our relationships with Devolved Government, Regional and Local Development Agencies and Authorities and PTAs and PTEs,",
        "**Costs**",
        "But whilst we can have the most sophisticated and joined up planning in the world, we have to be able to afford what we want to buy. One thing which we have to tackle together is the steady rise in the real cost of operating the railway. Not just on capital projects, but on running costs as well. These costs are racing ahead and have to be curbed. There are many contributing factors.",
        "* Wage costs – particularly when coupled with a 35 hour week – are racing ahead of inflation.",
        "* Safety standards are ratcheting up, and these have to be paid for. So does meeting the requirements of Disability Discrimination Act, and the EU directives on interoperability.",
        "* Project Costs – Does it really cost the kind of £ per mile figures we are currently seeing for major projects. I leave you to answer that yourself",
        "* Investment has to be paid for through access or leasing charges. Transaction costs and consultancy costs are high.",
        "* Reliability – in terms of extra trains or staff – has to be paid for.",
        "Now many of these headings have some justification but taken together, they add to a considerable burden. Over the next few months and years we have to address these spiralling upward costs, or we risk making the full development of the railway unaffordable.",
        "Some of these costs are a “pass-through” to the SRA which on the face of it might seem alright – but its not! Our budget is limited and we have to manage it at an aggregate level. So unless we can get a grip on them, rising costs could choke off investment at the margin, and restrict our ability to respond to local plans. For all its faults, BR did apply relentless downward pressure on costs which led to some innovative ideas like radio signalling, or which, like the HST, generated big increases in revenue. We must do the same.",
        "There must be cheaper ways of running the rural railway than meeting the same stringent standards as on high speed lines. Maybe some suburban routes around the country could be better run as light rail than as they are now. Manchester Metrolink now carries as many passengers as the whole of the rest of the Greater Manchester suburban network. There must be better ways of carrying out engineering work than the present hopelessly inefficient possessions regime. Productive driving time still occupies, on average, less than half a shift for train drivers.",
        "**Network Review**",
        "Pulling all this together –",
        "* Capacity Utilisation Policy",
        "* Route utilisation strategies",
        "* PSR review",
        "* Fares Policy",
        "* Planning in general, and",
        "* The need to get a grip on costs,",
        "amounts to a pretty fundamental review to enable us to be very clear about what we want to buy. We will be setting this out progressively over the coming months and longer and the conclusions will not please everyone.",
        "There will be many commercial deals to be done which do not call on SRA support, and these will be welcome, but here too we need to be involved when it comes to the effect on network capacity utilization and on other operators.",
        "**The SRA Team**",
        "I recognize that to deliver this leadership and work programme requires a resource at the SRA of the highest calibre and I am delighted to say that the team is now complete and in place bar one which I shall come back to shortly. Chief Operating Officer (Nick Newton), Managing Director (Strategic Planning) (Jim Steer) and Managing Director (Finance & Commercial) (Doug Sutherland) are now all in place. Together with Julia Clarke (Freight), Chris Austin (Corporate Affairs) and Ceri Evans (Media), we are very much open for business and, with the major milestone reached last week on Network Rail, we can begin to move forward on all aspects of our work programme.",
        "That just leaves one key vacancy, for a Technical Director. I have recently taken the view that such is the scale of the agenda with respect to ERTMS, standards, European matters (notably Interoperability) and so on, that someone at the SRA must take an industry lead on this. We will shortly be starting the recruitment process.",
        "**Conclusion**",
        "I would like to rewind to that extract from the Directions and Guidance again. The second part of it referred to working co-operatively towards common goals. Working together is essential if we are to deliver the railway we truly need and we are capable of doing it, of that I have no doubt. Over the last few months in particular, there has been clear evidence that it is happening, not least of all when we have been dealing with difficult issues.",
        "We are now moving to a clearer position in the railway industry where responsibility and accountability can start to be clearly understood. It is certainly the case that the role of providing leadership, of setting the strategy, of specifying the outputs and determining the value for money case for injecting public money rests with the SRA. It’s a challenge we’re up for. But it is nothing without a strong and vibrant private sector, willing to take risk because the opportunities, the strategy and the risks and rewards are clear. The SRA and the ORR with our separate but complementary jurisdictions are creating that framework. Together with all of you, we need to “Get on With It”.",
        "Thank you."
    ]
}