{
    "url": "https://www.ukpol.co.uk/sharon-bowles-2022-speech-on-the-growth-plan-baroness-bowles-of-berkhamsted/",
    "title": "Sharon Bowles – 2022 Speech on the Growth Plan (Baroness Bowles of Berkhamsted)",
    "post_date": "October 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Sharon Bowles",
            "url": "/tag/sharon-bowles/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sharon Bowles, Baroness Bowles of Berkhamsted, in the House of Lords on 12 October 2022.",
    "content": [
        "My Lords, the Government have U-turned on some of their insensitive Reaganomics, giving tax cuts and perks to the wealthy during a cost of living crisis for the wider population, but a harsh right-wing agenda is an integral part of the Tory Brexit plan. It may not have headlined beyond the Singapore-on-Thames misnomer—thought just to mean light-touch financial regulation—but disruption and asset price adjustment are part of it, as the Prime Minister has revealed in various things that have been said.",
        "Those kinds of adjustments are painful and require a long policy horizon, broad and deep support and good communication, as do any challenges to market orthodoxy. But done naively, two years before an election, with none of the accompanying platform—no wonder the markets took flight. The mini-Budget and growth plan set in train faster and further falls in sterling and gilt prices, and rises in interest and mortgage rates, than would otherwise have happened.",
        "The gilt glitch triggered Bank of England intervention to save defined benefit pension funds that had tried to manage mark-to-market gilt valuations with derivatives and borrowing, collateralised by the gilts themselves: an incestuous systemic linkage, which sounds crazy anyway, inherently vulnerable to a doom loop, created and perpetrated by and around regulated entities, warned about to the Bank of England, and deemed acceptable or untouchable by regulators.",
        "This was a systemic accident waiting to happen. Dodgy derivatives, shifting risk horizons, timelines and effective ownership change—has nothing been learned from 2007? The issue that has driven the invention of liability-driven investments and the recent gilt-sale doom loop is the mark-to-market requirement of accounting standards and applying it to hold-to-maturity gilts within pension fund assets. It has caused 20 years of instability in the pensions sector.",
        "Gilts held to maturity are not volatile; the coupon and end return are either fixed or linked to inflation. As Terry Smith pointed out in his opinion piece in the FT last week, LDIs are not hedging risk—which is the total realised end return—but attempting to hedge the accounting valuation with all its short-term noise and volatility. The only gainers are the peddlers of exotic products; the losers are the public and pensioners who foot the cost of the rescue and the finagling.",
        "Why is this done? Because of universal mark-to-market accounting standards dogma, also embedded in other regulation. Maybe it makes audit less work, requiring less judgment, but what good is that when the consequences and get-arounds open the door to extreme systemic events?",
        "I know that the noble Lord, Lord Callanan, follows the infallibility of accounting standards mantra of BEIS—it is probably being scribbled down in the Box right now—but there are dangerous flaws and absurdities, and it is negligent if government, BEIS, the Treasury, regulators and the Bank will not get their heads around issues in accounting standards. It is no defence to say that accounting standards are independent; they are a closed shop defended by their acolytes. We are not all bamboozled, but those with power must take off their blinkers."
    ]
}