{
    "url": "https://www.ukpol.co.uk/roland-boyes-1986-speech-on-local-government/",
    "title": "Roland Boyes – 1986 Speech on Local Government",
    "post_date": "August 26, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Roland Boyes",
            "url": "/tag/roland-boyes/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Roland Boyes, the then Labour MP for Houghton and Washington, in the House of Commons on 6 March 1986.",
    "content": [
        "I beg to move,",
        "That an humble Address be presented to Her Majesty, praying that the Local Government Re-organisation (Compensation) Regulations 1986 (S.I., 1986, No. 151), dated 31st January 1986, a copy of which was laid before this House on 7th February, be annulled.",
        "The regulations are concerned with compensation for the loss of employment and for diminution of emoluments for members of staff of the Greater London council and the six metropolitan counties. An early release scheme, supposedly designed to create vacancies in other authorities to make way for metropolitan county staff, completes the package of measures put forward by the Government for dealing with the staffing consequences of abolition. However, there are several problems about the package.",
        "It is no consolation to say that it could have been worse. The initial proposals of the Government were very unsatisfactory. It was only following pressure from the Association of Metropolitan Authorities and the Trades Union Congress local government committee that improvements were made. The package of measures has done little to assist the management of change, it has produced inequity and disparity of treatment in different metropolitan county council areas, and it is too late. The early release scheme, which might have helped by reducing the number of compulsory redundancies, has only been made operative through a circular dated 26 February 1986, just five weeks before abolition.",
        "About a week ago I talked at some length in the Chamber about the problems created by only five weeks’ notice of the regulations being given. This evening I shall let Sir Philip Woodfield, chairman of the staff commission, speak on my behalf. In the Municipal Journal of 28 February 1986 he wrote:",
        "“The uncertainty has been added to by Government delays. Only recently has it laid before Parliament the main transfer order and the compensation regulations and promulgated the early release scheme. It is not sufficient to say that the main outlines of the proposals were announced some time ago. The delay in putting out detailed arrangements for the early release scheme in particular has much reduced its value and anyway people ought not to be expected to make crucial decisions affecting the rest of their lives without seeing exactly how they would be affected.”",
        "I should like to consider the circumstances of those who leave the employment of a metropolitan county council to take a lower-paid job in another local authority. That move is itself a blow, but it could become a permanent feature for many. The Government’s initial proposals were for a lump sum payment which would have led to greater unfairness for some people. The scheme in the present regulation, although better, has some drawbacks, which the Government could remedy even at this late stage.",
        "An employee will get up to £5,000 a year. The cash for compensation is calculated according to a formula in the regulations, which is arrived at, roughly, by subtracting the contractual wages paid in the new job from the contractual wages, overtime payments and bonus payments paid in the original job.",
        "Payments are to be made one year in arrears, so the first is not due until 1 April 1987 for many staff. However, it is possible for residuary bodies to make certain interim ​ payments. I hope that other residuary bodies will follow the example of one in the west midlands that has determined to make monthly payments. That will help to reduce the hardship experienced by loyal officers of local authorities who will suffer from a much reduced income.",
        "The compensation lasts for seven years, but half payment is made in the eighth year. The Government might like to extend the period of time during which compensation is payable. There are important conditions for eligibility spelt out in regulation 3(7)(2)(a) to (e). Regulation 3(7)(2)(b) states that “an employee must have had three years continuous local government service by 1 April 1986 to qualify for compensation. I have been approached by several representatives of the metropolitan counties who suggest that the requirement should be for no more than two years. I should be glad if the Minister would consider that carefully. Such a reduction would bring eligibility into line with eligibility for payment for compulsory redundancy. The choice of three years is quite arbitrary.",
        "Redundancy payments are a less straightforward matter. There is a problem, because there are two schemes for calculating redundancy payments — a national scheme and locally agreed schemes. Three metropolitan county councils—South Yorkshire, Tyne and Wear and West Midlands—have been prevented from implementing local schemes by the undoubted sharp practice of the previous Secretary of State. I refer to the use of retrospective legislation in March 1984 to prevent them from establishing their own severance schemes. On 1 March 1984, the then Secretary of State said in a written reply:",
        "“The second will ensure that any terms which are incorporated into existing or future contracts of employment after 1 March 1984 and which relate to compensation for redundancy or detriment will have no effect where they would entitle an employee to an amount greater than that provided for, in due course, in the main abolition legislation.” — [Official Report, 1 March 1984; Vol. 55, c. 276–277.]",
        "It will be noted that the date I mentioned in the former Secretary of State’s reply is 1 March. He actually gave the written answer in the Official Report on 1 March 1984. I find that an unacceptable practice.",
        "As the Minister is aware, my constituency is part of the metropolitan county of Tyne and Wear. I shall use Tyne and Wear as a illustration of the iniquitous situation that has arisen as a consequence of the decision of the former Secretary of State. Officers will claim that it is the first time in the history of industrial relations, both inside and outside the public sector, that two different sets of conditions have applied to people being made redundant in the same industry. It is not good enough. It is unfair and unjust. Many of the staff concerned—in fact I would say all of the staff—have given many years of loyal service to the Tyne and Wear metropolitan county and they feel that the Government are using them as political pawns. Even if the abolition of the metropolitan county was a political battle between Members of Parliament at Westminster and councillors on local authorities that is no excuse for the fact that the officers, who were not a part of that political process, will be the ones who will suffer. I find that totally unacceptable. Staff are dismayed at the treatment after serving for many years to the best of their ability.",
        "It is not the wish of the local authority that this problem has arisen. Well before 1 March 1984 my local authority is on record giving a public commitment to a local scheme ​ that provided a safety net, vital in the north east, an area of extremely high unemployment. It is part of the northern region, as you know well, Mr. Deputy Speaker, which has the highest unemployment level in Britain.",
        "Those people who are aged over 50 will find it particularly difficult to find another job if they are made redundant when the abolition day is reached. It has been suggested in a most disgraceful front page of the Daily Express that the schemes are “gravy trains”. I cannot understand the Daily Express. I knew that it was a backward newspaper but for it to print a front page lead now about a scheme that was announced on 1 March 1984 is taking things too far.",
        "The article, by Mr. Don Coolican talks about a “gravy train”. I know that hon. Members on both sides of the House have worked in local Government, as I did for many years. We know that some of the directors—I was an assistant director of social services —could be considered to be well paid, but many of the clerical staff, typists and other people who work for local authorities are far from well paid. To describe what some people in a local authority will obtain as a redundancy payment as a “gravy train” is downright misrepresentation of the true facts and it is a disgrace. It is an insult to the workers, who will already suffer badly by being made unemployed, without having such scandalous and scurrilous material written about them.",
        "The people who face this uncertain future would have been quite happy to have given more years of their lives to serve the people of Tyne and Wear diligently. Tyne and Wear has been used to illustrate the problem but it also affects the staff of two other metropolitan counties, South Yorkshire and the West Midlands. I received a letter from three members of staff of the South Yorkshire county council, with a detailed argument supporting the case for better redundancy pay. They wrote:",
        "“It seems totally wrong that officers employed by South Yorkshire, and by Tyne and Wear and West Midlands and made redundant by abolition should be treated differently from colleagues in the GLC, Merseyside, Greater Manchester and West Yorkshire on the basis of virtual accidents”—",
        "I think that that is a good phrase—",
        "“of timing; accidents relating to the timing of approval of severance schemes in relation to government deadlines.",
        "It may be argued that the GLC, Merseyside, Greater Manchester and West Yorkshire simply eluded the government’s efforts and behaved irresponsibly in adopting over-generous severance schemes. This is just not true; it is the scheme proposed to be imposed on South Yorkshire, Tyne and Wear and the West Midlands which is the exception. The scheme is the worst ever applied in the public sector. It compares badly with schemes operated by other public bodies such as the NCB, British Gas and Water Authorities. It is understood that it also compares badly with private schemes such as those operated by ICI, GEC, Courtaulds and Marks and Spencer.”",
        "Certain rights were acquired by the GLC and the metropolitan counties — Greater Manchester, West Yorkshire and Merseyside — and in general their contractual schemes give employees a higher level of compensation entitlement than the scheme that is set out in the regulations. Under the present arrangements, and excluding superannuation benefits, a person aged 58 with 34 years’ service earning £15,000 a year would receive the following amounts if he worked for the following authorities: Greater Manchester, £20,193; West Yorkshire, £17,163; south Yorkshire, only £8,221. By luck, or by choosing a certain geographical area in which to live and work, an individual may receive almost ​ £21,000 while someone living in another area such as south Yorkshire would receive only £8,000. That cannot be right and it is not right.",
        "After representations to the Government by the Association of Metropolitan Authorities and the Trades Union Congress, the scheme was improved for staff within the 40–50-year age group. However, there are other disparities that are worth mentioning. For example, a local authority worker is treated differently from a civil servant. The following example shows how payment will be calculated for a local authority worker as against a non-mobile civil servant. I do not criticise those who receive more than others. My contention is that metropolitan county staff should receive the same as civil servants.",
        "On abolition, a member of staff of a metropolitan council aged 40 years with 20 years’ service will receive 40 weeks’ pay. A non-mobile civil servant would receive 65 weeks’ pay. A member of staff of a metropolitan county aged 50 years with 30 year’ service would be given 82 weeks’ pay and the non-mobile civil servant would receive 104 weeks’ pay. These are examples — I could give many more — that we would like the Minister to consider.",
        "It is disgraceful that only five weeks remain in which to consider these matters. I hope that the Minister will bring the arrangements for the staff of the metropolitan counties into line with those for civil servants.",
        "The Government’s main objective was to abolish the GLC and the metropolitan counties. I cannot be sure, but I hope that it was not part of their policy to create two different tiers of redundancy payments and to pay some staff more or less than others. I hope that the Minister will consider carefully the following questions. First, will the hon. Gentleman allow a scheme to operate which was agreed in detail after 1 March 1984, which is now available and which was declared publicly before 1 March 1984? In other words, it can be demonstrated unequivocally that there is no sharp practice.",
        "Secondly, if the Minister cannot agree to that, will he consider closing the gap between the payments that are made under the two schemes for those aged over 50 years who will experience the greatest difficulty in the job market?",
        "We would like to see a closing of the gap between the better paid local schemes and non-local schemes. I stress that by closing the gap I mean bringing upwards the scheme we are discussing and certainly not bringing it down from any of the schemes that have been agreed locally. I ask the Minister seriously to consider closing the gap.",
        "Thirdly, will the Minister take a generous attitude to the problem? The numbers involved will be relatively small When we spent 200 hours on the Bill, the Government talked of possibly 8,000 or 9,000 people being made redundant. We know that, although too many will be made redundant, the numbers will not be of that magnitude. In view of this the Minister has a chance to take a generous attitude to the problem.",
        "Fourthly, will the Minister agree to look specifically at the compensation that will be obtained by those people, many under 60, who have contributed for over 40 years to a superannuation fund? I understand from a letter from the chief executive of the West Midlands county council, Mr. Hender, that",
        "“such officers should be compensated by having redundancy compensation payments on the same scale as that provided under Clause 4(1); that is, two weeks’ pay for each year of service.”",
        "Fifthly, will the Minister confirm that, as regards reorganisation under the Local Government Act 1985, section 84(1) of the Employment Protection (Consolidation) Act 1978 applies to persons who are affected by local public holiday arrangements? I can see that there could be difficulty here where public holidays, associated extra-statutory holidays and concessionary holidays, interrupt continuity of service. Mr. Hender says, giving an example:",
        "“we have situations where people have left say, Walsall corporation on a Maundy Thursday and have commenced work with the West Midlands County on Wednesday after Easter, the first day of their new contract of employment.”",
        "Before anyone thinks that that does not sound serious, let me say that normally I am dealing with a different industry, with a miner with 40 years’ service, who receives only 10 years’ redundancy pay after 40 years down a lousy, stinking, dirty mine, all because there was a few days’ gap between the final part of his employment for the last 10 years and the main part of his employment.",
        "The legislation ensures that staff on maternity leave at 31 March who are not transferred to a successor authority will be entitled to receive from the appropriate Residuary Body any outstanding statutory maternity pay even though their employers cease to exist. However, women employees of the GLC and metropolitan counties also have contractual rights to maternity pay in excess of the statutory provisions, which under present regulations they will lose. We believe that it is completely unfair that the staff concerned should lose such contractual entitlements, which could easily be met by the Residuary Bodies. Women on maternity leave will be unable to make themselves available for other employment or to compete effectively for other jobs, because of their pregnancy or their recent confinement. They will be in a disadvantaged position compared with their colleagues. A continuing entitlement to contractual maternity pay will at least help to provide some compensation. I hope the Minister will take this on board.",
        "Another problem that could well arise is when some people have worked for local government up to 1 April 1974 and then were compulsorily transferred on that date to employment with a water authority or health authority. Then, on various dates since April 1974 they have voluntarily left their water authority or health authority employers and rejoined local government, without any break in service. In effect they could be considered as returning to their natural local government service. However, it would be considered that there had been a break in service for the purpose of redundancy payments under the present scheme. Will the Minister consider a move from local government to a health or water authority not as a break in service but as continuous service for redundancy pay purposes?",
        "Finally, there are implications for the Inner London education authority. There has been no indication so far that the powers of section 31 of the London County Council (General Powers) Act 1921 will be applied to any of the new bodies set up under the Local Goverment Act 1985. If those powers are not applied to the new ILEA, the provisions referred to in paragraph 5(a) of a letter which I have received from the GLC—",
        "“to provide better compensation terms generally than those available to redundant local government employees elsewhere in the country mainly in the area of lump sum redundancy payments and particularly for those under the age of 50 years”—",
        "​ —will be applicable only to those employees who are transferred to the new ILEA under a statutory transfer order, and will not be applicable to many employees recruited by the new authority after 31 March 1986. The protection will be secured under the Act because the terms are contractual.  \nMoreover, the powers will not be available for use in the way described in paragraph 5(b) and (c) of the GLC’s letter, that is:",
        "“to provide better compensation terms for specified groups of employees in special circumstances (eg for certain professional staff under 50 years at the time of the ‘Cutler cuts’ exercise in 1978)”,",
        "and",
        "“to enable improved early retirement terms to be offered in individual cases, (particularly senior officers) where there has been political pressure for the individual’s services to be terminated.”",
        "Therefore, it is vital that the powers in respect of those employees are applied to the new ILEA.",
        "The Government face a test tonight. Can they give the reward that loyal, hard-working, conscientious staff of the metropolitan county councils and the GLC deserve? Abolition day is coming far too quickly, but the Government still have time to reconsider the proposals, and to consider all the disparities that have been created by the announcement of the former Secretary of State on 1 March 1984. Will the Minister consider my questions and arguments carefully so that on the dreadful date all members of staff will be properly compensated for the many dedicated years of service that they have given to the metropolitan county councils?"
    ]
}