{
    "url": "https://www.ukpol.co.uk/tracy-brabin-2020-speech-on-coronation-street/",
    "title": "Tracy Brabin – 2020 Speech on Coronation Street",
    "post_date": "December 3, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tracy Brabin",
            "url": "/tag/tracy-brabin/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tracy Brabin, the Labour MP for Batley and Spen, in the House of Commons on 2 December 2020.",
    "content": [
        "What an enormous pleasure it is to be able to discuss the much-loved British institution of “Coronation Street”, as it reaches the grand old age of 60 and is still going strong. Our constituents have gone through so much in these last few months, and it is nice to be in this place to discuss something upbeat and positive. Reaching its diamond anniversary is a phenomenal achievement, especially as it remains so incredibly popular, attracting an average audience of—can you believe that it is more than that of the Parliament channel?—7 million viewers for each show.",
        "First screened on 9 December 1960, “Corrie” was part of a new realism that was sweeping through the theatre, with “Look Back in Anger”, James Dean, Brando, and kitchen-sink dramas. Hardly anyone had a colour telly—remember that?—and there was no such thing as a remote. There were certainly no streaming channels, and we turned the telly off at 11 and went to bed. Created by scriptwriter Tony Warren, “Coronation Street” did not have a straightforward beginning, and was originally rejected by Granada television before being commissioned to run for 13 episodes. It was a slow burn, with Daily Mirror columnist, Ken Irwin, saying that it would “only last three weeks.” Earlier this year its 10,000th episode was broadcast, and in 2010, it became the longest running television soap opera in the world, earning a place in the “Guinness Book of Records.”",
        "Set in the fictional working-class Weatherfield in Salford, “Coronation Street” has never disguised its roots. It is warm and authentic, at times laugh-out-loud funny, and at other times deeply affecting. From the very beginning, the northern dialect was used. I do not know if any hon. Members are old enough to remember those early episodes, with a young man by the name of Ken Barlow achieving a university place and finding himself embarrassed about his working-class upbringing. As a proud northerner, that is not something I have ever felt, and I am proud that this show, which is as much a part of British culture as a nice cuppa, a fish ’n’ chip supper, or sitting down to the Queen’s speech on Christmas day, is played out in a working-class community in the north.",
        "In among the love stories, the breakups, the punch-ups, and the laughs over a hotpot, “Corrie” has always been true to the everyday difficulties that life, particularly working-class life, can bring, with strong feisty women at the centre of the action. As Ena Sharples classically said, “I don’t expect life to be easy. I’d think very little of it if it was”—a good rule of thumb for the moment.",
        "Since those early days on the street, we have witnessed one or two things happen to the people of Weatherfield over the decades—many things—and those famous cobbles have been the stage to storylines that have gripped our country. We have cried together, gasped together, laughed together, and learned together. There have been iconic storylines that caused the nation to take a breather from people’s busy lives, make a cuppa, and pop “Corrie” on the telly—the train crash, the tram crash, the whodunnits, Richard Hillman’s reign of terror, Alan Bradley being killed by a tram in Blackpool, Deirdre, Ken, and Mike’s love-triangle! A certain Tony Blair got involved in the campaign to Save the Weatherfield One, when Deidre was falsely imprisoned, and a certain Tricia Armstrong was sent to prison for not paying her TV licence, and then gave birth behind the bar in the Rovers Return. Alongside all the entertainment, “Coronation Street” has bravely challenged us and our way of thinking with groundbreaking storylines.",
        "**Jim Shannon (Strangford) (DUP)**",
        "Will the hon. Lady give way?",
        "**Mr Speaker**",
        "Mr Shannon, you are more than welcome to intervene. You might even want to speak later, as we have a little time. Northern Ireland’s answer to Albert Tatlock, come on in.",
        "**Jim Shannon**",
        "I am not sure how to respond, Mr Speaker. “Coronation Street” has been going all my life, and a wee bit more; and I understand, Mr Speaker, it has been going all your life, and a wee bit more as well. My wife is a tremendous fan of “Coronation Street”. She never misses it. Last week, in self-isolation for the second time, I sat and watched “Coronation Street” on numerous occasions with my wife in control of the remote, so I was not able to turn over.",
        "There was a poignant storyline last week about the loss of a young boy called Oliver. We watched every night it was on during the week, and a person would need a heart of stone not to be moved by that story, how they portrayed in a soap what affects people in reality. The soaps have a tremendous role to play in telling the stories of real life out there, and last week “Coronation Street” did that with real passion, understanding, carefulness and caution—",
        "**Mr Speaker**",
        "Mr Shannon, I said you could intervene. I will put you down to speak. You do not need to make a speech in an intervention.",
        "**Tracy Brabin**",
        "That was a really excellent intervention, because it highlights the quality of the writing and the pressure that the crew and the actors are under, in this time of covid, to deliver those performances while being two metres apart, while wearing masks in public areas and while having all those other restrictions, and often in one or two takes, if they are lucky. Those authentic, passionate, emotional performances absolutely gripped the nation, and it is now on record in Parliament that they are two extraordinary actors. They will definitely be in line for awards.",
        "The stories I spoke of have helped untold numbers to understand their own personal difficulties, to speak out and to get help if they need it. Hayley, the first ever transgender British soap character, was portrayed wonderfully by my good friend Julie Hesmondhalgh, who gripped us right to the end when she committed suicide in Roy’s arms.",
        "**Kate Osborne (Jarrow) (Lab)**",
        "I congratulate my hon. Friend on securing this debate, and I congratulate all the team who work on “Coronation Street” on reaching this milestone. Does she agree that “Coronation Street” should be recognised for its groundbreaking storylines over the years? She mentioned the first trans character in a British soap in, I think, 1998 and how “Coronation Street” has sensitively highlighted social issues such as that, teen pregnancy, domestic violence and male rape.",
        "**Tracy Brabin**",
        "That is a great intervention, because wasn’t it groundbreaking? So many families watching that storyline in their living room may not have understood the humanity or the difficulties of being trans in 21st-century Britain, but they loved Hayley. It opens people’s mind to things they may not necessarily have experienced, so my hon. Friend is absolutely right. Those script writers pushed the boundaries. They were very brave to have that storyline, but we loved her. We really did love that couple so much. It was absolutely heartbreaking.",
        "To pick up on a couple of other storylines: Aidan’s suicide, which led to more calls to the Samaritans than they have ever had; Shona’s memory loss; revenge porn; racism, with the writers working closely with Doreen Lawrence to make it authentic and to give it credibility; and James, a young gay footballer struggling against homophobia. And, right up to recent days, with Bethany Platt’s sexual exploitation, David Platt’s male rape ordeal, Yasmeen’s marital coercive control and, as was mentioned, the sad death of baby Oliver. Never shying away from a difficult storyline and shining a light into the lived experience of others is what our soap operas do best. They strive to inform as well as to entertain.",
        "**Rob Butler (Aylesbury) (Con)**",
        "I congratulate the hon. Lady on securing this debate. As a long-time fan of the programme and, indeed, her role in it, I am a little bit jealous, having only graced the small screen reading the news—nothing as glamorous as the Street. She mentioned the topical storyline of the challenge of being a gay footballer, but I would submit that the Street has done a great deal over many years to support challenging attitudes to homosexuality, particularly by following the experiences of existing and well-loved characters such as Todd Grimshaw or Sophie Webster as they came out, and more recently gay parents. Does she agree that it is by being entertaining that information is often best imparted and taboos are overcome?",
        "**Tracy Brabin**",
        "I thank the hon. Gentleman so much for that intervention—he is absolutely right. As we were saying about the trans character, these things could not be discussed in any other forum than that of a show. Looking at fictional characters, we wonder, “What would I think if I was that person?” Storytelling has huge power to change people’s mind.",
        "If my history of soaps is correct, the first ever male gay kiss on television was on “EastEnders” and the first female gay kiss on “Brookside”. We must not forget the power of those shows to get that liberal view and those conversations going in people’s living rooms. As Dame Carol Ann Duffy said at the funeral of the creator of “Coronation Street”, Tony Warren,",
        "“the millions who have loved Coronation Street for over half a century have lost their Dickens.”",
        "Isn’t that the truth? He and others are commentators on our lives; they amplify and give opportunities to share experiences.",
        "“Corrie” has given us actors and characters so well written and so brilliantly acted that they could be part of the family. Names such as Jack, Vera, Roy, Rita, Steve, Gail, Ken, Sally, Jim, Betty, Mike, Fred—the list could go on and on of characters so distinctive that they are recognised across the country by their first name alone. It is also a show that incubates talent, giving new actors a chance to cut their teeth on great storylines and powerful emotions. “Corrie” gave us early moments in the careers of Ben Kingsley, Sir Patrick Stewart, Joanna Lumley, Sarah Lancashire, Joanne Froggatt and Bradley Walsh. Even Sir Ian McKellen dropped by, wearing a very dodgy hat and scarf, I seem to recall.",
        "Writers including Jack Rosenthal, Kay Mellor, Sally Wainwright and Paul Abbott have all worked in the writers room carving out brilliant plotlines and one-liners. So powerful is the writing that as a young girl I felt the trials and tribulations facing the Duckworths were as vivid as those of my own family. To go on to become part of “Coronation Street” was almost an impossible dream.",
        "**Andy Carter (Warrington South) (Con)**",
        "I happened to switch on my TV, and when I saw “Corrie” was being discussed I had to come down and pay tribute as a north-west MP. It is not just the actors and the writers that “Coronation Street” has developed. There are also the back room staff who are so critical to delivering brilliant television day in, day out—the wardrobe team, the make-up artists, the camera operators and so on. “Coronation Street” and Granada Television have fostered and developed that talent, transforming the north-west of England into a TV powerhouse. I am sure the hon. Lady agrees, having spent time at Granada studios, that that embryonic development has played a significant role in transforming the north-west media environment.",
        "**Tracy Brabin**",
        "I could not agree more, and I will go on to talk about how creativity and the creative industries can be a powerhouse and an engine of regeneration in our communities in the north.",
        "Let me speak a little more personally for a minute. I grew up in a housing estate in Howden Clough in Batley, watching acts at the Batley Variety Club. For a working-class kid like me, it was a source of pride and wonder that huge stars of the day, such as Shirley Bassey and Louis Armstrong, came to my bit of the world. Seeing photographs of Eartha Kitt eating chips in Dewsbury market is sort of mind-blowing. It set me on a path that was hard. I worked in precarious jobs trying to make it, sleeping on couches and living hand to mouth, like so many aspiring actors do. We all know how tough it is to get on in such industries for those who do not have rich parents,. For working-class northern actors, working on “Coronation Street” meant you had arrived. We had grown up watching it, and we wanted to be in it. I got the chance to work with the legends of “Corrie”—Jack and Vera, Raquel, Bet Lynch and Betty Turpin—watching and learning. As someone who had not been to drama school, the ability to memorise pages and pages of script overnight and bring authentic emotions and truth to the work was a skill I learned on that job.",
        "Many may know me as Tricia Armstrong, but aficionados may also know that I joined the show for three episodes playing Chloe, a toy shop manageress. It was a Christmas episode, and I ended up on top of the roof of the toy shop with Peter Baldwin dressed as Father Christmas. I must have impressed in that role, because I was then invited to come back a number of years later as Tricia Armstrong. That first day was, as the House can imagine, very overwhelming. Everybody in the green room was a famous face. When you have William Roache—he is now, unbelievably, 88—saying, “Would you like a cup of tea, Tracy?”, it is quite a surreal experience, as was working with Liz Dawn, who had her lines stuck all over the set like in “The Generation Game”, because she could not remember all of it. As long as there was a bit of script somewhere, she was all right. Famously one Christmas she pulled out the chicken and the lines were on the bum of the chicken as it came out—I thought, “Very convenient.” Then there was Annie Kirkbride, who we all sadly miss, who played Deirdre. Her wicked sense of humour creased us up in serious scenes.",
        "Having struggled with the feast and famine nature of the freelance life, it was such a huge relief to have regular paid work, a paid holiday and a chance to save. More than that, it was the honour of being part of something so associated with my class and being in the homes of people every night who shared my accent and my experiences.",
        "“Corrie” is not just about portrayal or about telling working-class stories brilliantly; it is, as the hon. Member for Warrington South (Andy Carter) says, absolutely about jobs in the north. It is not just about actors and directors, but schedulers, designers, editors, costume and make-up, researchers, the props team, office staff, accountants, carpenters, electricians, painters, security guards and canteen staff—the list goes on.",
        "Mr Speaker, you may know I am standing to be the candidate for the West Yorkshire Mayor. If I am elected, that experience on “Coronation Street” will drive my creative new deal, because our entertainment industries also have the power to build our economies, to deliver regeneration and to provide opportunity, hope and skills, and that process will take inspiration from “Coronation Street”, as it has shown us how important television can be for the economy.",
        "“Coronation Street” has a bespoke 7.7 acre set in the north-west. It employs about 450 people and hundreds and hundreds of freelancers. It firmly cements the importance of the north in TV’s history, and in its future, too. We know it is a creative powerhouse, and the skills and talent it nurtures and develops have aided and continue to aid the gentrification of Salford.",
        "I know that ITV takes the development of skills very seriously. To this day, it supports Tony Warren’s determination to be a champion of local talent. Tony wanted to support disadvantaged young people to get a career in an industry that is famously difficult to get started in. Shortly before his death in 2016, he worked with “Coronation Street” and ITV to establish a bursary to support local actors from disadvantaged backgrounds to train at drama schools. I can think of no better legacy for a man whose creation has brought us 60 years of public service broadcasting at its best.",
        "The success of “Coronation Street” is built on a healthy and well-supported public service broadcasting system. In order to preserve these valuable national treasures, reforms need to be made to protect and support our PSB. I hope that the Minister, when he gets to his feet, will also reflect on that and work with the broadcasters and Ofcom to ensure public service broadcasters can continue to deliver for their audiences and, more urgently, for our regions.",
        "Like all parts of life, covid has put massive obstacles in the path of “Coronation Street”, and the team has worked hard to overcome them. The Rovers Return is not that busy these days. The desks in the factory are slightly more spread out than they used to be, reflecting the regulations of real life, and keeping cast and crew as safe as possible while bringing familiar entertainment to our homes. While the Minister is here, let me say that large parts of film and television production have been able to get back on track thanks to the support of the Government around insurance. Screen production is part of a creative ecosystem, and to get it fully functioning once again our performing arts, theatres, music festivals and venues also need that insurance support to keep as buoyant as they can be.",
        "During the last few months of pain and frustration, there have been many times when I am sure that many of us would have found familiarity and comfort in these words from the legendary Blanche, written by my good friend Damon Rochefort: “In my day, summit bad ‘appened you stayed home, got drunk and bit on a shoe.” I think that is quite a good metaphor for the times we live in.",
        "If there is one thing in our country that can cross political divides, it is our love of “Coronation Street”. I am incredibly proud to have been part of the show’s history. I am one of thousands of actors, writers, producers, directors, costume makers and off-screen staff who have worked around the clock—trust me, I absolutely mean around the clock—to bring this programme to our screens year after year, decade after decade, never slipping in quality. Now I am proudly one of the millions of fans of “Coronation Street” who make the show so special, and I know that history is still there to be made, so here’s to the next 60 years.",
        "**Mr Speaker**",
        "Thank you. As somebody who was born and brought up in Granadaland and who has seen “Coronation Street” develop, it would be remiss of me not to be in the Chair at the start of this debate. Shortly I am going to hand over to another north-west Chair from Lancashire—Nigel Evans, no less. It is interesting that in “Coronation Street”, they always talk about going to Chorley market, because they know the good value of Chorley market. The other thing, of course, is that Ken Morley is from Chorley; he is just one of the stars who have been in “Coronation Street”. At home I have a tray from Newton and Ridley from the set of “Coronation Street”. Both myself and Mr Evans were on “The Politics Show” and we had to answer a certain number of questions. Guess who won—I’ve got the tray!",
        "No more from me. I call Conor Burns."
    ]
}