{
    "url": "https://www.ukpol.co.uk/tracy-brabin-2021-speech-on-covid-19-financial-assistance/",
    "title": "Tracy Brabin – 2021 Speech on Covid-19 Financial Assistance",
    "post_date": "January 16, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tracy Brabin",
            "url": "/tag/tracy-brabin/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tracy Brabin, the Labour MP for Batley and Spen, in the House of Commons on 13 January 2021.",
    "content": [
        "I beg to move,",
        "That leave be given to bring in a Bill to require the Government to undertake an assessment of any gaps in financial support provided to individuals, businesses and industries over the course of the Covid-19 pandemic; to require the Government to report to Parliament on steps it intends to take in connection with any such gaps; and for connected purposes.",
        "Thank you very much, Madam Deputy Speaker, for allowing me the opportunity to propose this Bill today. It aims to support those who have been excluded or fallen through the gaps of meaningful support during this pandemic. In preparing my speech, I knew I would be following a recent financial statement from the Chancellor, and I had hoped to be responding to some new initiatives to help some of the people who have been without a penny since March 2020. Sadly, I watched the Chancellor once again give a financial statement without even acknowledging or mentioning the excluded. It left me and so many others bewildered, angry and upset. It is why today’s Bill is sadly so necessary. The Government must identify the gaps in support and inform the House of the steps they will take to right this wrong without delay.",
        "Thanks to the vaccination programme, there is light at the end of the tunnel, but right now we are still in the grip of the pandemic. Just yesterday, 1,243 people tragically died from the virus. Schools and non-essential businesses are closed, and we have been told that if we can, we must stay at home. So many have lost their jobs and so many businesses have gone under. For some, the Government have stepped in with a financial safety net, but so many others—our fellow taxpayers—have been abandoned and left to fend for themselves. In the words of Manchester’s Metro Mayor, Andy Burnham:",
        "“Basic fairness demands a solution for those excluded.”",
        "There are many who agree.",
        "During the recall last week, Member after Member from all parts of the House stood up and requested support for those who have been left out. Incredibly, the Prime Minister said in response that nobody has been excluded. I would ask him to listen to some of these examples and tell these people that nobody has been left behind.",
        "Kim is a make-up artist and beauty therapist who has been trading for nine years, operating from a treatment room in her garden and working around her young family. Tragically, Kim in 2018 lost her husband and was entitled to bereavement allowance. When the pandemic struck, her business had to close. She was denied a local authority grant on the grounds that she operates her business from her garden treatment room. She was deemed ineligible for the self-employment income support scheme because HMRC treats bereavement allowance and the pension payments from her late husband as trade income. She therefore falls foul of the 50:50 rule, where someone must make over 50% of their income from self-employment. Perhaps most cruelly—heartbreakingly —had her partner been alive today, Kim would have received 80% of her business trade profits across the past three years with no questions asked. With two young children to care for, this has caused stress and anxiety. I would like to hear the Prime Minister tell Kim that nobody has been excluded.",
        "Another example comes from a woman I will call Zoe, who contacted me about her sister, Louise, whose business had to close due to coronavirus restrictions. The business opened in May 2019, which meant that Louise was unable to apply for Government support. Her hopes were pinned on obtaining a bounce back loan, which she was denied, despite applying over a six-month period. Louise’s family stepped in and tried to help where they could but, traumatically, Louise has attempted to commit suicide three times in recent months. It is heartbreaking the effect that the lack of support is having.",
        "James, who was made redundant in 2019, secured a new job in early 2020, only to lose it when covid hit, as the sites he was due to work on were no longer open. He had no employer to furlough him and he was not self-employed, so he fell through the gaps. James started 2020 with savings and a new job to look forward to; he tells me that he starts 2021 claiming universal credit and classed as homeless or at risk of homelessness—savings gone, dreams gone, no job, no income from a partner and going through this alone.",
        "James has paid taxes and worked all his life, and contributed to a state pension for years. Would anyone in this House really disagree that he has been excluded? I encourage anyone listening to this today to put themselves in those people’s shoes; the sense of injustice that they would feel if they had done the right thing, gone out, worked hard and paid their taxes, only to be abandoned by this Government.",
        "There are millions of citizens reaching out for help only to find that, just by the nature of how their tax is calculated, they are now left by the wayside: the zero-hours worker in the events industry, who cannot get furloughed and is now on universal credit and in debt; the pay-as-you-earn freelancer working in television, who pays tax at source, whose work has now dried up due to the lockdown and whose last employer will not furlough them; the entrepreneurs who took the jump and excitedly became self-employed recently, only to find themselves ineligible for the self-employed income support scheme, and innovators and businesspeople, now desperate and afraid for the future. All those people form the excluded.",
        "A number of distinct groups include 200,000 newly self-employed and 200,000 self-employed people previously earning more than £50,000 in profits, 1.1 million people who earn less than 50% of their income from self-employment, 300,000 new starters, 100,000 people denied furlough, 400,000 PAYE freelancers 700,000 limited company directors and nearly half a million people who have lost out due to maternity, parental or adoption leave—all individuals with the same hopes and dreams as us here in this room. Those groups are distinct, and a number of solutions will be necessary to provide the support that they deserve, but difficulty or complication is absolutely not a satisfactory excuse for disinterest, denial and lack of action.",
        "The Bill I move today calls for the Government to report on the steps they plan to take to rectify the gaps in support, but I would like to assist the Treasury Benches by offering some suggestions that may guide their thinking. While this may sound like a list, each and every suggestion is our trying to find a solution to a human problem and a historic injustice.",
        "First, the newly self-employed could be included in the fourth round of SEISS. Throughout the pandemic, the number of self-employed has been gradually reducing, so it is unlikely the number of claimants would be more than 300,000—a simple and very fair measure. Many directors of small and medium-sized businesses were unable to furlough themselves, either because it would mean that they were not allowed to do any work at all or because they were ineligible. A directors’ income support scheme could help to support company directors, which is really important because there will be no meaningful recovery from covid if there are no businesses left standing to employ people.",
        "Many freelancers who have not worked in the last tax year and received no meaningful financial support have lived on money put aside to pay their tax. With their tax bills now due, perhaps the Treasury could waive tax for those whose income is less than their tax bill. It is also nothing short of an outrage that self-employed mothers have no ability to discount their maternity leave from SEISS payments. That leaves tens of thousands of women discriminated against and out of pocket, and it must be changed and backdated without delay.",
        "For those who are employees, access to furlough was entirely in the hands of the employer. Those who have been refused have been left destitute. People are increasingly desperate; only this week I spoke to a man who had just sold his house, saying, “At least we have something left to sell.” A one-off taxable grant, while far from comprehensive, could work—a flat payment that would be administratively simple and secure in that, if it pushed them against the income spectrum, the grant could return to the Treasury via the tax system. For the excluded, the Treasury could look at a taxpayer targeted support scheme, which would allow people to claim what they would have received in different circumstances. These are just many suggestions that could help, but the Treasury must show the political will and instruct its policy experts to find solutions. With the supermarkets returning £2 billion to the Treasury—money already allocated—this could be the ideal time to put those schemes into practice.",
        "The coronavirus pandemic has taken so much from us, and the Government have provided unprecedented financial support to millions, which is absolutely to be commended, but the schemes were put in at speed and we now have the bandwidth to attend to the detail and support those left behind.",
        "In drawing my contribution to a close, I pay tribute to the 3 million excluded, who have campaigned and organised in increasingly difficult personal circumstances. No one could have foreseen the pandemic, and they have been left out of meaningful support through no fault of their own. I hope that the Government and the Treasury understand that now is the time to right this historic wrong."
    ]
}