{
    "url": "https://www.ukpol.co.uk/tracy-brabin-2020-speech-on-the-domestic-abuse-bill/",
    "title": "Tracy Brabin – 2020 Speech on the Domestic Abuse Bill",
    "post_date": "May 6, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tracy Brabin",
            "url": "/tag/tracy-brabin/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tracy Brabin, the Labour MP for Batley and Spen, in the House of Commons on 28 April 2020.",
    "content": [
        "It is very welcome that, seemingly against the odds, we are finally debating this Bill—a Bill that sadly could not be more needed in the situation we now find ourselves. Lockdown has been hard for many, but none more so than victims of abuse, where the domestic prison already exists. During lockdown, no flags are raised when a woman and her children are not seen by friends or family members, or when they fall out of their social circle, no longer hanging out with friends at work.",
        "Covid lockdown is an abuser’s nirvana. Too many women are suffering today and they need urgent action, especially when this surge in cases was foreseeable. Mass isolation, children no longer in school, and the closure of many routes to safety and support: this is fertile territory for those who wish to assert control and increase physical and emotional harm. Sadly, during the lockdown we have seen an escalation of domestic violence, from two women a week murdered by their partner or ex to the shocking number of five women, on average, being murdered a week.",
        "So this Bill is welcome, especially the statutory definition of domestic abuse that includes emotional, coercive and economic as well as physical abuse, as well as the legal establishment of a domestic abuse commissioner, putting the guidance supporting Clare’s law on a statutory footing, and the new domestic abuse protection notice orders prohibiting cross-examination of the victim by the abuser in family courts. However, with cases of ​abuse rising every day, urgent action needs to be taken now. At least £75 million of the £750 million package announced by the Chancellor for charities should be released as a matter of urgency. Once women are free to ask for help, there will inevitably be a surge of requests for support, and we must be ready.",
        "We all know that economic and physical abuse are not two different issues, and I welcome this addition to the new statutory definition of domestic abuse. They are both about power and control. Women’s Aid has said that a woman is more likely to leave an abusive relationship if she has £100 in the bank. Access to money is access to freedom. Those who wish to harm their partners and exes know this. Economic abuse ranges from keeping a woman in poverty to not letting her handle her finances, spending money from the victim’s own bank account, running up bills in the victim’s name, prolonging the sale of a house that is jointly owned, interfering with a woman’s employment—risking her only source of income—or refusing to pay child maintenance.",
        "I have heard many examples of this abuse from a number of very brave constituents from Batley and Spen. I am so impressed by their courage and their resilience. One constituent, Kirsty Ferguson, was coerced into signing up for a number of mortgages against her will. After their separation, her ex refused to pay any bills, refused to sell the houses, even when instructed by the courts, and refused to take her name off the paperwork. His words to her were: “I am going to destroy you.” Without any support from the building society, banks or police because of a lack of legislation, she was left alone in this fight. When the properties were repossessed, her credit rating plummeted, making it almost impossible to rebuild her life. She is still unable to get a loan, a credit card or a mortgage. Kirsty and others have been abandoned by the system. Some 60% of domestic abuse survivors are in debt as a result of economic abuse. Government must ensure that joint claimants of universal credit are offered separate payments as a default. Domestic abuse survivors must be made exempt from the legal aid means test, and provided with paid employment leave. A duty of care must be placed on banks and financial institutions to support domestic abuse survivors.",
        "I have also seen in the cases brought to me in my constituency surgeries that the family courts are not fit for purpose. They offer the abuser a second bite at the cherry, driving the victim through painful and unnecessary hearings. Currently, a perpetrator of domestic abuse is seen as a violent criminal in the criminal courts but a good enough parent in the family courts. We desperately need a safer family courts and child contact systems.",
        "Finally, I would like to take a moment to add my support to the campaign by my right hon. and learned Friend the Member for Camberwell and Peckham (Ms Harman) to prohibit defendants’ reliance on the rough sex defence that their victim consented to her injuries. In 1996, two women a year were killed or injured during what defendants called consensual rough sex. By 2016, this figure had rocketed to 20 women per year—a tenfold increase. I am sure that it has gone up further, with BBC research revealing that a third of UK women under 40 have experienced unwanted slapping, choking, gagging or spitting during consensual sex. In the cases of the 20 women killed, only nine men were convicted of murder, while nine were convicted of ​manslaughter and one case resulted in no conviction. I believe that the men who use this claim do so because they see it working. We must do all we can to end this horrific travesty."
    ]
}