{
    "url": "https://www.ukpol.co.uk/tracy-brabin-2020-point-of-order-following-journalist-walkout-from-downing-street/",
    "title": "Tracy Brabin – 2020 Point of Order Following Journalist Walkout from Downing Street",
    "post_date": "February 4, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tracy Brabin",
            "url": "/tag/tracy-brabin/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the point of order made by Tracy Brabin, the Labour MP for Batley and Spen, in the House of Commons on 3 February 2020.",
    "content": [
        "On a point of order, Madam Deputy Speaker. I am seeking your advice on an urgent and important matter. This afternoon, accredited lobby journalists based here in the House of Commons were denied access to an important briefing with David Frost, the Prime Minister’s Europe adviser on post-Brexit trade plans. David Frost is a civil servant and therefore his briefing on the most prominent issue of the day is supposed to be neutral and not political. The issue of post-Brexit trade plans is one of great public concern, and access to a high-level briefing should not be hand-picked by Government and political advisers. The exclusion of some publications led to every major national broadcaster and newspaper walking out.",
        "I know that all Members of this House will agree that lobby journalists’ access to Government is vital for a functioning and healthy democracy, and this latest deterioration in relations between the Government and the lobby is deeply concerning. Members are also aware, Madam Deputy Speaker, of your commitment to improving the culture in this place, and pass-holding lobby journalists are part of our community. Therefore, what advice can you offer me as to how Members might be able to formally raise this issue with the Government and ensure that this does not become commonplace?",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**",
        "I thank the hon. Lady for her point of order and for giving me notice that she wished to raise it. Of course I agree with her, as everyone will, that accredited lobby journalists are indeed part of our parliamentary community and so of course must be, should be and normally are treated with respect—and, indeed, within the behaviour code that we all apply, or should apply, to each other. The responsibilities of the Chair do not extend to the specific matter that she raises, so I can give no further answer, but I am quite sure that she will find a way of bringing her concerns to the attention of the Government in some other way. If she has any difficulty in doing so, she should please ask for further advice and I will be happy to help."
    ]
}