{
    "url": "https://www.ukpol.co.uk/ben-bradshaw-2009-speech-to-labour-party-conference/",
    "title": "Ben Bradshaw – 2009 Speech to Labour Party Conference",
    "post_date": "September 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2009",
            "url": "/tag/2009/"
        },
        {
            "text": "2009 Labour Party Conference",
            "url": "/tag/2009-labour-party-conference/"
        },
        {
            "text": "Ben Bradshaw",
            "url": "/tag/ben-bradshaw/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ben Bradshaw, the then Secretary of State for Culture, Media and Sport, to the 2009 Labour Party conference on 29th September 2009.",
    "content": [
        "[![benbradshaw](https://www.ukpol.co.uk/wp-content/uploads/2015/09/benbradshaw.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/benbradshaw.jpg)",
        "Friends, that film was about our hopes to secure the football world cup in 2018.",
        "If our bid is successful it would cap what is already one of the most remarkable periods in British sporting history.",
        "The 20/20 cricket world cup earlier this year.",
        "The Ryder cups in golf – next year in Wales, and then in Scotland.",
        "The rugby league world Cup in 2013",
        "The Commonwealth Games in Glasgow in 2014.",
        "The rugby Union world cup in 2015,",
        "And, of course we are approaching the thousand day countdown to the start of the first British Olympics and Paralympics for over 60 years.",
        "A golden decade of sport built on a golden decade of Labour investment in sport at every level.",
        "A sporting record to be proud of.",
        "Labour values driving change.",
        "Labour delivering on its promises.",
        "Remember what the Tories did to to Britain’s sports, culture and the arts.",
        "They considered them luxuries to be paid for by those who can afford them. For us, they are a common good for all. Central to our sense of community and health and well being as a nation.",
        "Ten years ago only one child in four did two hours of sport a week in school. Today, 90 per cent of children do. But we will go further and ensure, by the time of the Olympics, that every child can do five hours of high quality sport a week.",
        "In just three months after we launched free swimming this spring people over 60 and youngsters 16 and under had enjoyed four and a half million extra swimming sessions. Rubbished – like everything we do – by the Tories.",
        "They believe something can only have value if you make people pay for it.",
        "Free swimming has been championed by Labour councils and is already one of our great successes.",
        "Just as Labour has delivered Britain a sporting renaissance, we’ve delivered a cultural and artistic renaissance too.",
        "More than twice as many people have enjoyed our great museums and galleries since Labour made them free.",
        "Since April this year young people under 26 have been able to get free tickets in many of our theatres. Tens of thousands of young people who would never have thought it possible to see the best of what British theatre has to offer, have taken up the chance. And as well as ensuring young people can enjoy 5 hours of quality sport every week,we will guarantee the same for cultural, music and artistic activity too.",
        "British theatre, film, music and other creative industries are the best in the world. They are a major and growing part of our economy. And Labour is supporting them to grow even more in the future.",
        "Anyone who has watched the news in America or continental Europe can only be extremely grateful for the BBC. Labour will always be committed to the BBC and the values of public service broadcasting. No, Mr Murdoch, we do not believe that profit is the only guarantee of independence. We will never sacrifice the BBC on the altar of free market dogma. But like all successful organisations the BBC must change to survive. It must be more sensitive to the views of the public who pay for it and to the impact its power and size on the rest of the media.",
        "Good quality local news is vital for the health of our democracy. We face losing it completely from ITV unless something is done and many of our local newspapers are also struggling to survive.",
        "Labour is the only party that will guarantee high quality news on ITV in the English regions, Scotland, Wales and Northern Ireland and say how it’ll be paid for. Our solution and other measures we are taking will help local newspapers too.",
        "Let Britain be in no doubt what the Tories would do to our culture, media and sport. Boris Johnson let one cat out of the bag last week when he advocated charging for museums.",
        "And George Osborne says he wants to copy Tory councils.",
        "Like Barnet in North London perhaps? They want to provide a quality service for those who can afford to pay but what they call a “ryanair” service for everyone else. This is also a council that has slashed support for the arts, culture and sport boasting:",
        "“We don’t do culture in Barnet.”",
        "Well, I guess that figures, from the local Conservative Party that selected Margaret Thatcher.",
        "Friends, we need to wake up and wake the British people up to what the Tories would do to our country if they won in a few months time.",
        "Sport and culture decimated. The BBC fighting for its life.",
        "The death of local and regional news.",
        "Millions of people, particularly young people, whose lives are being transformed by culture and sport under Labour losing that chance.",
        "One of my predecessors in this job, the great Jenny Lee – said our mission, Labour’s mission is to ensure the best for all.",
        "That’s what Labour’s done.",
        "That’s what we’re doing and that’s what we’ll continue to do.",
        "The Tories never have; they never would.",
        "We must ensure they never will.",
        "Thank you."
    ]
}