{
    "url": "https://www.ukpol.co.uk/karen-bradley-2022-speech-on-the-protection-from-sex-based-harassment-in-public-bill/",
    "title": "Karen Bradley – 2022 Speech on the Protection from Sex-based Harassment in Public Bill",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Karen Bradley",
            "url": "/tag/karen-bradley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Karen Bradley, the Conservative MP for Staffordshire Moorlands, in the House of Commons on 9 December 2022.",
    "content": [
        "I have a hard act to follow in my right hon. Friend the Member for Romsey and Southampton North (Caroline Nokes), who made an excellent contribution. I also congratulate my right hon. Friend the Member for Tunbridge Wells (Greg Clark) on one of the many other excellent contributions as well as on securing the Bill and bringing it to this point. I know that he will take it further and get it on the statute book, because everybody in the Chamber wants to see the Bill become an Act of Parliament. He embodies what we need to do, because men are part of the solution.",
        "Men are the problem—there is no doubt about it. We have talked about how the Bill can protect men and women, but women and girls are predominantly the victims of harassment in public, so we need men such as my right hon. Friend to stand up and say “No” and to say that they need to be part of the solution, because the many fantastic women who have campaigned on this for many years will get it finished only if men come on board, too. I congratulate him on his work so far. I know that he will succeed and that he and others in the Chamber and in this place believe that this the right approach and that men need to be part of the solution.",
        "We should be thinking about the safety of women and girls all the time. The media get interested in it only when there are high-profile cases. Those cases are heartbreaking and, every time there is such a case, I, and I suspect every other woman in this place, think how it could have been them. They remember the time they took the short cut home and wondered why they had when they finally got behind their door because that short cut is dangerous. They remember walking home with their keys in their hand. I still do, because if my hands are in my pocket and my keys are in my hand, should someone approach me, I have got a weapon—something that allows me to counteract the strength of a physical attack from, inevitably, a much stronger man.",
        "We have all got the bus to the next stop—one more stop than we would normally go—because that is the lighter walk home, so we feel safer. In these cold, dark nights, we will all think, “Is it the right way to go, or should I walk out of my way and take that different route home that means that I will not be home, enjoying the warmth of my home, until later than a man would?” A man will not think about that. A man will just take that short cut or take the short bus route home. A man will not have to think about it.",
        "The hon. Member for Walthamstow (Stella Creasy) talked about how this is not right. We have to start being able to just live our lives. We should not be saying to women, “Oh, just man up.” Goodness me, that is not right. We should be able to take the bus route that gets us home quickly. We should be able to walk the shortcut. We should not have to have training on how to protect ourselves. This is not what our society should be. The hon. Lady was absolutely right and I pay tribute to her campaigning. When I was the Minister in the place of my hon. Friend the Member for Derbyshire Dales (Miss Dines), the hon. Lady was a thorn in my side, but quite rightly because she said many things that made a great deal of sense. It is great to see that this issue has now come to this House.",
        "I welcome my hon. Friend to the Front Bench. She made a point that I want to gently pick her up on. She said we want to empower victims. We do not want to empower victims; we do not want victims in the first place. We do not want to be in a position where we are apologising and explaining our behaviour. It is about the perpetrators. We want people not to be perpetrators. We do not want the crime to happen in the first place, and we need to send that very clear message.",
        "Let me compare the attitudes on this issue with attitudes on bullying in the playground. Nobody says that somebody being bullied in the playground should man up and learn how to fight back and protect themselves. No, we deal with the bullying. We take the bully and tell them that it is socially unacceptable to be a bully. I have seen the difference in my children’s education from what I received at school. They are told, “No, you can’t be a bully. If you’re a bully, we’ll take you out of the school. You will be excluded.” We deal with the perpetrators of bullying in the playground, yet in the field of violence against women and girls, we far too often look at potential victims and try to stop them from being victims. Everyone should take safety measures. We should lock our front doors when we leave and close our windows with security locks to stop us from being burgled. Of course we should take sensible measures, but we should not have to take additional measures as women just to go about our lives because we may be harassed in public, as if that is okay and acceptable.",
        "I was the Minister with responsibility for this area way back when. As my right hon. Friend the Member for Tunbridge Wells said, I think I was the first woman in the coalition Government to manage that portfolio. I was followed by Sarah Newton, my hon. Friends the Members for Louth and Horncastle (Victoria Atkins), for Redditch (Rachel Maclean), for Mid Sussex (Mims Davies) and now for Mid Derbyshire—sorry, Derbyshire Dales. I should know that, as she is my next-door neighbour.",
        "It is a wonderful portfolio, but it can be the most difficult portfolio to deal with emotionally because the depravity that human beings can show to other human beings is sometimes extraordinary. The safeguarding brief is one that exposes any Minister to the depths of human behaviour, but it also shows the best sides of human behaviour. It can be the time when the champion and the hero is found—the person who will stand up and be counted. It can be the most rewarding.",
        "I pay tribute to my hon. Friend the Member for Thurrock (Jackie Doyle-Price), because when she was a Health Minister she took this issue seriously. It is not just a Home Office response; there has to be a response from across Government. While I am getting tributes out of the way, when my right hon. Friend the Member for Maidenhead (Mrs May) was my boss at the Home Office, she was the Home Secretary who spotted that this victim-based crime needs to be taken seriously. Victims need to be believed, and we need to stop the perpetrators before they even become perpetrators. Too often with this sort crime, we remove the victim from the setting. We take the victim to another place and it is the victim who suffers, rather than the perpetrator. It must not be that way—it must be the perpetrator who suffers. I continue in the theme of congratulating women Ministers by mentioning Amber Rudd and my right hon. Friend the Member for Witham (Priti Patel). All those women Ministers in the Home Office have taken this issue seriously.",
        "To conclude on this point, the Bill demonstrates what Parliament and parliamentarians want. We are showing leadership: we are saying that this is not acceptable and society needs to listen and act differently. Taking steps like this—making what appear to be very small changes to the law—can make an enormous difference.",
        "I want to pick up on the point that my right hon. Friend the Member for Tunbridge Wells made about hate crime. He is absolutely right that the more effective way to deal with the issue at this stage, as the legal framework sets out, is to make this change to harassment in public. However, it might not necessarily be the right way or everything we need to do in future, in a different framework. My right hon. Friend the Member for Romsey and Southampton North talked about the campaign continuing, and it does. This is not the end; it is just another step in this long journey that we are taking. But this simple Bill makes a big statement, and I say to police forces, law enforcement bodies, prosecution services and others: Parliament wants you to act in this area; Parliament wants you to take action and make sure these crimes are taken seriously. The greatest success of this Bill after it becomes an Act is that there will not be any prosecutions, because there will not need to be prosecutions, because society will have recognised that this is not acceptable and will start to behave differently.",
        "I again pay tribute to my right hon. Friend the Member for Tunbridge Wells. He has my full support on this Bill, and I look forward to it returning to this place for Report and Third Reading, and then to the other place, and then to my right hon. Friend coming in with Royal Assent at some point in the future."
    ]
}