{
    "url": "https://www.ukpol.co.uk/karen-bradley-2017-statement-on-the-skyfox-merger/",
    "title": "Karen Bradley – 2017 Statement on the Sky/Fox Merger",
    "post_date": "September 13, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Karen Bradley",
            "url": "/tag/karen-bradley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Karen Bradley, the Secretary of State for Digital, Culture, Media and Sport, in the House of Commons on 12 September 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/karenbradley-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/karenbradley-1.jpg)",
        "I apologise for beginning my statement by correcting you, Mr Speaker, but I am now the Secretary of State for Digital, Culture, Media and Sport. The Department has a new word in its name.",
        "I am here to give an update on the proposed merger between 21st Century Fox and Sky plc and on my decision about whether to refer the transaction for a full six-month investigation by the Competition and Markets Authority. I should first remind the House that in my quasi-judicial role I must, first, come to a decision on the basis of relevant evidence; secondly, act independently in a process that is fair and impartial; and, thirdly, take my decision as promptly as is reasonably practicable. I am committed to transparency and openness in this process and have been clear that my decisions can be influenced only by facts, not by opinions, and that they can be influenced only by the evidence, not by who shouts the loudest.",
        "I turn, first, to media plurality, and I can confirm that none of the representations received has persuaded me to change my position. Accordingly, I can confirm my intention to make a referral on the media plurality ground to the CMA. On the question of commitment to broadcasting standards, over the summer my officials reviewed the almost 43,000 representations received. A significant majority of them were campaign-inspired, arguing against the merger going ahead but generally without providing new or further evidence or commenting on Ofcom’s approach. Overall, only 30 of the 43,000 representations were substantive, raising potentially new evidence or commenting on Ofcom’s approach. Almost all were related to commitment to broadcasting standards.",
        "In the light of those representations, I asked Ofcom to provide further advice. May I put on record my gratitude to Ofcom for its efforts to respond to the questions that were raised? I am, today, publishing the exchanges between my Department and Ofcom. In those exchanges, I sought clarification on, first, the threshold that Ofcom applied to its consideration of the commitment to broadcasting standards ground; secondly, the consideration made of broadcasting compliance; and, thirdly, the consideration made of corporate governance issues. I also asked Ofcom to consider whether any of the new, substantive representations that I received affected its assessment.",
        "I have taken careful account of all relevant representations and Ofcom’s advice, and I have today, as required by the legislation, written to the parties to inform them that I am now minded to refer the merger to the CMA on the grounds of genuine commitment to broadcasting standards. I will now set out the technical reasons for that decision.",
        "Questions were raised about the threshold for referral. The legal threshold for a reference to the CMA is low. I have the power to make a reference if I believe that there is a risk that is not purely fanciful that the merger might operate against the specified public interests. In its original report, Ofcom stated that​  \n“we consider that there are no broadcasting standards concerns that may justify a reference”.",
        "At the time, Ofcom appeared to be unequivocal. Following the additional representations,",
        "Ofcom has further clarified that",
        "“while we consider there are non-fanciful concerns, we do not consider that these are such as may justify a reference in relation to the broadcast standards public interest consideration.”",
        "The existence of non-fanciful concerns means that, as a matter of law, the threshold for a reference on the broadcasting standards ground is met. In the light of all the representations and Ofcom’s additional advice, I believe that those concerns are sufficient to warrant the exercise of my discretion to refer.",
        "The first concern, which was raised in Ofcom’s public interest report, was that Fox did not have adequate compliance procedures in place for the broadcast of Fox News in the UK and that it took action to improve its approach to compliance only after Ofcom expressed concerns. Ofcom has confirmed it considers that to raise concerns that are non-fanciful but not sufficiently serious to warrant referral. I consider that those non-fanciful concerns warrant further consideration. The fact that Fox belatedly established such procedures does not ease my concerns, and nor does Fox’s compliance history.",
        "Ofcom was reassured by the existence of the compliance regime, which provides licensees with an incentive to comply. However, it is clear to me that Parliament intended the scrutiny of whether an acquiring party has a “genuine commitment” to attaining broadcasting standards objectives to happen before a merger takes place. Third parties also raised concerns about what they termed the “Foxification” of Fox-owned news outlets internationally. On the evidence before me, I am not able to conclude that that raises non-fanciful concerns. However, I consider it important that entities that adopt controversial or partisan approaches to news and current affairs in other jurisdictions should, at the same time, have a genuine commitment to broadcasting standards here. Those are matters the CMA may wish to consider in the event of a referral.",
        "I turn to the question of corporate governance failures. Ofcom states in its latest correspondence that such failures raise non-fanciful concerns in relation to the broadcasting standards ground. However, it again concludes that those concerns do not warrant a reference. I agree that corporate governance issues at Fox raise non-fanciful concerns, but in my view it would be appropriate for those concerns to be considered further by the CMA. I agree with the view that, in this context, my proper concern is whether Fox will have a genuine commitment to attaining broadcasting standards objectives. However, I am not confident that weaknesses in Fox’s corporate governance arrangements are incapable of affecting compliance in the broadcasting standards context. I have outstanding non-fanciful concerns about these matters, and I am of the view that they should be considered further by the CMA.",
        "Before I come to a final decision, I am required, under the Enterprise Act 2002, to allow the parties to make representations on my proposed decision, and that is the reason why my decision remains, at this stage, a “minded to” one. I have given the parties 10 working days to respond. Following receipt of any representations from the parties, I will aim to come to my final decision in relation to both grounds as promptly as I can.​",
        "I remind the House that should I decide to refer on one or both grounds, the merger will be subject to a full and detailed investigation by the CMA over a six-month period. Such a referral does not signal the outcome of that investigation. Given the quasi-judicial nature of this matter, my decision cannot be guided by the parliamentary timetable. If I come to my decision during recess, I will write, as I have done previously, and return to this House at the earliest possible opportunity to provide an update. I commend this statement to the House."
    ]
}