{
    "url": "https://www.ukpol.co.uk/karen-bradley-2016-speech-on-the-arts/",
    "title": "Karen Bradley – 2016 Speech on the Arts",
    "post_date": "August 9, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Karen Bradley",
            "url": "/tag/karen-bradley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Karen Bradley, her first keynote as the Secretary of State for Culture, Media and Sport, in Liverpool on 9 August 2016.",
    "content": [
        "[![karenbradley](https://www.ukpol.co.uk/wp-content/uploads/2015/09/karenbradley.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/karenbradley.jpg)",
        "Thank you – it’s fantastic to be back in Liverpool, this wonderful world city.",
        "World city? Liverpool is not even in the top 250 or even 500 by some measures of cities by population.",
        "But two years ago the Rough Guide said it was one of the three cities you MUST visit. Along with Sarajevo and Rio.",
        "That’s because Liverpool – like the UK – punches way above its weight for Culture, Media and Sport.",
        "The waterfront is a World Heritage site. There is gorgeous architecture. World-class performing arts. Amazing museums, and galleries.",
        "I am really looking forward to visiting Tate Liverpool and the Museum of Liverpool later today.",
        "And what a privilege it is to be here at the Philharmonic.",
        "As the new Culture Secretary, I am already getting around the country – and the world – to demonstrate how culture, media and sport are all key parts of the Government’s overall industrial strategy.",
        "On my first day in my department, I received two things. One was the most amazing warm welcome from the team. The other was a briefing pack, stuffed full of facts and figures.",
        "Particularly striking were the statistics on the economic heft of the DCMS sectors. They account for a big chunk of GDP and lots of jobs.",
        "You will hear me make liberal use of these statistics. But today I want to focus on something else.",
        "Because everything DCMS covers has a value that goes beyond the economic.",
        "They matter in and of themselves.",
        "Watercolour painting, playing a sport, visiting ancient and beautiful places, drawing, writing poetry, mastering a musical instrument – all of these lead to a life well lived. They raise the human condition and cheer our spirits.",
        "Simply put, they make us happy.",
        "This is just as important as the positive impact that DCMS sectors can have on educational attainment, physical and mental health, community cohesion, and crime reduction.",
        "In fact, treating the personal, individual benefits to a 12 year-old girl from learning the piano as wholly distinct from the overall benefit to society of music is a false dichotomy.",
        "For it is precisely the aggregate effect of these individual experiences that will bring about a healthier, smarter, more peaceable, more cohesive, and happier society.",
        "And so they must be available to everyone, not the preserve of a privileged few.",
        "And how we make sure we reach everyone is what I want to talk about today – the scale of the challenge and what we are doing about it.",
        "**The challenge**",
        "The challenge is how do we make sure culture, media and sport fit into everything we do? How do we give them their rightful place as part of our civil society?",
        "In today’s speech I will be concentrating on the arts and culture.",
        "A determination to widen access to the arts is not new. It animated John Maynard Keynes – the first Chairman of the Arts Council – and Jennie Lee – the first minister for the arts – whose 1965 white paper said, “the best must be made more widely available”.",
        "In the intervening half century since Jennie Lee’s paper, access to the arts has remained unequal, and some specific pursuits still appear to be for a privileged minority.",
        "That is not to say there has been no progress. Throughout the United Kingdom one can find examples of incredibly successful projects.",
        "When In Harmony Liverpool began at Faith Primary School in 2009, 84 children took part. Now more than 700 hundred young people and their families take part in orchestral music every week, for free.",
        "I know that In Harmony concerts are the talk of the town. That is only possible thanks to expert tuition – a violin sounds wonderful in skilled hands but sometimes challenging in unskilled ones!",
        "You can’t get better than the Liverpool Philharmonic, and their teachers and musicians have made a huge difference. I am sure that they find it rewarding too. Nothing can beat the joy of watching a child accomplish something they didn’t think they could do.",
        "I would love to play an instrument, but because I wasn’t very good at the recorder at school, I was told I wasn’t musical at all. I was good at maths though, and that influenced my early career.",
        "As Professor Brian Cox has said, no-one thinks they can simply pick up a violin and play but they think maths is a natural talent. But in truth, both music and maths take time – and hard work makes all the difference.",
        "Music will now be a part of the lives of hundreds – and soon thousands – of Liverpudlian children who might not otherwise have had that chance. This is a gift beyond measure.",
        "So how big is the challenge we face in making arts and culture a central part of everyone’s life?",
        "The Government runs a survey called Taking Part. Arts engagement is nearly 82 per cent among adults from the upper socio-economic group – compared to just over 65 per cent from the lower socio-economic group.",
        "The gap in arts engagement between white adults and adults from a black or minority ethnic background has widened. And people with a long-standing illness or disability are significantly less engaged in the arts.",
        "Small wonder that people from disadvantaged backgrounds are poorly represented in the artistic professions – or that young people from such backgrounds are less likely to play an instrument and are underrepresented at conservatoires compared to higher education in general.",
        "So we know what the problem is – what are we going to do about it?",
        "Well earlier this year my department brought out its own Culture White Paper, and I want to pay tribute to the energy and resolve of the brilliant Ed Vaizey, who led this work.",
        "But the short answer to the question is that we are going to pilot different schemes and expand and replicate the ones that work and do more of what we know works already.",
        "Here is the longer answer:",
        "In January David Cameron announced the Cultural Citizens Programme. It is a fantastic initiative which could give thousands of children the chance to take part in a range of cultural activities, such as free visits to local plays, behind the scenes access to museums and galleries, and exclusive trips to world class venues, so they realise that culture is just as much for them as for anyone.",
        "It will be led by Arts Council England, with support from Historic England and the Heritage Lottery Fund.",
        "We are going to begin running pilots from next month, with 600 disadvantaged young people. The idea is to provide fun experiences that increase confidence and lead to permanent engagement.",
        "I am delighted that one of these pilots will take place here in North West England, in Liverpool and Blackpool, partnering with Curious Minds.",
        "To support that aim of getting culture into everyday life, we are looking at how to incorporate it into the National Citizen Service, in which more than 200,000 young people have taken part since 2011. I’ll be visiting an NCS centre in Liverpool later today.",
        "I hope that many of the kind of the kind of organisations here today and across the DCMS portfolio will want to take part. The deadline is tight and bids must be in by this Thursday. But Liverpudilans have never been shy of creativity, so please do get involved!",
        "My department received a massive injection of talented staff and brilliant ideas – as well as a great minister in Rob Wilson – when we assumed responsibility for the Office for Civil Society.",
        "OCS has a plethora of projects designed to help everyone, no matter what their background, to thrive. Art and culture can play a central part in most of them.",
        "An £80 million fund will help local commissioners create Social Impact Bonds to address deep-rooted social problems. The Bonds will focus on six key themes: drug and alcohol dependency, children’s services, early years, young people, older people, and healthy lives.",
        "The Affordable Lending portal – a partnership between private and social sector bodies – will make it easier to access loans from responsible lenders.",
        "Big Society Capital is a social investment fund that has already helped hundreds of organisations.",
        "The Centre for Social Action has to date supported more than 80 organisations in expanding opportunity, specifically for young people.",
        "And by the end of this Parliament the number of Community Organisers will be increased from 6,500 to 10,000.",
        "So, these are some of the things DCMS is going but it really is a challenge for the whole of government.",
        "That is why I will be working closely with the new Education Secretary Justine Greening to make sure that no child is left out of this country’s magnificent and extraordinary cultural inheritance. Education is, of course, vital to expanding people’s horizons and developing lifelong passions.",
        "I will also work closely with Liz Truss at the Ministry of Justice to see how arts and culture can be part of prison reform.",
        "This is really part of being a government that works for everyone.",
        "And the arts can do wonders for mental and physical health as well as for people with long-term conditions like dementia and Parkinson’s.",
        "Arts Council England is already helping make culture available to all by making a fundamental change in its approach to diversity.",
        "Every organisation it funds is now expected to make their work better reflect the communities they serve. Under a banner called The Creative Case for Diversity, Arts Council England will monitor progress and this will influence their funding decisions.",
        "The Government is also looking at how we can tear down the barriers to a career in the arts.",
        "A new experience that reaches someone who would not otherwise enjoy a rich cultural life changes that person’s world. That sort of experience has immeasurable value, but can also have a cumulative impact that can effect change on a local and even national scale.",
        "Culture can help regenerate villages, towns and cities.",
        "Places are not simply somewhere to build a factory. To have heart and soul, they need galleries, music centres, cherished heritage sites, libraries, and museums and sports facilities. They need to be like Liverpool.",
        "The Government is working hard at rebalancing funding between London and the regions. The Great Place Scheme will bring together national arts and heritage Lottery funders with councils, cultural organisations and universities to ensure that culture forms a core part of local authorities’ plans and policies.",
        "Next year, Hull will be UK City of Culture.",
        "That status helps bring communities together, attracts visitors, raises the profile of culture, and develops lasting partnerships.",
        "And the Great Exhibition of the North in Summer 2018 will showcase the exceptional art, culture and design of the North of England.",
        "So places can be regenerated by culture – but only because of the effect on individuals. Culture, media and sport have real, lasting impacts that benefit all of us.",
        "Let me end by quoting a Liverpool parent who I hope would support that view. They said,",
        "“… an event like going down to the birthday concerts and taking family, you know? This year’s one, oh I was in tears. You’d have to be pretty cold to say it didn’t make you well up, or make you proud, because it does, it really, really does.”",
        "So said a parent whose child played at Liverpool Philharmonic Hall thanks to In Harmony.",
        "I am incredibly privileged to have this role because it means that I can do my bit to ensure that many, many more people have cause to shed tears of pride.",
        "I expect every organisation and individual that DCMS supports to put their shoulder to the wheel – and I invite anyone else who can help to join us on this journey. I will be making sure the whole of government is involved.",
        "The prize is huge: massive benefits for society, which will stem from thousands upon thousands of individual experiences of the joy of arts, culture and sport – a joy that no-one should be denied.",
        "Thank you."
    ]
}