{
    "url": "https://www.ukpol.co.uk/ben-bradshaw-2016-speech-on-cycles-on-great-western-railways/",
    "title": "Ben Bradshaw – 2016 Speech on Cycles on Great Western Railways",
    "post_date": "July 12, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Ben Bradshaw",
            "url": "/tag/ben-bradshaw/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ben Bradshaw, the Labour MP for Exeter, in the House of Commons on 11 July 2016.",
    "content": [
        "[![benbradshaw](https://www.ukpol.co.uk/wp-content/uploads/2015/09/benbradshaw.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/benbradshaw.jpg)",
        "I am going to tell the House a story about myself—although it is not just about me but about the thousands of people who use the Great Western Railway service every year, and the many thousands who have signed a petition protesting about its so-called new policy.",
        "I have not owned a car for more than 20 years. Before being elected to the House and every week since then, I have cycled from this place to Paddington railway station, put my bicycle on a train, travelled back to Exeter, taken my bicycle off the train, and gone about my constituency business. At the end of the weekend, I have done the same in reverse. First Great Western—or Great Western Railway, as it has now rebranded itself—has had a perfectly good and workable cycling policy, which has encouraged people to book a space in advance but has allowed people such as me to turn up and, if there is space in the cycling carriage, to put their bicycles on board. There is a designated space at the front of the train, with room for six bicycles.",
        "In the nearly 20 years for which I have represented Exeter in the House, I have generally not reserved a space. I can count on the fingers of one hand the number of occasions on which I have arrived at Paddington or Exeter and not been able to get my bike on to a train because it has been full. There are nearly always spaces in the cycle carriages. So the House will understand why, when I was told by a Great Western Railway employee at Exeter station in April that the company was about to introduce a compulsory booking system for people with bicycles, I was somewhat concerned. I immediately asked to speak to a senior manager, who reassured me that this was not the case, and that discretion would be allowed. However, I took the precaution of writing to the managing director of Great Western Railway asking him to repeat that assurance. I explained to him the scenario that I have just outlined: it seemed to me to be ridiculous—Orwellian, even—that if people turned up at a station with a bicycle and there were spaces in the carriage designed for carrying bicycles, they should not be allowed to take their bicycle with them.",
        "The managing director gave me a very reassuring response. On 26 April, he wrote:",
        "“We understand that there will be times when booking is not possible and space is available on board.”",
        "Booking, of course, is not possible for people like me, and many of the thousands of other people who do not know what train they will be able to catch. The business of the House is very unpredictable, as are my constituency commitments.",
        "The managing director went on to say:",
        "“Station staff have been briefed to allow bikes on board if this is the case, and we are checking that this message has reached colleagues, and you should not therefore have any issues travelling without booking a space for your cycle if there is space on board.”",
        "That was back in April. I have to say that, in spite of that reassurance from Mark Hopwood, I was subsequently inundated with emails, letters, tweets and Facebook messages from other people in my position, who told me that they had encountered difficulty getting their bikes on to a train without a reservation, even when there were spaces on board.",
        "I wrote my letter to Mr Hopwood from a train on which I had put my bicycle, without a reservation, and there were spaces on board. To this day, at many Great Western Railway stations, there are signs and Tannoy announcements saying “You cannot put your bike on this train unless you have a reservation”. That is a lie. It is not true. It is not the policy, as Mr Hopwood told me in his letter. But it is still being represented as the policy at stations, in Tannoy announcements and in messages. So it is not surprising that there is confusion among GWR staff.",
        "I was then contacted by a constituent of the hon. Member for Bristol North West (Charlotte Leslie), who has also been lobbied on this. Sadly, she is unwell and cannot be here today. Her constituent had received a missive from another GWR management member that completely contradicted the assurance I had been given by Mr Hopwood. He said: “To be clear, we require you to reserve your bicycle on our high-speed trains, as our publicity states.” He went on to say, or to imply, that this was about preparing for the introduction of the new high-speed trains, which we are very much looking forward to serving our part of the world in the far south-west. I understand, however—the Minister may like to clarify this in her reply—that they are not due to come into service for another two years, so I was not quite sure why he was preparing for this event.",
        "Simon Pritchard goes on to explain in his email that the reason they are doing this is that in the new high-speed trains the cycle spaces, instead of being in a designated carriage at the front of the train, will be in three separate areas along the train—two in each area, or more if the train is longer—so in order to try and avoid the chaos and confusion that would ensue from people trying to get their bikes on a train if they had not booked, they were trying to encourage people to book in advance. That is all very well, and I will come back to it in a moment.",
        "Another problem that has exacerbated this whole issue is that it is incredibly difficult, complicated and clunky to book a bicycle on a train. People either have to telephone, although the telephone service operates only within certain working hours, or they can book online, but that can be done only when booking a ticket. So the only way people returning from a journey who already have a ticket can book is by phone, which, as I have said, does not operate for many hours of the week, or by going to a station. Of course, that is massively inconvenient for customers.",
        "I went back to Mr Hopwood to seek clarification. I applied for this Adjournment debate, too, in the hope that this might make something happen. Indeed, as is so often the case when one secures an Adjournment debate, I received another letter from Mr Hopwood today, written last Friday, which is moderately reassuring. He has invited me to a meeting with cycling groups, which I am very happy to take up. He says that this discretion of people being allowed to take their bicycles on a train without a booking will continue, and implies it will do so until the new trains are introduced. He goes on to say they are working on a reservation system that will allow customers to take a bike on a train independently from their ticket purchase at short notice, even after the train has started its journey. Up until now, people have only been able to book a bike on a train up to two hours before that train has started its journey. On the long journey from Penzance to Paddington that is completely impractical because by the time the train has started its journey and someone has decided what time train they are going to get, the train has already left the station at Penzance so they cannot book their bike on. He also says that there will be an online service, a telephone service and service at stations and that they hope to have this facility available to customers by the start of the December timetable.",
        "That is a welcome improvement and concession by GWR, which I am convinced has happened only as a result of the pressure put on it by customers who have used its service over the years. Mr Hopwood then argues that this will provide the flexibility cyclists have asked for and allow bookings to be made much closer to departure. If that is the case, it is an improvement. However, he also goes on to claim that the requirement to book space on long-distance services is not unusual and he says that other railway companies—he quotes more than three, but the three I am concentrating on are the three I know: CrossCountry, Greater Anglia and South West Trains—also have mandated bicycle reservations.",
        "Well, I can tell Mr Hopwood that I took my bicycle on a CrossCountry service on Saturday without a reservation. I have taken it up to Norwich on Greater Anglia in the past six months without a reservation, and I have also taken it on South West Trains without a reservation in the past six months, so what he says is simply not the case. At a time when we should be encouraging people to use sustainable transport and to travel sustainably, rail companies should be bending over backwards to encourage people to use their bicycles.",
        "**Dr Sarah Wollaston (Totnes) (Con)**",
        "I thank the right hon. Gentleman for securing the debate and absolutely agree with everything he has said so far. Does he agree that it was clear from the Get Britain Cycling inquiry that he and I served on in the previous Parliament that active travel to work is a key aspect of encouraging people to get cycling, and that the health benefits that that brings are not in dispute?",
        "**Mr Bradshaw**",
        "Yes, I completely agree. I have described the system as Orwellian partly because of the confusion and the contradictory messages that are being given to the public, but the hon. Lady is exactly right that this is a moment in our history when we should be encouraging people to use sustainable transport and to take their bikes on trains. If there is space on trains, people should be allowed to put their bikes on to them.",
        "This is a classic example of a big organisation announcing a policy without consulting any of the people who use the service and without thinking through its implications and repercussions. It then has to backtrack and try to clarify the situation, but does not really clarify it properly. It ends up thinking, “Oh dear, we’ve got ourselves into a bit of a mess here. How are we going to get out of this?” If only it had consulted the people who actually use the service, it could have avoided this situation. I can think of many examples of this happening in public life. I am sure that the Minister, who has a lot on her plate at the moment, can think of some as well.  \nThe company has introduced this mandatory reservation system, which turns out not to be mandatory, in advance of the introduction of the new trains, but why on earth did it not wait until the trains were actually introduced? Instead, it has introduced the policy now, which has been confusing and might put people off taking their bikes on trains. It is okay for me because I have this letter from Mr Hopwood saying that I can take my bike on a train without a reservation if there is space for it. I have put a copy of it on my iPhone so that if I ever have any problems, I can flash it at the guard and say, “Look, I have an assurance from your boss that this is okay.” I have also put a photograph of the letter on Twitter and elsewhere. For the ordinary tourist or non-regular traveller, however, the policy will be a real deterrent to their doing exactly what the hon. Member for Totnes (Dr Wollaston) has said is the right thing to do.",
        "I ask Great Western Railway to issue a clear, comprehensive clarification of its policy, and to make it absolutely clear publicly in the notices that it puts in railway stations and in the announcements on the tannoy, which are still inaccurate, that people can still put a bicycle on its trains without a reservation until the new trains are introduced. Also, as I mentioned a moment ago, Mr Hopwood is wrong about the practice on CrossCountry, Greater Anglia and South West Trains. Those trains already have a system whereby bicycles can be accommodated, with two at the front, two in the middle and two at the back. That is the system that Great Western is about to introduce. It is not difficult for someone to put their bicycle on a train if there is a space for it; they just need to move up and down the platform and put it into the space. This idea that people should be required to book in advance because of the new configuration of the trains, even if no one else has booked and spaces are available, is Orwellian and against the whole thrust of Government policy.",
        "I hope that the Minister, given all the other problems on the railways that she is facing, will be able to have a quiet word with Great Western Railway and sort this issue out to reassure people who, like me, have been using the system perfectly happily for many years. This unnecessary change that has created an almighty mess and confusion, and I hope that she will be able to get Great Western to see sense."
    ]
}