{
    "url": "https://www.ukpol.co.uk/karen-bradley-2014-speech-on-uk-spain-asset-recovery/",
    "title": "Karen Bradley – 2014 Speech on UK-Spain Asset Recovery",
    "post_date": "September 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Karen Bradley",
            "url": "/tag/karen-bradley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Karen Bradley on 25th February 2014.",
    "content": [
        "[![karenbradley](https://www.ukpol.co.uk/wp-content/uploads/2015/09/karenbradley.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/karenbradley.jpg)",
        "I am delighted to open this Asset Recovery Forum here today.",
        "It is a fantastic opportunity for Spain and the UK to work together to get better at confiscating ill-gotten gains from criminals.",
        "I am very pleased to see so many representatives from law enforcement agencies, prosecution agencies and the judiciary. I know you are keen to find new ways and more effective ways of working together.",
        "**Serious and Organised Crime – The Threat**",
        "Whilst recorded crime in the UK is down by more than 10%, the threat from serious and organised crime remains very real. It costs the UK more than £24 billion every year and is now recognised as a national security risk.",
        "It creates misery for victims and has a corrosive impact on our communities. The sight of criminals enjoying lavish lifestyles funded by the proceeds of crime encourages others to get involved in criminality.",
        "Financial gain is often the motive for serious and organised crime. In many cases we have found criminals fight harder to protect their assets from confiscation than they do to avoid the prison sentence imposed for the crime. And the proceeds of crime are used to fund further criminality.",
        "For too long many serious and organised criminals have been able to stay one step ahead, out of the reach of law enforcement agencies and enjoying the proceeds of their criminality, whether at home or abroad.",
        "**Our Response – the Serious and Organised Crime Strategy**",
        "The UK Government launched the Serious and Organised Crime Strategy in October 2013, detailing how the Government will reduce substantially the level of serious and organised crime. We will do so by tackling both the threats and the vulnerabilities that enable serious and organised crime.",
        "There are four aspects to the Strategy: Pursue, Prevent, Protect and Prepare.",
        "The first part – Pursue- is about relentlessly disrupting serious and organised criminals. Central to that is our ambition to attack criminal finances by making it harder to move, hide and use the proceeds of crime, which impacts serious and organised crime. We are also building new capabilities and introducing new legislation.",
        "The second element of our strategy is about Prevention, stopping people from getting drawn into serious and organised crime to begin with. Tackling criminal finances makes crime less lucrative and less attractive to those at risk of offending.",
        "Thirdly, we will find new ways to make it harder for criminals to launder the proceeds of their crimes as part of our approach to Protecting government and the private sector from serious and organised criminals.",
        "Finally, using the recovered proceeds of crime to help local communities contributes to our Prepare focus on contingency planning and supporting victims, witnesses and communities.",
        "**The National Crime Agency**",
        "The National Crime Agency, a new law enforcement organisation to coordinate work against serious and organised crime in the UK and overseas, was launched at the same time as the Strategy. The NCA also brings together intelligence on all types of serious and organised crime, and prioritises crime groups for law enforcement action according to the threat they present.",
        "**Partnerships and International Asset Recovery**",
        "Criminals are known to move their assets overseas, out of the reach of law enforcement agencies, and our strategy commits us to doing more on international asset recovery.",
        "Partnerships are at the heart of our new strategy and we want to establish strong, effective relationships with our international partners to drive up the amount of assets we confiscate. Our relationship with Spain on this agenda is an immediate priority.",
        "Working together to enforce overseas confiscation orders is good for everyone:",
        "For victims and communities, because justice is done when the criminal is deprived of their proceeds;",
        "For the requesting country, because it prevents criminals escaping the reach of its courts; and",
        "For the enforcing country, which keeps all or some of the assets confiscated, and because no country wants to be a safe haven for criminals and the proceeds of their crimes.",
        "**Working Together**",
        "I would like to thank the Spanish authorities for their willingness to assist us in the complex task of enforcing UK confiscation orders.",
        "I want to make very clear that, in return, we will make every effort to assist them in returning to Spain criminal assets found in the UK. Let us know which cases you want us to pursue, and we will work with you to ensure that Spanish criminals cannot hide their ill-gotten gains in the UK.",
        "A powerful indication of our commitment to this agenda is the Crown Prosecution Service’s decision to post an asset recovery specialist here to Madrid to facilitate this enforcement work. I greatly welcome that decision and I hope this can serve as a model that can be replicated elsewhere.",
        "Spain and the UK have already achieved fantastic results working together. A great example of this is the excellent Operation Captura campaign run by Crimestoppers. Since its launch in 2006, information provided to Crimestoppers by the public has helped capture 58 UK criminals hiding in Spain out of the 78 subjects circulated.",
        "The most recent was David Mather, a convicted heroin smuggler arrested in La Linea by the Spanish authorities, following information given to Crimestoppers by the public, with support and cooperation from the National Crime Agency. A fantastic example of the close cooperation between UK and Spanish Authorities for which I am very grateful.",
        "It goes to show that strong bilateral relationships achieve results.",
        "I want us to build on the success of Operation Captura by ensuring that we confiscate the assets of those that we bring to justice.",
        "What should our enhanced cooperation look like?",
        "I would like us to agree some practical steps to help each other.",
        "Firstly, starting today, to get to know each other better, and to understand each other’s legal systems. That is the way for us to understand what the procedural blockages are that prevent us from working together more effectively.",
        "Secondly, to agree with each other a list of priority confiscation cases that we will both pursue. We want to ensure that both of our countries are a hostile environment for serious and organised criminals. We do that through joined-up law enforcement action.",
        "**Asset Sharing**",
        "Thirdly, to ensure we have a shared commitment to seeing the United Kingdom implement European Union measures on the mutual recognition of freezing and confiscation orders. We intend to implement those measures in the UK on 1 December 2014.",
        "In the meantime, I hope we can explore opportunities to agree an interim Memorandum of Understanding to allow us to share confiscated assets, using the formula established in the EU measures, to ensure that crime does not pay.",
        "**Conclusion**",
        "So, I call on everybody here today to make the most of this unique opportunity to work together to share innovative ideas and success stories; gain a better understanding of each other’s constraints; and, most importantly, to reach solutions together. It is through the combined efforts of you, the practitioners, that we will tackle serious and organised criminals and ensure that neither Spain nor the UK is a haven for ill-gotten gains.",
        "Thank you."
    ]
}