{
    "url": "https://www.ukpol.co.uk/ben-bradley-2022-loyal-address-speech/",
    "title": "Ben Bradley – 2022 Loyal Address Speech",
    "post_date": "May 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jeremy Corbyn",
            "url": "/tag/jeremy-corbyn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Loyal Address Speeches",
            "url": "/category/loyal-address-speeches/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ben Bradley, the Conservative MP for Mansfield, in the House of Commons on 10 April 2022.",
    "content": [
        "It is a pleasure to take part in today’s debate on the Queen’s Speech. There is a lot to welcome in the conversation and in the announcements we have heard today. The right hon. Member for Islington North (Jeremy Corbyn) very nearly said something I agreed with about schools at one stage in his speech, and I was about to stand up and say how I agreed with him, but as the sentence went on he ruined it and I did not agree any more. However, I did enjoy and agree with part of it, which I will come back to.",
        "I would like to welcome some elements in the Queen’s Speech. It is worth first identifying what the Queen’s Speech is, because we have talked a lot in the Chamber today about the need for short-term intervention, but the Queen’s Speech lays out the legislative agenda, which by its very nature is not short term. Legislation inevitably takes time: in this place, it takes a year or more to get any serious piece of legislation done. We all recognise and accept the need for short-term support and help for the most vulnerable. We all see it in our own constituencies—my own is one of the poorest and most disadvantaged in the country on many indicators.",
        "We all see the hardship and we all recognise the need for support. The Chancellor has said so overtly, and the Chief Secretary to the Treasury has been on the media round today making clear that that will happen and that more support will come. The Queen’s Speech, however, is about the long term and the legislative agenda, and as I said there is a lot to welcome, not least on the economy and levelling up, which I will focus on in more detail later in my speech.",
        "Starting with something that is perhaps relatively small in the grand scheme of levelling up and cost of living, I am pleased to see football governance included. Our clubs are not just businesses but the heart of our communities in many places, and I welcome the opportunity to look in more detail at sustainable support for them. I also welcome the opportunity to crack down further on the mass disruption and criminal damage that has often been allowed to masquerade as legitimate protest in recent years. That is not right or acceptable.",
        "I hugely welcome the schools Bill and the opportunity to do more on school standards. This is where I nearly agreed with the right hon. Member for Islington North, who has gone now. He obviously did not want to hear how we agreed, because that would only be damaging to his reputation, I am sure, or to mine—one way or the other. He talked about the need for more autonomy within schools, for a broader curriculum, and for the opportunity to prioritise and promote cultural capital as opposed to just exams in our schools system. On that, I totally agree with him. I would like Nottinghamshire County Council, which I lead, to take forward the schools White Paper as an early adopter. That would be an opportunity to drive the move to give our schools more autonomy, a clearer structure of accountability and more empowerment of teachers, schools and trusts to be able to do their own thing—what they think is best for their children. We would retain more teachers if we empowered them to do that. There is opportunity for that in the schools Bill, and I hope that Nottinghamshire will be an early adopter of some of the new provisions.",
        "I want to urge caution on a couple of things, not least the Online Safety Bill. The Bill is well-intentioned, in that we all understand why we want to seek to protect people online and why things that are illegal in the real world should also be illegal online. However, I am also concerned about the risk of allowing big tech companies to police our language and our speech. We see the debate and controversies that rage about Twitter and Elon Musk. It is a really difficult topic and a really difficult thing to get right. I urge the Government not to go too far in restrictions or in allowing anybody, frankly, to choose to police the language that we are allowed to use, because that can only end badly.",
        "Earlier in the year I welcomed the Chancellor’s commitment to move towards a lower-tax, small-state kind of economy where we can promote growth and allow the private sector to flourish and create jobs to support our constituents. He talked about a small state, and I would like the Government to consider putting that into practice in other legislation too. Not least, there are things like the obesity strategy where we are starting to talk about which adverts can be placed where, in which shops. That is madness and not something that the Government should be involved in. I hope that they might reconsider some of these things.",
        "I want to focus the majority of my comments on the economy and on levelling up. I was pleased to see the phrase “economic growth” repeated over and again. One of the most successful political campaigns of my brief career has been the long-term economic plan that we all remember and all heard about over and again. We used the same kind of language in those days and it proved to be very popular. My right hon. Friend the Member for Newark (Robert Jenrick) talked about the importance of growth in being able to fund our public services so as to give residents in our communities better life chances. Some of the Bills that will be brought forward in this Session are absolutely vital to that, not least the levelling-up Bill, which will be a key driver of that growth.",
        "Private sector growth, not Government spending, is at the heart of better opportunities for areas like the east midlands, where I come from, which have historically been at the bottom of all the charts for both public and private sector growth but where we have huge opportunities to get more of both. We already have projects in train that will allow us to free up the private sector to invest in our region to create the better-paid, better-quality jobs that are in short supply there. That is not about high spending; it is about promoting and creating an environment for business to flourish in our region. It is about delivery. We have talked for a long time about the funding that is going into the most disadvantaged areas. As I said, the east midlands is lowest on all the charts of what money, private and public, goes into these places. My own constituency of Mansfield is at the bottom end of that regional scale.",
        "However, we have really positive things in the pipeline that will come forward in future. We have seen capital investment such as the towns fund and the levelling-up fund. We have seen huge funding announcements. A few weeks ago, at Prime Minister’s questions, I asked the Prime Minister about delivery and outcomes, because we can only talk for so long about how much money we have secured for an area without residents being able to point to a thing that is new. A lot of what we will achieve, and a lot of what is most important in levelling up, is not visible. It is long-term things like skills, education and schools, where we will not be able to point to a shiny achievement within the life of one Parliament. But some of it is short-term: buildings and regeneration of town centres. Some of it is things that we have announced hundreds of millions of pounds for, getting on for two years ago now, that are bogged down in process, and often bogged down in Whitehall.",
        "If we are going to get to a position where residents believe us when we talk about the big things that we are doing around skills and education, and how that is going to benefit them in future, we need to show them the delivery of those short-term things about high-street regeneration—the towns fund and the money that we have promised. It is all in the pipeline.",
        "**Karin Smyth**",
        "I feel slightly disappointed for the hon. Gentleman’s constituents. I can point to things in my Bristol South constituency that were delivered by the last Labour Government—every single school rebuilt, a brand new hospital, and the investment that came there that those people deserved after the years under the previous Tory Government. That is what we delivered for them on the ground. His Government have had 12 years and he still cannot point to anything in his constituency.",
        "**Ben Bradley**",
        "I understand the point the hon. Lady is making, but she is not quite right given that the Labour Government had 13 years and there was a great amount of time for the delivery of a number of those projects. I was eight years old when the ’97 Labour Government came to power. Labour had a fair old while to deliver on some of those things. My constituency has been represented by the Conservatives for only five years in its entire history, and that has always been me. We have been working on a number of projects. This Government, this Prime Minister and this levelling-up agenda have been around for a very brief period of time.",
        "We have already talked about the hundreds of millions of pounds of investment that have been secured for my own constituency. We can talk about the towns fund, additional support and investment in skills, capital investment for our college that we have not seen before, and new capital investment in our hospitals. All that is in train. Some of is visible; some of it is not yet visible. We need to be able to point to those things not just in my constituency but across the country in some of the seats that we won only a matter of two years ago where new, talented Conservative MPs are making the case for that investment. We need to see outcomes across the board. It is no good standing up and saying that we have made promises of money because at some stage residents will say, “Where is that new town centre building, where is that new project, where is my shiny new town centre?”",
        "**Lilian Greenwood (Nottingham South) (Lab)**",
        "I well understand the concerns of people in Nottingham and Nottinghamshire, as the hon. Gentleman does, but are not many of those people saying to him, right now, “Why aren’t the Government doing something to put more money in my pocket?” I am sure he is hearing from his constituents, as I am from mine, that they are worried sick about paying their bills. At the moment, when they are really struggling, what he is talking about is not doing anything to help those families, or anything to help our high streets in Nottinghamshire either.",
        "**Ben Bradley**",
        "The hon. Lady is right that constituents are worried—they are in my constituency and I am sure they are in hers. They also recognise that the Government cannot flick a switch and fix everything, nor should anybody suggest that they can. We have the £22 billion package of intervention that we have already brought forward and a commitment to more in the pipeline and coming over the course of summer and into the autumn. The Chancellor has already made that commitment. Very few residents in my constituency come to me expecting the Government to have a magic bullet, and it is slightly false that so many Opposition Members seem to suggest that there is one when there is not.",
        "The levelling-up Bill is hugely important for our region —more so, perhaps, than for many—because it contains the mechanism for us to bring forward a devolution deal for the east midlands, Nottinghamshire, Nottingham, Derbyshire and Derby. That is the delivery mechanism for many of the things that we have talked about. The hon. Member for Wirral South (Alison McGovern), who is no longer in her place, talked about brownfield funding—the ability to bring forward sites and to have more clout over what we do with that funding. That is part of our devolution negotiations. She raised other examples, and I sat here thinking that we can do that if we bring forward this devolution arrangement and track on with the negotiation.",
        "The only thing that will slow down the course of that negotiation, which should be done by the end of the year, is the legislation, which will take longer. I call on the Government to prioritise that and bring it forward to let us get those levers and that additional funding. The west midlands, our partner that we often look to enviously, has had billions and billions of pounds of additional investment since it got its deal just six or seven years ago. We want that, and we can bring it forward quickly if the Government commit to bringing forward the legislation in a timely way in the spring. If it is May rather than March, we will probably have to wait 12 months before we can actually deliver on the outcomes that we want to see.",
        "I urge the Government to crack on and prioritise the devolution element of the levelling-up Bill and agenda, which is massively important to get these outcomes for my constituents. We need not just promises but outcomes to show residents who, in many cases, are in seats that used to be represented by Labour and who voted for this Prime Minister and this Conservative Government to deliver for them. They will need to see those outcomes. The mechanisms to deliver that are in today’s Queen’s Speech, so I urge the Government to bring them forward as quickly as possible."
    ]
}