{
    "url": "https://www.ukpol.co.uk/karen-bradley-2014-speech-on-modern-slavery/",
    "title": "Karen Bradley – 2014 Speech on Modern Slavery",
    "post_date": "September 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Karen Bradley",
            "url": "/tag/karen-bradley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Karen Bradley, the Minister for Modern Slavery and Organised Crime, at Regent’s Park College in Oxford on 1st May 2014.",
    "content": [
        "[![karenbradley](https://www.ukpol.co.uk/wp-content/uploads/2015/09/karenbradley.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/karenbradley.jpg)",
        "I am delighted to be here to talk about an issue connected to this college and its historic links to abolitionist Baptists – fighting slavery.",
        "That fight, is powerfully captured in your Slavery exhibition. It documents the horrors suffered by so many men and women, but also serves as an inspiration – telling the story of the individuals who fought so passionately against this evil.",
        "Emma Walsh – the Chief Librarian of your Angus Library and Archive – and her team have done a remarkable job in putting together such an important collection of texts, manuscripts and artifacts. It is a fascinating reminder of the historical fight against slavery – a fight which we must continue today.",
        "Because, as incredible as it seems in the 21st century – slavery does not just exist in the past.",
        "Modern slavery and human trafficking are appalling crimes taking place today, around the world, and here in this country.",
        "The victims are often not visible to others. The men, women and children, British and foreign nationals, who are trafficked, exploited and forced into servitude and abuse, often go unseen.",
        "Many are trafficked from other countries to the UK, sometimes tricked into believing they are heading towards a better life. Others are vulnerable people who originate from this country who are exploited, abused, and find themselves trapped with no way out.",
        "Some are forced into the sex industry or into a life of crime. Others endure backbreaking labour on farms, on fishing vessels, in nail bars and restaurants or any other number of areas where forced labour is present – even working as slaves in people’s homes.",
        "Victims may endure inhumane treatment and appalling physical and sexual abuse.",
        "It is a crime taking place in British towns and cities – exploitation like this can happen on our doorstep, as residents in Oxford are too aware.",
        "In 2013, over 1700 individuals were referred to the UK’s National Referral Mechanism, which assesses trafficking cases and gives potential victims access to support services.",
        "This represents a 47% increase on referrals since 2012, and numbers keep rising.",
        "Greater awareness may account for some of this increase – but the true extent of this appalling crime is still emerging, and we also know that many more individuals remain hidden and enslaved.",
        "Stamping out this abhorrent crime is a difficult and complex challenge.",
        "But although the complexity and hidden nature of this crime means it is not an issue that can be solved overnight, it must never be an excuse to think nothing can be done.",
        "Both the Home Secretary and I – as the Minister for Modern Slavery and Organised Crime – are personally committed to tackling this appalling crime.",
        "**Modern slavery vs historic slavery**",
        "Today, thanks to the dedication and self-sacrifice of the abolitionists, slavery is illegal across the world.",
        "But while today the chains of modern slavery may not be visible, the suffering is very real.",
        "So our focus must be on the relentless pursuit of the individuals and criminal gangs behind the majority of the modern slave trade.",
        "We must target those criminals and their networks, prosecute and convict offenders, and ensure victims are released and receive the help they need so they can recover from their traumatic ordeal.",
        "**The Bill**",
        "This government is taking action on a number of fronts.",
        "Last December, the Home Secretary published a draft Modern Slavery Bill.",
        "The Bill – the first of its kind in Europe – would strengthen the punishment of offenders and the protection of victims. It would consolidate into a single act the offences used to prosecute slave drivers and traffickers, and would increase the maximum sentence available to life imprisonment for the worst offenders. It would also introduce Slavery and Trafficking Prevention Orders and Trafficking Risk Orders to restrict the activity of those who pose a risk and those convicted of slavery and trafficking offences so they cannot cause further harm.",
        "It would also create an important new role – an Anti-Slavery Commissioner – who would hold law enforcement and other organisations to account.",
        "The new strengthened law will not only act as a significant deterrent, but will help ensure more arrests, more prosecutions, and most importantly, more victims are released from slavery and more prevented from ever entering it in the first place.",
        "**Police / law enforcement**",
        "But legislation is only part of the picture.",
        "Stepping up our law enforcement response must be fundamental to our efforts. That is why we have made tackling modern slavery and human trafficking a priority for the National Crime Agency.",
        "The National Crime Agency – which was launched last October – has a strong mandate for combating serious and organised crime at all levels – nationally and internationally. It will use its enhanced intelligence capabilities to deter, disrupt and bring to justice those responsible for these despicable crimes.",
        "Police, border officials and others on the frontline also have a critical role to play. Training is already mandatory for British Border Force officials and the UK’s College of Policing is developing training and guidance for police officers.",
        "And at a number of ports on our borders, we have deployed specialist anti-slavery teams to help identify potential victims so that they can be helped and safeguarded.",
        "Throughout our work, our main focus must be on protecting and supporting victims.",
        "As part of this work, the UK spends around £4 million annually on specialist support for victims.",
        "We are rightly proud of the work we have done so far protecting victims, but we are not complacent.",
        "That is why we have launched a review of how victims are identified and supported through the UK’s National Referral Mechanism.",
        "We also need to make sure that, when these individuals are ready to leave this specialist support, they can access the right help to recover and move on with their lives, whether they remain in the UK or return home.",
        "**Child Advocates**",
        "We also recognise that child victims need a tailored approach.",
        "In January, the Home Secretary announced our intention to conduct trials of specialist independent advocates for victims of child trafficking. These advocates will support and guide the child through the immigration, criminal justice and care systems. They will ensure the child’s voice is heard and that they receive the support and protection they need and deserve.",
        "**What the public and business can do**",
        "But tackling modern slavery and human trafficking is not something the Government can address alone – society has a role to play on wider activity.",
        "We need to work with communities, businesses, professionals and the voluntary sector to have a meaningful impact.",
        "We need to ensure that professionals and the public are aware of the signs of trafficking and what to do if they suspect it.",
        "The number of cases referred to the National Referral Mechanism is increasing, which is a promising sign in terms of people spotting the signs of trafficking, but there is still more to do.",
        "That is why I am committed to improving training and raising awareness across the different sectors, of modern slavery and human trafficking.",
        "We will also be asking the private sector to play its part. Companies must be confident that they do not conduct business with suppliers involved in trafficking.",
        "The Home Office will work with businesses and the Gangmasters Licensing Authority to prevent the exploitation of workers.",
        "And we will continue work with airline staff to raise awareness of the signs of a possible victim entering or leaving the UK.",
        "I want the voluntary sector to play a full part too.",
        "It is absolutely vital that we are all joined-up, that we make better use of expertise of NGOs, and that we empower them to better share intelligence with the police, for the sake of current victims, for the sake of future victims and for the sake of justice.",
        "**International**",
        "Ultimately it is by people and organisations coming together, not just in this country, but across the world, to tackle modern slavery that we will really make a difference.",
        "So I am delighted religious leaders are also joining the call to action. His Holiness Pope Francis is demonstrating the real role churches and other faith groups have to play by highlighting the ever increasing global scale of the issue.",
        "Earlier this month, the Home Secretary attended an international conference on slavery hosted by the Vatican. The two-day event focused on law enforcement and brought together police forces from over 20 countries.",
        "The ‘Santa Marta Group’, an international group of senior law enforcement chiefs led by Sir Bernard Hogan-Howe, was formally established at the conference. The group will meet again in London in November, and has pledged to work together to “eradicate the scourge of this serious criminal activity, which abuses vulnerable people.”",
        "We will also work with foreign governments to strengthen their knowledge and understanding of modern slavery – and to try and stop potential victims in high risk countries from falling prey to traffickers in the first place.",
        "And, we will be lobbying for changes in laws and practices of these countries and learn from them.",
        "There is also much we can learn internationally, both on how to support our source countries better, and how to learn from destination countries’ responses.",
        "That is why the Home Secretary appointed a Special Envoy on Modern Slavery, who has been exploring how other countries respond to this issue, in order to support the development of our work.",
        "**Conclusion**",
        "Two centuries ago, the abolitionists faced an immense challenge.",
        "Their achievement in opening the eyes of many to the horrors of slavery and ensuring it was outlawed, is truly inspirational.",
        "Today our task is very different.",
        "But we are united by a common desire to stop the suffering of those who endure the misery of slavery.",
        "It is a fight in which many have a role to play. And it is a fight which everyone in this room can help with – we can all take responsibility by raising awareness and demanding transparency about where our goods and services come from.",
        "The more we can raise awareness of the fact this evil crime still exists in the 21st century, the more chance we have of consigning it to the history books where it belongs.",
        "We are at the start of a journey. The road is long, but each step we take can make a difference. The challenge before us is not easy, but I am determined to work together to stamp out this evil and disgusting crime."
    ]
}