{
    "url": "https://www.ukpol.co.uk/karen-bradley-2016-speech-at-international-crime-and-policing-conference/",
    "title": "Karen Bradley – 2016 Speech at International Crime and Policing Conference",
    "post_date": "March 29, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Karen Bradley",
            "url": "/tag/karen-bradley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Karen Bradley, a Parliamentary Under Secretary of State in the Home Office, at the International Crime and Policing Conference on 23 March 2016.",
    "content": [
        "[![karenbradley](https://www.ukpol.co.uk/wp-content/uploads/2015/09/karenbradley.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/karenbradley.jpg)",
        "We have heard many powerful speeches over the last 2 days about how crime is changing, and how crime prevention needs to change as a result.",
        "Throughout the conference, but especially today, speakers have considered ways to prevent crimes against the most vulnerable and voiceless people in our society. Many of these crimes have too often been hidden, with victims scared to come forward for fear they won’t be believed or will suffer repercussions.",
        "This afternoon I want to outline some of our work to tackle these crimes – in particular, violence against women and girls, child sexual abuse and slavery.",
        "I also want to talk about some of the factors that contribute to vulnerability. As Minister for Preventing Abuse, Exploitation and Crime, I am acutely aware that addressing those factors is crucial to preventing crime.",
        "In England and Wales 77,000 children and young people were recorded as missing or absent in 2014/15.",
        "The reasons why people go missing are as varied but we know that in many cases, children and young people who repeatedly go missing are at serious risk of becoming victims of crime and in many cases, horrific forms of abuse like sexual exploitation and trafficking.",
        "It is therefore essential that government, statutory agencies and the voluntary sector collectively do all we can to tackle the factors which lead to people going missing.",
        "The government’s missing children and adults strategy published in 2011 is updated with proposals to better protect and support missing people and their families. One key element of our strategy is prevention – ensuring all agencies have a targeted, proactive plan in place to respond to instances where a vulnerable child or adult goes missing. The links between missing people and other forms of vulnerability are quite apparent but it is clear we need to do more to ensure everyone takes this symptom of a problem more seriously.",
        "Similarly, since 2010 we have delivered a series of measures to tackle violence against women and girls, and Ministers across government are determined to ensure everyone is providing greater protection to victims, and in turn bringing more perpetrators to justice.",
        "We have criminalised forced marriage and revenge pornography; introduced 2 new stalking offences; rolled out domestic violence protection orders and the domestic violence disclosure scheme across the country; and recently commenced the new offence of domestic abuse to recognise coercive and controlling behaviour.",
        "We have also seen an increase in reporting and recording of what are often hidden crimes; and prosecutions and convictions for violence against women and girls are at their highest ever levels.",
        "But as more of these crimes are identified and reported, and their true scale is revealed, we need to strengthen our work to change attitudes, to improve prevention, and ensure victims and survivors get the support they need, and where possible rehabilitate offenders to stop reoffending.",
        "Earlier this month we published the refreshed violence against women and girls strategy, setting out a package of measures to support our ambitious vision of eliminating these crimes.",
        "We have pledged £80 million to help deliver our goal and will work with local commissioners to ensure a secure future for rape support centres, refuges and female genital mutilation and forced marriage units. At the same time, we will look to our partners to drive major change across all services so that early intervention and prevention, not crisis response, is the norm.",
        "Working with the voluntary sector, we will help local areas go further and faster to develop new and more integrated approaches that facilitate earlier intervention, and swifter, pre-emptive action through multi-agency specialist teams that help all members of a family at the same time.",
        "We will ensure that women can seek help in a range of everyday settings as they go about their daily lives – for example through interactions with Citizens Advice, housing providers, and employers – and secure appropriate support from specialist victim services. Every point of interaction with a victim is an opportunity for intervention and should not be missed.",
        "We are now also shining a light on child sexual exploitation. It remains difficult to ascertain its true extent, but here too we are seeing more victims and survivors feeling confident in reporting abuse; more offenders being charged and more successful prosecutions.",
        "Last year the Home Secretary set out a national response to the failures we have seen in Rotherham, Manchester, Oxford and elsewhere, where children were let down by the very people who were responsible for protecting them.",
        "We have made significant progress in delivering a range of measures including prioritising child sexual abuse as a national threat in the Strategic Policing Requirement, which sets a clear expectation on police forces to collaborate across force boundaries to safeguard children, to share intelligence and to share best practice; and as Baroness Shields said yesterday, we have rolled out to all UK police forces a single, secure database of indecent images of children. We are piloting joint official health, police and education inspections as well as launching a new national whistleblowing helpline for any employee to report bad practise within their organisation in relation to child safeguarding.",
        "But again, more can be done and that is why we are legislating, in the Police and Crime Bill, to amend the definition of sexual exploitation to include streamed or otherwise transmitted images, ensuring our laws keep pace with technological changes.",
        "We have also made significant progress to tackle modern slavery, culminating in passing the Modern Slavery Act last year. As Professor Bales said earlier this afternoon, slavery is a terrible, hidden crime that affects some of the most vulnerable people in society. The fact that individuals around the world, including here in the UK, are still being forced into lives of slavery and servitude in the 21 century is appalling.",
        "The Modern Slavery Act is a landmark piece of legislation which gives law enforcement the tools to tackle modern slavery, ensures that perpetrators can receive suitably severe sentences and enhances support and protection for victims. Crucially, the act emphasises prevention and I’m delighted that a year after the act received Royal Assent it is beginning to have a real impact: we have already seen 12 Slavery and Trafficking Prevention Orders issued, restricting the activity of those individuals who have been convicted of modern slavery offences.",
        "We are the first country in the world to bring in legislation requiring businesses to be open about what they have done to prevent modern slavery themselves and in their supply chains. I want this to create a level playing field, in which responsible businesses who are acting to eradicate slavery are recognised for doing so. I commend the businesses that have already published their statements, especially those who are being open about the slavery-related challenges they are facing. Just this week I hosted representatives from around 80 businesses, in the Home Office, to share good practice. I also want customers, investors and shareholders to have the information that they need to pressurise businesses that are not acknowledging the issue or taking action to address it.",
        "Whilst government and law enforcement can tackle criminality against vulnerable people, we also must focus on some of the causes of vulnerability.",
        "Mental ill health is a huge issue. One in 4 British adults experiences at least one diagnosable mental health problem.",
        "But in too many cases, people suffering mental health crises have ended up in police cells instead of getting the support and health care they need.",
        "A significant proportion will have committed no crime and simply need urgent help because they are vulnerable or may pose a risk to themselves or to others. We are committed to ensure proper provision of health and community based places of safety; police cells are not the place for people in need of medical interventions.",
        "We have an overarching Mental Health Crisis Care Concordat with 27 national signatories involved in health, policing, social care, housing, local government and the third sector. It includes a focus on prevention and intervention, stopping future crises by making sure people are referred to appropriate services.",
        "We have increasingly seen ambulances replace police vehicles to transport the mentally ill with dignity. And we have seen engagement with community and voluntary groups to establish places of refuge or calm where those on the brink of a crisis can go to receive support, and referral to appropriate services.",
        "We are reinforcing recent advances by legislating to further limit the use of police cells for those in mental health crisis, banning their use altogether for those under 18, reducing detention time limits, and increasing the ability to use locations outside of traditional health settings as places of safety to help increase local capacity.",
        "Legislation alone, however, cannot provide the best outcomes for those in need of care. We will continue to rely on our local partnerships to work collectively to achieve the most beneficial outcomes for the individual in need.",
        "Another important factor in vulnerability is drug misuse, which cuts across our society at every level. It can cause unimaginable pain and suffering for individuals and their families, and sits behind the violence, exploitation and serious organised crime that drives drug markets. And it is both a cause and consequence of a number of other problems including poor physical and mental health, employment, housing and crime issues.",
        "Our approach to tackling drugs in 2010 fundamentally changed the delivery landscape and put our focus on recovery. We have seen a reduction in drug misuse among adults and young people over the last ten years and more people are recovering from their dependence now than in 2010. It is with a renewed commitment to tackling these issues that we will be launching a revised drug strategy later this year.",
        "Finally I would like to touch on alcohol. Alcohol is strongly associated with crime and is a factor in almost half of all violent crimes, particularly at night-time.",
        "As the Home Secretary outlined this morning, the Modern Crime Prevention Strategy sets out the approach that we believe that local authorities, together with the police, health partners and the alcohol industry, should take in order to prevent alcohol-related crime: improving local intelligence to enhance the level of data that is available to local decision makers; fostering strong and sustained local partnerships with the ability to devise local solutions; and equipping the police and local authorities with the powers they need.",
        "We have already come a long way in protecting vulnerable people, shining a light on abuses that have for too long been suffered in silence, and preventing further crimes. But as more victims come forward, we owe it to them to do more to protect the vulnerable, bring perpetrators to justice and prevent these crimes from happening in the first place.",
        "We can all learn from each other to understand how crime, and crime prevention, is changing.",
        "So, as we come to the end of this year’s conference, I would like to take this opportunity to thank you for attending, especially those who have travelled from overseas. I hope that what you have heard here provokes further thought, helps to influence your future work, and fosters a collaborative approach to modern crime prevention going forward."
    ]
}