{
    "url": "https://www.ukpol.co.uk/karen-bradley-2018-statement-on-northern-ireland/",
    "title": "Karen Bradley – 2018 Statement on Northern Ireland",
    "post_date": "February 20, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Karen Bradley",
            "url": "/tag/karen-bradley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Karen Bradley, the Secretary of State for Northern Ireland, in the House of Commons on 20 February 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/karenbradley-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/karenbradley-1.jpg)",
        "With permission I should like to make a statement about the current political situation in Northern Ireland.",
        "Over recent weeks there have been talks involving the main political parties, particularly the two largest parties, the Democratic Unionists and Sinn Fein, to see if there is a basis for re-establishing the Executive.",
        "The UK Government has facilitated and supported these intensive negotiations. We have been in close touch with all the parties, and responded to requests for advice and support",
        "The Irish Government have also been involved in accordance with the well-established three-stranded approach.",
        "And I would like to place on record my appreciation of the contribution made by the Irish Foreign Minister, Simon Coveney, and his team.",
        "In addition my Right Honourable Friend the Prime Minister has been consistently and closely involved, speaking to party leaders and visiting Belfast last Monday. I have continued to give her up-to-date reports as the talks have progressed.",
        "The aim of those talks has been very clear: to bring about the re-establishment of inclusive, devolved government at Stormont which Northern Ireland has effectively been without for over thirteen months.",
        "In doing so, we have been able to build on the progress made by my predecessor, my Right Honourable Friend the Member for Old Bexley and Sidcup, who I warmly welcome back to this House today.",
        "In the Government’s view, both the DUP and Sinn Fein participated in discussions seriously and in good faith.",
        "And we believe that progress towards reaching agreement on all the key substantive issues has been made.",
        "It became possible in the light of this progress to identify a basis for a possible agreement to allow an Executive to be formed, embracing how the parties ensured the Executive was sustainable, and how they reached a balanced and fair accommodation on the difficult issues of language and culture, and how this was reflected in a package of legislation. Many other issues were addressed too, if not always resolved. Unfortunately, however, by last Wednesday it had become clear that the current phase of talks had reached a conclusion, without such an agreement being finalised and endorsed by both parties.",
        "As I said then, it is important for everyone to reflect on the circumstances which have led to this and their positions, both now and in the future.",
        "What is important today is for me to give some direction as to next steps.",
        "First, as our manifesto at the last election set out, this Government believes in devolution under the terms of the 1998 Belfast Agreement.",
        "We want to see local politicians taking decisions over local matters accountable to a local Assembly.",
        "We need devolved government to help deliver a stronger economy, to build a stronger society and to ensure that Northern Ireland’s voice is properly heard as we leave the European Union.",
        "In addition we want to see all of the other institutions of the Agreement operating in the way that was intended.",
        "I cannot reiterate too strongly that devolved government is in the best interests of all the people of Northern Ireland because it ensures their interests and concerns are fairly and equitably represented.",
        "It is also in the best interests of maintaining and strengthening the Union, to which this Government remains fully committed, consistent with the principle of consent.",
        "So we will continue to explore with the parties whether the basis for a political agreement still exists.",
        "And as my Right Honourable Friend the Prime Minister has re-affirmed we stand ready to bring forward the necessary legislation that would enable an Executive to be formed at the earliest opportunity.",
        "That is this Government’s clear hope and desire, something that I believe is shared widely across this House.",
        "Second, however, things in Northern Ireland cannot simply remain in a state of limbo.",
        "A number of challenging decisions will have to be taken.",
        "Ultimately the Government has a responsibility to ensure good governance and the continued delivery of public services.",
        "In particular, as the Head of the Northern Ireland Civil Service has made clear, there needs to be certainty and clarity about a budget for Northern Ireland for next year as soon as possible.",
        "And I intend to take steps to provide clarity on the budget and I will update the House as soon as I am in a position to do so.",
        "This is clearly not where I want to be but in the absence of an Executive in Northern Ireland I will have no other choice.",
        "Longer term the Government will not shirk its responsibilities to take whatever steps are necessary to provide certainty and stability for the people of Northern Ireland, while maintaining our commitment to govern with rigorous impartiality in the interests of all the people of Northern Ireland.",
        "But we will only do that once we are sure that all other viable options designed to restore devolved government have been properly considered, including my statutory obligation to call an Assembly election.",
        "In the absence of devolution it is also right that we consider the issue of salaries for Assembly Members.",
        "At the end of last year my Right Honourable Friend for Old Bexley and Sidcup received recommendations on this from Mr Trevor Reaney, a former Clerk of the Assembly.",
        "The Government will need to decide shortly on the next steps.",
        "I acknowledge the public concern that while a number of Assembly members continue to carry out constituency and representative functions, current salaries are maintained while the Assembly is not meeting.",
        "On the issue of addressing the legacy of Northern Ireland’s past the Government has manifesto commitments to consult on the implementation of the bodies set out in the 2014 Stormont House Agreement and to support the reform of inquests.",
        "I would much prefer to do this in the context of an agreement that sees the restoration of a devolved Executive.",
        "But I am conscious of the Government’s responsibilities to make progress in this area to provide better outcomes for victims and survivors, the people who suffered most during the troubles.",
        "So we will continue to proceed toward a full consultation as soon as possible, so that everyone can have their say.",
        "Mr Speaker, as the House will recognise this April marks the 20th anniversary of the historic Belfast Agreement.",
        "That Agreement, along with its successors, has been fundamental in helping Northern Ireland move forward from its violent past to a brighter, more secure future.",
        "And this Government’s support for the Agreements remains steadfast. As does our commitment to govern for everyone in Northern Ireland.",
        "There is no doubt that Northern Ireland has taken huge strides forward in the past twenty years.",
        "In my short time as Northern Ireland Secretary I have seen a place full of wonderful talent and huge potential.",
        "Yet any commemorations this year will look decidedly hollow if Northern Ireland still has no functioning government of its own.",
        "So everyone needs to continue striving to see devolved government restored and to build a Northern Ireland fit for the future.",
        "That remains the clear focus and determination of this Government."
    ]
}