{
    "url": "https://www.ukpol.co.uk/ben-bradley-2022-parliamentary-question-on-removing-homeless-from-hotels/",
    "title": "Ben Bradley – 2022 Parliamentary Question on Removing Homeless from Hotels",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ben Bradley",
            "url": "/tag/ben-bradley/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Ben Bradley, the Conservative MP for Mansfield, in the House of Commons on 16 November 2022.",
    "content": [
        "**Ben Bradley (Mansfield) (Con)**",
        "This weekend, a new migrant hotel was set up in my constituency. I was contacted on Sunday and told that it would be happening—future tense. I subsequently found out that it had actually happened already, on Saturday. As yet—it is now Wednesday—we still have no details on who, how long and what is in place around that facility. On Monday morning, several local people presented themselves as homeless, having been kicked out of the same hotel, which was previously used by the local authority as temporary accommodation. My right hon. Friend must surely agree that this is wrong and untenable, and will cause a huge amount of anger locally. The Government need to stop this—he knows that—but can he, at the very least, ensure that, after this urgent question, he is able to investigate in his Department to ensure that local stakeholders and councils are able to get the information they need urgently to put the support in place that they need at local level?",
        "**Robert Jenrick**",
        "I am grateful to my hon. Friend. I believe my officials have already reached out to his council to provide it with further information. As I said earlier, this is not the situation that any of us would want to be in. It is the product of record numbers of people crossing the channel and a failure to plan in the months prior to this sudden surge. What we need to do now is move forwards and ensure, as our first duty, that Manston is operating legally and correctly. We must then ensure that any further accommodation is procured in a sensible way—simple and decent accommodation, not luxurious hotels—and that we have proper communication with local authorities. That is my objective and I am very happy to work with him to achieve it."
    ]
}