{
    "url": "https://www.ukpol.co.uk/ben-bradley-2022-speech-on-male-primary-school-teachers/",
    "title": "Ben Bradley – 2022 Speech on Male Primary School Teachers",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ben Bradley",
            "url": "/tag/ben-bradley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ben Bradley, the Conservative MP for Mansfield, in Westminster Hall, the House of Commons on 16 November 2022.",
    "content": [
        "I beg to move,",
        "That this House has considered increasing the number of male primary school teachers.",
        "It is a pleasure to serve under your chairmanship, Sir Gary. I am grateful for the opportunity to raise what I think is a really important issue, and I am sure we will have plenty of time between us to discuss some of its merits—perhaps we will not need the full 90 minutes.",
        "I want to start by setting the scene and explaining why I have secured this debate on recruiting more male teachers into primary schools and, indeed, teaching more generally—we are short across the board. Having the debate this week is important in the build-up to International Men’s Day this weekend, and I will touch on the impact of the issue on our young people and young boys, and on their mental health and stability.",
        "Of course, there are many challenges facing our schools, not least the financial squeeze that all organisations are feeling from inflation and rising costs. Don’t get me started on the curriculum, teacher recruitment and retention, and empowering teachers on Ofsted—I am sure the Minister and I could debate those things all day, which would be very enjoyable. As I will explain, increasing the number of male primary school teachers is socially and culturally important.",
        "I declare an interest: before I accidentally became a politician, I had always planned to be a teacher, and I had considered teaching in primary schools. I never quite got there before I fell into some local issues—bin-related drama, as it happens; people get very passionate about wheelie bins—that led to me becoming a district councillor, and the rest is history. Despite not having ended up in teaching, children’s welfare and primary education remain really important to me personally, not least because I have primary-age children myself. I have committed much of my time over the past five years in this place to policy that is in one way or another related to supporting children.",
        "Another issue that is really important to me—and, I think, to our society—is equality. I have been perhaps the most vocal critic of our equalities legislation, which is almost always misused and misunderstood. The Equality Act 2010 is often explained as protecting characteristics such as being female, BME or LGBT, but that is not the case. It protects biological sex, race and sexuality, among others—both male and female equally; white, black and anything else equally; and gay and straight absolutely equally. It is, after all, the Equality Act.",
        "The intention behind the law is that the exact same legislation that is cited in order to support young women into science, technology, engineering and maths subjects, where they are historically under-represented, and into university—even though today’s figures show they are over-represented—should also be used to support young men where they are under-represented in professions such as nursing or, indeed, primary teaching.",
        "**Justin Tomlinson (North Swindon) (Con)**",
        "My hon. Friend is a great loss to teaching, but he also has a great passion for sport. I recently met representatives of the Professional Footballers Association, which helps thousands of men and women transition from their footballing careers into other careers. Surely this is a big opportunity for the Department for Education to work with them, particularly—given the thrust of this debate—to help get more male teachers into primary schools.",
        "**Ben Bradley**",
        "I thank my hon. Friend, who makes a really important point. We had a debate in this place only a few weeks ago about more flexible routes into teaching, and that sounds like a brilliant one. We also touched on routes from early years education into primary teaching. If someone is able and qualified to teach and support five-year-olds in an early years setting, surely they could do the same for six-year-olds in a primary setting. Some of the barriers make it very difficult, but my hon. Friend has mentioned what sounds like a fantastic scheme, which is perhaps an example of how taking positive action under the Equality Act could increase the number of male primary school teachers.",
        "The law exists to enable us to tackle this issue, but it is almost never interpreted in that way. In a recent debate on access to teaching, which took place in this very room, the previous Minister, my hon. Friend the Member for Stoke-on-Trent North (Jonathan Gullis), informed me that there are no schemes or planned schemes to support young men to get into primary teaching. The point of my speech, and of securing the debate, is quite simply to ask why, because we have the opportunity to address this issue. That is why we are here, but what is the problem?",
        "I have some figures that Members might find surprising, as it feels like the issue has gone under the radar. I know it is the subject of conversations outside the school gates among parents of primary-age children, because I am one and I have had such conversations with a number of parents at my own children’s school, but the figures might surprise a wider audience. Only 14% of primary and nursery teachers are male—significantly less than one in five. That is actually a slight rise from 12% in 2010, but the total teaching workforce has become more female-dominated in that time: more than 75% of teachers are now female, up from 74% a decade ago. Out of nearly 17,000 primary schools in England, 3,240 have no male teachers on the payroll whatever—not one. At an average of just under 300 pupils per school, that is nearly 1 million children with no male role model in their education setting.",
        "**Mark Pawsey (Rugby) (Con)**",
        "My daughter is in her second year of training for qualified teacher status, having done her PGCE. I asked her whether she agreed with my hon. Friend’s premise that more men should be encouraged into what is a largely female workforce. She made the point that he just made: many of our young people are growing up without a male role model in their lives. She pointed out that it is really good for children to see men in a caregiving role, which is essentially the role in a primary school. She made one or two other observations, which I may share with him later.",
        "**Ben Bradley**",
        "That is exactly right. If we are striving make public services representative of our communities and society, primary education should be at the very heart of that. It is hugely important to teach young people about relationships and provide role models. I thank my hon. Friend for that point, and I will come on to it in more detail.",
        "This is a particular problem in my region in the east midlands. A study for the Institute for Social and Economic Research in May found that nearly a third of all state-funded primary and secondary schools in the east midlands do not have a single male classroom teacher. That is the highest proportion in the country. In London, the figure is 12.5%, which is still a lot of schools, but in the east midlands 30% of schools do not have a single male teacher. That means that one in three children have no male role model in the classroom—not even in the building—whom they can seek out.",
        "Not only are men less likely to become teachers in the first place, but those who do are far less likely to remain in the profession than their female counterparts. We have been unable to recruit and retain male teachers. I know it is a problem with female teachers too, but it particularly so with male teachers. The stats I have just shared make that issue particularly clear.",
        "Lots of action has been taken to address inequality in teaching. There has rightly been lots of action to get more women into leadership roles in education, and to make teaching more racially diverse. Indeed, the teaching population is more ethnically diverse than the country as a whole. As I said, those imbalances are tackled under the Equality Act, yet although one in three children in my region has no male teacher at all and only one in four teachers are male—it is even lower in primary school at just 14%—there are no schemes, and as the previous Minister said, no planned schemes, to try to redress the balance under the Act, which is intended to support men and women and protect them equally. It is not working; it is not being used properly.",
        "Members might be thinking, “All right, the figures are skewed. We can see that there aren’t many male primary school teachers—not many blokes in the profession. Why does that matter?” Well, I will tell them why. It touches on a point that my hon. Friend the Member for Rugby (Mark Pawsey) made. Having male primary school teachers is really important for a number of societal, psychological and social reasons. First, male and female teachers contribute to children’s gender knowledge in a balanced way. They contribute to their understanding at a very young age of what male and female are and what they mean, and of what those roles might be. That may seem a small thing, but for an ever-increasing number of young people who do not have a male role model at home, and who often do not have male role models they can learn from and emulate in their personal lives, having them at school is important.",
        "In an increasingly difficult and often frustrating society where discussing gender can sometimes be incredibly unclear and misleading—certainly complicated by mixed and politically charged messages about what being male means and what gender is—a simple balanced interaction with male and female positive role models is important. At a time when masculinity and being a man can be portrayed very negatively, and young men increasingly find it hard to figure out what their role in life and in our society might be, leading to all sorts of mental health problems, which I am sure we will discuss over the course of this week in the build-up to International Men’s Day, it has never been more important for them to have a consistent, respectable male role model they trust in their life. I would make the same case in support of men in youth work, for example, which can do so much for the relationships, trust and security of young people in our communities.",
        "For the most disadvantaged and vulnerable children, the presence of male teachers might be vital, allowing them to observe men who are non-violent, for example, and whose interactions with women are respectful and positive. This is particularly important for children from dysfunctional backgrounds—households with domestic abuse, or other family environments that are not healthy. If the only consistent male figure in someone’s life is actually a bad role model who is teaching bad behaviours, how is that person to know or learn any different?",
        "Today, some 2.5 million children grow up without a dad at home, which has an impact. Moreover, there were estimates in 2020 that some 30,000 or more children are exposed to domestic abuse at home every month, whereby the man in their life and in their home sets a poor example and relationships are dysfunctional. Male teachers—safe, trusted, respectable role models—are absolutely vital for those children.",
        "I am consistently saying “children”, rather than “boys”, because I mean all children. Good male role models are important not just for boys but for girls, and for exactly the same reasons. They are equally important in helping children to understand how men and women treat each other, or should treat each other. For children to have trusted adult males they can rely on in their lives is important for them to understand, as I have said, some of the issues around gender, and roles and responsibilities, and also to tackle the problems caused by poor examples and poor role models, if children have those at home, and show them a different path.",
        "I think this is a self-perpetuating cycle, whereby limited visibility of male teachers means that men are less likely to go into teaching. Again, I draw the comparison with nursing, as stereotypes abound in that space, too. The stereotype is that primary school teaching is a women’s job, and that men teach design technology and physical education; similarly, men are doctors and women are nurses. That is all outdated and old-fashioned; it is absolute nonsense, of course.",
        "However, there is still an outdated and ill-informed prevailing view that primary teachers are women; that should not be the case, but when we look at the statistics we see that it is largely the case. That view often means that men do not apply for primary teaching jobs. I might as well keep adding in nursing, because there is a similar challenge in that profession. These are areas where the Equality Act is absolutely clear that measures could and indeed should be taken to tackle a clear imbalance and disparity between characteristics, whereby one group is massively under-represented. That is precisely what the Act is intended to tackle, yet we heard here in Westminster Hall just a month or so ago that there are no schemes or plans for schemes to try to tackle that imbalance.",
        "Quite simply, I ask the Minister: why not? When we put so much energy and resource into teacher recruitment and retention, which is hugely important for our schools, why not? We offer huge financial incentives for people to teach key subjects, but this issue is key, too. A lack of male role models will have a negative impact on the lives of young people, leaving an increasing number of young men with mental health problems, unable to work out who they are and what their role in society is, and leaving young women in particular and young people in general with unhealthy views about what relationships with men should look like.",
        "In my view, a lack of men in teaching is actually more important in society—for its fabric and for the wellbeing of our young people—than a lack of maths teachers, but we incentivise maths teachers. We are not incentivising male teachers and healthy relationships. Why? Is there a logical reason or is it, as I suspect, something else? I have already spoken about the Equality Act. My experience of it is that there is a deep-seated fear within parts of Whitehall, which thinks that if they use the Equality Act to do something that supports men, they will get slated on Twitter. That is probably true. When I have had these types of conversations and raised these points, I get slated on Twitter as well, but it is important to recognise that Twitter quite regularly spouts a load of nonsense and we cannot be governed by Twitter.",
        "I firmly believe that the wider public will be fully supportive of what I am saying here in Westminster Hall today and the premise behind it. We need more male teachers, in primary schools in particular and in schools in general.",
        "**Mark Pawsey**",
        "My hon. Friend makes some very interesting points about financial incentives. I think that it is accepted that salaries and careers in secondary education are generally more highly remunerated than in primary education, which does not provide an incentive for male teachers to go into primary teaching. Often in a relationship, males are seen as the main breadwinner, and while none of us would want there to be a particular financial incentive for male teachers, the attractiveness of primary school teaching really needs to be looked at.",
        "**Ben Bradley**",
        "My hon. Friend is absolutely right about the wider recruitment and retention challenge as a whole, and trying to get more people into teaching, and primary school teaching. As I have touched on, we debated some of the avenues that we might take to support more people, and people with a wider range of backgrounds and experiences, by providing easier routes. Earlier, my hon. Friend the Member for North Swindon (Justin Tomlinson) mentioned the transition from coaching, for example, into teaching, or a transition from early years into teaching. There are different ways in which we can support people through schemes such as that to incentivise male teachers. Perhaps the football example is a good one. We can imagine that lots of men in their 30s who are ending a career in sport, or who have been coaching and looking after young people in a coaching environment, could easily transition into a teaching-type role.",
        "**Justin Tomlinson**",
        "It goes even further than that, because the majority of those men are aged between 18 and 24—they have not quite fulfilled their dream of premier league stardom. The PFA is desperate to sit down with the Department for Education to talk about this; it is already working with the Department for Digital, Culture, Media and Sport. I hope my hon. Friend will join me in encouraging the Minister to sit down with the PFA.",
        "**Ben Bradley**",
        "I absolutely support that—I would love to have that conversation. That is a prime example of the kind of scheme that is supported by the Equality Act and everything I have described. It is exactly the kind of thing that we could and should do to try to incentivise people in a massively male-dominated space to transition into teaching. That is a perfect example of what I am talking about; I thank my hon. Friend bringing it up.",
        "Aside from setting up that conversation, which would be really helpful, what can the Minister do to ensure that the importance of this is recognised, barriers are removed and the tools we use to tackle these inequalities in other areas are also used for this? All the data, anecdotal evidence and common sense should tell us that this issue is really important. I hope that that can be recognised in policy. I thank colleagues for engaging in the debate and I look forward to the Minister’s response."
    ]
}