{
    "url": "https://www.ukpol.co.uk/ben-bradshaw-2023-speech-on-pride-month/",
    "title": "Ben Bradshaw – 2023 Speech on Pride Month",
    "post_date": "June 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Ben Bradshaw",
            "url": "/tag/ben-bradshaw/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ben Bradshaw, the Labour MP for Exeter, in the House of Commons on 15 June 2023.",
    "content": [
        "As a number of hon. Members have said, we have come a long way, haven’t we, since I was the first openly gay parliamentary candidate to be selected? My Conservative opponent at the time said that homosexuality was a “sterile, disease-ridden…occupation” and described me as a homosexual who rode a bicycle, spoke German and worked for the BBC and therefore was everything about our country that was wrong. He went on to warn in his election literature that, were I elected, Exeter’s children would be in danger.",
        "Do not forget, Mr Deputy Speaker, that that was the end of the era of the 1980s and early-90s, which was a hostile environment for lesbian and gay people in this country. That was partly because of the backlash against LGBT rights and partly because of the Government-sponsored section 28, but it was also because of a vicious media campaign. I remember a front-page splash in The Sun when Labour announced its policy of ending the ban on lesbians and gays in the military, which was “Poofs On Parade”. I remember the front-page splash in the Daily Mail when we called for equalisation in the age of consent, which was “Gay MPs Want Sex At 16”. It was nothing to do with gay MPs; the Bill was sponsored by a straight heterosexual female colleague in this House.",
        "Thankfully, the Government, of which I was privileged and proud to be a member, swept away all that discriminatory legislation. We equalised the age of consent, protected LGBT people from discrimination in the workplace, lifted the ban on military service and repealed section 28. We introduced the Gender Recognition Act 2004, civil partnerships, adoption for same-sex couples, tougher sentences for homophobic hate crime, and IVF treatment for lesbian and bi women. We also ended discrimination in the provision of goods and services, introduced the Equality Act 2006 and saw the establishment of the Equality and Human Rights Commission. So there is a lot to celebrate—and there is still a lot to celebrate: it is heartening to see the acceptance and celebration of LGBT+ people increasingly becoming the norm among young people, who are able to be open among their peers in a way that would have been unimaginable for many people in my generation. Opinion polls consistently show that majorities in all age groups in the United Kingdom support LGBT rights and equality.",
        "As the hon. Member for Cities of London and Westminster (Nickie Aiken) pointed out, to their credit, David Cameron and the right hon. Member for Maidenhead (Mrs May) continued Labour’s political settlement. Until 2015, the UK was consistently ranked the most LGBTQ+ friendly country in Europe but, as a number of Members have noted, we have now dropped to 17th. Why? Since the now discredited former Member for Uxbridge ousted the right hon. Member for Maidenhead, progress has stalled and in some areas begun to go very badly backwards, and, I am sorry to have to say this, the current Prime Minister, in my view, has the worst record of all three of the recent Conservative Prime Ministers. The Government have broken their promise to ban conversion therapy and reform the gender recognition process, have tried to block Scotland’s democratically agreed gender recognition reforms, and are threatening to go backwards on LGBT-inclusive sex and relationship education.",
        "Trans children and young people are not a threat to be contained. They should be celebrated and supported to thrive, both in education and beyond. And where on earth did the Prime Minister get the idea that forcing schools to out trans and non-binary students to their families was a good idea? The National Society for the Prevention of Cruelty to Children makes it absolutely clear that no young person should be outed against their will, except in circumstances where it is essential for safeguarding purposes. The Albert Kennedy Trust, a wonderful charity that supports homeless young LGBT people, has had a 58% increase in referrals in the last three years. These are young LGBT people driven out of their homes by hostile families. Are we seriously going to out people to those hostile families?",
        "**Dawn Butler**",
        "My right hon. Friend is making a powerful speech. Yesterday, I hosted the Albert Kennedy Trust in Parliament. The trust recalled the tragic circumstance that 80% of people referred to it have been sleeping homeless and been kicked out since the Government started their culture war. Does he agree that things need to get better?",
        "**Mr Bradshaw**",
        "They do need to get better. A quarter of all homeless young people are LGBTQ+. Some 77% of those have suffered rejection or abuse from their families.",
        "**Wera Hobhouse (Bath) (LD)**",
        "As a patron of the Albert Kennedy Trust, I was shocked when I first heard the statistics on homelessness among LGBT+ people. Is it not time we celebrate the work of the Albert Kennedy Trust and praise it for bringing to light these terrible statistics and tragic stories?",
        "**Mr Bradshaw**",
        "Yes, indeed. In fact, perhaps I should have declared an interest as a long-time supporter of the Albert Kennedy Trust.",
        "On crime, as other colleagues have noted, hate crimes against LGBT people and trans people in particular have risen dramatically. Now the Government plan to amend the Equality Act 2010 in a way that would make the exclusion of trans people the norm. Counselling and medical care for people with gender dysphoria and for young people in particular is practically non-existent. The south-west’s only clinic for gender dysphoria, in Exeter, has an initial waiting time of seven years.",
        "As other colleagues have said, we only have to look at America to see what happens when rational, evidence-based policy is replaced by hate, fundamentalist ideology and moral panic. In America this year, a record 520 pieces of anti-LGBT legislation have been introduced at state level, 220 of which focus specifically on trans and non- binary people. A record 70 anti-LGBT laws have already been enacted. Fifteen ban gender-affirming healthcare, seven require or allow students to be misgendered, four censor the school curriculum and there are many more.",
        "We had the appalling spectacle this week of grandparents in Canada stopping a school sports contest to demand that a 9-year-old cis girl be physically examined to make sure she really was a girl. They thought that she was a boy who had an unfair advantage over their granddaughter. This is what happens when Governments and the press pursue a culture war. We have friends, a gay couple with a daughter, who live in Florida. They are leaving because they are frightened. Culture wars, as the hon. Member for Carshalton and Wallington (Elliot Colburn) said, will not restrict themselves to attacks on LGBTQ+ people. The whole of the equalities space will eventually come into their sights. An attack on trans people is an attack on all of us.",
        "I am afraid that a number of politicians, right-wing think-tanks and powerful media supporters here in the UK seem to want us to go down the route of the Republican states in America. The deputy chairman of the Conservative party says he wants to run the next election campaign on these culture war issues and on trans issues in particular. I have a mild caution for him and the Prime Minister, from my experience 26 years ago. Then, the Conservative party thought that by running a virulently homophobic campaign against me they would hold Exeter and gain votes nationally. It suffered its worst swing to Labour in the south-west and its worst general election defeat in modern history. If it wants to continue to row back LGBT rights and equality, and to fight the next election on that terrain, I believe it will discover, as it did back then, that the British people are better than they think and a lot better than them."
    ]
}