{
    "url": "https://www.ukpol.co.uk/karen-bradley-2017-speech-at-the-cultural-relations-awards/",
    "title": "Karen Bradley – 2017 Speech at the Cultural Relations Awards",
    "post_date": "November 25, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Karen Bradley",
            "url": "/tag/karen-bradley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Karen Bradley, the Secretary of State for Digital, Culture, Media and Sport to the Cultural Relations Awards on 24 November 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/karenbradley-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/karenbradley-1.jpg)",
        "Thank you for inviting me here this evening. It is a pleasure to join you, in this beautiful building, designed of course by the talented late Dame Zaha Hadid.",
        "Where better to celebrate our two countries’ shared cultural heritage than in a British-designed building here in the heart of Rome?",
        "The UK has rich and longstanding cultural ties with Italy.",
        "Our ancient Roman heritage is found across the whole country, from Hadrian’s Wall to the baths of – well – Bath. Italy provides the setting – and in two cases the title – of some of Shakespeare’s greatest plays. I’ll let you remember which two yourselves. It inspired our great Romantic poets, Byron, Shelley and Keats – in fact the last two are buried here in Rome – and painters from Turner to Hockney.",
        "And these strong ties continue today. One of the highlights of the modern London skyline – in every sense – is the Shard, by an Italian architect, Renzo Piano. The great Italian fashion houses shape what we British wear, filtering down from the catwalk to the high street.",
        "Last year, more than three million Britons chose to holiday here in Italy, such is our love for this country and its people.",
        "And I’m pleased to say it’s a two way exchange.",
        "Two million of you visited the UK last year, and beyond that, over 600,000 Italians currently live, study and do business there.",
        "I know much of British culture – from Shakespeare to The Beatles and beyond – is as well loved here as it is at home. Most recently, British design has shaped the tech you all use every day – particularly the iconic work of Sir Jony Ives for Apple.",
        "Yesterday, I visited the Venice Biennale and was pleased to see the work of so many talented British artists on display.",
        "I particularly enjoyed the work of Phyllida Barlow, selected as this year’s artist for the British Pavilion, and would like to congratulate the British Council on their excellent job in managing the British Pavilion in Venice, as they have since 1938.",
        "I’d also like to thank Her Majesty’s Ambassador, Jill Morris, for such a wonderful concert at the residence last night, and for all her hard work in maintaining and strengthening cultural relations between the UK and Italy.",
        "We want those ties to deepen. Britain may be leaving the EU, but we are not leaving Europe, nor our friends in Europe.",
        "I met this morning with my counterpart in Italy, Dario Franceschini, and we confirmed how committed both our governments are to continued collaboration on matters of culture and heritage.",
        "My own department in the UK has recently changed its name to become the Department for Digital, Culture, Media and Sport, to reflect the growing importance of digital technologies to culture and the creative industries.",
        "We are living through a technological revolution as profound as any that has gone before. We all know that new technologies can be disruptive, and that we need to stay aware of the challenges ahead, but this digital revolution offers enormous opportunities too, not least for the cultural and heritage sectors. For promotion, for collaboration, and perhaps most significantly to engage with a size and breadth of audience unimaginable only a few years ago.",
        "I am well aware how privileged I am to have seen what I have seen on this trip, and that not everyone gets the chance. But there is less and less reason for our shared cultural heritage to only be available to the few.",
        "Last year in the UK, we published a new Culture White Paper, the first comprehensive review of the sector in fifty years. It set out this Government’s vision for helping the arts and culture to thrive, and put particular emphasis on widening access for people from all walks of life.",
        "Access to the arts can be so transformative. We all know it only takes one song to inspire a singer, one painting to inspire an artist.",
        "But often – though, of course, not always – the most thoughtful, well crafted art is shut away in institutions that people believe are not for them, or that are simply too far away to visit.",
        "Digitising museum collections and publishing them online opens them up to bigger, more diverse audiences than ever before. It brings once unreachable – or plain intimidating – art right to the phones people carry in their pockets.",
        "And those who’ve done it, who’ve put their collections online, tell me that far from replacing physical footfall it actually drives up visitor numbers.",
        "It’s great for curation too, particularly now academic collaboration is becoming the global norm. Put an image of an object online, and all the world’s experts can comment and share their knowledge.",
        "So I see this as very much the road ahead. One of the greatest advantages of the digital age is better connectivity. Let’s use these new technologies to aid collaboration, and to open our shared cultural heritage to everyone in our societies, so a work sited in London can be easily enjoyed in Naples, and those in Rome can be accessed from Birmingham.",
        "This award, which it is my honour to present, is a fitting celebration of the close and fruitful cultural collaboration between the UK and Italy. I look forward to helping to strengthen that bond and to building ever closer ties, and more effective collaboration between our countries."
    ]
}