{
    "url": "https://www.ukpol.co.uk/karen-bradley-2019-statement-on-the-northern-ireland-executive/",
    "title": "Karen Bradley – 2019 Statement on the Northern Ireland Executive",
    "post_date": "May 7, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Karen Bradley",
            "url": "/tag/karen-bradley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "",
    "content": [
        "_Below is the text of the statement made by Karen Bradley, the Secretary of State for Northern Ireland, in the House of Commons on 1 May 2019._",
        "This statement is issued in accordance with section 4 of the Northern Ireland (Executive Formation and Exercise of Functions) Act 2018 (EFEF Act). Section 4 of the Act requires that I, as Secretary of State for Northern Ireland, report on a quarterly basis on guidance issued under that section of the Act. It also required me to report on how I plan to address the impact of the absence of Northern Ireland Ministers on human rights obligations within three months of the day the Act was passed.",
        "The Act received Royal Assent on 1 November 2018. Following careful consideration of the sensitive issues section 4 deals with, and in consultation with the Northern Ireland civil service, guidance under section 4 was published on 17 December 2018.",
        "The first report required under section 4 was published as a written ministerial statement on 30 January 2019. It is again worth reiterating that abortion and same sex-marriage are devolved matters in Northern Ireland, and neither the EFEF Act nor the section 4 guidance change Northern Ireland’s law in relation to these issues or enable the law to be changed by way of guidance issued in my capacity as Secretary of State.",
        "I appeared before the Women and Equalities Committee on 27 February 2019 to provide evidence as part of its enquiry into abortion law in Northern Ireland. I welcome the Committee’s work on this important issue and the report it published on 25 April 2019. The Government will carefully consider the Committee’s report and recommendations and respond in due course.",
        "As before, I have consulted the head of the Northern Ireland civil service in the preparation of this report. He has advised that the Northern Ireland Departments continue to note the guidance and comply with their legal obligations when exercising any relevant functions in relation to abortion and same sex-marriage. He has also confirmed that relevant Departments are also considering the Women and Equalities Committee’s report.",
        "I continue to believe that the current absence of devolved government in Northern Ireland should not dislodge the principle that it is for the devolved administration to both legislate on, and ensure compliance with, human rights obligations in relation to such devolved matters. I would encourage a restored Executive to progress legislation on these issues as a matter of priority.",
        "Restoring the Executive remains my absolute priority. As I announced on Friday 26 April 2019, the Government have agreed, together with the Irish Government, to ​establish a new process of political talks, involving all the main political parties in Northern Ireland, in accordance with the three-stranded approach. The aim of these talks, commencing on 7 May 2019, is to quickly re-establish the democratic institutions of the Belfast agreement so that they can effectively serve all of the people for the future. I am firmly of the view that the people of Northern Ireland need their elected representatives back in government to take important decisions on the issues that matter most to them.",
        "As I have previously stated, I will keep the Government’s position on abortion and same-sex marriage under review in the light of the UK Government’s legal obligations, and in the light of any relevant emerging legal judgments, as appropriate."
    ]
}