{
    "url": "https://www.ukpol.co.uk/ben-bradley-2020-speech-on-international-mens-day/",
    "title": "Ben Bradley – 2020 Speech on International Men’s Day",
    "post_date": "November 19, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Ben Bradley",
            "url": "/tag/ben-bradley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ben Bradley, the Conservative MP for Mansfield, in the House of Commons on 19 November 2020.",
    "content": [
        "I beg to move,",
        "That this House has considered International Men’s Day.",
        "It is right that the House should consider the challenges faced by men and boys across our United Kingdom today, on International Men’s Day. I thank the Backbench Business Committee for its consideration in allocating the time to consider this in the House on the day itself—19 November. I also thank my hon. Friend the Member for Shipley (Philip Davies) for his work in co-sponsoring the debate, as well as those across the House who have supported it. I have drastically shortened my speech because our three hours have become one. That is perhaps indicative of the problem of men’s issues being pushed off the end of the agenda: it nicely typifies the problem. I also want to give as much time to colleagues as I can.",
        "In these challenging times, it is hugely important that we have this conversation. We face a difficult situation because of covid and particularly because of the economic impact. We know that there were huge spikes in male suicide and depression following the 2008 economic crash due to losing employment, struggling to provide for families, and struggling to find purpose. It is also challenging because of the general discourse that so often seems to pervade our society that talks of male privilege, of toxic masculinity, and of men as oppressors rather than positive contributors or role models. Men are talked about, all too often, as a problem that must be rectified.",
        "Too often, the constant drive for equality and diversity seeks to drag others down rather than lift everyone up. Just a few weeks ago, I spoke in Westminster Hall about the impact of equalities legislation, which sometimes seems to provide additional help for everyone except men and boys. One of my great passions in the campaigning I most regularly return to in this place is that of working-class boys in areas like Mansfield and in other parts of the country where there is deep and entrenched disadvantage. Figures from education show that these lads are least likely of any group to do well at school, to improve their lot in life, to get to university, or ever to have the opportunity to spread their wings further afield and aspire beyond the borders of the place they grew up in. Working-class white boys often seem to sit at the bottom of the pile.",
        "Across the board in our education system, the advancement of girls has been noticeable. It should be celebrated and recognised that girls are doing much better in recent years. That is brilliant news, and it is the result of countless interventions and programmes of support. However, it also needs to be recognised that, more often than not, boys do not have the same encouragement. No matter the race, geography or social class involved, girls now outperform boys throughout the education system. For example, in GCSE attainment, three quarters of girls’ grades in 2019 were passes, compared with two thirds for boys. We have had reports of record-high gender gaps in university places, with girls a third more likely than boys to access higher education.",
        "That brings me back to the Equality Act 2010, which is so often misinterpreted and misunderstood. If we know that boys are now hugely under-represented at university—a growing problem—where are all the programmes to support boys into higher education? I am not keen on discriminating by gender or any other physical characteristic, but given that the Act pushes for positive action based on these characteristics in order to level the playing field, where is the support for those who are struggling? The figures clearly show that girls are already outperforming boys, so why are we allowing this misuse of our equalities law to exacerbate gender inequality, rather than fixing it, with countless programmes to support girls into HE and none for boys?",
        "**Caroline Ansell (Eastbourne) (Con)**",
        "Will my hon. Friend join me in looking forward to the exciting prospect of the holiday activities and food programme? We must do all within our power to encourage maximum participation from working-class boys in particular.",
        "**Ben Bradley**",
        "My hon. Friend is absolutely right. Representing a constituency and community like mine, where these lads are really struggling, taught me about the need for face-to-face contact and support for the most disadvantaged children. That is hugely important, and I thank her for raising that.",
        "What is the point of the Equality Act 2010 if its usage is based only on what seems popular or politically correct, rather than on reality in order to help those most in need? The reality and the figures tell us that boys need help getting into higher education, more so than girls, so are these interventions actually making this inequality worse? Possibly so. To be absolutely clear, that is not to say that we should not help girls, but simply that selecting who to help based on physical characteristics alone is the very definition of discrimination; that the need for this help should be evidenced if it is to comply with the law; and that boys need help too.",
        "Boys seem consistently left behind by this kind of politically correct agenda. So long as the Equality Act continues to be so wilfully and regularly misapplied across gender, race and every other characteristic, it can do more harm than good. We need to make clear in this place that we should help people based on their actual need, and that the Act applies equally to everybody. Would it not be nice to try to help those most in need—based not on their physical characteristics but on what they need? Or at least to recognise that we all have equal protection under this law? Whether gay, black and minority ethnic, female or a straight white man, those are all protected characteristics.",
        "Men face countless challenges in our society. Three times as many men as women die by suicide, with men aged 40 to 49 having the highest rates. Men report lower levels of life satisfaction, according to the Government’s national wellbeing survey, but are less likely to access psychological therapies. Nearly three quarters of adults who go missing are men. Eighty-seven per cent. of rough sleepers are men. Men are three times as likely to become dependent on alcohol or drugs, are more likely to be sectioned under the Mental Health Act and are more likely to be a victim of violent crime. Of course, men also make up the vast majority of the prison population. These figures really put that male privilege in perspective.",
        "In recent years, it seems like more and more phrases coming into use are designed to undermine the role and confidence of men in our society. I mentioned a few before—male privilege, toxic masculinity, mansplaining, manterrupting, the trend of spelling “woman” with an x to remove the undesirable “man” part. That is wonderfully empowering for some, I am sure, but as I said at the beginning of this speech, somebody seeking equality of fairness does not need to mean they drag down everyone around them. I am fairly sure that bad behaviour is not limited solely to the male of the species, nor is rudeness gender specific.",
        "The outcome of this discourse and this language for many men is serious, particularly in the most disadvantaged communities. There is such a thing as working-class values—values that have lasted for many decades that might be considered old hat or even sexist by the modern establishment. They include holding the door open for a lady and expecting a man to stick around and provide for his family. The idea that a man being a worker and breadwinner is a positive role model for his children is still entrenched and well taught. That is not to the detriment of women or to limit their ambition, but about the promotion of family, of tradition, of strong male role models. These things are important.",
        "Having been brought up with those values, a lot of men from those communities will feel lost if they are unable to find work due to our economic situation. They might feel helpless, or like failures. They are far from it, but they need our support. We might also find that young men looking ahead and seeking their purpose in life might struggle to find it when they are told that those things they thought were virtues—their good manners, wanting to provide for their family, wanting to be a man’s man, wanting to go down to the football at the weekend and have some banter with the lads—are in fact not virtuous but toxic and doing down the women around them; those manners and the way they were taught to respect the women in their life are now sexist; that banter is now bullying.",
        "On family, rather than promoting strong male role models, we often encourage dads to be more like mums, trying to break down tradition, teaching them the opposite of what they were always told growing up and that they have been doing it wrong. We talk of “deadbeat” dads. We have a legal system in the family courts that seems to assume the guilt of many men in a relationship. We have men being alienated from their kids. We talk more and more about how desirable it is to have different kinds of families, with the implication that we do not need those strong male role models. Is it any wonder that so many are struggling to figure all this out?",
        "It is right that people should live by their own choices, and be who they want to be, however they are comfortable. That is true whether someone is gay or straight, black or white, male or female, and it is equally true if what they want is to fulfil the traditional role of a strong father, provider and breadwinner—to be, for want of a better word, a bloke. I fear that we are building up huge problems for the future when we forget the traditional role of men—indeed, sometimes we do not just forget it; we try to eradicate it from our society.",
        "With few of life’s advantages on their side in such an environment, and when society seems insistent on ripping the heart out of things that they experienced growing up and the things they were taught, it is no wonder that so many young men tragically cut their lives short. We cannot continue to talk down the role and purpose of young men when we should be building them up.",
        "Let me move on a little from the gloom and doom and speak about some positive things and actions we can take. I particularly want to play tribute to dads, and to all those dads who are putting their families first and doing the right thing, I say this: thank you. That is often taken for granted, but it is so important. I know myself how difficult it is in this job to balance being a dad with work, and try to keep myself on a level and live up to expectations. It is not easy.",
        "There are countless thousands of dads out there who have a much tougher task than me—dads who might be struggling financially or be battling things like trying to see their kids, or fighting in the family courts to do the right thing. They are trying to be a role model for their kids, although truthfully, we are all making it up as we go along. Some dads might be trying to overcome their own challenges with mental health, work or stress, and they might feel as if they have to hide that away for the sake of their families and children.",
        "I want to say a big thank you to good dads, and to those who are trying their best to be good dads and good men. That can make all the difference for our kids, for families, and for our society. There are places and people that dads can go to if they need help. Those are places such as the Samaritans, Rethink, the Campaign Against Living Miserably—CALM—helpline, Safeline, or a friend or relative. It is good to talk, as they say, rather than sweep things under the carpet.",
        "What more can we in this place do? For starters, we can change the discourse here. Can we look again at equalities legislation? If we are to hold Departments across Whitehall to account, with people dedicated to ensuring—quite rightly so—that women are considered, why not do the same for men? Why have a Minister for Women, but not one for men? Why single out one characteristic for a special mention? Can we ensure that equality means just that, rather than positive discrimination at the expense of certain groups, and ensure that the male is as equally protected as the female? We could do worse in this place to confirm how the Equality Act 2010 should be properly used.",
        "Can we promote the role of fatherhood, and stop shying away from its importance? Yes, families come in all shapes and sizes. I do not wish to detract from anyone who wants to do things differently, but the positive role to be played by an active father cannot, and should not, be ignored. Modern families are all different, but you can guarantee that every one of them has involved a dad in one way or another. The vast majority of families still look like a mum, dad, and kids and we should not shy away from that.",
        "Can we push forward an action plan to look at male suicide? We know the figures are awful, and we should have someone in Government accountable for delivering that plan, including better access to mental health support. Can we review our legal system, which is not always balanced, and our family courts, which too often seem to consider dads guilty until proven innocent? Parental alienation seems to be increasing, and more and more dads feel that they have been let down by the system. Can we reform the Child Maintenance Service—the bane of every MP’s life, by the way—so that it is fairer to all parties and works in the interests of families? Can we have a long-term plan to improve available alcohol addiction services, as those who need them are overwhelmingly male? Can we boost support for new fathers, as well as mothers, at a time when men can often feel totally helpless?",
        "Although, as the name suggests, the Prime Minister’s Race Disparity Unit focuses particularly on race, I am pleased that it includes looking at education, attainment and support for white working-class boys. There are regional, cultural and gender-based inequalities, and the challenge faced by boys in education cannot be denied. The figures show a clear picture of increasing numbers of left-behind boys who grow into troubled young men seeking purpose. That is a huge challenge for our wider society, and I hope we can build on that work and consider it in more detail. I will end with that, Madam Deputy Speaker, so as to give colleagues as much time as I can. I thank the Minister for her consideration today, and I look forward to listening to the thoughts of colleagues across the House."
    ]
}