{
    "url": "https://www.ukpol.co.uk/ben-bradley-2023-speech-on-sport-in-schools-and-communities/",
    "title": "Ben Bradley – 2023 Speech on Sport in Schools and Communities",
    "post_date": "January 16, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Ben Bradley",
            "url": "/tag/ben-bradley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ben Bradley, the Conservative MP for Mansfield, in the House of Commons on 10 January 2023.",
    "content": [
        "It is a pleasure to take part in the debate. I thank my hon. Friend the Member for North Swindon (Justin Tomlinson) for giving me a mention in his speech, and for the ideas that he contributed about engaging sportspeople in teaching. The premise on which our meeting with the Minister was based, for me, was the issue of male role models in teaching. I thank the Minister for his time, and I hope we can take that discussion forward.",
        "I am pleased to be able to speak about the importance of schools. I am a self-confessed sports fanatic, or was until work and children got in the way of a life which, as a young person, I spent largely on a hockey pitch or in a gym. I therefore value the role that sport plays in people’s development, and their education in particular. I think it is too often undervalued by Governments of all stripes, given its benefits to health and wellbeing. My hon. Friend the Member for Folkestone and Hythe (Damian Collins), who is no longer in the Chamber, mentioned the benefits to academic achievement, which are well researched and, I think, well understood.",
        "Sport, particularly team games, encourages the social development of young people, and indeed teamwork is becoming more and more important in the workplace. All who have engaged in sport understand the highs and lows it can bring and the character, growth and resilience that come from that—the ability to deal with life. Sport builds discipline and determination, which is hugely important, and any funding that is spent on it is an investment in the development of independent, resilient, competitive young people who will be assets to our economy in the future. There are also massive health benefits, and I think the Department of Health and Social Care should spend much more time, energy and investment on sport as a preventive measure.",
        "As we heard earlier from my hon. Friend the Member for Chatham and Aylesford (Tracey Crouch), this starts in our schools, which are the access point for so many young people. It is important to recognise that there is a great deal of work to be done. I want to focus some of my comments on the facilities mentioned by my hon. Friend the Member for North Swindon, behind school gates and so often locked away. Many communities do not have the basic sports facilities that they need. Research conducted by the Football Association has shown that 150,000 matches are called off every season because the pitches are not good enough to play on, and that the quality of one in three grassroots pitches is not high enough. I am pleased that the Government have sought to address that with funding for grassroots football facilities, and I look forward to the development of that project. In fact, there is significant funding for football, but sadly that is not true of other sports. I declare my interest as a hockey player.",
        "**Imran Hussain (Bradford East) (Lab)**",
        "The hon. Gentleman was right to make that important point about the huge benefits of sport in boosting the confidence and increasing the ambition of children and young people. As for the point that he has just made, does he agree that many grassroots football clubs are prevented from progressing because their pitches and other facilities are not good enough, although the young people and their teams may be excellent?",
        "**Ben Bradley**",
        "The hon. Gentleman is entirely right. Not just pitches but other facilities such as clubhouses provide a social space, and investment in them makes a great difference in leading people to come back every week to engage in sport, as well as attracting volunteers.",
        "As a hockey player, I despair when I see AstroTurf pitches, in particular, fall into disrepair. The Department for Digital, Culture, Media and Sport needs to do some work on its understanding of what hockey pitches are publicly available and what their purpose is. When I asked, pre-covid, about the availability of hockey pitches in my constituency, the Department came back with a big list of 5G football pitches, on which hockey cannot be played—although that did not seem to be understood. In fact, no hockey pitches are available in my constituency, much to the frustration of North Notts hockey club, which is currently homeless. There does not seem to be the necessary understanding of the sport or the problem. Can the Department ensure that we have Football Foundation funding for multi-sport pitches that are genuinely multi-sport, and that some can be used for hockey as well?",
        "One way in which to increase the number of sports facilities across the country would be ensuring that schools are able to open their facilities for public use. Nearly 45% of state-funded schools do not have that public access, which is a huge missed opportunity when it comes to grassroots sport. I know the Government are seeking to address the problem, but that seems to have been going on for a long time, and the situation has become worse post covid. I could give numerous examples, in Mansfield and across Nottinghamshire, of pressures on school budgets leading to the closure of sports facilities to the community.",
        "As I said earlier, North Notts hockey club is currently homeless. In fact it has been homeless for 18 months, because the school pitch that it used to use is no longer available. I understand that schools want to prioritise education, given their limited funding, and cannot be expected to subsidise a leisure centre, and I think the community understands it as well—we all have sympathy for those schools—but the outcome is that football, basketball, hockey and other local classes and clubs are now without facilities. Those facilities are shut, just like 45% of other facilities, every night and every weekend. The nearest hockey pitch is 30-plus minutes away. For a club the size of North Notts, that is not viable, and it is really struggling. That cannot be good enough. I have tried to find solutions in recent months. I have even offered to fund things, and brokered discussions to no avail. The school will not act on this, although I am still trying, and the district council’s leisure trust will not run it. It remains shut, to the detriment of communities.",
        "If we want to almost double the number of community sports facilities available nationally, the simplest way is surely not to build new ones but to ensure that the ones that already exist are open and available for use outside those hours. My right hon. Friend the sports Minister mentioned the strategy to fund and focus on hard-to-reach areas. This is a hard-to-reach area, and this is something that could be done.",
        "I do not want to repeat what colleagues have said, as I am conscious of the time, but I reiterate the call for support for district council leisure centres, particularly swimming pools. That is a huge challenge, and I know that the Minister is committed to making some changes. I also stress the importance of the PE premium. An early, long-term decision on that would be hugely welcome, because an annual one-year settlement creates a hand-to-mouth existence for schools that do not know where they are going to be in September. We would not want or accept that for core school funding and we do not want or accept it for sport either, because sport should be part of the core curriculum. It can boost academic outcomes, and it can boost the Government’s overall aims in education. This should not be an either/or.",
        "In conclusion, there is a huge amount to be gained from improving access, including equal access for girls, for those with disabilities—Mansfield is the home of powerchair football, a fantastic sport that is well worth going to watch—and particularly for disadvantaged communities, which often have the least access to high-quality provision and facilities. Sport provides a massive opportunity to learn and develop. It makes for more rounded, resilient and independent young people. It is an investment in our young people, but it is always undervalued. I hope that the Government will recognise some of the themes and challenges that have been raised today and act on them in the coming months."
    ]
}