{
    "url": "https://www.ukpol.co.uk/karen-bradley-2019-statement-on-security-arrangements-in-northern-ireland/",
    "title": "Karen Bradley – 2019 Statement on Security Arrangements in Northern Ireland",
    "post_date": "May 8, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Karen Bradley",
            "url": "/tag/karen-bradley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Karen Bradley, the Secretary of State for Northern Ireland, in the House of Commons on 7 May 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/karenbradley-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/karenbradley-1.jpg)",
        "This is a summary of the main findings from the report by His Honour Brian Barker QC, the Independent Reviewer of National Security Arrangements in Northern Ireland, covering the period from 1 January 2017 to 31 December 2018. His Honour Brian Barker concludes:",
        "Throughout the reporting period I have been briefed periodically on the state of threat in Northern Ireland. I received presentations from PSNI and MI5 on the ​practical effect of their co-operation and mutual reliance. My visits to PSNI establishments and to MI5 left an impression of deep commitment and professionalism, further demonstrated by their openness and willingness to respond to all aspects of my enquiries. Strong cross-border links continue with An Garda Siochana.",
        "The context in which national security activities are performed in Northern Ireland remains challenging and members of the security forces continue to require vigilance in relation to their personal security. Dissident republicans continue to express political conviction to justify violence and law breaking, while loyalist paramilitaries maintain control in areas by self-justified intimidation and administration of violence. As in recent years there have been successes and considerable effort devoted to containing and disrupting dissident groups. Nevertheless, planning and targeting continues and attacks occur.",
        "The number of security related incidents for this reporting period are broadly similar to my previous report; in 2017 shooting incidents rose from 49 to 58, whilst the number of security related deaths decreased from 6 to 2. There were 30 bombing incidents, and casualties from paramilitary style assaults (excluding fatalities) increased from 65 to 74; casualties from paramilitary style shootings (excluding fatalities) also increased from 20 to 27. The number of persons arrested and charged under s.41 of the Terrorism Act decreased from 18 to 13.",
        "This period I have focused on Covert Human Intelligence Sources [CHIS]. There is excellent co-operation between MI5 and PSNI on CHIS operations, including frequent meetings between PSNI and MI5 at a senior level to discuss CHIS policy and operations. In accordance with the St. Andrews principles, PSNI manage the majority of national security CHIS. There is a systematic review procedure for CHIS.",
        "The political situation is difficult and complex and throughout this reporting period Northern Ireland was without a functioning Executive and Assembly, despite a number of attempts at negotiations between parties; concern about the effect of the political situation was a recurring theme in many of my stakeholder engagements.",
        "I met a range of stakeholders in this reporting period, including the Northern Ireland Policing Board (NIPB), the Police Ombudsman for Northern Ireland (PONI), the Attorney General (AG) and the Committee on Administration of Justice (CAJ). NIPB highlighted the effect of not being able to fully operate, due to the lack of a functioning Executive or Assembly, and raised concerns that crucial decisions, such as an inability to retain their independent Human Rights Advisor, could lead to a diminution of trust in their work.",
        "PONI outlined the challenge of balancing a large volume of troubles-era complaints against a limit to the resources available to investigate.",
        "The Committee on Administration of Justice (CAJ) raised concerns about the effect of the lack of an NI Executive and the potential impact of EU Exit. They reported that their relationship with PSNI was good and improving. CAJ proposed a framework where the operational boundaries of MI5 and PSNI responsibilities relating to NIRT, paramilitarism and extreme right activity was published. CAJ believe this would have an international benefit and would give accountability and public acceptability.​",
        "A meeting with the Attorney General (AG), John Larkin QC, was productive. Within the scope of his remit, the AG explained his hope for improvement to certain elements of the criminal justice system, such as more informative defence statements and better monitoring of entrapment accusations and subsequent requests for disclosure.",
        "Overall, I continue to be impressed with the standards and commitment of the senior members of MI5 and the PSNI and understand the frustration all stakeholders experience due to the lack of a functioning Executive.​  \nI have measured performance in this reporting period against the five key principles identified in relation to national security in Annex E to the St Andrews agreement of October 2006. My conclusions are set out in the attachment table.",
        "Attachments can be viewed online at: http://www.parilament. uk/business/publications/wntten-questions-answers-statements/written-statement/Commons/2019-05-07/HCWS1538/"
    ]
}