{
    "url": "https://www.ukpol.co.uk/karen-bradley-2016-speech-on-hate-crime/",
    "title": "Karen Bradley – 2016 Speech on Hate Crime",
    "post_date": "June 29, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Karen Bradley",
            "url": "/tag/karen-bradley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Karen Bradley, the Parliamentary Under-Secretary of State at the Home Office, in the House of Commons on 29 June 2016.",
    "content": [
        "[![karenbradley](https://www.ukpol.co.uk/wp-content/uploads/2015/09/karenbradley.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/karenbradley.jpg)",
        "Hate crime of any kind, directed against any community, race or religion, has absolutely no place in our society. As my right hon. Friend the Prime Minister told this House today, we are utterly committed to tackling hate crime, and we will provide extra funding in order to do so. We will also take steps to boost reporting of hate crime and to support victims, issue new Crown Prosecution Service guidance to prosecutors on racially aggravated crime, provide a new fund for protective security measures at potentially vulnerable institutions, and offer additional funding to community organisations so that they can tackle hate crime.",
        "The scenes and behaviour we have seen in recent days, including offensive graffiti and abuse hurled at people because they are members of ethnic minorities or because of their nationality, are despicable and shameful. We must stand together against such hate crime and ensure that it is stamped out. Over the past week, there has been a 57% increase in reporting to the police online reporting portal, True Vision, compared with this time last month, with 85 reports made between Thursday 23 June to Sunday 26 June compared with 54 reports in the corresponding four days four weeks ago. However, I would urge caution in drawing conclusions from these figures as a guide to the trend, as they are a small snapshot of reports rather than definitive statistics.",
        "Much of the reporting of these incidents has been through social media, including reports of xenophobic abuse of eastern Europeans in the UK, as well as attacks against members of the Muslim community. However, we have also seen messages of support and friendship on social media. I am sure the whole House will want to join me in commending those we have seen stand up for what is right and uphold the shared values that bring us together as a country, such as those who opposed the racist and hateful speech shown in the recent video taken on a tram in Manchester.",
        "These recent events are shocking, but sadly this is not a new phenomenon. Statistics from the Tell MAMA report, published today, show that in 2015 there was a 326% increase on 2014 figures in street-based anti-Muslim incidents reported directly to Tell MAMA, such as verbal abuse in the street and women’s veils being pulled away, with 437 such incidents reported.",
        "Worryingly, the report also finds that 45% of online hate crime perpetrators are supportive of the far right. In recent days, we have seen far-right groups engaged in organised marches and demonstrations, sowing divisions and fear in our communities. We have also seen far-right groups broadcasting extreme racist and anti-Semitic ideology online, along with despicable hate speech posted online following the shocking death of our colleague Jo Cox. Her appalling death just under two weeks ago shocked and sickened people not only in communities up and down this country, but in many other countries around the world. As we heard in the many moving tributes paid to her in this House, her loss is keenly felt, and we will always remember that a husband is now without his loving wife and two young children will grow up without a mother.",
        "The investigation of hate crimes is of course an operational matter for the police. I would urge anyone who has experienced hate crime to report it, whether directly to the police at a police station, by phoning the 101 hotline, or online through the True Vision website. In this country, we have some of the strongest legislation in the world to protect communities from hostility, violence, and bigotry. This includes specific offences for racially and religiously aggravated activity and offences of stirring up hatred on the grounds of race, religion, and sexual orientation. It is imperative that these laws are rigorously enforced.",
        "The national police lead for hate crime, Assistant Chief Constable Mark Hamilton, has issued a statement confirming that police forces are working closely with their communities to maintain unity and prevent any hate crime or abuse. Police forces will respond robustly to any incidents, and victims can be reassured that their concerns about hate crime will be taken seriously by the police and courts. Any decisions regarding resourcing of front-line policing are a matter for chief constables in conjunction with their police and crime commissioner.",
        "Since coming to office, the Government have worked with the police to improve our collective response to hate crime. The Home Secretary has asked the police to ensure that the recording of religious-based hate crime now includes the faith of the victim—a measure that came into effect this April. We have also established joint training between the police and the Crown Prosecution Service to improve the way the police identify and investigate hate crime. Alongside this training, the College of Policing, as the professional body for policing, has published national strategy and operational guidance in this area to ensure that policing deals with hate crime effectively.",
        "But we need to do more to understand the hate crime we are seeing and to tackle it. That is why we will be publishing a new hate crime action plan covering all forms of hate crime, including xenophobic attacks. We have developed the plan in partnership with communities and with Departments across Government. It will include measures to increase the reporting of hate incidents and crimes, including working with communities and police to develop third-party reporting centres. It will work to prevent hate crimes on transport, and to tackle attacks against Muslim women, which we recognise is an area of great concern to the community. The action plan will also provide stronger support for victims, helping to put a stop to this pernicious behaviour.",
        "We appreciate that places of worship are feeling particularly vulnerable at this time. That is why we have established funding for the security of places of worship, as announced by the Prime Minister last October. This will enable places of worship to bid for money to fund additional security measures such as CCTV cameras or fencing. We have also been working with communities to encourage them to come forward to report such crimes, and to give them the confidence that those crimes will be taken seriously by the police and courts. My noble Friends Lord Ahmad and Baroness Williams have today visited the Polish cultural centre in Hammersmith, which was a victim of disgusting graffiti, to express their support.",
        "We are working closely with organisations such as Tell MAMA and the Community Security Trust to monitor hate crime incidents and with the police national community tensions team to keep community tensions under review.",
        "The Government are clear that hate crime of any kind must be taken very seriously indeed. Our country is thriving, liberal and modern precisely because of the rich co-existence of people of different backgrounds, faiths and ethnicities, and we must treasure and strive to protect that rich co-existence. We must work together to protect that diversity, defeat hate crime and uphold the values that underpin the British way of life, and we must ensure that all those who seek to spread hatred and division in our communities are dealt with robustly by the police and the courts. I commend this statement to the House."
    ]
}