{
    "url": "https://www.ukpol.co.uk/graham-brady-2021-speech-in-the-house-of-commons-on-david-amess/",
    "title": "Graham Brady – 2021 Speech in the House of Commons on David Amess",
    "post_date": "October 22, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Graham Brady",
            "url": "/tag/graham-brady/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Graham Brady, the Conservative MP for Altrincham and Sale West, in the House of Commons on 18 October 2021.",
    "content": [
        "I will be brief because I know that many others want to pay their respects and tributes. It is right that I, as the chairman of the 1922 Committee, should pay tribute to David, who was a dedicated and effective Back-Bench Member of Parliament, but I also want to say a few words today because I had the privilege of his friendship for the past 24 years. I am deeply touched by the tributes that have been paid from across the House, including the moving tributes from the Prime Minister and from the Leader of the Opposition. I am also pleased to follow the chairman of the parliamentary Labour party, the hon. Member for Leyton and Wanstead (John Cryer), and my constituency neighbour the hon. Member for Wythenshawe and Sale East (Mike Kane), who was one of the first people to get in touch with me on Friday to offer his condolences. That was much appreciated.",
        "We have all had so many messages of condolence from constituents and others since we heard the terrible news. I think that people across the country could sense the goodness, the kindness and the decency of the man we have lost. It is wonderful that we have heard tributes to David’s great achievements in politics, but it is also wonderful that so many references have been made, right from the start, to the joy that he brought into all our lives and those of so many others. He clearly enjoyed the House of Commons and politics, and he loved meeting people. I hope that that is something that will stay with us.",
        "My recollection of David, over the past few years especially, is of seeing him coming towards me in Portcullis House and seeing his infectious smile. I knew that he was looking forward to starting a conversation. He would say, “What are they doing now, Graham? Why are they doing this?” I will miss that. Like others, I will still be looking out for him.",
        "Finally, on a serious point, this is the most open and accessible Parliament of any major country in the world, and the right tribute to David must be that it remains so, and that while we take sensible precautions, we stay open and continue to connect with our constituents as he did so brilliantly."
    ]
}