{
    "url": "https://www.ukpol.co.uk/karen-bradley-2017-speech-at-bazalgette-review-launch/",
    "title": "Karen Bradley – 2017 Speech at Bazalgette Review Launch",
    "post_date": "September 28, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Karen Bradley",
            "url": "/tag/karen-bradley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Karen Bradley, the Secretary of State for Digital, Media, Culture and Sport on 22 September 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/karenbradley-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/karenbradley-1.jpg)",
        "Thank you to Sir Peter for his hard work in completing such a broad, thorough and thought-provoking review – some really interesting and bold recommendations for both industry and government to pursue, and across a very wide range of areas. And made much more interesting than a normal review by the quotes across the document which are drawn from British creative life. I can certainly relate to Kate Tempest’s call to action – “move fast, don’t stop, you got things to do” – as I’m sure you all can too.",
        "And thank you to you all for making time to be here at such short notice. Turnout at a few days notice shows how much passion and commitment there is in relation to this subject, and how much interest in hearing what Sir Peter has to say.",
        "That we are here today is testament to the importance of the creative industries to the UK – increasingly recognised across government as a key sector of the economy. This is partly about a sector holding its own with more traditional industries such as manufacturing – industrial policy is no longer just about widgets and hardware. It is also too about a sector holding its own with tech and other celebrated growth sectors.",
        "Now – as Business Secretary, Greg has to be even-handed across the economy. As Culture Secretary, I can be a little more partisan. To underline just how important creative industries are to the UK economy, Creative Industries Federation analysis of PwC data suggests that they deliver four times the GVA of the automotive industry, six times as much as life sciences and nearly 10 times that of aerospace. Between 2011 and 2015, the sector created three times more jobs than the economy as a whole. The UK is the third-largest exporter of cultural goods and services in the world – just behind China and the USA. I spend a lot of my time reminding my Cabinet colleagues of these kinds of fact.",
        "But they matter too for Britain’s place in the world – our values, soft power and influence. Creative Industries are in many cases at the very forefront of how the world perceives us. Whether it be music, film or design, they strengthen the UK brand, adding impetus to our growing creative content and services presence around the world, strengthening trading links in key emerging economies and influencing wider perceptions of the UK.",
        "And they also matter intrinsically. They produce the things that enrich lives and give them meaning. That’s true of the ‘content’ sub-sectors of the Creative Industries – TV, film, games, music, publishing, fashion. It’s also true of the services side – the architecture that RIBA, our hosts today, do such fantastic work to promote, the design that creates our products, the advertising that influences our desires.",
        "I hope it is clear to you that Government is committed to supporting the Creative Industries – for example, through the creative sector tax reliefs, which paid out over £600 million last year alone, securing in return nearly £2 billion. And more broadly in securing the best possible outcome for the sectors as the UK prepares to exit the European Union and looks to do trade deals around the world.",
        "But there is still more to do – and that’s what today is all about. Creative industries in Britain and beyond face both real challenges and opportunities. Much of that is driven by technology and changing patterns of consumer demand. The “D” word – Digital – is now at the heart of the DCMS as the Department of Digital, Culture, Media and Sport. It is transforming the whole economy, but bears strongly on the Intellectual Property-rich, small and micro-dominated businesses that make up much of the creative industries. But change also arises from policy landscape – for example, the opportunities presented by the Government’s Industrial Strategy, and its clear focus on place, inclusive growth and rebalancing the economy.",
        "And that’s where the sector deal comes in. As Greg has said, the Government has essentially asked business to make it an offer it can’t refuse. In the words of the IS Green Paper there is ‘open door challenge to industry’ to be ‘driven by business to meet the priorities of business’. It seeks ‘a clear proposal for boosting productivity’ in order to ‘drive growth right across the United Kingdom… creating more high-skilled, high paid jobs and opportunities’.",
        "We have a once-in-a-Parliament opportunity to capitalise on this through the promise of a sector deal.",
        "In devising a deal, the Creative Industries have made good progress so far thanks to the work of the sector and of course Sir Peter’s independent review, which we will hear about in a minute.",
        "We have a down-payment today with the announcement of the AHRC funding for research and development partnerships across eight creative clusters.",
        "The key challenge now is turning a lot of compelling ideas, at varying stages of development, into a tangible agreement. An agreement which is credible and has buy-in from both Ministers and the industry.",
        "There is definite appetite in Government to land an ambitious deal and this review is a really valuable input. But there are also real constraints – not least financial. As you would expect in a time of continued austerity, the bar to new Government money is very high. The starting point is spending existing resources better.",
        "There is also time pressure. As ever with these things it is more important to get it right than to get it fast. But we also want to get on and reach an agreement as quickly as possible, taking advantage of the platform the Industrial Strategy provides. Success will depend on the commitment behind the offer from industry, and how that fits with the strategic challenges set out in the Industrial Strategy Green Paper.",
        "So I encourage Creative Industries leaders to continue to work together and wow Government with a compelling proposal. As the statutory sector body, the Creative Industries Council will lead negotiations on the deal – and I pay tribute to Nicola Mendlesohn who has done a fantastic job as chair – with critically important input from the Creative Industries Federation, under John Kampfner’s outstanding leadership, as well as from others across the sector. We are keen for those discussions to move forward.",
        "Times are challenging but the prize is big so let’s be bold and ambitious; do what you do best – thinking creatively! – so we can deliver real change that takes the UK’s creative industries to the next level of success.",
        "I am now delighted to hand over to Sir Peter to tell you about the detail of his review."
    ]
}