{
    "url": "https://www.ukpol.co.uk/ben-bradshaw-2010-speech-to-labour-party-conference/",
    "title": "Ben Bradshaw – 2010 Speech to Labour Party Conference",
    "post_date": "September 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "2010 Labour Party Conference",
            "url": "/tag/2010-labour-party-conference/"
        },
        {
            "text": "Ben Bradshaw",
            "url": "/tag/ben-bradshaw/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ben Bradshaw, the then Shadow Culture Secretary, to the 2010 Labour Party conference.",
    "content": [
        "[![benbradshaw](https://www.ukpol.co.uk/wp-content/uploads/2015/09/benbradshaw.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/benbradshaw.jpg)",
        "Conference, we’ve just heard some inspiring examples of how the Labour Government left Britain a better place.",
        "And we’ve just heard some stark warnings about the damage the new Government is already inflicting on our communities.",
        "**Our record**",
        "Last year I described how, under Labour, Britain had become number one in the world in the creative industries.",
        "How, thanks to a decade of sustained investment and active support of the arts, culture and sport, Britain was enjoying more success around the world than any country relative to our size.",
        "In spite of the global downturn, that success continued right up to the election, creating wealth and the jobs our young people need.",
        "I also warned what would happen if the Tories got back into power.",
        "I was accused of scaremongering by our political opponents. But, Conference, in these first few months, the Government has not only been worse than I predicted.",
        "They’ve been worse than I thought they’d be if the Tories had won on their own.",
        "Far from being a moderating force, the Liberal Democrats are complicit in the biggest assault on the arts, culture and sport this country will have ever seen.",
        "– Labour’s free swimming for the under 16s and the over 60s – scrapped.",
        "– The UK Film Council – whose support for British films helps generate millions for our country – abolished.",
        "– Labour’s promise to use the Olympics to get 2 million more people physically active, to tackle obesity and save health costs – abandoned.",
        "This is not sensible deficit reduction, Conference. These decisions will cost money. They are typical of this Government, unthinking, short-sighted and damaging to Britain.",
        "Now, we expect this from the Conservatives.",
        "They love cutting and have always undervalued the arts and sport in Government.",
        "But the Liberal Democrats?",
        "This is what their manifesto said : “The Liberal Democrats will maintain current levels of investment in the arts and creative industries”.",
        "Well, there’s another one to add to a very long list of Liberal Democrat promises that has proved completely worthless.",
        "A week ago, the Liberal Democrat MP, Simon Hughes, said David and Ed Miliband needed to grow up.",
        "Well, up the road from me in Taunton, the constituency of Lib Dem Foreign Office Minister, Jeremy Browne, the Liberal Democrats are running a campaign to “save free swimming”.",
        "They describe the Government’s decision to scrap free swimming as a “total disgrace”.",
        "And they are urging local residents to sign a Liberal Democrat petition to stop the Tory cuts.",
        "And Simon Hughes says Labour needs to grow up?!",
        "We take no lessons in mature politics from people who are still trying to face it both ways, even in Government.",
        "But we know why the Lib Dems are turning their fire on us.",
        "Because we are trouncing them in the polls and in real elections all over the country.",
        "We had local elections in Exeter this month.",
        "You’ve already heard what happened but it merits repeating.",
        "The Tories did badly, but the Lib Dems collapsed and Labour took control of the council.",
        "Let’s go out and repeat this success in next May’s elections all around the country.",
        "**Public Service Broadcasting**",
        "Conference, when we met last year I warned of the dangers to Britain’s world renowned public service broadcasting from a Tory Government.",
        "Here, too, it’s worse than I feared.",
        "They have relentlessly attacked and undermined the BBC.",
        "They have condemned ITV news in the regions of England and in Wales and Scotland to a slow death.",
        "They have abandoned Labour’s plans to ensure the public can see our major sporting events – including test cricket free on TV.",
        "And they have weakened Britain’s vital media regulator Ofcom.",
        "And we all know why the Coalition Government is doing this don’t we? We know to whose tune they are dancing when it comes to media policy, don’t we?",
        "Vince Cable made a lot last week of the dangers of monopoly capitalism and the importance of competition policy.",
        "If Vince wants to be taken seriously, why hasn’t he referred the proposed 100% take-over of Sky by Murdoch’s News Corp to the competition authorities.",
        "That takeover, if it goes ahead, will result in a concentration of media power in a single company – greater even than in Berlusconi’s Italy.",
        "So come on Vince, what are you waiting for? Show us your halo, or have you undergone in a few short weeks a remarkable transformation from saint to stooge.",
        "**Conclusion**",
        "Conference it’s been a good week with a stunning debut from Ed yesterday.",
        "We are united, disciplined and determined.",
        "We are back level in the polls and have ensured this Government has had the shortest political honeymoon in history.",
        "But we must not underestimate the challenge, Conference.",
        "The next election will not fall into our lap.",
        "I am one of only 10 Labour MPs left in southern England outside London – we were 45 before the election.",
        "We can’t form a Government without winning back those seats.",
        "We can do it, but to do so, we’ll need not only to be a strong Opposition, but also a credible alternative Government.",
        "That means a responsible approach to tackling the deficit and some of the other tough choices Ed outlined yesterday.",
        "Those people who have lost or are about to lose their jobs, or who are struggling on low incomes, or whose services are about to be destroyed by this Government’s policies – they need a Labour Government and it’s our – duty, all of us, to help make sure, they get one.",
        "Thank you."
    ]
}