{
    "url": "https://www.ukpol.co.uk/ben-bradshaw-2023-statement-on-church-of-englands-ban-on-same-sex-couples/",
    "title": "Ben Bradshaw – 2023 Statement on Church of England’s Ban on Same-Sex Couples",
    "post_date": "January 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Ben Bradshaw",
            "url": "/tag/ben-bradshaw/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Ben Bradshaw, the Labour MP for Exeter, in the House of Commons on 18 January 2023.",
    "content": [
        "On a point of order, Mr Speaker. You may have heard that today the Church of England bishops have recommended no substantial change to the Church’s current ban on same-sex couples being married in church in England, although of course it is already possible in Scotland and will soon be possible in Wales. Many Members across the House—the majority, I would judge—believe that by continuing to exclude lesbian and gay people from its full rites, the Church is no longer compatible with its established status, which confers the duty to serve the whole nation. Has the Second Church Estates Commissioner indicated to you whether he will come to this House and make a statement on this very serious state of affairs and its potential constitutional consequences?",
        "**Mr Speaker**",
        "The answer is no—nobody has come to speak to me—but the Second Church Estates Commissioner is here with us and may wish to answer the right hon. Gentleman.",
        "**The Second Church Estates Commissioner (Andrew Selous)**",
        "Further to that point of order, Mr Speaker. I hear exactly what the right hon. Gentleman says. He will know that I will be answering questions in this House next Thursday, and I will willingly take questions on that. I should also point out that the Church of England has not yet made a formal, full statement on the matter. That will happen on Friday; I myself am only being fully briefed on it tomorrow. I am available to this House next Thursday and at any time at your discretion, Mr Speaker.",
        "**Mr Speaker**",
        "Unless the right hon. Member for Exeter (Mr Bradshaw) can get a question, he may not be able to get in as easily, so it may be appropriate for the Second Church Estates Commissioner to come forward with a statement rather than waiting for Church Commissioners’ questions. It would be helpful to have that statement on Monday; I would encourage that, because it is a topic that the House will wish to know about. I will leave that with the Second Church Estates Commissioner."
    ]
}