{
    "url": "https://www.ukpol.co.uk/john-brady-2022-comments-on-raising-the-irish-protocol-with-the-us-administration/",
    "title": "John Brady – 2022 Comments on Raising the Irish Protocol with the US Administration",
    "post_date": "May 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "John Brady",
            "url": "/tag/john-brady/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by John Brady, the Sinn Fein spokesperson on Foreign Affairs and Defence, on 16 May 2022.",
    "content": [
        "I am travelling to the United States this week for a series of meetings in Washington and New York. I will be using this opportunity to brief members of the US administration and the representatives of the Republican party on developments around the British government’s actions on the Irish Protocol.",
        "The support for the Good Friday Agreement (GFA) in the US cuts across party lines, and there is zero tolerance for the antics of the British government, who are threatening to tear up an international agreement. The Biden administration has been very strong in their support for the GFA.",
        "I will also be meeting with representative of the Irish emigrant community and will be raising the issue of the undocumented with the administration.",
        "During my visit to the headquarters of the United Nations in New York, I will be meeting with the members of the Irish Permanent Mission to the UN. I will also be attending a public session of the UN Security Council, on conflict and food security- an issue I raised with Minister Coveney last week.",
        "I will also be participating in a debate at UN on the Future Agenda for Global Diaspora Engagement: paving the way to achieving Objective 19 through regularisation and further inclusion, which will focus on the issue of the undocumented Irish emigrants in the US.",
        "It is my intention to use the opportunity of this visit to brief law makers in the US on the situation in Ireland in respect of the Irish Protocol, and the importance of their continued support. I will also be raising the issue of undocumented Irish emigrants in the US."
    ]
}