{
    "url": "https://www.ukpol.co.uk/graham-brady-2020-speech-on-covid-19/",
    "title": "Graham Brady – 2020 Speech on Covid-19",
    "post_date": "May 12, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Graham Brady",
            "url": "/tag/graham-brady/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Graham Brady, the Conservative MP for Altrincham and Sale West, in the House of Commons on 11 May 2020.",
    "content": [
        "It is a pleasure to speak in this important debate. Last time I spoke on this subject in the House, I called on the Government to start moving away from an excessive dependence on arbitrary rules, and to recognise that the public have played an important role in the progress so far, by demonstrating responsibility and complying voluntarily. My key call was that we should take that as a reason to move towards trusting people more, and an expectation that we can rely more on common sense and people’s own sense of responsibility. I am therefore delighted to see the new change of emphasis and new messaging, which I think is an important move back towards trusting people and relying on the common sense and responsibility that we have seen so far. The revised guidance to start the process of getting people back to work is also welcome, although it has to be said that it is really a restatement of the original guidance. It has always been the Government’s position that work should continue, but that people should work at home where possible.",
        "It is important that we are seeing a shift, however, towards more encouragement to get people out to work and more freedom for people to engage in outdoor pursuits that are essentially safe. Angling, tennis, bowls and walks in the country will all bring hope and make people healthier in the future. As that happens, there is more responsibility for all of us—for employers to ensure that workplaces are as safe as they can be, for providers of public transport to make sure that transport is clean and that people can be as distant as possible, and for all of us to take sensible precautions through handwashing, distancing and, where appropriate, face-covering.",
        "The aviation industry is a subject of enormous importance to my constituents, as we are so close to Manchester airport. That sector has been hit harder than any and is likely, because of its nature, to suffer pain and damage for longer than most other sectors. We have already seen thousands of jobs go in the aviation sector. The news of the proposed 14-day quarantine period for returning passengers is a hammer blow for the industry and threatens many more hundreds of ​thousands of jobs. If it looks like more than a temporary and selective measure, the result will be devastation for the industry and for the many jobs that depend on it.",
        "Many questions need to be answered about the quarantine proposal, such as what medical and scientific advice underlies it and why it should be in place for all or nearly all countries, apart from, apparently, France and the common travel area, including Ireland. Surely, at least, it should not apply to lower-risk countries with lower rates of infection or no infection, even if it has to apply to others.",
        "As airlines and airports start to plan for a return to travel, I call on the Government to explore, as a matter of urgency, a testing regime that might be used instead, so that somebody could be tested shortly before flying and come straight through, or be tested at the airport on arrival and get an expedited test result. If that can be done, it will bring some hope to those beleaguered industries and the many thousands of people who work in them."
    ]
}