{
    "url": "https://www.ukpol.co.uk/ben-bradley-2022-speech-on-channel-4-privatisation/",
    "title": "Ben Bradley – 2022 Speech on Channel 4 Privatisation",
    "post_date": "June 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ben Bradley",
            "url": "/tag/ben-bradley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ben Bradley, the Conservative MP for Mansfield, in the House of Commons on 14 June 2022.",
    "content": [
        "It is a pleasure to take part in this debate on a topic I have not shied away from in the public discourse. In fact I found myself, not for the first time, in the middle of the usual Twitter storm when I tried to cut across the predictable hysteria about the announcement of this privatisation. There were accusations from the Opposition Benches that this decision was fascism in action, a ridiculous statement and nonsense—because, of course, the first thing every fascist dictator does is relinquish state control of the media. Once again the Twitter commentariat, wound up by certain Members on the Opposition Benches, proved that they are incapable of seeing any debate in sensible or nuanced terms and instead go for the clickbait headline. That is incredibly frustrating, so I am pleased to be able to debate this today.",
        "I agree with my hon. Friend the Member for Solihull (Julian Knight) that we should do more privatisation. There would perhaps be less ability to create such hysteria if there were a steady drumbeat of measures from the Government on privatisation, driving the private sector and innovation.",
        "Opposition Members have said that this is ideological. We have heard from Ministers and others on the Conservative Benches all the practical reasons why privatisation makes sense in many cases. I do not speak for the Government, but for me part of it is indeed ideological, however; I fundamentally believe the Government should not be involved in stuff they do not need to be involved in, and if the private sector can drive this kind of innovation, then it should. If the Government want to bring forward more measures to remove their hands from things they do not need to be involved in, I will welcome that. That is a challenge for the Minister, and perhaps she will take me up on it.",
        "Before I take a more critical viewpoint it is important to say that Channel 4 will continue to play an important role in British life, because it makes some cracking content. I am not as old as my hon. Friend the Member for Milton Keynes North (Ben Everitt), but I go back a bit as well, and I like Channel 4. I remember the time in the ’90s when “The Simpsons” was on at 6 o’clock on a Friday night; I used to sit down after my tea, and then there was “Malcolm in the Middle” and I would be allowed to stay up late until “Friends” had finished. That was my bedtime viewing on a Friday night. Those are all American programmes, actually, so they are probably not the best example. [Interruption.]",
        "**Lucy Powell**",
        "What about “The Word”?",
        "**Ben Bradley**",
        "Before my time, I’m afraid.",
        "Channel 4 has also recently won the rights to a number of England games, and it is only positive to have more football on free-to-air television. All that should be celebrated, but the decision to privatise Channel 4 comes with mutual benefits. I strongly believe there is more potential for Channel 4 to compete and to make tremendous progress in the private sector. State ownership is impractical in the long run. If the channel is to find investors to find the cash to grow and expand and do more, it needs private enterprise. We have heard from Conservative Members why it is struggling to do that, which I will come on to again shortly.",
        "Why do we continue to limit the growth and ability of a much-loved TV channel when we can easily sort it out? Questions need to be asked about why running media companies needs to be a role of Government. Government ownership has implications. Through being funded by advertising alone Channel 4 has a valuation of about 1% of that of Netflix, for example. Channel 4 clearly needs more funding if it is to compete in an ever-changing and growing market and if it is to expand. Where is that meant to come from? Its advertising funding is already falling, it cannot sell its content as other companies can, and its spending is declining. It is limited by Government ownership.",
        "Members have pointed to good things Channel 4 does, and Opposition Members have jumped to the worst possible conclusions about the risks to all those things, but there is no reason why those good things cannot continue. Words such as “abolish” have been used, but Channel 4 is not going anywhere. I do not believe that those terms reflect what is happening.",
        "To return to the money, if Channel 4 is to grow at scale and take full advantage of market growth and compete effectively, its only current option is to borrow, with that risk underwritten by the Government, and I do no not think that that is an option; nor should the taxpayer be asked to do that. That takes me back to my earlier point: do the Government need to do this, or could someone else do it? The answer is firmly that somebody else could.",
        "**Sarah Owen (Luton North) (Lab)**",
        "On money, Channel 4 has directly invested £12 billion in the independent production sector since its creation. How much do the Government estimate that a privatised Channel 4 will invest in our production sector? If they cannot say how much, why are we taking this risk?",
        "**Ben Bradley**",
        "I thank the hon. Member for that intervention. She will have to ask the Government—I am not in the Government—but Channel 5 is a privately owned public sector broadcaster that invests a higher proportion of its revenue in small broadcasting companies than Channel 4, so that is a model that works. The shadow Secretary of State said that she felt that privatisation would stifle growth and innovation in British jobs. As I have said, examples exist in this country of privately owned public sector broadcasters who invest in those businesses and support our wider media sector. There are systems here that can work.",
        "To me, this is fundamentally a much bigger debate: it is a question about the role of the state. If we want best value for taxpayers in not only financial value but freedom and choice, the state should not be in charge. If the state does not desperately need to run something and there is no practical reason why it should be the Government’s job, it should not do so. We should approach this issue and others by asking ourselves: do the Government specifically need to do this, or could the market do it? Could the private sector do it? Could the third sector do it? Could the community do it? In the case of the media, all of the above already do it.",
        "As a council leader, I have started by questioning whether we do things as we do because that is the best way or because we have always done it that way. It is often the latter, and I have found that much more can be achieved through change. The state should be prioritising its responsibilities to deliver public services, to create the environment needed for jobs and growth and to tackle the major geopolitical challenges in the world. It should not be running and working in the TV industry.",
        "Once upon a time, the state needed to do so to promote choice and sustain something very new—there was just a handful of channels and the industry needed that support—but now, that could not be further from the truth. Mrs Thatcher set up Channel 4 to promote competition and create content that would not otherwise exist. We now have content coming out of our ears—content galore. In fact, I have got content in my pocket right now. We have got content everywhere. We do not need to be putting the state’s energy into that—[Interruption.] Do not ask what kind of content. [Interruption.] Juicy. But there is no space any more where the Government needs to do that. It is brilliant to see a Conservative Government doing what I believe to be fundamentally Conservative things. I know that my right hon. Friend the Member for Hereford and South Herefordshire (Jesse Norman) disagrees, but my version of this is that the sale underpins the conservativism that I believe in of a small-state, pro-enterprise, innovation-focused Government who are handing the reins over to the creatives and innovators in the industry instead of sticking with state control because that is what we have always done. That is a good thing, and, as my hon. Friend the Member for Solihull said, more of it, please, Minister. I will take much more of it.",
        "At a time when we want to be proud of our British institutions, let us have faith in Channel 4’s ability to compete. Let us release it from state ownership and allow it to do so."
    ]
}