{
    "url": "https://www.ukpol.co.uk/ben-bradshaw-2019-speech-on-brexit/",
    "title": "Ben Bradshaw – 2019 Speech on Brexit",
    "post_date": "April 2, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Ben Bradshaw",
            "url": "/tag/ben-bradshaw/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ben Bradshaw, the Labour MP for Exeter, in the House of Commons on 1 April 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/benbradshaw-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/benbradshaw-1.jpg)",
        "While the headlines that greeted last week’s indicative votes, saying that they were a shambles and chaos, were patently ridiculous, given that it was the first time that we were given the opportunity to discuss these options after two and a half years of the Government failing to get a consensus, it would be helpful if we made progress today. As other Members have said, that will involve all of us not just sticking to our first preference but voting for our second preference and, indeed, any preference that we can live with. That is certainly something that I shall be doing. I will support Labour’s unanimously agreed conference policy in favour of a public vote, and I am minded to support the motion in the name of the Father of the House. However, I and other hon. Members have concern about that and about the length of the extension, because I do not want the Prime Minister to pocket it, add it to her political declaration and take us out of the European Union on 22 May. I do not think that would be acceptable.",
        "I have similar concerns about the motion in the name of the hon. Member for Grantham and Stamford (Nick Boles). It is better—it takes away all the stuff about the free movement of labour—but it still has only a temporary customs union and could still be bagged by the Prime Minister and added to the political declaration, and we would be out within in a few weeks.",
        "**Sir Oliver Letwin**",
        "I hope that the right hon. Gentleman will recognise that the only way in which the Government can carry this forward, if there is a cross-party consensus, ​is by bringing in something like the withdrawal agreement and implementation Bill, which would give his party the opportunity to seek to amend it, no doubt with much support around the House, to prevent the eventualities that he is talking about.",
        "**Mr Bradshaw**",
        "I very much hope the right hon. Gentleman is right, and I take his point on that. I also want absolutely to agree with my right hon. Friend the Member for Derby South (Margaret Beckett). If we get progress today and a majority on one or more of these options, my view is that basing the future of our country on a majority that has been agreed in Parliament among Members of Parliament, for whom it might have been not their first preference but their second or third, will lack not only long-term legitimacy but sustainability. It will be impossible for us as a House or for any Government to take this forward without it being ratified in a confirmatory vote by the British public. That is why, whatever happens tonight, I think we are going to have to accept the principle that the Brexit that is now on offer is so different from the Brexit that was offered in 2016 that it would be undemocratic and illegitimate not to give the people a final say on it.",
        "I want to say one last thing about the motion in the name of the hon. and learned Member for Edinburgh South West (Joanna Cherry). I will support that motion and, as I said earlier, I cannot see any reason for anybody—unless they actively want a no-deal Brexit—not to support it tonight. I hope that Labour Front Benchers might support it tonight and that they will support it on Wednesday, if it comes to that, because we have to have an insurance policy against a no-deal, crash-out Brexit. More than 6 million members of our community are demanding it, and I urge all hon. Members, on both sides of the House—it is only a recommendation for Opposition Members—to vote for the motion and to do so with enthusiasm."
    ]
}