{
    "url": "https://www.ukpol.co.uk/ben-bradley-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Ben Bradley – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ben Bradley",
            "url": "/tag/ben-bradley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Ben Bradley, the Conservative MP for Mansfield, in the House of Commons on 10 September 2022.",
    "content": [
        "Many colleagues have said that they will always remember where they were when the news broke of Her late Majesty’s death. I certainly will: I was standing by a football pitch in Nottinghamshire watching the under-sixes. I had been let off for the day because the Tour of Britain was passing through my constituency. As the deluge—and it was a deluge—cleared, and as the news of Her late Majesty’s passing rippled around the parents on the side of the pitch, a rainbow appeared in the sky, as my hon. Friend the Member for Hartlepool (Jill Mortimer) said. It was an incredible moment as that emotion rippled around the assembled parents, and I subsequently watched it rippling around this Chamber on television.",
        "I am not sure what more I can say at the end of two days of tributes to Her late Majesty Queen Elizabeth II. There have been so many wonderful contributions, particularly from those senior colleagues and Privy Counsellors who knew her and spent time with her. Their personal stories and anecdotes spoke to her charm, her character, her humour and—as we heard from my right hon. Friend the Member for Maidenhead (Mrs May) —her firm commitment to the three-second rule.",
        "Although so much has been said already, I have felt duty-bound to speak on behalf of my constituents in Mansfield and lay a floral tribute at the palace on their behalf. As a Nottinghamshire county councillor, I also have a civic role in some of the many events this week. The proclamation tomorrow and the memorial events throughout the week and next weekend will be an important chance for the public, who are mourning her loss as if she were part of their own family, to do what we are doing now: coming together to share stories and memories and be part of the transition from one era to the next.",
        "We have been lucky enough to host Her late Majesty in Mansfield. Admittedly, it was in the 1970s, so I must admit that I did not quite manage to get there myself, but the town still celebrates and remembers her coming to open Mansfield library all those years ago. She opened the Queen’s Medical Centre, too, and made at least six visits to Nottingham throughout her reign, most recently for the diamond jubilee. For everyone who saw her or met her on those visits, the occasion will be among their most treasured memories.",
        "In many ways, Her late Majesty Queen Elizabeth was the one constant in our lives through so much change and chaos. She has played a huge role in all our lives. I was struck by her love for her family, not least in how she wrapped her arms around her grandchildren in 1997 after the death of Princess Diana, and how she shouldered that grief and those burdens while protecting them, even at what was perhaps the most difficult time for our monarchy during her reign.",
        "The end of one era is also the start of another, and King Charles III now shoulders that responsibility. My heart goes out to him and his family as they seek to provide stability and continuity while dealing with their private grief in the eye of so much public interest. I hope that the heartfelt sadness and the outpouring of affection from the public, here and around the globe, gives him heart and gives him strength.",
        "Earlier this year, I was lucky enough to meet the King, who was then the Prince of Wales. We discussed his charity work and how good housing can help to tackle inequalities. He was warm, energetic and incredibly knowledgeable, as we have heard today among the recollections of the Queen. I know and trust that he will continue with the same sense of duty and public service that he learned from Her late Majesty over so many years. I hope that she is reunited with Philip, and that she may rest in peace. God save the King."
    ]
}