{
    "url": "https://www.ukpol.co.uk/karen-bradley-2019-statement-on-terrorism-in-northern-ireland/",
    "title": "Karen Bradley – 2019 Statement on Terrorism in Northern Ireland",
    "post_date": "January 21, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Karen Bradley",
            "url": "/tag/karen-bradley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Karen Bradley, the Secretary of State for Northern Ireland, in the House of Commons on 21 January 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/karenbradley-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/karenbradley-1.jpg)",
        "With permission Mr Speaker, I wish to make a statement to the House following the terrorist attack in Londonderry on Saturday evening.",
        "As the people of the City and those visiting were making the most of the renowned hospitality on offer, a crude, unsophisticated – but dangerous – explosive device detonated as brave PSNI officers were clearing the area. CCTV released by the PSNI shows teenagers and others passing by only minutes before the device detonated. It is sobering to think that a truly sickening outcome by those responsible was only narrowly averted.",
        "Firstly, I would like to pay tribute to the police and other emergency services who responded so magnificently in the immediate aftermath of this attack. It was through their urgent actions that we are not facing circumstances where there could have been casualties or even fatalities.",
        "A nearby hotel was busy; a fundraising event was taking place in a hall adjacent to where the device exploded; and elderly residents in sheltered accommodation were all within yards of the explosion.",
        "Those who planned this attack and who placed this crude device in a busy city centre had absolutely no regard for the people who live and work there.",
        "Mr. Speaker, Hon and Rt. Hon members will be aware that there are a number of security alerts ongoing in Derry/Londonderry today and we are being kept informed of developments by PSNI who are working hard along with other agencies to ensure that this sort of mindless disruption is minimised.",
        "Mr Speaker, those behind the attack will never succeed. Londonderry is a city that has thrived since the signing of the Belfast/Good Friday Agreement 20 years ago – everyone can see that – and one that will continue to grow and develop despite the actions of those who seek to sew discord and division.",
        "And that’s why, Mr Speaker, the city has sent a clear message in the wake of this attack – these people and these actions have no place in their city. Political leaders, the business sector, those offering hospitality to a growing number of visitors to Northern Ireland, have all spoken out to challenge those who seek to continue with these violent and futile acts. The wider community in the city have also united their voices in condemnation. We should all listen carefully to what they say.",
        "And to be clear, Mr Speaker, the City remains open for business – Londonderry’s Chamber of Commerce condemned the attack but were clear that it would not, “deter us from opening today and getting on with the job.”",
        "The bottom line is that voices across the political, business and community spectrum are united. This is intolerable violence which has absolutely no place in our society. We all want to look forward and build a peaceful future for Northern Ireland. The small number of people responsible for this attack have absolutely nothing to offer Northern Ireland and will not prevail.",
        "Violent dissident republican terrorists operate in relatively small, disparate groupings. Their campaign of hatred and violence is unfortunately nothing new. Law enforcement pressure has reduced the number of national security attacks in Northern Ireland. In 2018 there was only one national security attack, compared to five in 2017, four in 2016 and a total of 16 attacks in 2015. Although there has been a reduction in the overall number of national security attacks in recent years, vigilance in the face of this continuing threat remains essential. The current Northern Ireland Related Terrorism (NIRT) threat to NI is SEVERE (which means an attack is highly likely), this attack does not change this threat level.",
        "While there have been many successes by the police and others, it is clear dissidents remain intent on killing. In attempting to impose their unwanted control on people across Northern Ireland, these groupings also choose to ignore democracy and consent, principles that have been, and will continue to be, central to the political process.",
        "The Government have consistently made it clear that terrorism will not succeed and tackling it continues to be of the highest priority. We are determined to keep people safe and secure across the whole of our United Kingdom. Derry is a vibrant city with a bustling economy and an exciting arts and cultural scene, as demonstrated in 2013 when it was the UK’s City of Culture. Success breeds success. That is also why this Government has backed Londonderry, and will continue to do so. Building upon the £350m commitment we have made towards a Belfast City Deal, the UK government is equally committed to delivering a comprehensive package of economic support for Derry and Strabane. A city deal for Derry and Strabane will boost investment and productivity, generate jobs, and deliver growth and prosperity, and this activity has been supported by a number of visits by UK Government Ministers.",
        "At the budget the Chancellor of the Exchequer opened formal negotiations for a Derry and Strabane City Region Deal. Those negotiations are underway, and it is crucial that this unique opportunity is grasped to unlock the economic transformation that the region needs and deserves.",
        "But it is not just the UK Government who are backing Derry/Londonderry – from all across the world businesses recognise Londonderry for the great place that it is to do business. Whether it is financial services firms such as FinTru, or IT company Alchemy Technology Services, new jobs are being created every day in the city.",
        "Finally – and in direct opposition to the kind of ideas and barbarism advocated by those responsible for Saturday’s attack – Londonderry continues to shine as a beacon of culture and progress on the Island of Ireland… as a major tourist destination and as a host for world renowned events like the Clipper round the world race.",
        "As Assistant Chief Constable Mark Hamilton said yesterday, it’s not dissident republicans who hold the ground in Londonderry, it’s the community.",
        "Anyone who has any information should pass it to the Police or anonymously to Crimestoppers.",
        "Mr Speaker, I commend this statement to the House."
    ]
}