{
    "url": "https://www.ukpol.co.uk/bernard-braine-1986-speech-on-drugs-misuse-and-aids/",
    "title": "Bernard Braine – 1986 Speech on Drugs Misuse and AIDs",
    "post_date": "August 26, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Bernard Braine",
            "url": "/tag/bernard-braine/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Bernard Braine, the then Conservative MP for Castle Point, in the House of Commons on 6 March 1986.",
    "content": [
        "I am grateful to Mr. Speaker for making it possible for me to raise a grave and urgent matter—the connection between misusers of drugs and the spread of the dreaded disease AIDS. I do so in my capacity as chairman of the all-party committee on the misuse of drugs, which spans both Houses of Parliament.",
        "Drugs misuse is serious enough. Since 1979 there has been a rapid and disturbing increase in the number of addicts. It is now estimated that more than 60,000 people regularly misuse drugs, with heroin misuse being most common, but many other drugs are involved, including amphetamines and sedatives. The vast majority of those who are affected are under 30, and many are in their teens.",
        "Moreover, there is a continuing increase in the number of new addicts. My all-party committee on drug misuse has been advised that in 1985 there was probably a 25 per cent. increase in the number of new addicts as compared with 1984. Although the Customs and Excise has continued to seize very large quantities of illicit drugs and is to be warmly congratulated on its efforts, this has not stemmed the rise in addiction. The purity of illicit drugs now available to addicts does not seem to have declined and there has been no significant rise in the price addicts pay for drugs on the street. Since there is no real shortage, addiction is likely to go on increasing.",
        "The damage caused both to the young people involved and to the nation is incalculable. The Select Committee on Home Affairs described it as the most serious peacetime threat to our society and few would disagree with that assessment. But now an even greater threat has been added to what is already a serious social problem—the risks associated with infection by the HTLV 3 virus and the development of AIDS.",
        "In the United Kingdom the first case of AIDS was reported as recently as the end of 1981. Since then the number of cases detected has increased rapidly. By the end of last year 275 cases had been reported, 216 of them in London and most of the remainder in a few large urban centres in England. Since then I think that I can say with some authority that 144 of those people have died.",
        "The long incubation period of the disease dictates that the number of cases will increase steeply for several years. Predictions suggest that we can expect a further 300 to 400 new cases this year and by 1988 there may be about 2,000 more.",
        "In public health terms, even more significant is the fact that about 20,000 people, mostly men, are at present infected with the HTLV 3 virus. That figure can be expected, at the very least, to double annually unless steps are taken to inform people how to reduce the risk of developing AIDS by changing their sexual habits.",
        "It has to be said that the incidence of the disease in Britain has so far been substantially lower than elsewhere. In September 1985, Britain ranked ninth out of the 21 reporting European countries. The incidence in the United States is about 13 times higher than it is here, and by October 1985 more than 13,000 cases of AIDS had been reported in that country. I am sure that my right hon. Friend will agree that there is not much comfort to be ​ gained from the fact that this dreadful disease, for which there is no known cure, is currently less prevalent here than elsewhere.",
        "Let us consider how the disease can be spread. We know that the virus which underlies AIDS can, in addition to spreading between practising homosexuals and among drug addicts who share needles when injecting drugs, be transmitted by men to women during normal intercourse, by an infected mother to an unborn child in the womb, and probably by women to men during normal intercourse.",
        "We have already been warned. Reports from Edinburgh show a high rate of infection with the HTLV 3 virus among drug users who have injected themselves. It seems that 57 per cent. of drug misusers tested in a general practice in one area of the city are infected. In Dundee, all those who have been found to be infected by the virus have been drug misusers who inject drugs. For the rest of the country there is admittedly a lower rate of infection, but it is rising A relatively short time ago the rate was 5 per cent. I am told that it is now as high as 10 per cent.",
        "This infection in drug misusers is a very serious problem. Although sharing injection equipment is the route of transmission, the addict remains infected for the rest of his life. Even stopping drug misuse is no protection from AIDS, although this may reduce the chances of the full syndrome developing in someone who is infected. Importantly, men and women are equally at risk.",
        "Non-drug using partners can become infected, as can babies born to infected mothers. Given that many drug misusers overcome their addiction and return to more normal lives, they may nevertheless infect others who are at present not considered to be at risk and have not the faintest idea that they are at risk.",
        "It is clear that urgent and sustained action is necessary to check the spread of this dreadful disease. If it is not checked, it will become endemic among injecting drug users and it is likely that it will infect others who have never injected drugs and have never had any reason to suppose themselves to be at risk.",
        "I raise this matter because I am anxious to know how the Government view this appalling prospect. Can my right hon. Friend tell us what plans he has to educate the public about this serious health matter? Can he tell us what should be done to limit the spread of infection? Does he not agree that the medical profession needs educating as well as the public? Has his attention been drawn to an appallingly irresponsible booklet entitled “Sex for Beginners” which has been published by the British Medical Association, which unbelievably speaks of some men enjoying anal intercourse? There is no qualification, no warning, only a crude indication that anal intercourse is a practice which some people accept as normal. Is this not an encouragement to activity which is anti-social and dangerous in the extreme? Surely the BMA should be told to withdraw the booklet, which in this context is irresponsible in the extreme and must be offensive to many doctors. Will my right hon. Friend take immediate action on this? I ask him now to take immediate action.",
        "There are other questions which I must put to my right hon. Friend. As drug misusers are at serious risk, what steps are being taken to make them aware of the dangers of injecting drugs and sharing equipment with other drug addicts? I know that the Government are alert to these problems and I am not criticising my right hon. Friend and his Department. I know that extra money has been made available recently, but what funds have been allocated ​ specifically to ensure that adequate steps are taken both to inform drug misusers of the dangers I have mentioned and to train those who work in this area—brave spirits— helping drug addicts? I know, too, of the work which has been undertaken to prepare posters and leaflets for drug misusers and I welcome the efforts made by my right hon. Friend’s Department to support preventive efforts of this sort.",
        "May I take the opportunity, on behalf of the all-party committee, to thank the chief medical officer for England and Wales and his colleague, the chief medical officer for Scotland, for the way in which they have taken us into their confidence in this matter? In return, I can say that my committee has complete confidence in them and their approach to the problem.",
        "However, the efforts of my right hon. Friend’s Department are merely preliminary steps to what must be a sustained campaign. What additional steps does my right hon. Friend propose to take to ensure that the resources needed for effective preventive work are mobilised before HTLV 3 infection and AIDS reaches the levels throughout Britain already reached in Edinburgh? Incidentally, the level in Edinburgh seems to be comparable to that in New York. That is a dreadful statement to have to make.",
        "In some circles it is proposed that needles and syringes should be made more readily available to reduce the likelihood that injection equipment will be shared between drug misusers. Is that not strange logic? If dirty, reused needles and syringes are the principal means of spreading infection among drug users, would not a freer supply result in the means of infection being more widely available than is now the case? Is this not the equivalent of trying to control an epidemic of smallpox by issuing vials of smallpox to the population at large? If, as seems to be the case, drug misusers who turn to injection almost inevitably use the injection equipment of someone else, would not the proposal infect many more people than might otherwise be the case? While there may well be good clinical grounds for providing clean injection equipment to drug misusers within the context of a controlled treatment programme under professional medical direction surely no ethical or clinical grounds can be offered for increased availability outside an authorised treatment programme?",
        "Moreover, I believe that there may be doubts about the legality of such a course when equipment is provided in the belief that the person supplied will use it for the purpose of taking illegal drugs.",
        "The Home Office has stated its intention of tackling the problem of cocaine sniffing kits. Would not the sales of needles and syringes to addicts, intent on injecting illegal drugs, come into the same category? Is it possible that supplying such equipment is tantamount to inciting, assisting, aiding or abetting the commitment of offence? I should be grateful if my right hon. Friend would comment on those points. I hope, too, that he will agree that tackling HTLV 3 infection must be a priority. Failure to respond now will inevitably result in untold social harm and immense cost as those who are victims of this appalling disease will eventually have to be cared for by the health service. I repeat that we are dealing here with a disease for which there is no known cure. The chief medical officer for England and Wales told my committee that a vaccine to treat the disease is not expected in less ​ than five years. Here we have an instance where prevention is better than cure, especially as we do not have a cure and cannot hope to have one for several years.",
        "This is the most serious problem that we have had to face for years and clearly there is no room for complacency. If drug misusers are to be assisted, the means must be provided to allow them an alternative to continued drug misuse. The Government’s prevention campaign is to be welcomed. We have a long way to go, but a start has been made. Now an equally forceful campaign must be mounted to ensure that those already involved in drug misuse are aware of the dangers that they run from AIDS. Education is only part of the answer. Without effective treatment services which attract those most at risk, education will be of little use to those already addicted.",
        "In the United States, where experience of this problem is well in advance of our own, education has been accompanied by a very substantial increase in treatment services for drug misusers. These have included methadone treatment programmes to move drug misusers away from injection and to help them to become drug free. What plans do the Government have to ensure that there will be an increase in treatment services in this country?",
        "With the possibility that HTLV 3 infection will spread rapidly unless adequate measures are taken, decisions on central Government direction and financing should be taken now. To leave hard-pressed health authorities to determine priorities in their own good time will inevitably mean that in a few years they will have little or no choice. Treatment of those who have AIDS will then become a priority in health spending whether we like it or not. Increased treatment services now is a cheaper and more humane option both for drug misusers and the population generally. “The Guidelines of Good Clinical Practice in the Treatment of Drug Misuse” suggest a short and rapid drug detoxification, and a referral of more difficult cases to hospital services. If such services are not available, those most likely to be infected are the ones least likely to be offered help and most likely to spread infection through the population.",
        "I know that my right hon. Friend and his colleagues take this matter seriously, as does the chief medical officer and his colleagues. My concern tonight is to elicit from my right hon. Friend what plans he has to ensure a coherent and co-ordinated response to this most serious threat to public health. But I also feel that it is my duty to warn that, while it may still seem to many that this is a minority problem, without adequate attention and resources being devoted now to its containment it will soon cease to be a minority problem and will then demand far greater resources and bolder responses than have so far been envisaged. Time, I admit, is running out fast."
    ]
}