{
    "url": "https://www.ukpol.co.uk/bernard-braine-1978-speech-on-canvey-island/",
    "title": "Bernard Braine – 1978 Speech on Canvey Island",
    "post_date": "April 19, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Bernard Braine",
            "url": "/tag/bernard-braine/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Bernard Braine, the then Conservative MP for South-East Essex, in the House of Commons on 3 August 1978.",
    "content": [
        "It may be thought that as I rise to do battle on behalf of my endangered constituents on Canvey Island we have already gained our first objective. The news that Occidental International Oil has decided to defer indefinitely the building of its refinery on the island is encouraging, but that does not mean that a serious threat to our environment is removed. It is merely suspended.",
        "The decision is not surprising, as the latest figures I have managed to extract from the Department of Energy show that the use of gross refinery capacity in this country is running at only 67 per cent. As everyone knows, there is excessive refining capacity throughout western Europe. For the time being, therefore, there is no need for any new refineries in this country.",
        "However, Canvey is still threatened with a second unwanted refinery. Indeed, the company which has planning permission to build it—United Refineries Ltd—has indicated publicly that it wishes to go ahead.",
        "I wish to make it clear at the outset that the present dangers facing my 33,000 constituents on Canvey stem not from those two proposed refineries, neither of which is operating, but from the existing petrochemical complex in nearby Thurrock and on the island itself from the largest concentration of gas, chemical and oil storage in the country, much of it dangerously close to their homes.",
        "Nowhere else in Britain is so large a population exposed to so unique, so massive and so varied a concentration of risks to their safety The position is unique precisely because Canvey is an island. If anything should go wrong—and the possible scenarios for disaster are legion—the only escape route is provided ​ by two roads which converge at a single roundabout. Even that could be put out of commission by a cloud of escaping gas, as it lies in the path of the prevailing winds blowing over the Thurrock petrochemical complex.",
        "It does not take much imagination to see why my constituents have been so bitterly opposed from the beginning to the bringing of oil refineries on to their already endangered island, with the consequent increase in the movement of ships carrying hazardous cargoes to and from its jetties and of tanker vehicles carrying a wide variety of toxic and inflammable liquids on its roads, for all this would add immeasurably to the hazards they already face.",
        "For example, there are already 56,000 movements a year of hazardous material on Canvey’s roads. The proposed oil refineries would add another 65,000. We have just seen in Spain what can happen when a single liquefied petroleum tanker blows up.",
        "Understandably, therefore, my Canvey constituents have been bitterly opposed to the introduction of oil refineries from the beginning. Yet until 1974 it proved impossible to get the mandarins in Whitehall to take any notice of our anxieties.",
        "No Minister or senior civil servant charged with responsibilities in this matter ever came to Canvey. Public inquiries to hear our objections were an expensive farce.",
        "That is why I was driven on the night of 23rd-24th July 1974 to hold up the business of the House by making the longest speech from the Back Benches for over a century. My purpose was to shake the Government out of their extraordinary complacency. By that means I was able to put on the record the hazards which my constituents face.",
        "As a result, the late Anthony Crosland—I give him full credit—realised that there was a case to answer. He set up an exploratory inquiry into the possibility of revoking planning permission for one of the two unwanted refineries. It was our first breakthrough.",
        "That inquiry, held in February/March 1975, came down firmly on our side. It recommended revocation. It also recommended, as I had hoped it would, expert investigation into the totality of risks ​ facing the people who live in and around Canvey Island, from both the existing installations and the proposed refineries.",
        "Alas, that provided the Government with an excuse not to do anything about revocation until the expert investigation had been completed. After some delay, the Secretary of State for the Environment and the Secretary of State for Employment directed the Health and Safety Executive to make an investigation, the first of its kind ever to be undertaken in this country.",
        "That was a welcome development. The investigation, which began in April 1976, was expected to be completed by the end of the year. In the event, it was not completed until April this year, and the findings were not made public until 20th June.",
        "We learn from the published report that the task proved to be far more complex than had been expected and that even now",
        "“further work needs to be carried out for there remain some uncertainties in the assessment.”",
        "That, as I shall presently show, is a masterly understatement.",
        "The report is, nevertheless, an important document. It not only confirms all of our worst fears about the existing hazards at Canvey, it actually uncovers others hitherto unknown to us. Above all, it shows that the proposed oil refinery development, thrust down our throats by successive Governments, and as they were planned before the investigation began, would have added significantly to the existing hazards. It proves beyond any doubt that risks have been taken recklessly by Ministers with the safety of my constituents.",
        "The Prime Minister was engagingly frank when in answer to me on 25th July he confessed that while he had seen the report he had not read every page of it. Let me help him, and everyone else who has responsibility in this grave matter, by spelling out precisely what the report says about the threat to the safety of my constituents.",
        "First, it makes plain that the existing risks from gas, oil and chemical installations already operating in the area, stretching for nine miles from Stanfordle-Hope in the west to Canvey in the east ​ are undeniable, unacceptable, and must be reduced.",
        "Second, it admits that, given the huge concentration of dangerous and flammable liquids stored in that area, in the event of an explosion disrupting storage tanks burning liquid could reach people’s homes, spreading fire and destruction.",
        "Third, it shows that assumptions hitherto made about the behaviour of escaping ammonia are wrong and that, given certain weather conditions, a spillage could kill people if prompt evacuation could not be arranged.",
        "Fourth, it expresses serious doubts about the large quantities of liquefied gases transhipped and stored at the British Gas Corporation’s methane terminal close to people’s homes.",
        "Fifth, it describes the terrifying possibilities of liquefied petroleum gas at the terminal escaping from tankers, forming a large cloud of flammable mixture which could ignite and explode, causing casualties.",
        "Sixth, it admits the possibility of large clouds of gas vapour drifting towards residential areas before being ignited, either as a result of an accident at one of the land-based installations or as the result of a collision between a liquid gas tanker and vessels in the estuary or at the jetties.",
        "Seventh, it warns that if an accidental release of gas took place no action could be taken to lessen the probability of explosion leading to cataclysmic fire and casualties.",
        "Eighth, it draws attention to the network of pipes criss-crossing these installations, carrying liquefied gases. When one recalls how the above-ground explosion at Flixborough fractured below-ground pipes—a fact which I drew to the attention of the Government twice, on 12th and 23rd May 1975—it is not difficult to see how a veritable holocaust could be created.",
        "Ninth, the report lists a miscellany of other dangers, such as an accidental release of highly toxic hydrogen fluoride from the Thurrock oil refineries which, in certain concentrations, could kill people. It speaks of the blowing up of one storage tank and metal splinters from it piercing other tanks and pipes, setting off a train of disaster. For full measure ​ it mentions the possibility of an explosion involving vessels loading TNT and munitions at the Chapman anchorage at the eastern tip of Canvey.",
        "Tenth, it reveals that none of the companies in the area:",
        "“had made a systematic attempt to examine and document those few potentially serious events which might cause accidents among people in the surrounding community”.",
        "That begs the question why such neglect has been permitted for so long and whether similar neglect is not being practised elsewhere in the country.",
        "The report then makes a number of sensible and practical suggestions for reducing this frightening array of hazards. For example, it suggests that low containment walls should be constructed around the hazardous installations; that protective bunds should be built around tanks containing hazardous liquids, that a water spray system should be introduced to dilute hydrogen fluoride released accidentally into the atmosphere. It suggests that a new road should be built on the western side of the island to carry hazardous tanker traffic. The report has already compelled British Gas to close a pipeline carrying liquefied petroleum gas. All of that is good. I welcome it. I am satisfied that the Health and Safety Executive has the power to insist on such works being undertaken.",
        "The report argues that if all these suggestions and others are carried out the risks can be reduced by 50 per cent., probably even by 75 per cent. If we take those figures on trust, it means that even after all the suggested improvements are made the people of Canvey will still face above-average risks to their safety.",
        "If the report had stopped there it would have performed a useful service. But, incredible as it may sound, it goes on to conclude that the proposed oil refinery development, subject to certain improvements, would not add significantly to the risks and can therefore proceed. That is a lunatic conclusion. To tell a community that has been in danger of injury and death from such a terrifying concentration of hazards that its chances of survival can now be reduced by half or even three-quarters, but to say that two fresh hazards can be introduced, not only gives people no comfort at all but defies​ all reason and makes a nonsense of much of the investigation.",
        "That is how my constituents feel about it. On 27th June I wrote as follows to the Prime Minister:",
        "“Last night I presided over a public meeting on Canvey Island at which the authors of the report faced an audience of about a thousand local people and totally failed to convince them that their conclusion that further oil refinery development would not significantly add to the risks fitted the terrifying facts which their investigation had uncovered.”",
        "I told the Prime Minister:",
        "“The anger and frustration of the people of Canvey and neighbouring South Benfleet over the way in which their health and safety has been persistently ignored in the past by piecemeal planning decisions, and in their view is now to be compromised in the future, was made very clear. The fact that the report recommends measures which could reduce the totality of risk by 50 per cent. or more is fully appreciated, but there is not a single one of my constituents who believes that, in the face of what the report says about the risks, the Government has any right to permit oil refinery development to take place, even after the suggested improvements have been made.”",
        "I concluded:",
        "“I beg of you to intervene to see that commonsense prevails.”",
        "Public opinion in south-east Essex is now fully aroused. On 17th July the Castle Point district council declared its continued opposition to any refinery development on the island whatsoever, and passed a resolution calling upon the Secretary of State:",
        "“to revoke the planning permission granted to United Refineries Ltd. in accordance with his Inspector’s recommendation at the exploratory inquiry in 1975.”",
        "The totally illogical and irresponsible conclusion of the Health and Safety Executive report on the subject of refinery development has caused me—and I hope everyone else, especially Ministers—to look very closely at the rest of this strange report. I am bound to say that I find serious flaws in it.",
        "First, the report has all the marks of a task not completed, being firm in some matters and weak and indecisive in others. I conclude that its authors were under considerable pressure from vested interests.",
        "Second, the report is totally unconvincing on the scale of risk to the residents. The area studied stretches for nine miles from west to east and is two-and-a-half ​ miles wide at its widest. The report says that in this area people are three times more at risk than elsewhere in the kingdom. But a child could see that this totally ignores the far greater risk to families living next door to, say the British Gas terminal. Here the risk is vastly greater, probably 10 times greater.",
        "Third, it is exceedingly odd that an investigation which cost £400,000 of taxpayers’ money should result in a document that has a vital appendix missing. Yet that is the case. One can look in vain for appendix 10. I had to table two parliamentary Questions to establish that the missing appendix was a paper prepared by the British Gas Corporation on “The possibility and consequences of an unconfined explosion involving LNG”— a not irrelevant or unimportant matter, one would have thought, in the context of the investigation. Yet the Minister’s answer was that its inclusion was thought to be “inappropriate”.",
        "I can well understand that view being taken since the appendix—which I have now seen—shows that the British Gas Corporation takes the dangers of LNG far more lightly than is currently the case, for example, in the United States. The Corporation’s experts, for example, believe that LNG cannot be involved in unconfined explosions and that the hazard need hardly be considered. It would certainly have been embarrassing for the corporation to be seen to be making light of so serious a matter I can well understand why the appendix was omitted. All I can tell the House is that the criteria of risk to people in the United States, laid down by the Federal Power Commission in turning down an LNG site there, are such that if applied in this country the Canvey methane terminal would be shut down tomorrow. Thus, I find the attitude of the Health and Safety Executive towards the British Gas Corporation activities at Canvey disappointing in the extreme.",
        "Those activities, we are told on page 29 of the report,",
        "“account for about a third of the total risks from the existing installations and their proportion will be about the same when all the improvements suggested by the team have been made.”",
        "The report goes on:",
        "“We have serious doubts whether the British Gas Corporation should continue to store such ​ large amounts of LNG and LPG, at the terminal and to carry out the consequential ship to shore transfer operations. If the storage of such large quantities is to continue it will be necessary for action to be considered to meet the suggestions of the team, so that the risks could be significantly reduced”",
        "Instead of a carefully considered public response from British Gas, we get a defiant roar from its chairman, Sir Denis Rooke.",
        "In the Evening Echo—our local newspaper—of 27th July, he is reported to have said:",
        "“No LPG is being handled on our installations at Canvey. But that does not mean that we would never handle it again”",
        "In the same report, another spokesman for British Gas was quoted as saying:",
        "“We haven’t any plans to store LPG on Canvey at the moment, but we cannot say what will happen in the future…We do keep LNG on Canvey, but that is something else entirely”",
        "Hon. Members will see, however, that the report states categorically on pages 20 and 29 that LPG is stored at Canvey. Who, then is telling the truth? If in fact LPG is being stored there, close to people’s homes, and British Gas is trying to conceal the fact, should it not be removed forthwith? My constituents and I want a very clear answer to that question.  \nLet me explain why this issue has to be faced. In the United States, where they have vastly more LPG and LNG installations than we have in this country, serious attention has been given to the dangers of storing LNG close to urban population. I have seen the evidence given at an inquiry two years ago by Dr. Edward Teller, one of the world’s greatest nuclear scientists and an acknowledged authority on the safety of nuclear installations.",
        "Dr. Teller told a committee of the California state legislature that with LNG installations there is always the possibility of an “enormous conflagration”, that although the complexities in the case of nuclear and LNG risks are comparable, much less is known about the latter, and he warned that all possible precautions should be taken. Similar warnings are given in a massive report to the United States Congress on the safety of liquefied gases, which was published on Monday by the Comptroller-General of the United States General Accounting ​ Office, the investigating arm of Congress. His office has kindly sent me a copy.",
        "That report states that a major spill of liquefied gases in a densely populated area could result in a catastrophe and that action should be taken now to protect the public. It makes strong recommendations and it issues this warning:",
        "“We believe that future large-scale unified energy gas facilities should be located away from densely populated areas, that any such existing facilities should not be permitted to expand in size or in use, and that urban facilities should be carefully evaluated in order to ensure that they do not pose undue risks to the public.”",
        "Canvey is a built-up area. Some people live very close to the methane terminal. Yet the Health and Safety Executive report contents itself with saying that if the storage of such large quantities of LNG is necessary, action will have to be taken so that the risks can be “significantly reduced”. That implies, does it not, that the existing risks are significantly greater than they should be.",
        "The intentions of British Gas are clear enough. In a letter to me which I received this morning, the chairman indicates that, subject, of course, to the requirements of the Health and Safety Executive, it is the corporation’s intention to go on importing the same quantities of Algerian LNG for years to come. Do the Government approve of that? Who is to judge the need to store liquefied gases on Canvey? Is British Gas a law unto itself? Or is the question to be determined by the Health and Safety Executive, which is answerable to Ministers?",
        "Far better it would have been if British Gas had been told in the report quite firmly that it is wrong to go on storing such large amounts of LNG and LPG so close to people’s homes. Why such timidity? I issue a plain warning to the Government. No one has the right to imperil the safety of a whole community.",
        "Perhaps the most serious flaw in the Health and Safety report is its total neglect—indeed its astonishing neglect—of the human reaction in the event of disaster or even in a limited incident. Because Canvey is an island, evacuation of population would take several hours. That would be possible nowadays in the event of flooding, when several hours’ warning of unusual tides can be given. I need not ​ remind the House that in 1953 the island was the worst-hit district in the flooded areas of Eastern England, when we lost 53 lives, so we are particularly sensitive on that subject But clearly it is impossible to give hours of warning in the event of explosions leading to a cataclysmic fire.",
        "Just imagine the chaos that could be caused by people trying to get off the island over a single exit while the rescue services from the mainland were trying to get on. The only suggestion that the report offers is that in the majority of the disaster situations it envisages, people should stay indoors and shut their windows. Who, pray, is going to give such advice if a methane cloud is moving rapidly towards the residential area, or if there has been an involuntary release of ammonia, or if LPG is exploding? Who is going to have the time in which to issue such a warning?",
        "There is a hint in the report that to help evacuation an additional road might be provided off the island to the east. That is an interesting suggestion. Of course, it would take some time to build. Yet there is no firm recommendation in the report. The matter is merely left for discussion with the local authorities. That simply will not do. The Government must take firm control of the situation. I therefore seek explicit assurances on the following points.",
        "The first is that all the suggested improvements in the report will be implemented without delay.",
        "The second is that a revised assessment is made by the Health and Safety Executive of the risks to people living very close to the major hazards, so that nobody is allowed to shelter behind generalised assumptions about risks over the whole of the area investigated.",
        "The third is that immediate steps will be taken to reduce sharply the storage and transhipment of liquefied gases at the methane terminal, and that discussions will be opened at once with the British Gas Corporation about moving its operations to another site remote from population.",
        "The fourth is that the British Gas Corporation is asked to spend some part of its massive profits on realistic research into the dangers of LNG and the problems of ​ decommissioning the storage tanks on Canvey in the light of world-wide experience in these matters.",
        "The fifth is that talks are opened at once with the object of improving road communications with the Essex mainland, especially at the eastern end of the island, and that the necessary finance will be forthcoming to the highway authority.",
        "The sixth is that the Port of London Authority be directed to pay serious attention to the desirability of slowing down to eight knots all ships carrying hazardous cargoes in the Thames estuary. I do not need to tell the Under-Secretary of State that all the shipping carrying such cargoes in the estuary passes very close to the Essex shore.",
        "The seventh is that the financial implications of revocation of planning permission are grasped by the Secretary of State, since the district council would be totally unable to meet any claims for compensation.",
        "The final one is that some kind of periodic safety audit is authorised so that Parliament, the local authorities and the public can be kept informed as to how the safety of the people living in and around Canvey Island has been improved.  \nNothing short of these requirements will satisfy me or restore the confidence of my long-suffering constituents. I am asking for common sense action now. I do not want to be the man who was proved right after a disaster has occurred. ask the House to remember Aberfan, where 116 children and eight adults lost their lives in 1966. They need not have died had those who knew that the tip at Merthyr Vale colliery was unsafe had done something about it. The report on that tragic happening made it clear that it need not and should not have happened.",
        "The tragedy of Aberfan and that at Flixborough sprang from a single neglected source of danger. At Canvey there are innumerable sources of danger, each compounding the rest. So my last words to the Minister are these—act now, act before it is too late; act with firmness and purpose; delay no longer."
    ]
}