{
    "url": "https://www.ukpol.co.uk/tom-brake-2016-speech-on-the-iraq-inquiry-report/",
    "title": "Tom Brake – 2016 Speech on the Iraq Inquiry Report",
    "post_date": "July 18, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tom Brake",
            "url": "/tag/tom-brake/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tom Brake, the Liberal Democrat MP for Carshalton and Wallington, in the House of Commons on 14 July 2016.",
    "content": [
        "I welcome the fact that the Government have allocated two days for this debate. This is an opportunity to remind the House that although all Members considered the same evidence, presented to the House by Mr Blair, some—from all parties—came to a different conclusion from others about whether military action was timely or legal.",
        "The hon. Member for Plymouth, Moor View (Johnny Mercer) is no longer in his place, but I thank him for the service that he has given this country, as have other Members. I reassure him that although I, along with many other Members, marched against the Iraq war, I have always been fully supportive of our troops who were dispatched by our Government to fight that war, or indeed any other war. I have no criticism of them; I might have some for their senior officers, but that is a different matter.",
        "Since the publication of the Chilcot report, Lord Campbell of Pittenweem has provided a helpful summary of events in a speech in the House of Lords:",
        "“We know that the Cabinet was not provided with the full, detailed opinions of the Attorney-General. Sir John Chilcot forcefully finds that that was not proper and should not happen again…He found that military action was not yet the last resort, that diplomatic options were still available, that there was no imminent threat, that Dr Blix and Dr ElBaradei were still able to fulfil their responsibilities, and that there were conflicting views about Resolution 1441. When you add to that Article 2 of the United Nations charter which prohibits regime change, it is a legitimate judgment that this was not a legal war.”—[Official Report, House of Lords, 12 July 2016; Vol. 774, c. 135.]",
        "We also heard from Lord Tyler, who said that Chilcot was explicit that",
        "“going to war without a majority in the United Nations Security Council ‘undermined the authority of the UN’.”—[Official Report, House of Lords, 12 July 2016; Vol. 774, c. 144.]",
        "The Liberal Democrats have always put great stead on the importance of supporting the United Nations.",
        "In the same debate, Lord Beith focused on some of the inadequacies in preparation, from a military perspective, by the Ministry of Defence, and asked why there was inadequate preparation for the known dangers of improvised explosive devices, and a failure to provide adequately armoured vehicles. I would therefore like to speak for a few minutes about the focus on post-conflict reconstruction—an area that has not had much of an outing today. Better planning and preparation for a post-Saddam Hussein Iraq might not necessarily have prevented the events that have unfolded in Iraq since 2003, but Chilcot identified the major issue that there was no planning to speak of at all for the post-conflict stage.",
        "Before I was elected, I worked in project management, and a cursory examination of paragraph 590—on page 78—onwards of the report’s executive summary highlights that if we consider the work done in Iraq as a project, it failed the most basic tests of initiation and execution for even the smallest project. For instance, is it clear who was responsible for which tasks? Paragraph 593 says no, and that",
        "“the UK assumed that the US would be responsible for preparing the post-conflict plan”.",
        "Were there any contingency plans? Paragraph 601 says that none were made for the possibility of the UK being drawn into a huge commitment of UK resources. Is there clarity about who had the power to take decisions? Paragraph 603 stated that no one had sufficient authority",
        "“to establish a unified planning process across…the FCO, the MOD, DFID and the Treasury.”",
        "Was it clear who was in overall control? Paragraph 609 states that no single person was in charge of",
        "“overseeing all aspects of planning and preparation”.",
        "Were sufficiently trained and experienced people available? Paragraph 610 states:",
        "“The FCO…was not equipped by past experience…to prepare for nation-building of the scale required in Iraq,”.",
        "Were the assumptions challenged? Paragraph 618 states that assumptions were not systematically challenged, and that in fact, they were very seldom challenged. Any project manager—even the most junior one—in IT, construction, or any other field, who designed a project that was as poorly planned, initiated, resourced and executed as this one, would have been sacked. Yet in 2002-03, our Government planned to invade a country, support regime change, introduce democracy, and rebuild the Iraqi infrastructure without so much as a plan written on the back of a fag packet. This lack of planning for the post-conflict period was one of the most shocking aspects of the Iraq war.",
        "In conclusion, the Iraq war and its legacy—internecine religious war, some 180 UK troops killed, many casualties, car bombs, suicide bombers, hundreds of thousands of dead Iraqi citizens, millions displaced and instability—reverberates around the region to this day. We can argue about whether this was all linked directly to our intervention in 2003, but I do not think anyone could claim that our intervention in 2003 helped to stabilise Iraq—on the contrary. What we need from the Minister today is reassurances that the UK Government will never, ever again launch into such a reckless adventure on such a flimsy premise, with so little preparation. I wonder whether the Minister will be able to give us that guarantee."
    ]
}