{
    "url": "https://www.ukpol.co.uk/tom-brake-2016-speech-on-landlord-and-tenant-reform/",
    "title": "Tom Brake – 2016 Speech on Landlord and Tenant Reform",
    "post_date": "April 28, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tom Brake, the Liberal Democrat MP for Carshalton and Wallington, in the House of Commons on 27 April 2016.",
    "content": [
        "[![tombrake](https://www.ukpol.co.uk/wp-content/uploads/2016/04/tombrake-300x169.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/04/tombrake.jpg)",
        "I beg to move,",
        "That leave be given to bring in a Bill to make provision about the regulation of landlords and private rented accommodation; to extend tenants’ rights, particularly in relation to the sale of occupied rental property; to cap letting agents’ fees; to require the Mayor of London to establish a mandatory licensing scheme in respect of private landlords in Greater London; and for connected purposes.",
        "It is no exaggeration to say that we have a national emergency in housing. It is unacceptable that in 2016 millions of people still suffer daily from poor housing, and live in fear and desperation without a secure, affordable place to call home. This fear is tearing communities apart and risks further dividing our country between a very well-off minority and the rest of us. We have soaring house prices, with the average cost of a two-bedroom house in London now out of the reach of more than 80% of people, and a rental sector in which too many people on low and middle incomes are spending around two-fifths of their salaries on housing—something confirmed by a report in the Evening Standard yesterday—and often suffer at the hands of rogue landlords. This problem is not going to go away soon.",
        "Over the past decade, London’s private rented sector has more than doubled in size to become the second-largest housing tenure in the capital. There are now almost 1 million private rented sector properties in London, housing over 2 million people—about a third of the population. For many of those people, living in the private rented sector works well, with short-term tenancy agreements offering them the flexibility they need to move homes quickly for new jobs or career opportunities. Many of their private landlords are responsible, carrying out repairs in a timely manner and returning deposits promptly. However, for many others the sector has become a tenure of last resort, rather than a housing destination of choice.",
        "There have been huge changes in the demographics of the private rented sector in recent years with an increasing number of families, low-income and vulnerable households living in the sector, but conditions remain poor: a third of homes fail to meet the Government’s decent homes standard, with over 60% of renters having experienced either damp, mould, leaking roofs or windows, electrical hazards, animal infestation or gas leaks, according to a recent survey commissioned by the housing charity Shelter.",
        "Just last week at my surgery I met a woman who, soon after she started describing the conditions in her rented property, broke down in tears. She and her young son could no longer face waking up to live or dead rodents in their flat. In this case, her landlord is trying to help, but the quality of the housing stock makes it very difficult to stop rodents getting into the property. A few weeks previously, at another surgery, a young woman came to see me with her mother. Repairs are outstanding on their rented property. The landlord is refusing to sort them out while at the same time putting pressure on them to leave their flat. I am sure every MP will be all too familiar with these types of cases. This is why I am supporting the measures put forward by Caroline Pidgeon’s London Liberal Democrat team to overhaul the private rented sector. We believe the measures will benefit tenants and good landlords, and shut down the Rachmans of this world.",
        "The exact number of rogue landlords operating in the sector remains unknown, but there is a growing sense that the problem is getting worse as demand for housing, and the profits that can be made from renting out any accommodation in whatever condition, continues to increase. One in 20 renters say they have rented from a rogue landlord in the past 12 months. As a survey of local authority enforcement in the private rented sector carried out in March 2016 by my Liberal Democrat colleagues on the Greater London Authority shows, the enforcement of standards in the private rented sector by local authorities is highly variable, with recent cuts to local authority budgets further diminishing the resources available to councils to tackle landlords who provide poor or unsafe living conditions. The resulting patchwork of enforcement has left thousands of Londoners at the mercy of rogue landlords.",
        "Much of the problem lies with the lack of effective regulation and enforcement in the sector. The Residential Landlords Association, which represents small private landlords, would welcome tougher enforcement. Unfortunately, enforcement and inspection is very weak. One third of councils in London—10 boroughs—failed to prosecute a single landlord for providing unsafe accommodation in 2014-15. On average, London boroughs inspected one in every 55 homes in the private rented sector using the housing health and safety rating system. There is significant variation in the level of enforcement activity, with some councils inspecting one in 14 private rented properties for hazards and others about one in 500.",
        "The private rented sector may have met the needs of tenants in years gone by, but the profile of renters, and the average length of tenancy, has changed dramatically in recent years. If some landlords are to lose their reputation as the property industry’s wild west cowboys, it is clear that a proper framework of regulation and enforcement is required. That is what is set out in the plans I am about to refer to, which would reform the private rented sector. My Bill seeks to implement them.",
        "First, all landlords in London should be registered. This would make it easier to identify the scale of, and trends in, the private rented sector, and to ensure landlords can be traced easily.",
        "Secondly, there should be a crackdown on rogue landlords through a licensing scheme. The Government should introduce a licensing scheme for all private landlords in London, with the aim of professionalising the sector, improving conditions and removing rogue landlords from the housing market. I accept that this proposal would not be welcomed by all landlords, but some accept a limited role, in certain circumstances, for licensing in some areas of London.",
        "Thirdly, unfair letting agent fees for renters should be scrapped. Moving from one rented home to another can be very expensive, with high letting fees and large deposit requirements. I am told that agents try to poach landlords from each other to secure for themselves the fees that are triggered on a change of tenancy. Of course, they dangle the prospects of higher rents in front of the would-be landlord. In Sutton, a quick check suggests fees of around £400 to £500 when signing up a new tenant. When that is added to the six-week deposit—currently approximately £1,500 for a two-bedroom flat—a tenant would need to find a total of £2,000 upfront.",
        "Fourthly, renters should be given extra rights when landlords sell up. There should be a requirement for tenants to be given first refusal to buy the home they are renting, should the landlord decide to sell it during a tenancy.",
        "Finally, councils should be given the power to manage private rental property and offer longer tenancies. This would allow councils to develop, own and manage private sector rented homes, outside of housing revenue accounts, to improve the quality of homes in the sector, with the freedom to offer long-term tenancies. I call on the Government to work with private landlords, mortgage companies and freeholders to enable private landlords to offer longer tenancies. It is often the mortgage companies or the freeholders who are standing in the way of longer tenancies. This is a package that will make a real difference.",
        "Neither I nor Caroline Pidgeon is claiming that these measures are the silver bullet that will solve London’s housing problems, because the fundamental challenge is a lack of supply, particularly of affordable homes, and that problem is no closer to a solution, given that fewer than 5,000 affordable homes were built in London last year, the lowest figure since the current Mayor was first elected in 2008. However, we believe that these proposals will improve the lot of private renters, some of whom suffer in poorly insulated, damp, mouldy properties with the threat of a retaliatory eviction hanging over the heads every time they ask for a repair. This has to stop. I urge the House to support this Bill."
    ]
}