{
    "url": "https://www.ukpol.co.uk/suella-braverman-2022-statement-on-the-economic-crime-and-corporate-transparency-bill/",
    "title": "Suella Braverman – 2022 Statement on the Economic Crime and Corporate Transparency Bill",
    "post_date": "September 26, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Suella Braverman",
            "url": "/tag/suella-braverman/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Suella Braverman, the Home Secretary, in the House of Commons on 22 September 2022.",
    "content": [
        "The Government are today introducing the Economic Crime and Corporate Transparency Bill, as committed to in the Queen’s Speech at the start of this parliamentary Session. Building on the recently enacted Economic Crime (Transparency and Enforcement) Act 2022, the measures in this new, significant Bill enable us to bear down further on kleptocrats, criminals and terrorists who abuse our open economy, strengthening the UK’s reputation as a place where legitimate business can thrive while driving dirty money out of the UK.",
        "The UK is at the forefront of global efforts to tackle illicit finance and economic crime. There have already been a number of important strides forward in the effort to confront and address economic crime in recent years, including:",
        "being the first G20 country to establish a public register of domestic company beneficial ownership in 2016 (the “people with significant control” register);",
        "the introduction of new powers in the Criminal Finances Act 2017 to include unexplained wealth orders and account freezing orders;",
        "allocating £400 million through the spending review and new economic crime levy to support law enforcement over the next three years, as well as a £63 million spending review settlement over the next three years for implementation of Companies House’s transformation programme;",
        "the publication of the economic crime plan in 2019 and the progress made against it by both the public and private sector;",
        "establishing the national economic crime centre to co-ordinate the law enforcement response to economic crime and the combatting kleptocracy cell in the National Crime Agency to focus on targeting corrupt elites and their assets in the UK; and",
        "most recently, passing the expedited Economic Crime (Transparency and Enforcement) Act.",
        "The economic crime landscape is constantly evolving, and we cannot be complacent about the threat. That is why we are bringing forward this further legislation to help tackle these problems and transform our fight against illicit finance.",
        "The key elements of the Bill include:",
        "broadening the registrar’s powers so that the registrar becomes a more active gatekeeper over company creation and custodian of more reliable data, including new powers to check, remove or decline information submitted to, or already on, the companies register;",
        "introducing identity verification requirements for all new and existing registered company directors, people with significant control, and those delivering documents to the registrar;",
        "providing Companies House with more effective investigation and enforcement powers and introducing better cross-checking of data with other public and private sector bodies;",
        "tackling the abuse of limited partnerships (including Scottish limited partnerships) by strengthening transparency requirements and enabling them to be deregistered;",
        "creating powers to more quickly and easily seize and recover cryptoassets;",
        "creating new exemptions from the principal money laundering offences to reduce unnecessary reporting by businesses carrying out transactions on behalf of their customers;",
        "enabling businesses in certain sectors to share information more effectively to prevent and detect economic crime; and",
        "providing new intelligence gathering powers for law enforcement.",
        "These new measures will tackle economic crime, including fraud and money laundering, by delivering greater protections for consumers and businesses, boosting the UK’s defences, and allowing legitimate businesses to thrive. They will also protect our national security, by making it harder for kleptocrats, criminals and terrorists to engage in money laundering, corruption, terrorism financing, illegal arms movements and ransomware payments. And they will support enterprise by enabling Companies House to deliver a better service for over four million UK companies, maintaining our swift and low-cost routes for company creation and improving the provision of data to inform business transactions and lending decisions across the economy.",
        "This Bill forms a key part of the wider Government approach to ensure that law enforcement and the private sector have the tools needed to help tackle economic crime, sitting alongside the key provisions in the Online Safety Bill which will tackle online fraud, as well as the upcoming second economic crime plan and fraud action plan.",
        "This Bill has been developed in close partnership with law enforcement agencies, as well as with the financial sector, professional and business groups, and civil society organisations. This reflects the breadth of the measures in the Bill, the nature of the threats posed and the importance of working across sectors to tackle economic crime.",
        "The Government remain committed to tackling economic crime and illicit finance, and to strengthening the business environment across all of the UK. We will continue to work with the devolved Administrations on these measures and the formal legislative consent motion process."
    ]
}