{
    "url": "https://www.ukpol.co.uk/suella-braverman-2022-statement-on-the-manchester-arena-inquiry-report/",
    "title": "Suella Braverman – 2022 Statement on the Manchester Arena Inquiry Report",
    "post_date": "November 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Suella Braverman",
            "url": "/tag/suella-braverman/"
        }
    ],
    "categories": [
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Suella Braverman, the Home Secretary, in the House of Commons on 3 November 2022.",
    "content": [
        "Today the Manchester Arena inquiry has published volume 2 of its report, which has been laid before the House. The report can be found at [www.manchesterarenainquiry.org.uk](https://www.manchesterarenainquiry.org.uk/) and on gov.uk. The third and final volume of the inquiry’s report will be published at a later date.",
        "This report relates to the emergency response into the Manchester Arena attack. I am grateful for the strength and courage of the victims’ families and the survivors, and the engagement of all those who have shared their experiences to ensure the inquiry can deliver its vital work. I am grateful too for the bravery of the emergency services who responded to the attack.",
        "Steps have already been taken to implement learning from the attack to improve joint working between the emergency services when responding to terrorist attacks. The Government will review this report and consider where further improvements can be made and will respond to its content in due course.",
        "I would also like to thank Sir John Saunders for his continued and considerable efforts in ensuring that the inquiry is a success and that lessons are learned for the future from this tragic attack."
    ]
}