{
    "url": "https://www.ukpol.co.uk/suella-braverman-2022-statement-on-western-jet-foil-and-manston-asylum-processing-centres/",
    "title": "Suella Braverman – 2022 Statement on Western Jet Foil and Manston Asylum Processing Centres",
    "post_date": "October 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Suella Braverman",
            "url": "/tag/suella-braverman/"
        }
    ],
    "categories": [
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Suella Braverman, the Home Secretary, in the House of Commons on 31 October 2022.",
    "content": [
        "With permission, I would like to make a statement about asylum processing at Manston and the incident in Dover yesterday.",
        "At around 11.20 am on Sunday, police were called to Western Jet Foil. Officers established that two to three incendiary devices had been thrown at the Home Office premises. The suspect was identified, quickly located at a nearby petrol station, and confirmed dead. The explosive ordnance disposal unit attended to ensure there were no further threats. Kent police are not currently treating this as a terrorist incident. Fortunately, there were only two minor injuries, but it is a shocking incident and my thoughts are with all those affected.",
        "I have received regular updates from the police. Although I understand the desire for answers, investigators must have the necessary space to work. I know the whole House will join me in paying tribute to everyone involved in the response, including the emergency services, the military, Border Force, immigration enforcement, and the asylum intake unit.",
        "My priority remains the safety and wellbeing of our teams and contractors, as well as the people in our care. Several hundred migrants were relocated to Manston yesterday to ensure their safety. Western Jet Foil is now fully operational again. I can also inform the House that the Minister for Immigration, my right hon. Friend the Member for Newark (Robert Jenrick), visited the Manston site yesterday and that I will visit shortly. My right hon. Friend was reassured by the dedication of staff as they work to make the site safe and secure while suitable onward accommodation is found.",
        "As Members will be aware, we need to meet our statutory duties around detention, and fulfil legal duties to provide accommodation for those who would otherwise be destitute. We also have a duty to the wider public to ensure that anyone who has entered our country illegally undergoes essential security checks and is not, with no fixed abode, immediately free to wander around local communities.",
        "When we face so many arrivals so quickly, it is practically impossible to procure more than 1,000 beds at short notice. Consequently, we have recently expanded the site and are working tirelessly to improve facilities. There are, of course, competing and heavy demands for housing stock, including for Ukrainians and Afghans, and for social housing. We are negotiating with accommodation providers. I continue to look at all available options to overcome the challenges we face with supply. This is an urgent matter, which I will continue to oversee personally.",
        "I turn to our immigration and asylum system more widely. Let me be clear: this is a global migration crisis. We have seen an unprecedented number of attempts to illegally cross the channel in small boats. Some 40,000 people have crossed this year alone—more than double the number of arrivals by the same point last year. Not only is this unnecessary, because many people have come from another safe country, but it is lethally dangerous. We must stop it.",
        "It is vital that we dismantle the international crime gangs behind this phenomenon. Co-operation with the French has stopped more than 29,000 illegal crossings since the start of the year—twice as many as last year—and destroyed over 1,000 boats. Our UK-France joint intelligence cell has dismantled 55 organised crime groups since it was established in 2020. The National Crime Agency is at the forefront of this fight. Indeed, NCA officers recently joined what is believed to be the biggest ever international operation targeting smuggling networks.",
        "This year has seen a surge in the number of Albanian arrivals, many of them, I am afraid to say, abusing our modern slavery laws. We are working to ensure that Albanian cases are processed and that individuals are removed as swiftly as possible—sometimes within days.",
        "The Rwanda partnership will further disrupt the business model of the smuggling gangs and deter migrants from putting their lives at risk. I am committed to making that partnership work. Labour wants to cancel it. Although we will continue to support the vulnerable via safe and legal routes, people coming here illegally from safe countries are not welcome and should not expect to stay. Where it is necessary to change the law, we will not hesitate to do so.",
        "I share the sentiment that has been expressed by Members from across the House who want to see cases in the UK dealt with swiftly. Our asylum transformation programme will help bring down the backlog. It is already having an impact. A pilot in Leeds reduced interview times by over a third and has seen productivity almost double. We are also determined to address the wholly unacceptable situation which has left taxpayers with a bill of £6.8 million a day for hotel accommodation.",
        "Let me set out to the House the situation that I found at the Home Office when I arrived as Home Secretary in September. I was appalled to learn that there were more than 35,000 migrants staying in hotel accommodation around the country, at exorbitant cost to the taxpayer. I instigated an urgent review. [Interruption.]",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**",
        "Order.",
        "**Suella Braverman**",
        "I pushed officials to identify accommodation options that would be more cost-effective and delivered swiftly while meeting our legal obligation to migrants. I have held regular operational meetings with frontline officials and have been energetically seeking alternative sites, but I have to be honest: this takes time and there are many hurdles.",
        "I foresaw the concerns at Manston in September and deployed additional resource and personnel to deliver a rapid increase in emergency accommodation. To be clear, like the majority of the British people, I am very concerned about hotels, but I have never blocked their usage. Indeed, since I took over, 12,000 people have arrived, 9,500 people have been transferred out of Manston or Western Jet Foil, many of them into hotels, and I have never ignored legal advice. As a former Attorney General, I know the importance of taking legal advice into account. At every point, I have worked hard to find alternative accommodation to relieve the pressure at Manston.",
        "What I have refused to do is to prematurely release thousands of people into local communities without having anywhere for them to stay. That is not just the wrong thing to do—that would be the worst thing to do for the local community in Kent, for the safety of those under our care and for the integrity of our borders. The Government are resolute in our determination to make illegal entry to the UK unviable. It is unnecessary, lethally dangerous, unfair on migrants who play by the rules and unfair on the law-abiding patriotic majority of British people. It is also ruinously expensive and it makes all of us less safe.",
        "As Home Secretary, I have a plan to bring about the change that is so urgently needed to deliver an immigration system that works in the interests of the British people. I commend this statement to the House."
    ]
}