{
    "url": "https://www.ukpol.co.uk/suella-braverman-2022-statement-on-the-serious-fraud-office-and-the-unaoil-case-2/",
    "title": "Suella Braverman – 2022 Statement on the Serious Fraud Office and the Unaoil Case",
    "post_date": "July 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Suella Braverman",
            "url": "/tag/suella-braverman/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Suella Braverman, the Attorney General, in the House of Commons on 21 July 2022.",
    "content": [
        "I wish to provide details of the findings of an independent review I commissioned into the Serious Fraud Office (SFO) failings identified by the Court of Appeal in the case of R. v. Akle and Anor (2021). I committed to this in my written statement of 9 February 2022.",
        "The objectives of the review were to consider and provide recommendations in relation to the following matters:",
        "1\\. What happened in this case and why? In particular, assessing the two key failings identified in the judgment: a) What occurred as regards SFO contact with third-parties and why; and b) Why did the SFO disclosure failures identified in the Court of Appeal judgment occur?",
        "2\\. What implications, if any, do the failings highlighted by this case have for the policies, practices, procedures and related culture of the SFO?",
        "3\\. What changes are necessary to address the failings highlighted by the judgment and any wider issues of SFO policies, practices, procedures or related culture identified by the reviewer?",
        "I am grateful for Sir David Calvert-Smith’s work on leading this review. His findings fall into two categories: thematic failings and events. Sir David found five recurrent themes that were fundamental to the Court’s judgment, some of which indicate general organisational issues within the SFO’s control and where failures occurred. These themes are: record-keeping; compliance with casework assurance processes; resourcing; understanding about priorities; and distrust between the case team and senior management resulting from the latter’s contact with David Tinsley. Sir David highlights a sequence of 17 events or mistakes that led to the Court’s judgment.",
        "Following these conclusions, Sir David makes eleven recommendations which the Attorney General’s Office (AGO) and SFO accept. They broadly cover:",
        "1\\. Case assurance—all cases should have sufficient resources, all members of case teams should comply fully with case assurance processes and all contact with defendants, suspects and their representatives should be recorded as necessary. Superintendence should be revised and considered further.",
        "2\\. Disclosure—all cases should have effective disclosure strategies and management, and the Attorney General’s Office and SFO should work together to identify any necessary changes to the Attorney General’s disclosure guidelines.",
        "3\\. Personnel—all staff should be able to raise concerns about cases, the relationships between investigators and prosecutors should function as envisaged under the Roskill model, and there should not be “interregnum periods” between Directors or General Counsel.",
        "Building on work already undertaken by the SFO a clear plan of action to respond to the review recommendations has been developed. I will be closely monitoring the SFO’s progress and delivery of that plan and will provide an update to Parliament in November 2022 and February 2023.",
        "I will place a copy of the review and the response in the Libraries of both Houses so that they are accessible to Members. Junior officials’ names have been redacted from the published review in line with standard Government practice. The SFO has waived legal privilege in relation to legal advice referred to in the review only for the purposes of this review.",
        "The documents will also be available on gov.uk."
    ]
}