{
    "url": "https://www.ukpol.co.uk/suella-braverman-2022-statement-on-the-small-boats-incident-in-the-channel/",
    "title": "Suella Braverman – 2022 Statement on the Small Boats Incident in the Channel",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Suella Braverman",
            "url": "/tag/suella-braverman/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Suella Braverman, the Home Secretary, in the House of Commons on 14 December 2022.",
    "content": [
        "With permission, Mr Speaker, I would like to make a statement about an incident in the channel this morning. This is an ongoing search and rescue incident, but I can confirm that at the time of making this statement, tragically, there have been four fatalities. It would be inappropriate for me to go into further detail at this time.",
        "There is a multi-agency response to this terrible tragedy. His Majesty’s Coastguard, the Royal National Lifeboat Institution, South East Coast Ambulance Service, the Ministry of Defence, police and Border Force, together with French vessels, a commercial fishing vessel and contractors at Western Jetfoil, have responded. This morning, I have spoken to Border Force officials based at Dover and Manston who were involved in the search and rescue effort. I have also spoken to my French counterpart, the Interior Minister Gérald Darmanin. A full statement will be provided to the House in due course, once the facts have been fully established and the necessary investigative work completed.",
        "I know that everyone in this House and across the country will join me in expressing our profound sadness and deepest sympathies for everyone affected by this terrible event. I know they will also join me in offering our profound gratitude to those working on the search and rescue operation. That very much includes those who are responding to the incident. Commander Dan O’Mahoney and his team work tirelessly, with military colleagues and other partners, day in, day out, to try to prevent this type of tragedy. They are undertaking immensely difficult work and we should all be extremely grateful to them.",
        "These are the days we dread. Crossing the channel in unseaworthy vessels is a lethally dangerous endeavour, and it is for this reason, above all, that we are working so hard to destroy the business model of the people smugglers—the evil, organised criminals who treat human beings as cargo.",
        "As the Prime Minister told the House only yesterday:",
        "“It is not cruel or unkind to want to break the stranglehold of criminal gangs who trade in human misery and who exploit our system and laws.”—[Official Report, 13 December 2022; Vol. 724, c. 885.]",
        "He was right. This morning’s tragedy, like the loss of 27 people on one November day last year, is the most sobering reminder possible of why we have to end these crossings.",
        "We recently agreed the largest ever small boats deal with France, with more boots on the ground patrolling France’s beaches and with UK and French officers working together in both countries. The Calais group of northern European nations works to disrupt trafficking and smuggling all along the migration route and has set an ambition for a UK and EU-wide agreement on migration.",
        "Since 2015, we have welcomed 450,000 people here from across the world via safe and legal routes, making these dangerous crossings totally unnecessary, but it is evident that we have to go much further, which is why the Prime Minister announced a new package yesterday. The package includes a new, permanent, unified small boats operational command, bringing together the military, civilian capabilities and the National Crime Agency. It will co-ordinate intelligence, interception, processing and enforcement using advanced technology, including drones. We are adding more than 700 new staff and doubling the NCA’s funding for tackling organised immigration crime in Europe.",
        "The Prime Minister announced a new agreement with Albania yesterday. For the first time, Border Force officers will be embedded in Tirana airport, helping to disrupt organised crime groups and people smugglers who risk people’s lives unnecessarily. Early next year, we will introduce new legislation to make it unambiguously clear that someone who comes to the UK illegally should not be able to remain here. Instead, they can expect to be detained and swiftly returned either to their home country or to a safe country, where their claim for asylum will be considered. Late or spurious claims and appeals will not be possible, and once someone has been removed, they will have no right to re-entry, settlement or citizenship. This will act as a deterrent, and it will save lives.",
        "As we grip illegal migration, we will create more safe and legal routes, working with the United Nations High Commissioner for Refugees to identify those most in need, and we will introduce an annual quota set by Parliament. We will work closely with local authorities to determine capacity.",
        "It is not true that our capacity is limitless. We are already spending millions on hotels every day. People do not need to seek asylum if they are already in a safe country. It is vital—literally vital—that we end the illegal crossings of the channel. I commend this statement to the House."
    ]
}