{
    "url": "https://www.ukpol.co.uk/suella-braverman-2022-statement-on-policing/",
    "title": "Suella Braverman – 2022 Statement on Policing",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Suella Braverman",
            "url": "/tag/suella-braverman/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Suella Braverman, the Home Secretary, in the House of Commons on 19 December 2022.",
    "content": [
        "**Police Uplift**",
        "The police uplift programme continues to support forces with additional police officers, and we remain on track to recruit 20,000 additional officers by March 2023. Data published on 30 September 2022 shows that 15,343 additional officers have already been recruited, accounting for 77% of our target. There are now 11 forces with the highest number of officers they have ever had: Cheshire, Dyfed-Powys, Essex, Kent, City of London, the Metropolitan, Norfolk, Northamptonshire, South Wales, Suffolk, and Thames Valley.",
        "The police workforce is more representative than ever before. For the first time ever, there are over 50,000 female officers—50,364, as at 30 September 2022, which is 34.9% of all officers in post. There were 11,477 ethnic minority officers, as at 30 September 2022, which is 8.2% of all officers in post, the highest figures on record.",
        "**Police Performance**",
        "His Majesty’s inspectorate of constabulary, fire and rescue services continues to shine a light on force performance. Humberside received an excellent report from its latest inspection, with six “outstanding” grades. Humberside was awarded the “outstanding” grade for preventing crime, treatment of the public, protecting vulnerable people, managing offenders, developing a positive workplace and good use of resources. It received a further two “good” grades and one “adequate” grade.",
        "Greater Manchester Police has made great strides in getting the basics right. Under strong leadership, it is responding faster to emergency calls and halved the number of open investigations since 2021. HMICFRS removed GMP from its “engage” phase in October 2022. I am pleased to see GMP working so constructively with HMICFRS and others to act on its inspection findings. I encourage others to learn from its experience.",
        "Six police forces remain “engaged” by HMICFRS, and I expect all forces to make the necessary improvements and work towards restoring public trust and confidence in the police.",
        "**Police Culture**",
        "We recognise that police culture and standards need to improve to rebuild public trust and confidence. We are bringing forward part 2 of the Angiolini inquiry to focus on these issues and are reviewing the process of dismissals to ensure that policing can swiftly remove officers who fall well short of the standards expected of them.",
        "We have commissioned the National Police Chiefs’ Council to conduct a review of operational productivity in policing, led by Sir Stephen House. This will address issues that may affect the anticipated outcomes from our investment in policing.",
        "We believe that a policing career must be open to talented and committed people from across our communities, including those who do not have a degree or want one. That is why I have commissioned the College of Policing to develop options for a new non-degree entry route. The current transitional non-degree entry route will be kept open in the meantime.",
        "**Reducing the Risk to Homeland Security**",
        "The Home Office has continued to focus relentlessly on reducing risk across the full range of threats to our homeland security. In October, counter-terrorism police responded swiftly to an attack on a migration facility in Dover that was declared as terrorism.",
        "On 30 October we announced a refresh of the UK’s counter-terrorism strategy, CONTEST. This will ensure that we are able to best protect the public from the enduring threat of terrorism. The refresh will maintain clarity and consistency of purpose, and ensure that the necessary tools are in place to tackle terrorist hatred and violence.",
        "Our counter-terrorism system never stops learning. Volume 2 of the Manchester Arena inquiry was published on 3 November 2022. This covered the emergency services’ response on the night of the attack. The Government will respond fully when all three volumes have been published. However, we are already enhancing our response using the learning from the attacks—for example, in improving joint working between the emergency services—which will feed the refresh of CONTEST. We have also received the independent review of Prevent, which we will look to publish next year alongside His Majesty’s Government’s response. We will reflect the lessons and learning from the Shawcross review, along with those from the numerous inquests, inquiries and other reviews from recent years through the CONTEST refresh.",
        "I have today issued a further written ministerial statement providing an update on our progress on developing Martyn’s law—also known as the protect duty. This is a significant milestone in the development of this legislation—the first of its kind—which will keep people safe by scaling up preparedness for, and protection from, terrorist attacks. This legislation will be introduced as soon as parliamentary time allows. This is a recommendation in Volume 1 of the Manchester Arena inquiry. This duty has been tirelessly campaigned for by Figen Murray, who tragically lost her son Martyn in the Manchester Arena attack. I would like to pay tribute to her, alongside all other victims, survivors and those affected by these heinous events.",
        "Access to data is fundamental to the investigation and prosecution of serious crimes. The UK-US data access agreement entered into force on 5th October 2022. This world-first capability will fundamentally change the way we are able to fight serious crime across the UK, including terrorism, organised immigration crime and child abuse. The agreement permits certain UK public authorities to obtain data directly from US-based communications service providers. This will allow us to access vital data more quickly than ever before. Operational benefits are already being derived from the agreement.",
        "Earlier in the year, in response to Russia’s invasion of Ukraine, the Home Office delivered a transformative package of work through emergency legislation to strengthen financial sanctions legislation, creating new register of overseas entities and reforming unexplained wealth orders.",
        "We are building on that work through the Economic Crime and Corporate Transparency Bill, which was introduced in Parliament on 22 September 2022. This cracks down even further on kleptocrats, criminals and terrorists who abuse our open economy, and ensures that we drive out dirty money from the UK. It strengthens the UK’s reputation as a place where legitimate businesses can thrive and enhances our ability to tackle new and emerging threats such as the use of crypto-assets, ransomware and the growth of cyber-enabled fraud.",
        "The National Crime Agency’s Combatting Kleptocracy Cell is also delivering significant success, with nearly 100 disruptions against Putin-linked elites and their enablers. It has frozen over £18 billion-worth of assets in the UK. On 1 December 2022 it conducted a major operation to arrest a wealthy Russian businessman on suspicion of offences including money laundering, conspiracy to defraud the Home Office and conspiracy to commit perjury.",
        "The National Security Bill, which is now at its Committee stage in the House of Lords, represents a fundamental reform of our framework for tackling state threats. It includes a suite of new measures to tackle the full range of modern-day state threats, from sabotage and spying to foreign interference and economic espionage. It will ensure that our world-class law enforcement and intelligence agencies have the modern tools, powers and protections they need to counter those who seek to do the UK harm.",
        "The first meeting of the new Defending Democracy taskforce took place on 28 November 2022. The taskforce’s primary focus will be to protect the democratic integrity of the UK from threats of foreign interference. The taskforce will work across Government and with Parliament, the UK intelligence community, the devolved Administrations, local authorities and the private sector on the full range of threats facing our democratic institutions."
    ]
}