{
    "url": "https://www.ukpol.co.uk/suella-braverman-2022-statement-on-small-boat-crossings/",
    "title": "Suella Braverman – 2022 Statement on Small Boat Crossings",
    "post_date": "November 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Suella Braverman",
            "url": "/tag/suella-braverman/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Suella Braverman, the Home Secretary, in the House of Commons on 14 November 2022.",
    "content": [
        "Today I am updating Parliament on an innovative arrangement between the UK and France to strengthen our bilateral partnership to tackle illegal migration at the shared border, with a focus on small boats crossings.",
        "Since the bilateral arrangement reached in July 2021, the UK and France have been working to reinforce our collaboration to address illegal migration. This new arrangement builds upon the successes we have had over the last year.",
        "In 2021, our joint efforts saw more than 23,000 dangerous and unnecessary crossings being prevented. To date in 2022, over 30,000 crossing attempts have been prevented.",
        "Joint working between UK and French officers has secured more than 140 convictions connected to people smuggling since the start of 2020—and these criminals now face a combined 400 years behind bars.",
        "The UK-France Joint Intelligence Cell has so far dismantled 55 organised crime groups and secured over 500 arrests since its inception in 2020.",
        "However, the number of attempted and successful crossings continues to rise. To that end, the UK and France will intensify co-operation with a view to making the small boat route unviable, save lives, dismantle organised crime groups, and prevent and deter illegal migration in transit countries and further upstream.",
        "The UK and France will adopt a more integrated and effective approach. Our new partnership with France is underpinned by a set of shared joint strategic objectives and a joint operational plan and builds on the shared commitments under the Sandhurst Treaty.",
        "Our joint plan signifies a step-change in our joint ambition and co-operation to prevent dangerous crossings and further risk to life. Under the plan, for the first time, UK officers will join French law enforcement teams as embedded observers, sharing real-time information.",
        "The UK has pledged a financial investment of up to €72.2 million—around £62.2 million—in 2022-23 to France to assist in the delivery of our joint plan. The objectives of our joint plan are part of a multi-year strategy that considers other innovative steps that can be taken to address illegal migration at a bilateral and multilateral level. This new partnership recognises the importance of co-operation with other neighbouring countries and European partners on a ‘whole of route approach’. The UK and France have committed to work together to tackle the rise in illegal migration from Albania and will maintain regular dialogue to respond effectively to new and emerging migration challenges.",
        "A copy of the joint statement which sets out further details on this partnership will be published on the www.gov.uk website and will be placed in the Libraries of both Houses."
    ]
}