{
    "url": "https://www.ukpol.co.uk/suella-braverman-2022-statement-on-economic-crime-and-corporate-transparency-bill/",
    "title": "Suella Braverman – 2022 Statement on Economic Crime and Corporate Transparency Bill",
    "post_date": "October 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Suella Braverman",
            "url": "/tag/suella-braverman/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Suella Braverman, the Home Secretary, in the House of Commons on 13 October 2022.",
    "content": [
        "I beg to move, That the Bill be now read a Second time.",
        "Following Putin’s unconscionable invasion of Ukraine we acted immediately, cracking down on dirty money in the UK by passing the Economic Crime (Transparency and Enforcement) Act 2022. I am very grateful for the way that the whole House got behind that effort and I hope we can come together on this Bill, too. I am very grateful to the shadow Front Bench for its constructive engagement on the Bill and to party colleagues for their considerable input. I hope we can send a united message that dirty money, fraudsters and gangsters are not welcome in the UK.",
        "**Andy Slaughter (Hammersmith) (Lab)**",
        "I just wonder why it took a war in Europe for action to take place on this matter, why for years and years and years the right hon. and learned Lady’s Government and their predecessors did nothing about it, and whether it had anything to do with the millions going into Tory party coffers from Russian oligarchs?",
        "**Suella Braverman**",
        "I am not sure what point the hon. Gentleman is making. Important strides are being taken forward in the Bill and we should all be getting behind the swift action the Government took in response to the invasion of Ukraine. I am very grateful that we were able to pass that legislation and take powers in the Act earlier this year, which included taking the groundbreaking action of sanctioning hundreds if not thousands of Russian individuals and entities, freezing assets and really excluding the influence of Russian finance in the UK. I am proud of that effort and I hope that he is too.",
        "**Stephen Doughty (Cardiff South and Penarth) (Lab/Co-op) rose—**",
        "**Suella Braverman**",
        "If I can just make some progress, I will come back to the hon. Gentleman.",
        "Having acted immediately in response to Putin, we promised to go further. The Economic Crime and Corporate Transparency Bill will bear down even further on kleptocrats, criminals and terrorists, strengthening the UK’s reputation as a place where legitimate business can thrive but economic crime cannot. Economic crime is a serious problem. It threatens our prosperity, national security and global influence. The UK has one of the world’s largest and most open economies, and it is an extremely attractive place to do business. That is a good thing, but it also exposes us to economic crime, such as money laundering, corruption, the financing of organised crime and terrorism, and a growing range of state threats.",
        "**Stephen Doughty**",
        "I thank the Home Secretary for giving way. One issue I have raised with Foreign, Commonwealth and Development Office Ministers directly relates to the use of cryptocurrency and different mechanisms for those trying to evade sanctions or commit other crimes. There is a particular issue around mixers and tumblers—that is what they are called. The US Treasury took very, very severe action on this in August this year. My understanding is that we are yet to take that action. Will she look urgently at these issues with her colleagues in the Treasury and the FCDO to ensure that we bear down very strongly on those who are using crypto to avoid detection by our criminal investigation agencies?",
        "**Suella Braverman**",
        "The hon. Gentleman raises a really important and valid point. The Bill will go some way to dealing with cryptocurrency, but he is right that cryptoassets are increasingly being used for malign and terrorist purposes. We intend to crack down on that and will be bringing forward a Government amendment that will mirror the changes in Part 4 of this Bill in counter-terrorism legislation, but we are very happy to review that further.",
        "The Government have already undertaken unprecedented action to stop kleptocrats and criminals.",
        "**Jim Shannon (Strangford) (DUP)**",
        "Just last year, as everyone in the House will remember very well, the Police Service of Northern Ireland seized £215 million from a money laundering scheme that started in eastern Europe, came right across into the United Kingdom and ended up in Northern Ireland. The Home Secretary said clearly that money laundering will be addressed directly. In Northern Ireland we seem to have a problem in relation to that. Will she enter into discussions with the Finance and Justice Ministers back home in Northern Ireland to ensure that they can work together to beat money laundering everywhere?",
        "**Suella Braverman**",
        "I thank the hon. Gentleman for raising that point. I am very happy to build further and closer engagement with Northern Ireland on this particular issue. In the case of anti-money laundering and other investigations, and prosecutions in relation to standalone money laundering cases or where money laundering is the principal offence, the agencies have recovered considerable amounts. £1.3 billion has been recovered in those cases since 2015-16 using the Proceeds of Crime Act 2002 powers. That is good progress, but of course there is further to go and, as I said, I am very keen to engage more closely.",
        "**Catherine West (Hornsey and Wood Green) (Lab)**",
        "On the agencies, does the Home Secretary accept that it has taken an awfully long for the Government to get around to reforming Companies House, which is very open to abuse and which the Royal United Services Institute has been mentioning for years now as a danger to our national security?",
        "**Suella Braverman**",
        "I am very pleased that we are taking this action now. I take on board the point that this has been a long-standing matter that Members and Administrations have been talking about for some time. There has been progress over several years. We have the National Economic Crime Centre and new legislation, so there are greater powers, but I am focused on ensuring that the reforms in the Bill are implemented as quickly as possible. On reforms to Companies House, we seek to ensure that the level of change is balanced to avoid causing any confusion for legitimate customers and to ensure effective implementation. So yes, speed is essential, but not at the expense of undue disruption.",
        "Some of the action we have already undertaken includes being the first G20 country to establish, in 2016, a public register of domestic company beneficial ownership; the publication of the economic crime plan in 2019 and the progress made against it; and establishing, as I said to the hon. Lady, the National Economic Crime Centre and the combating kleptocracy cell in the National Crime Agency. The Bill is just one component of a wider Government approach to tackling economic crime, including fraud. It sits alongside the National Security Bill and the Online Safety Bill, and the forthcoming second economic crime plan and fraud strategy.",
        "**Layla Moran (Oxford West and Abingdon) (LD)**",
        "One of the areas this place will struggle to scrutinise is golden visas. It has now been four years since that review was commissioned. We understand it is ready, yet we have not seen it to be able to scrutinise it and hold the Government to account on it. Will the right hon. and learned Lady be the Home Secretary who finally releases that review?",
        "**Suella Braverman**",
        "When it comes to golden visas, I was very proud of the action the Government took in relation to Russian individuals following the invasion, where we stopped the sale of golden visas to particular individuals—",
        "**Chris Bryant (Rhondda) (Lab)**",
        "The sale? You were selling them?",
        "**Suella Braverman**",
        "The issuance—excuse me—of golden visas to particular individuals from Russia. I agree that there is further work we can do and I am very keen to look at it.",
        "**Chris Bryant**",
        "I think the Home Secretary said the sale of tier 1 visas, as if the Government or the Conservative party were somehow selling these things. Is it not absolutely shocking that 10 of the people the Government sanctioned this year were people to whom the Conservative Government had given tier 1 visas? We were inviting crooks and Putin’s cronies to come into this country, make their lives here and carry on their criminal activities here.",
        "**Suella Braverman**",
        "I think the hon. Gentleman will find that this has actually been a long-standing issue for Administrations of both colours, and we have been vulnerable for some time. However, I am incredibly proud of and make no apology for the robust, tough and unapologetic action that this country took in response to the invasion of Ukraine by Russia. That includes, along with the EU and the US, sanctioning thousands of Russian individuals and entities; taking aggressive, prohibitive action to stop them taking part in the UK financial system; freezing the assets of all Russian banks; barring Russian firms from borrowing money; and, importantly, ensuring that we take a strong stance to affect and disable, to a degree, the Russian economy. That is how we will win this war, not by cheap political points.",
        "**Chris Bryant**",
        "Look, some of us have been battling on this for a very long time. Some of us said in 2014 that if we did not sanction Putin properly then, he would not only take the Crimea, but try to take the whole of Ukraine. Some of us fear that the Government’s refusal to act in this area is part of what has emboldened Putin. The biggest problem is that, in many cases, the UK’s sanction regime has been much weaker than that of other countries. The Home Secretary is wrong: we have not sanctioned all the Russian banks. There are still others to be sanctioned. We have sanctioned 20% of the people who have been sanctioned by the United States of America. For most of the people we have sanctioned, we are relying on EU legislation—we are just copying it. Honestly, I think she needs to do her work a bit more carefully.",
        "**Suella Braverman**",
        "No, I disagree. I will not repeat the points that I have made, but I am very proud of our record. The action was tough, unprecedented and far-reaching, and I am very glad that other countries followed suit soon after.",
        "The Bill includes essential reforms of Companies House and measures to prevent the abuse of limited partnerships. It creates additional powers to seize cryptoassets more quickly and easily. The Bill will enable more effective and targeted information sharing to tackle money laundering and economic crime.",
        "**Kevin Hollinrake (Thirsk and Malton) (Con)**",
        "Late last year, NatWest was fined £265 million for facilitating money laundering through its UK branches. Sacks of cash, literally, were being taken into NatWest branches. Despite the £265 million fine, no person at NatWest has personally been held to account. Does my right hon. and learned Friend not agree that these fines are simply a cost of doing business, because this is profitable business? The only way in which we will clamp down on this is to hold individual executives at the top of organisations to account and, if necessary, put these people in jail.",
        "**Suella Braverman**",
        "I agree with my hon. Friend, who has a huge amount of expertise and has achieved a huge amount in Parliament to crack down on fraud and economic crime. I will come to the Bill’s anti-money laundering measures, so I will have to detain him a bit longer until I get there. I agree, however: we have to make sure that we can build on the regime, powers and law enforcement frameworks that are in place. We can go further.",
        "**Dame Margaret Hodge (Barking) (Lab)**",
        "If the Home Secretary does agree with what was said by the hon. Member for Thirsk and Malton (Kevin Hollinrake), with whom I have worked closely on these matters, why is she not reforming corporate criminal liability in the Bill to bring into effect the very change that he has promoted?",
        "**Suella Braverman**",
        "I accept what the right hon. Lady says, but the Government have already taken steps to establish the case for change on corporate criminal liability. In 2020, we commissioned the Law Commission to undertake a detailed review of how the legislative system could be improved to appropriately capture and punish criminal offences committed by corporations, with a particular focus on economic crime. The Law Commission published that paper on 10 June 2022. The Government are carefully assessing the options that were presented and are committed to working quickly to reform criminal corporate liability.",
        "**Jim Shannon**",
        "I thank the Secretary of State for generously giving way again. I understand that 929 companies registered with Companies House were identified as taking part in 89 economic crime incidents, which amounted to £137 billion of potential economic damage. I know that the Secretary of State, like me and others in the House, is keen to ensure that we get the change we want, but will that mean that that can no longer happen in relation to Companies House?",
        "**Suella Braverman**",
        "We want to ensure that there are more restrictions on who can register with Companies House so that we prevent the abuse of the regime. As I said, we have one of the most open, liberal and business-friendly economies, but we are exposed to some degree. The reforms in the Bill very much address the issue that the hon. Member raises.",
        "Furthermore, the Bill introduces a regulatory objective into the Legal Services Act 2007; removes the statutory cap on the Solicitors Regulation Authority’s fining power for disciplinary matters relating to economic crime offences; extends pre-investigation powers to all Serious Fraud Office cases; and streamlines the process for updating the UK’s high-risk third country list. The Bill will also ensure that we have more effective and targeted information sharing to tackle money laundering and economic crime. It provides new intelligence-gathering powers for law enforcement and removes regulatory burdens on businesses. Altogether, the Bill is a formidable tool in the fight against illicit finance.",
        "The Government have consulted widely on the Bill and won broad support from business and professional groups, law enforcement agencies and civil society. We are, of course, working closely with the devolved Administrations on this legislation, as the Bill contains several provisions that engage devolved powers in Wales, Scotland and Northern Ireland.",
        "I will now set out the Bill’s measures in more detail, turning first to Companies House reform. Companies House is one of the foundations of the UK’s business environment. It operates the UK’s open and flexible corporate registration framework. The UK’s business community enjoys a simple system for creating and maintaining companies and other legal entities. Information on those entities is made available for the benefit of investors, lenders, regulators and the public. The companies register was accessed 12 billion times last year. Inevitably, that makes it a target. In recent years, the Companies House framework has been manipulated, particularly with the use of anonymous or fraudulent shell companies and partnerships. That gives criminals a veneer of legitimacy to help them to commit crimes, ranging from grand corruption and money laundering to fraud and identity theft.",
        "We will reform the role of Companies House and improve the transparency of UK companies. The Bill will ensure that we can bear down on the use of thousands of UK companies and other corporate structures as vehicles for economic crime, including fraud, international money laundering, illicit Russian finance, corruption, terrorist financing and illegal arms movements. These are the most significant reforms to the UK’s framework for registering companies in 170 years. We will introduce identity verification for new and existing directors.",
        "**Kevin Hollinrake**",
        "It is very good news that we are moving from a register to a regulator. On the capacity of Companies House to do that, there are around 5 million companies in the UK, with probably two directors on average, and 500,000 companies are registered every year. Does Companies House today honestly have the capacity to properly verify the ID of all those directors?",
        "**Suella Braverman**",
        "Resourcing the agencies and organisations, such as Companies House, to better fight the threat of fraud and economic crime will be part of the equation. I am pleased to be in constant discussion with the various agencies, although, obviously, Companies House is the responsibility of other Departments. However, we have to ensure that it has the tools, operationally and from a resource point of view, to be able to carry out its legal duties.",
        "**Yvette Cooper (Normanton, Pontefract and Castleford) (Lab)**",
        "The Home Secretary is being generous in giving way. The point about institutions being able to carry out enforcement is immensely important. As well as Companies House, there is also an issue for the National Crime Agency. She may be aware that her predecessor asked the National Crime Agency to draw up plans for 20% staffing cuts. Has the Home Secretary now ruled that out?",
        "**Suella Braverman**",
        "Last year’s spending review settlement set out that the economic crime levy would provide funding totalling approximately £400 million over the spending review period. Law enforcement activity on economic crime is conducted by a number of agencies, including the National Crime Agency, as the right hon. Lady says. I want to ensure that those agencies have the proper resources, personnel and tools to be at the forefront of fighting crime effectively.",
        "**Catherine West**",
        "Will the Home Secretary give way?",
        "**Suella Braverman**",
        "I will make some progress. As hon. Members have said, I have been very generous, but I am struggling to get through my speech. I know that everybody wants to speak, so I will take no more interventions for now.",
        "We will introduce identity verification for new and existing directors, beneficial owners and those who file information with Companies House. That will improve the accuracy of Companies House data and will ensure that we know who is really acting for and benefiting from companies.",
        "**Chris Bryant**",
        "Will the Home Secretary give way on that point?",
        "**Suella Braverman**",
        "I am sorry, but I will not.",
        "The powers of the registrar of companies will be broadened, making the registrar a more active gatekeeper for company creation and a custodian of more reliable data. The registrar will receive new powers to check, remove or decline information that is submitted to or already on the company register. The Bill will improve the financial information on the register so that it is more reliable, complete and accurate, and enables better business decisions. Companies House will be given more effective investigation and enforcement powers, including by enabling it proactively to share information with law enforcement bodies about higher-risk corporate bodies, or where there is evidence of anomalous filings or other suspicious behaviour. To protect individuals from fraud and other harm, we will also enhance the protection of personal information and addresses provided to Companies House.",
        "We will introduce broader reforms to clamp down on the misuse of corporate entities. These reforms will support enterprise by enabling Companies House to deliver a better service for more than 4 million UK companies. They will help us to maintain our swift and low-cost routes for company creation. They will also improve the collection of data to inform business transactions and lending decisions across our economy.",
        "**Catherine West**",
        "The Witanhurst property, a 500-room mansion in Highgate, is the second largest property in the UK after Buckingham Palace. Its ownership is contested, so it has not been seized. Will the Bill cover such difficult and anomalous situations? Local residents feel that people should be brought to account. Considering the links with the regime in Russia, there is no way that that house was bought in an honest way.",
        "**Suella Braverman**",
        "Without knowing the details of that case, what is clear is that the reforms to Companies House will ensure not only that more investigation and enforcement powers are afforded to it, but that there will be new powers for checking, removing and declining information submitted to the company register if there are grounds for concern.",
        "**Chris Bryant**",
        "The Home Secretary is being generous in giving way; I am very grateful. I warmly welcome all these changes to Companies House, for which some of us have been arguing for a very long time. My anxiety is that Companies House will have a major change of role: as several agencies have said recently to the Foreign Affairs Committee, it will go from being a registrar to being effectively a policeman. To do so, it will need enormous additional capacity. Can she tell us how much additional money it will have to fulfil that role?",
        "**Suella Braverman**",
        "The transformation of Companies House has been under consideration for some time, and the Treasury Committee has done quite a lot of inquiring into the issue. We published a White Paper on corporate transparency and register reform earlier this year, which provided considerable detail on how these reforms will operate. It is a complex area of law. Resources will be needed for these extra powers.",
        "**Chris Bryant**",
        "How much?",
        "**Suella Braverman**",
        "The transformation is already under way, with £20 million invested in 2021-22 and a further £63 million announced up to 2024-25 at the most recent spending review. We have been thinking about this, and the money has been announced in spending reviews. It has been thought about.",
        "**Kate Green (Stretford and Urmston) (Lab)**",
        "Will the Home Secretary give way?",
        "**Suella Braverman**",
        "I am going to continue.",
        "The Bill will tackle the misuse of limited partnerships, including Scottish limited partnerships, and will modernise the law governing them. We will tighten registration requirements and will additionally require limited partnerships to demonstrate a firmer connection to the UK. Transparency requirements will be increased. The registrar will be able to de-register limited partnerships if they are dissolved or no longer carrying on business, or if a court orders that it is in the public interest.",
        "Nor does the Bill overlook cryptoassets. It will give additional powers to law enforcement bodies so that they can more quickly and easily seize, freeze and recover cryptoassets that are the proceeds of crime or are connected with illicit activity. That will ensure that cryptoassets cannot be a conduit for money laundering, fraud, ransomware attacks or terrorist financing. Most notably, it will mitigate the risk posed by those who cannot be prosecuted but who nevertheless use their funds for criminal purposes. I am sorry to say that cryptoassets are increasingly being used to fund terrorism; we will crack down on that by introducing an amendment to counter-terrorism legislation that reflects those changes.",
        "I turn to anti-money laundering. We will enable better sharing of information about suspected money laundering, fraud and other economic crimes between certain regulated businesses, allowing them to take a more proactive approach to preventing economic crime. As a result, businesses will be better able to detect crime taking place across multiple businesses and to prevent criminals from exploiting information gaps between them. We will also reduce the reporting burdens on businesses, enabling the private sector and law enforcement to focus their existing resources on tackling high-value and priority activity.",
        "Threats evolve and are changing, so the Bill includes a measure to streamline and allow faster updates to the UK’s high-risk third country list. The list will be updated and published on gov.uk for everyone to see, reflecting updates from the Financial Action Task Force, the international standard setter, when it identifies countries with weak anti-money laundering, counter-terrorist financing and counter-proliferation financing controls. By removing the need to lay a statutory instrument before Parliament every time the list needs to be updated, we will reduce delays in updating the list and free up parliamentary time.",
        "The Bill will add a regulatory objective to the Legal Services Act 2007:",
        "“promoting the prevention and detection of economic crime.”",
        "It affirms that it is the legal duty of legal regulators and professionals to uphold the economic crime regime. That will reduce the risk of lengthy and expensive challenges from regulated members over enforcement action. It will improve the ability of the Legal Services Board, as the oversight regulator, to manage the performance of frontline regulators in meeting that objective.",
        "The Bill will remove the statutory cap on the Solicitors Regulation Authority’s financial penalty powers for disciplinary matters relating to economic crime. That will align the SRA with other regulators that have such flexibility. Fewer cases will be referred to the Solicitors Disciplinary Tribunal, resulting in faster enforcement. There will be a credible deterrent and a more coherent response to breaches of economic crime rules.",
        "The Bill will enable the Serious Fraud Office to use its powers under section 2 of the Criminal Justice Act 1987 at the pre-investigation stage in any SFO case, including a fraud case—an ability that is currently limited to cases of international bribery and corruption. This measure will mean that the SFO can more quickly gather the information that it needs to allow its director to decide whether to take on a case.",
        "Cracking down on economic crime is a major plank of the Government’s beating crime plan.",
        "**Andy Slaughter**",
        "I am grateful to the Home Secretary for giving way; I know that she is about to finish her speech. There are 22 professional bodies overseeing compliance with anti-money laundering rules. Is the Home Secretary going to do anything about the resulting confusion, and the inadequacy of some of those bodies? May I also ask whether she intends to introduce—as her colleague the Secretary of State for Wales hinted earlier this week—a new offence of failure to prevent offences from being committed? I do not know whether she welcomes her colleague commenting on her brief, but as the Welsh Secretary has raised the question, perhaps she could respond to it.",
        "**Suella Braverman**",
        "The hon. Gentleman raises two issues concerning the regulators. We need to ensure that they strike the right balance in terms of their investigatory or prosecutorial powers, but also do not overstretch themselves to become a burden on legitimate and bona fide enterprise. This is a balance that legislation constantly seeks to strike. As for the offence of failure to prevent offences, it is something that we consider all the time, and I am always open to considering such possibilities.",
        "Far from being victimless, these crimes bring misery, fund other crimes and undermine our country’s reputation, and Putin’s illegal invasion of Ukraine raises the stakes even higher. The United Kingdom must ensure that we are doing nothing to aid Putin, and doing everything we can to support the courageous Ukrainian people.",
        "I urge the whole House to get behind the Bill so that we can make sure that the UK is a great place for legitimate business and a no-go area for crooks, and I commend it to the House."
    ]
}