{
    "url": "https://www.ukpol.co.uk/suella-braverman-2023-statement-on-the-illegal-migration-bill/",
    "title": "Suella Braverman – 2023 Statement on the Illegal Migration Bill",
    "post_date": "March 8, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Suella Braverman",
            "url": "/tag/suella-braverman/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Suella Braverman, the Home Secretary, in the House of Commons on 7 March 2023.",
    "content": [
        "With permission, Mr Speaker, I would like to make a statement about the Government’s Illegal Migration Bill.",
        "Two months ago, the Prime Minister made a promise to the British people that anyone entering this country illegally will be detained and swiftly removed—no half measures. The Illegal Migration Bill will fulfil that promise. It will allow us to stop the boats that are bringing tens of thousands to our shores in flagrant breach of both our laws and the will of the British people.",
        "The United Kingdom must always support the world’s most vulnerable. Since 2015 we have given sanctuary to nearly half a million people, including 150,000 people from Hong Kong, 160,000 people from Ukraine and 25,000 Afghans fleeing the Taliban. Indeed, decades ago, my parents found security and opportunity in this country, for which my family are eternally grateful.",
        "Crucially, these decisions are supported by the British people precisely because they are decisions made by the British people and their elected representatives, not by the people smugglers and other criminals who break into Britain on a daily basis. For a Government not to respond to the waves of illegal migrants breaching our borders would be to betray the will of the people we were elected to serve.",
        "The small boats problem is part of a larger global migration crisis. In the coming years, developed countries will face unprecedented pressure from ever greater numbers of people leaving the developing world for places such as the United Kingdom. Unless we act today, the problem will be worse tomorrow, and the problem is already unsustainable.",
        "People are dying in the channel. The volume of illegal arrivals has overwhelmed our asylum system. The backlog has ballooned to over 160,000. The asylum system now costs the British taxpayer £3 billion a year. Since 2018, some 85,000 people have illegally entered the United Kingdom by small boat—45,000 of them in 2022 alone. All travelled through multiple safe countries in which they could and should have claimed asylum. Many came from safe countries, such as Albania, and almost all passed through France. The vast majority—74% in 2021—were adult males under the age of 40, rich enough to pay criminal gangs thousands of pounds for passage.",
        "Upon arrival, most are accommodated in hotels across the country, costing the British taxpayer around £6 million a day. The risk remains that these individuals just disappear. And when we try to remove them, they turn our generous asylum laws against us to prevent removal. The need for reform is obvious and urgent.",
        "This Government have not sat on their hands. Since this Prime Minister took office, recognising the necessity of joint solutions with France, we have signed a new deal that provides more technology and embeds British officers with French patrols. I hope Friday’s Anglo-French summit will further deepen that co-operation.",
        "We have created a new small boats operational command, with more than 700 new staff; doubled National Crime Agency funding to tackle smuggling gangs; increased enforcement raids by 50%; signed a deal with Albania, which has already enabled the return of hundreds of illegal arrivals; and are procuring accommodation, including on military land, to end the farce of accommodating migrants in hotels.",
        "But let us be honest: it is still not enough. In the face of today’s global migration crisis, yesterday’s laws are simply not fit for purpose. So to anyone proposing de facto open borders through unlimited safe and legal routes as the alternative, let us be honest: there are 100 million people around the world who could qualify for protection under our current laws. Let us be clear: they are coming here. We have seen a 500% increase in small boat crossings in two years. This is the crucial point of this Bill. They will not stop coming here until the world knows that if you enter Britain illegally, you will be detained and swiftly removed—back to your country if it is safe, or to a safe third country, such as Rwanda.",
        "That is precisely what this Bill will do. That is how we will stop the boats. This Bill enables the detention of illegal arrivals, without bail or judicial review within the first 28 days of detention, until they can be removed. It puts a duty on the Home Secretary to remove illegal entrants and will radically narrow the number of challenges and appeals that can suspend removal. Only those under 18, medically unfit to fly or at real risk of serious and irreversible harm in the country we are removing them to—that is an exceedingly high bar—will be able to delay their removal. Any other claims will be heard remotely, after removal.",
        "When our Modern Slavery Act 2015 passed, the impact assessment envisaged 3,500 referrals a year. Last year, 17,000 referrals took on average 543 days to consider. Modern slavery laws are being abused to block removals. That is why we granted more than 50% of asylum requests from citizens of a safe European country and NATO ally, Albania. That is why this Bill disqualifies illegal entrants from using modern slavery rules to prevent removal.",
        "I will not address the Bill’s full legal complexities today. [Interruption.] Some of the nation’s finest legal minds have been and continue to be involved in its development. But I must say this: rule 39 and the process that enabled the Strasbourg Court to block, at the last minute, flights to Rwanda, after our courts had refused injunctions, was deeply flawed. Our ability to control our borders cannot be held back by an opaque process, conducted late at night, with no chance to make our case or even appeal decisions. That is why we have initiated discussions in Strasbourg to ensure that its blocking orders meet a basic natural justice standard, one that prevents abuse of rule 39 to thwart removal; and it is why the Bill will set out the conditions for the UK’s future compliance with such orders.",
        "Other countries share our dilemma and will understand the justice of our position. Our approach is robust and novel, which is why we cannot make a definitive statement of compatibility under section 19(1)(a) of the Human Rights Act 1998. Of course, the UK will always seek to uphold international law, and I am confident that this Bill is compatible with international law. When we have stopped the boats, the Bill will introduce an annual cap, to be determined by Parliament, on the number of refugees the UK will resettle via safe and legal routes. This will ensure an orderly system, considering local authority capacity for housing, public services and support.",
        "The British people are famously a fair and patient people. But their sense of fair play has been tested beyond its limits as they have seen the country taken for a ride. Their patience has run out. The law-abiding patriotic majority have said, “Enough is enough.” This cannot and will not continue. Their Government—this Government—must act decisively, must act with determination, must act with compassion, and must act with proportion. Make no mistake: this Conservative Government—this Conservative Prime Minister—will act now to stop the boats. I commend the statement to the House."
    ]
}