{
    "url": "https://www.ukpol.co.uk/suella-braverman-2023-statement-on-the-manchester-arena-inquiry-volume-3-report/",
    "title": "Suella Braverman – 2023 Statement on the Manchester Arena Inquiry – Volume 3 Report",
    "post_date": "March 7, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Suella Braverman",
            "url": "/tag/suella-braverman/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Suella Braverman, the Home Secretary, in the House of Commons on 6 March 2023.",
    "content": [
        "With permission, Madam Deputy Speaker, I would like to make a statement about the inquiry into the horrendous attack on Manchester Arena on 22 May 2017.",
        "I work closely with MI5. While its activity is necessarily discreet, the whole country should be profoundly grateful for the patriotism and courage of its staff. They work indefatigably every day to keep the British people safe. Since the start of 2017, MI5 and the police have disrupted 37 late-stage attack plots.",
        "An Islamist suicide bomber murdered 22 people and injured more than 1,000, as well as inflicting incalculable psychological damage and misery. I know that the whole House will join me in expressing our profound sorrow and extending our heartfelt condolences to everyone affected by this barbaric act. They were supposed to have a brilliant time and come home safely. What should have been a simple pleasure turned into a hellish nightmare. It is vital that we understand what happened and what lessons we need to learn, because we must do everything possible to prevent a repeat of this outrage.",
        "Volume 3 of the inquiry was published last Thursday. I would like to thank Sir John Saunders and his team, who have spent more than three years on it. Sir John finds that there was a failure by the Security Service to act swiftly enough, and that there were",
        "“problems with the sharing of information between the Security Service and Counter Terrorism Policing”.",
        "Following the publication of the report, the director general of MI5 and the head of counter-terrorism policing offered their profound apologies for not preventing the attack.",
        "Sir John does not blame any of the educational establishments that the bomber attended for failing to identify that he was a risk, but he does find:",
        "“More needs to be done to ensure that education providers share relevant information about students”.",
        "Sir John concludes that the bomber",
        "“should have been subject to a Prevent referral at some point in 2015 or 2016. However, it is very hard to say what would have happened if”",
        "the bomber",
        "“had been approached under Prevent or the Channel programme.”",
        "The police investigation into the attack, Operation Manteline, is praised.",
        "Although Sir John cannot conclude whether the attack would have been prevented, he finds that there was a significant missed opportunity to take further investigative action that he judges might have led to information that could have prevented it. While this is welcome, and the Home Office will work at pace with both organisations to act on the chairman’s recommendations, we must not lose sight of the fact that responsibility for the attack lies with the bomber and his brother. These conclusions require careful consideration.",
        "Since 2017, the Government have made a number of changes to how we deal with and seek to prevent terrorist attacks. We have given law enforcement and intelligence agencies improved powers. We have strengthened the controls around access to explosives precursors. We have strengthened the management of terrorist and terrorist-risk offenders in prison and on licence. We have ended the automatic early release of terrorist offenders in England, Wales and Scotland, and we have ensured that the sentences served by terrorists reflect the severity of their offending. We have strengthened the tools for monitoring dangerous people in the community.",
        "We have invested heavily in counter-terrorism. We unveiled a new counter-terrorism operations centre in 2021 that brings together partners from counter-terrorism policing, the intelligence agencies, the criminal justice system and other Government agencies. This will allow minute-by-minute collaboration between teams in the police and MI5. Last year’s integration of special branch into the national CT policing network will improve our response to the full range of national security threats, boost skills and ensure better communication between agencies and a more consistent and effective national response.",
        "Work is under way to develop a new faith security training scheme to raise security awareness among faith communities and help them to mitigate threats. We continue to engage with faith organisations and security experts to develop the scheme. In April, my right hon. Friend the Member for Witham (Priti Patel) announced the continuation of the Jewish community protective security grant for 2022. In May, new funding was allocated to provide protective security at mosques and Muslim faith schools.",
        "In response to any terrorist attack affecting British nationals, in the UK or overseas, the Home Office’s victims of terrorism unit works to ensure that the right support is available to them. The unit is conducting an internal review to strengthen its work. I am overseeing a comprehensive review of the CONTEST strategy to combat terrorism. It follows on from the independent review of Prevent, led by William Shawcross, which assessed the programme’s effectiveness in preventing people from becoming terrorists or supporting terrorism. As the review made clear, Prevent requires major reform, and I have accepted all its recommendations.",
        "Prevent has underestimated the threat of Islamist extremism, which remains far the biggest threat that we face, and too often it has minimised the role of ideology in terrorism. It will focus on security, not on political correctness, and its first objective will be to tackle the ideological causes of terrorism. The Government have also developed a comprehensive system of support for the owners and operators of public places across the UK. It includes access to research-driven expertise through products delivered by the National Counter Terrorism Security Office and the Centre for the Protection of National Infrastructure.",
        "However, we must go further. Martyn’s law, formerly known as the Protect Duty, will introduce proportionate new security requirements for certain public premises throughout the UK. They will be better prepared and ready to respond, and their staff will know what to do in the event of a terrorist attack. Martyn’s law will clarify who is responsible for security activity at the premises in scope, increasing accountability. We are also considering how an inspection function will oversee compliance, to provide appropriate advice, and, where necessary, to sanction.",
        "Martyn Hett was one of those killed in Manchester. I am enormously grateful to his mother, Figen Murray, and the Martyn’s Law Campaign Team, as well as to Survivors Against Terror and all the security partners, businesses, charities, local authorities and victims’ groups that have informed our work. I have always been humbled when I have met them and heard about their experiences.",
        "The doctrines that underpin the way in which the emergency services respond to incidents have improved since the attack. Let me end by once again recognising the anguish, and the courage, of the loved ones of those who were killed or hurt on that dreadful night. It united the country in sorrow and in disgust. We will continue to work non-stop to prevent further such tragedies from being visited on others, and I commend this statement to the House."
    ]
}