{
    "url": "https://www.ukpol.co.uk/suella-braverman-2022-speech-to-conservative-party-conference/",
    "title": "Suella Braverman – 2022 Speech to Conservative Party Conference",
    "post_date": "October 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "2022 Conservative Party Conference",
            "url": "/tag/2022-conservative-party-conference/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Suella Braverman",
            "url": "/tag/suella-braverman/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Suella Braverman, the Home Secretary, in Birmingham on 4 October 2022.",
    "content": [
        "It is such a privilege to be here.",
        "Being Home Secretary is not just a tremendous honour…",
        "…keeping the British people safe and securing our borders are the highest duties of state.",
        "Our Prime Minister understands those duties.",
        "And so do I. We stand for the law-abiding majority of Britons.",
        "And in doing so, I draw on a long tradition of Conservative Home Secretaries who were willing to challenge failing orthodoxy. They refused to accept defeat.",
        "Michael Howard, on his first day as Home Secretary, was told that there was nothing he could do about the inevitable rise in crime.",
        "He disagreed – and crime fell dramatically.",
        "They said that Theresa May couldn’t deport Abu Qatada, the Islamist extremist. But – despite setbacks along the way – she made it happen.",
        "Priti Patel negotiated a ground-breaking deal with our partners in Rwanda to bring forward a new solution to the challenge of illegal migration – providing protection in Rwanda for those that need it while breaking the business model of people smugglers.",
        "I am grateful to Priti and Boris for the foundations that they laid.",
        "Serious violent crime has fallen, as has overall crime, excluding fraud and online theft.",
        "And we are well on the way to 20,000 additional police officers.",
        "But a Home Secretary can never be complacent – and some things still need fixing. I’m pleased to be working with a brilliant team of Ministers who I am so pleased to see with us today: Tom Tugendhat, Tom Pursglove, Jeremy Quin, Mims Davies and Lord Andrew Sharpe, supported by our excellent PPSes – Gareth Davies and Shaun Bailey, they all bring talent and expertise to the Home Office.",
        "Now, the Prime Minister and I want to see homicide, serious violence, and neighbourhood crime fall by 20 per cent.",
        "Some of our most committed and courageous people serve in the police. In Belfast last week, I joined police leaders to pay tribute to those officers who have died in action. Their ultimate sacrifice is one for which we owe a huge debt of gratitude.",
        "So, yes I am immensely proud of our police.",
        "Many on the left want to defund the police.",
        "Well I say to the militants, I say to the anarchists and the extremists: I will always back our policemen and women.",
        "That’s what being on the side of the law-abiding majority means.",
        "But we also need to be frank when things go wrong. Some police officers have fallen devastatingly short of the standards expected.",
        "We need to get back to common sense policing, empowering the Police to tackle the real issues facing the public – not policing pronouns on twitter or non-crime hate incidents.",
        "That’s why I’m pleased that Greater Manchester Police, Hampshire, Bedfordshire, and Northamptonshire and the Metropolitan Police have all promised to visit the scene of every burglary.",
        "But the law-abiding majority expect every force to investigate every neighbourhood crime – and so do I. Drugs, car theft, vandalism and anti-social behaviour cannot be ignored.",
        "Perhaps the most unsettling, unspeakable crime of all is rape.",
        "As an MP and as Attorney General, I have already seen first-hand how the system needs to improve. I can’t change things overnight, but I will not accept the status quo.",
        "Policing is a public service, and must be accountable to you the public.",
        "That’s why it’s right to publish league tables that show how well every force in England and Wales is doing in their fight against crime.",
        "You all have a right to know. And greater transparency will drive up standards.",
        "The modern world inevitably brings new challenges. Our National Security Bill will ensure that law enforcement and intelligence agencies have the tools they need to stay ahead of our country’s evermore sophisticated adversaries.",
        "Yet everything starts from getting the basics right –",
        "We need common sense policing. Unashamedly and unapologetically on the side of the law-abiding majority.",
        "That means that the mob needs to be stopped.",
        "The police must have all the powers that they need to stop protestors who use guerrilla tactics and bring chaos and misery to the law-abiding majority.",
        "It’s not a human right to vandalise property. It’s not my ‘freedom of expression’ to protest violently. No – you can’t just start a riot or glue yourself to the roads and get away with it.",
        "Yes, friends, as Attorney General, I had to go to court to get some of these simple truths established.",
        "The judges agreed with me last week in the Cout of Appeal in the Colston Statue case. And that’s why our Public Order Bill will empower our police to stop this nuisance. So whether you’re Just Stop Oil, Insulate Britain or Extinction Rebellion – you cross a line when you break the law. That’s why we will keep putting you behind bars.",
        "It’s very easy to say that the culture wars are a distraction.",
        "But make no mistake, the Left are attacking our profound, elemental values, wanting to replace them with the poison of identity politics. And when poison seeps into the public sphere, it distracts our public servants from doing their real job. That philosophy dominates the Labour Party, whatever Sir Keir Starmer pretends.",
        "And that’s why it is not only wrong for the police to take the knee. It is wrong for them to join in with political demonstrations; it is wrong for biologically male police officers to strip search female suspects.",
        "And it is not just that pandering to identity politics is a huge waste of time.",
        "They need to stick to catching the bad guys.",
        "To those who dismiss political correctness as a conservative obsession, I say this. Visit Rochdale. Visit Telford. The grooming gangs scandal is a stain on this country and it’s what happens when political correctness becomes more important than criminal justice.",
        "More PCs, less PC.",
        "My other mission is to control our borders.",
        "Firstly, legal migration.",
        "I backed Brexit because I wanted Britain to have control over our migration and to cut overall numbers. Brexit was meant to give us a say on how we determine our own migration policy.",
        "We should use our newfound control to deliver the kind of migration that grows our economy, for example that helps projects that have stalled or builds friendships and relationships with our allies.",
        "But the truth is parts of our system aren’t delivering. We need to end the abuse of the rules and cut down on those numbers that aren’t meeting the needs of our economy.",
        "And we mustn’t forget how to do things for ourselves. There is absolutely no reason why we can’t train up enough of our own HGV drivers, butchers, or fruit-pickers.",
        "The way we will build a high-skilled and high-wage economy is by encouraging business to invest in capital and domestic labour. Not relying wholly on low-skilled foreign workers.",
        "This isn’t just about policy or economics for me. It’s intensely personal. My parents came here in the 1960s from Kenya and Mauritius. They loved Britain from afar, as children of the Commonwealth. It was Britain that offered them security and opportunity as young adults.",
        "I’m not embarrassed to say that I love Britain. No Conservative is.",
        "It’s not racist for anyone, ethnic minority or otherwise, to want to control our borders.",
        "It’s not bigoted to say that we have too many asylum seekers who are abusing the system.",
        "It’s not xenophobic to say that mass and rapid migration places pressure on housing, public services and community relations.",
        "I reject the Left’s argument that it is hypocritical for someone from an ethnic minority to tell these truths.",
        "My parents came here through legal and controlled migration. They spoke the language, threw themselves into the community, they embraced British values. When they arrived, they signed up to be part of our shared project because the United Kingdom meant something distinct. Integration was part of the quid pro quo.",
        "That didn’t mean abandoning their heritage, but it did mean adopting British identity. An identity of which we should all be proud. This is the best place on earth to come and live in, but I fear that we are losing sight of the core values and the culture that made it so. The unexamined drive towards multiculturalism as an end in itself combined with the corrosive aspects of identity politics has led us astray.",
        "I saw this when I went to Leicester recently. A melting pot of cultures and a beacon of religious harmony. But even there, riots and civil disorder have taken place because of failures to integrate large numbers of newcomers. Such conflict has no place in the UK.",
        "Or when we look at the Prevent scheme, we see how cultural tensions within communities are not being handled well. The murderer of our much missed dear friend Sir David Amess, had been referred to Prevent. But it couldn’t stop him.",
        "We cannot as a people be cowed into fear by vocal minorities who attempt to undermine our common sense instincts. And as Home Secretary, I will make sure that Prevent is fit for purpose.",
        "The law-abiding majority deserve nothing less.",
        "And lastly we have got to stop the boats crossing the Channel. This has gone on for too long. But I have to be straight with you, there are no quick fixes.",
        "The problem is chronic. Organised criminal gangs are selling a lie to thousands of people.",
        "Many are drowning in the Channel.",
        "Many are leaving a safe country like France and abusing our asylum system.",
        "So what is our plan?",
        "Firstly, our work with the French has prevented about half of all crossings. I know that alone will not work. So I will work closely with the French to get more out of our partnership. Both on the French coastline and further upstream against the organised criminal gangs.",
        "Secondly, we need to find a way to make the Rwanda scheme work.",
        "Thirdly, we need to do more to get asylum-seekers out of hotels – currently costing the British taxpayer £5 million per day.",
        "And fourth, we cannot allow a foreign court to undermine the sovereignty of our borders.",
        "A few months ago, the European Court of Human Rights in Strasbourg did just that,",
        "By a closed process, with an unnamed judge and without any representation by the UK, a European court overrode our Supreme Court.",
        "As a result, our first flight to Rwanda was grounded.",
        "We need to take back control.",
        "But friends, I need to be honest with you. The Strasbourg Court is not the only problem.",
        "Now everyone agrees that we must fight the evil of modern slavery. I’m immensely proud of the UK’s global leadership in protecting genuine victims.",
        "But the hard truth is that our modern slavery laws are being abused by people gaming the system. We’ve seen a 450% increase in modern slavery claims since 2014.",
        "Today, the largest group of small boats migrants are from Albania – a safe country. Many of them claim to be trafficked as modern slaves. That’s despite them having paid thousands of pounds to come here, or having willingly taken a dangerous journey across the Channel.",
        "The truth is that many of them are not modern slaves and their claims of being trafficked are lies.",
        "And it’s not just illegal migrants.",
        "Since entering the Home Office I have seen egregious examples of convicted paedophiles and rapists trying to game the system.",
        "Making last minute claims of modern slavery to block their removal from our country.",
        "Some have even gone on to commit further crimes in the interim.",
        "In one case, we convicted a sex offender from South Africa who spent a year in prison.",
        "He was about to be deported from the UK – and lo and behold, he made a claim of modern slavery.",
        "Our removal was stalled – and in this time he went on to commit a further rape.",
        "He is now back behind bars – but when he’s released, well – it’s all so terribly predictable.",
        "In another case, a paedophile from Pakistan received 10 years in prison.",
        "But at the end of his prison sentence, he put in a spurious claim to be a modern slave.",
        "Even when they got through that process, he made a second claim – which blocked his removal.",
        "We simply can’t go on like this.",
        "We need to make sure that our system strikes the right balance. Our laws need to be resilient against abuse – while at the same time ensuring we help those in genuine need.",
        "We have got a proud history of offering sanctuary to those in need.",
        "From supporting thousands of BNOs fleeing persecution in Hong Kong; to welcoming nearly 20,000 Afghan nationals fleeing war and terror, to offering immediate refuge to thousands of Ukrainians fleeing Putin’s barbarism…",
        "…The UK, and this Conservative Government has always been there to hold out the hand of hope to those who need it most.",
        "But the law simply isn’t working.",
        "It isn’t working in the interests of the British people or people who need our help the most.",
        "Our laws are being abused.",
        "Abused by people smugglers and criminals pedalling false promises.",
        "Abused by people making multiple, meritless and last-minute claims.",
        "Abused by tactics from specialist, small boat-chasing law firms.",
        "This cannot continue.",
        "So, Conference, I will commit to you today, that I will look to bring forward legislation to make it clear that the only route to the United Kingdom is through a safe and legal route.",
        "And that’s so we can help support those who need our help the most, including women and girls.",
        "If you deliberately enter the United Kingdom illegally from a safe country, you should be swiftly returned to your home country or relocated to Rwanda that is where your asylum claim will be considered.",
        "UK policy on illegal migration should not be derailed by abuse of our modern slavery laws, Labour’s Human Rights Act, or orders of the Strasbourg Court.",
        "And we will always of course work within the bounds of international law, but we cannot allow this abuse of our system to continue.",
        "And of course, at the same time, we need to continue to stamp out illegal working practices.",
        "We already have some of the toughest penalties for those not playing by our rules, but we will redouble our efforts to go after them.",
        "I need to be straight with you, Conference. This won’t be easy. I cannot promise a solution immediately. We’ve all heard pledges and promises but this is a complex and entrenched problem. And there are many forces working against us.",
        "The Labour Party will try to stop this. The Lib Dems will go bananas. The Guardian will have a meltdown.",
        "As for the lawyers. Don’t get me started on the lawyers.",
        "And I’m a recovering lawyer.",
        "But what can I pledge to you is my total and undeniable and unfettered and unconditional commitment to doing whatever it takes. Despite the obstacles, I won’t give up on you and I won’t give up on the British people.",
        "The time for words is over. Now is the time for action. Time to put the will of the hard-working patriotic majority at the heart of all we do.",
        "It’s time for the police to stop virtue-signalling and start catching robbers and burglars.",
        "It’s time to tackle the small boats – no ifs, no buts.",
        "Friends, it’s time for common sense.",
        "I stand ready to serve you. I stand ready to deliver.",
        "The time is ours, the time is now."
    ]
}