{
    "url": "https://www.ukpol.co.uk/suella-braverman-2023-statement-on-the-windrush-lessons-learned-review-recommendations/",
    "title": "Suella Braverman – 2023 Statement on the Windrush Lessons Learned Review Recommendations",
    "post_date": "January 31, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Suella Braverman",
            "url": "/tag/suella-braverman/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Suella Braverman, the Home Secretary, on 26 January 2023.",
    "content": [
        "Today I am updating Parliament on Home Office delivery of the recommendations set out in the Windrush lessons learned review, published in March 2020.",
        "Since my appointment as Home Secretary, I have made a commitment to resolving the outstanding issues related to Windrush and have met members of the Windrush Working Group both to hear their feedback and more formally at the most recent cross-government Windrush Working Group which I was honoured to co-chair with Bishop Derek Webley.",
        "Since the injustices of Windrush came to light, there has been a concerted effort across the Home Office to right the wrongs suffered by those affected. This work continues and we are making sustained progress delivering on the recommendations and the commitments made in our comprehensive improvement plan.",
        "In her report last year, Wendy Williams concluded that 21 out of 30 of her recommendations had been met or partially met. She acknowledged that the scale of the challenge she set the Department was significant and that change on this scale takes time.",
        "Since then, we have made further progress in delivering against Wendy Williams’ recommendations. For example, in June 2022, the “Serving Diverse Communities—Acting on Our Values” learning package was launched across the Home Office, starting with recommendations 24 (learning for senior civil servants) and 29 (diversity and inclusion). The learning package for recommendation 6—the history of the UK and its relationship with the rest of the world, will be launched in the coming weeks.",
        "The Department continues to make progress on compensating those unfairly impacted. As of December 2022, the Windrush compensation scheme paid out or offered £64.08 million in compensation to Windrush victims across 1,417 claims. £53.98 million of this has been paid and over 59% of claims—3,025—have received a final decision.",
        "The Home Office regularly reviews the best way to deliver against the intent of Wendy Williams’ Windrush lessons learned review. As such, after considering officials advice, I have decided not to proceed with recommendations 3 (run reconciliation events), 9 (introduce a migrants commissioner) and 10 (review the remit and role of the Independent Chief Inspector of Borders and Immigration) in their original format. Extensive consideration has been given to how to deliver these recommendations in appropriate and meaningful ways: ensuring that individuals have opportunities to tell their stories; amplifying the voices of individuals engaging with the immigration system; and driving scrutiny of the Department.",
        "On reconciliation events specifically, on the balance of expert advice received on how to approach this incredibly sensitive subject, I am persuaded that there are more effective ways of engaging with those impacted.",
        "The Department has undertaken a significant programme of face-to-face engagement with the communities impacted by the Windrush scandal since 2018. Surgeries were held in community halls and places such as churches, mosques and care homes, as and where the need was identified. The engagement events were held in most major cities across the UK and including regions such as the west midlands, London and south-west. The events were hosted by senior members of the Windrush programme and provided individuals with the opportunity to speak to them about the impact the scandal had had on their and their family’s lives. Over 3,000 people were reached through these events.",
        "This engagement with communities is further supported by the £500,000 Windrush community fund which was launched in 2020 and provided funding to grassroots organisations and charities with grants of up to £25,000 each to promote the Windrush schemes in innovative ways. Regular dialogue hosted by senior officials are held in forums with external stakeholders from Windrush communities who provide feedback and scrutiny of our engagement and communication efforts. This type of engagement will remain an important part of our work. Further, I look forward to celebrating the contribution that the Windrush community has made to our country in the upcoming 75th anniversary celebrations.",
        "Recommendations 9 and 10 relate to the establishment of a migrants commissioner and a review of the role of the ICIBI. As Home Secretary I remain committed to the importance of scrutiny, both internal and external. There are a number of ways in which we are inviting this challenge and scrutiny in a more efficient way. In October 2022, the Department established the Independent Examiner for Complaints. This office will ensure that customers who are not satisfied with the final response to their complaints have an opportunity to have their case reviewed independently by the IEC, helping the Home Office to identify learning and wider lessons from complaints to improve its service.",
        "The IEC provides scrutiny of the Department’s complaints procedure. Beyond this, I remain committed to the importance of scrutiny. I welcome the insight and challenge that I and the wider Department have received from our colleagues in the Windrush Working Group. Professor Martin Levermore, in his role as independent advisor, has been constructively challenging and very supportive in the development of the Windrush compensation scheme. This has included proactively providing suggestions on improvements to the scheme, such as enhancing linkages between the compensation scheme and the Windrush status scheme, which the Department is now actively working on delivering.",
        "External bodies are not the only source of scrutiny. As Wendy Williams identified, the very culture of the Department needed a fundamental shift, bringing policy development and service delivery into contact with those who are impacted by it, including those who might not agree with it. This is how we shift culture and subject ourselves to scrutiny and this is how we are changing.",
        "I am proud of the efforts made by teams across the Home Office, but we know there is more to do. Many people suffered terrible injustices and the Department will continue working hard to deliver a Home Office worthy of every community served. Wendy Williams acknowledged that our ambition to achieve genuine cultural change requires ongoing reflection and a commitment to constant improvement. She acknowledged that the scale of the challenge she set the Department was significant and that change on this scale takes time. The Home Office keeps the Home Affairs Select Committee updated on progress against the recommendations and will continue to do so.",
        "An update on each of the recommendations is provided in the table available as an online attachment.",
        "Attachments can be viewed online at: <http://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2023-01-26/HCWS523/>."
    ]
}