{
    "url": "https://www.ukpol.co.uk/suella-braverman-2023-speech-to-the-police-federation/",
    "title": "Suella Braverman – 2023 Speech to the Police Federation",
    "post_date": "October 18, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Suella Braverman",
            "url": "/tag/suella-braverman/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Suella Braverman, the Home Secretary, to the Police Federation on 11 October 2023.",
    "content": [
        "It is an honour to join you today.",
        "Let me start by saying there is no greater privilege as Home Secretary than working with the heroic men and women of our police.",
        "And it is always deeply sobering – and moving – to hear the roll call of officers who have fallen in the line of duty in the past year.",
        "Words cannot do justice to the debt we owe them, nor to how keenly we feel for their colleagues and loved ones.",
        "And as Steve mentioned, I have personally been incredibly moved by attending the National Police Memorial Day in Cardiff only a few weeks ago, and also hosting the nominees for the Police Bravery Awards in Downing Street in London earlier this year.",
        "Those heroes will be forever cherished.",
        "I support your campaign for a medal for heroes. There is a consensus across government that this needs to happen – and I hope we will be able to announce something very soon.",
        "It’s my job to enable you to do your jobs. That’s why my colleague the Policing Minister Chris Philp and I have taken the scissors to red tape. We listened when you said that you were spending too much time filling in forms. And I’m pleased to be working with the NPCC on reforming the rules.",
        "By changing the rules around how crime is recorded, we could free up around 443,000 hours that could be put to better use.",
        "There was no need to record two crimes when dealing with stalking, harassment, and controlling or coercive behaviour.",
        "Nor to record Section 5 Public Order crimes when, on too many occasions, officers arrived only to find an empty street and no disorder.",
        "It was right for bureaucratic reasons – and in the cause of free speech – to ensure that a malicious communication crime will be recorded only if a criminal threshold has clearly been reached, and not just when someone claims to be offended.",
        "Now, I’m not fighting my campaign against political correctness in policing only for the sake of the law-abiding majority who want to see officers patrolling the streets, not policing pronouns on Twitter.",
        "I also know that that’s what the majority of you signed up for, too.",
        "Recruiting more than 20,000 additional officers and having a record number of officers in England and Wales is just the start.",
        "But you need clarity from political leaders and I could not be clearer: I believe in the Peelian Principles of policing, I believe in investigating every crime, and I believe in keeping the public safe by catching criminals.",
        "Anything that distracts from this is unwelcome – whether that’s enforcing non-existent blasphemy laws, unnecessarily recording a non-crime hate incident or joining in with political demonstrations.",
        "Now, I understand that you as officers must make difficult operational decisions. But the public expects more than just a crime number.",
        "They want to see the police taking visible action in communities and thoroughly investigating crime.",
        "I am therefore delighted that the police have agreed to follow all reasonable lines of enquiry for all crime types.",
        "And when I visited Greater Manchester Police, I saw how Chief Constable Steve Watson transformed that force by following that approach.",
        "So I expect to see significant improvements in the way police approach crimes like phone theft, car theft, shoplifting, and criminal damage – in order to solve more crimes and restore public confidence in local policing.",
        "Crime investigations should not be screened out solely on the basis that they are perceived as “minor” and all crimes merit investigation where there is a reasonable line of enquiry to follow up.",
        "I’m also pleased that the police have all committed to attending the scene of every domestic burglary.",
        "It’s a terrible crime which causes misery and fear for victims.",
        "Nor must we ignore the havoc wreaked by anti-social behaviour, and the government’s action plan takes the fight to perpetrators, including through the dispensation of immediate justice.",
        "And I was pleased to visit Essex police and Derbyshire police to see the rollout of some of the pilots.",
        "Neighbourhood policing is the bedrock of keeping the public safe and making sure they feel safe too.",
        "We must never forget that the fear of crime inhibits people hugely and diminishes the ability of communities to flourish.",
        "So we need to continue to build trust between the police and the public. It is crucial that the police are accessible and accountable to communities.",
        "I am grateful to PCCs and Chief Constables throughout England and Wales for sharing with me their plans to improve confidence in local policing and police visibility, and I will digest all this and look forward to receiving the results of these plans next March.",
        "We also listened when you said that officers were having to spend too much time taking responsibility for people suffering mental health crises.",
        "Make no mistake, mental health care really matters. This is about getting the right professionals to undertake the right tasks.",
        "July saw the announcement of the new National Partnership Agreement, which will see a ‘Right Care, Right Person’ model rolled out throughout England – having been thoroughly achieved in Humberside.",
        "Humberside Police estimate that this system has saved them over 1,400 hours per month of police time, and similar results across the English forces could save around one million hours.",
        "The police will only be expected to attend mental health incidents if there is a real and immediate risk of serious harm or where there may be criminal activity.",
        "Because, the truth is anyone suffering a mental health crisis needs the right support in the most appropriate setting. That is not a police cell.",
        "Meanwhile, the Public Order Act has given the police greater powers and legal clarity for combatting disruptive protests, which have caused such chaos and eaten up so much police time and money.",
        "Now, I will always back tried and tested ways of driving down crime.",
        "We have trialled serious violence reduction orders, which allow the police to stop and search those with convictions for knife crime, to see if they are carrying a weapon.",
        "Earlier this year, I saw for myself how well this is working in Merseyside.",
        "And this government has made it easier than ever before for the police to make legitimate use of their stop and search powers.",
        "At the same time, we have made the use of such powers more transparent and accountable.",
        "And so, following a consultation earlier this year, the government will introduce a ban on certain types of large knives such as zombie-style knives and machetes. We will legislate when parliamentary time allows.",
        "And from a personal perspective, having met knife crime campaigners in several forces, for example in Hertfordshire, I have seen the impact that knife legislation can have on saving lives.",
        "Now technology is vital to enable you to achieve operational success.",
        "Whether it is in Kent, where they are pioneering the use of technology to support domestic abuse victims, or in South Wales police through the use of facial recognition technology.",
        "And I want to ensure that you have the best technology available.",
        "Taser is a valuable tool for the police, and I have received a request from police leaders to approve a new Taser device, the T10, for use in the UK.",
        "I want you to have the very best kit available, and so I hope to be able to approve the T10 after testing by scientists next year.",
        "My officials will also continue to review markets to identify any new suppliers and ensure the best technology and the best value for money.",
        "Now since March 2010, neighbourhood crime including burglary, robbery, and vehicle-related thefts are down by 51 per cent and violent crime down by 46 per cent.",
        "So we, collectively, are making real progress in tackling high-harm crimes, and I thank you for your work. But there are always tragic reminders that a life can be snatched away in an instant.",
        "So as part of the government’s commitment to tackle homicide, I will work with the police this winter to put particular focus on the prevention of homicides involving men aged over 25 killed in public.",
        "Because, too often we have heard about a group of friends on a night out over Christmas ending in tragedy, with an argument escalating into a one-punch homicide.",
        "We are investing in the police’s national communications campaign to raise awareness of the danger of this appalling phenomenon and in local police-led activity to make pubs, other licensed premises, and the night-time economy safer this winter.",
        "Now another atrocious crime is rape. Getting police officers with the right skills is critical in the effort to progress and effectively manage cases.",
        "Operation Soteria has highlighted the importance of specialist knowledge.",
        "The National Operating Model is now being implemented by all police forces in England and Wales. This innovative approach has brought about real change in the pioneering force, Avon and Somerset.",
        "It has given officers better tools to improve their decision-making processes, and I have heard first-hand from those supporting victims locally how Chief Constable Sarah Crew’s force is ensuring victims’ needs and rights are front and centre.",
        "2,000 police investigators will receive new specialist training in rape and sexual offences by next April. And it will be compulsory for all new recruits to undertake rape and sexual offences training.",
        "Rape is one of those crimes that make your job incredibly demanding emotionally and psychologically.",
        "It cannot be repeated often enough that you do a job that makes unique – and enormous – demands upon you, and I am determined that government does all it can to support you.",
        "The Police Covenant is this country’s promise to you and to your families that we will do right by you. Its creation was a vital step, but it is only a starting point. Supporting police officers is an ongoing project that requires constant vigilance, and I promise that I will always listen to you very carefully.",
        "We are grateful to the Federation for your support of the National Policing Board, championing police welfare and other frontline issues.",
        "Police Treatment Centres play a vital role in providing essential help to those of you who suffer physical or mental injury as a result of your service.",
        "The Federation has raised concerns with the way Police Treatment Centres are being funded, and we have asked the National Police Wellbeing Service to conduct a review of the PTCs, to understand the demand on this service and how to best support and utilise it.",
        "It is perfectly understandable that you are worried about levels of fatigue in policing and its effect on your wellbeing.",
        "Long, irregular, and uncertain hours doing an exceptionally demanding job are inevitably challenging – but that doesn’t mean we should just accept that it will take a terrible toll.",
        "Police officers are so admirable precisely because you are human beings and not robots.",
        "I am interested in the Phase 2 of the fatigue project, led by the National Police Wellbeing Service in partnership with Liverpool John Moores University.",
        "It will be incredibly helpful to see the results, with 10 to 12 forces due to take part.",
        "I am very grateful to the volunteers – officers from a number of ‘high-fatigue’ front line roles, such as investigators, response, and firearm teams.",
        "The government is funding this project as part of the Police Covenant. It uses the latest biometric technology anonymously to capture fatigue levels and deliver an expert-led, 120-day programme to support officers with fatigue recovery.",
        "It is a unique research project, not just in UK policing, but in the world, and we are already seeing significant improvements in those involved in the study, with improved sleep, reduced fatigue, and better recovery.",
        "Likewise, as part of our Police Covenant, next month will see the launch of the first national family support package through Oscar Kilo, the National Police Wellbeing Service.",
        "It includes a range of advice and practical tips for family health, nutrition, and sleep – as well as a book that helps to explain to children what policing is all about.",
        "I am very grateful to the Police Federation for your input into this work.",
        "The demands placed on police officers are unique. That’s why the support for you must be bespoke.",
        "Mental health matters just as much as physical health.",
        "Indeed, mental ill health can, tragically, claim lives – as some of you know all too well.",
        "And I am very pleased to be able to announce that we will provide additional funding to set up a 24/7 Mental Health Crisis Support Line for current and former members of the police workforce.",
        "There are employee assistance programmes in a number of forces, with telephone counselling available, but there is no national 24 hour, 7 day a week suicide prevention line. That needs to change.",
        "Fire and Ambulance have recently established their own 24/7 crisis lines. The police need and deserve no less.",
        "So as I said at the Conservative Party Conference earlier this month, I want to ensure that when police are called upon to use force or conduct pursuits in the line of duty, officers are able to use their powers with legal certainty and clarity.",
        "That is why I have announced a review, to report to me by the end of the year, to ensure that the legal and operational frameworks in which they operate are robust and command the confidence of officers and the public.",
        "I want you to know that I have heard your concerns that you are not being treated fairly, and that processes overlap and take too long.",
        "Steve, you mentioned pay.",
        "I was very pleased that we were able to give police officers a 7 per cent pay rise.",
        "We are in a tough economic climate but prioritising a rise for some of the most selfless, outstanding professionals among us was absolutely right.",
        "Decent police officers suffer hugely when a minority fall short of the standards required, and in recent years, some have fallen spectacularly short.",
        "The culture in policing does need significantly to improve. That is one of the areas of focus of Part 2 of the Angiolini Inquiry. The National Centre for Police Leadership, being developed by the College of Policing, is another big step forward.",
        "Now, I know that every responsible police officer accepts that they must be held accountable for their actions.",
        "It was right to take action to make it easier for chief constables to remove officers who are not up to the job, right for the public and right for the majority of officers who do the job bravely and well – and who need to able to rely on their colleagues.",
        "Nor does our duty to you end when you leave the force. The last thing I want is for you to be left adrift.",
        "In order to help you transition out of policing when the time is right for you and your family, the College of Policing has developed a leavers toolkit, to be launched later this year.",
        "It will provide practical support such as training and guidance on CV writing and interview skills.",
        "That said, your chiefs have the option to bring back officers after you have retired, under the NPCC Retire and rejoin guidance.",
        "Leveraging talent and expertise back into our police force is highly desirable. I encourage all chiefs to think carefully about the balance of their workforce and make sure they are making use of this option to retain the experience and skills the force needs.",
        "You have chosen a job that is never easy. But it is also immensely worthwhile. Indeed, it is essential – the consequences of not having a world-class police force are too terrible to contemplate.",
        "And so my final message is a simple one: thank you so much for everything that you do."
    ]
}