{
    "url": "https://www.ukpol.co.uk/suella-braverman-2022-statement-on-terrorism-prevention-and-investigation-measures/",
    "title": "Suella Braverman – 2022 Statement on Terrorism Prevention and Investigation Measures",
    "post_date": "November 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Suella Braverman",
            "url": "/tag/suella-braverman/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Suella Braverman, the Home Secretary, in the House of Commons on 28 November 2022.",
    "content": [
        "Section 19(1) of the Terrorism Prevention and Investigation Measures (TPIM) Act 2011 (the Act) requires the Secretary of State to report to Parliament as soon as reasonably practicable after the end of every relevant three-month period on the exercise of her TPIM powers under the Act during that period.",
        "The level of information provided will always be subject to slight variations based on operational advice.",
        "The TPIM Review Group (TRG) keeps every TPIM notice under regular and formal review. The second quarter TRG meetings were held on 5 and 7 July 2022.",
        "On 16 March 2022 one individual was found guilty on four counts of breaching the monitoring measure of the TPIM notice. The individual was sentenced to 30 months imprisonment.",
        "On 18 May 2022 one individual pleaded guilty to five breaches of the electronic communication device measure of the TPIM notice. The individual was sentenced to eight months imprisonment plus a 12-month separate period on licence upon release.",
        "The third quarter TRG meetings were held on 19 and 26 October 2022.",
        "In this quarter one individual was charged with a breach of the residence measure. No trial date has yet been set."
    ]
}