{
    "url": "https://www.ukpol.co.uk/suella-braverman-2022-statement-on-martyns-law/",
    "title": "Suella Braverman – 2022 Statement on Martyn’s Law",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Suella Braverman",
            "url": "/tag/suella-braverman/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Suella Braverman, the Home Secretary, in the House of Commons on 19 December 2022.",
    "content": [
        "Today I am pleased to announce the foundational policy elements that will form the basis of this Government’s upcoming Protect Duty Bill, also known as Martyn’s law. These proposals have been developed in response to feedback received to the Government’s 2021 consultation on policy, where seven in 10 respondents supported the concept that businesses should protect the public, in partnership with key stakeholders. Government will continue to work closely with business stakeholders to ensure that guidance and support is bespoke, accessible and easy to understand, enabling Martyn’s law to be implemented successfully in an effective and proportionate manner.",
        "As the House will be aware, the chair of the Manchester Arena inquiry recommended the introduction of a duty in June 2021. This was further to the 2017 London Bridge prevention of future deaths report, which recommended the introduction of legislation setting out the duties of public authorities. Martyn’s law has been championed by the Martyn’s Law Campaign—led by Figen Murray, the mother of Martyn Hett, killed in the Manchester attack—and the Survivors Against Terror network, whom I would like to pay tribute to today. It is also supported by expert security partners such as the Centre for the Protection of National Infrastructure (CPNI) and the National Counter Terrorism Security Office (NaCTSO) within Counter Terrorism Policing.",
        "**Overview**",
        "The proposed Martyn’s law will seek to improve the safety and security of our citizens so they can enjoy public premises without fear of terrorism by improving protective security and organisational preparedness at a wide range of locations across the UK. It is emphatically in the public interest for the Government and business to work together to ensure people are protected when visiting venues, retail areas, and other publicly accessible venues without introducing undue burden. Those responsible will be required to consider the threat from terrorism and implement appropriate, proportionate mitigation measures. The two primary objectives for Martyn’s Law will be to:",
        "clarify who is responsible for security activity at locations in scope, thereby increasing accountability;",
        "and improve outcomes UK-wide so that security activity is delivered to a consistent level. An inspection and enforcement regime will seek to educate, advise, and ensure compliance with Martyn’s law.",
        "**Proportionate requirements**",
        "In developing Martyn’s law policy, I have been clear that proportionality and clarity are fundamental to successful delivery. Legislation will therefore establish a tiered model, introducing a requirements framework that is linked to the type of activity that takes place at eligible locations and the number of people—occupancy —that the location can safety accommodate at any time. Wherever possible and appropriate the policy has been aligned to wider regimes designed to keep the public safe—e.g., health and safety and fire safety—to increase ease of understanding. The distinct requirements for each tier are:",
        "Standard: will drive good preparedness outcomes. Locations with a maximum occupancy of greater than 100 people at any time will be required to undertake low-cost, simple yet effective activities to improve protective security and preparedness. This will be achieved by accessing free awareness raising materials and development of a basic preparedness plan considering how best a location can respond to a terrorist event in their locale.",
        "Enhanced: focused on high-capacity locations in recognition of the potential consequences of a successful attack. Locations with an occupancy of 800+ at any time will additionally be required to take forward a risk assessment and subsequently develop and implement a security plan. Enhanced duty holders will be required to meet a reasonably practicable test. Locations with a maximum occupancy at any time of less than 100 will fall out of scope, however, they will be encouraged to adopt good security practices on a voluntary basis. This will be supported by free guidance and training materials. To ensure that Martyn’s law is agile and responsive, Government will have the ability to adjust capacity thresholds in response to changes in the nature of the terrorist threat.",
        "**Definitions**",
        "Premises will fall within scope of Martyn’s law where “qualifying activities” take place. This will include activities such as entertainment and leisure, retail, food and drink, museums and galleries, sports grounds, public areas of local and central Government buildings—e.g., town halls—visitor attractions, temporary events, places of worship, health, and education. It is proposed that Martyn’s Law will apply to eligible locations which are either: a building—including collections of buildings used for the same purposes, e.g., a campus; or location/event—including a temporary event—that has a defined boundary, allowing capacity to be known. Eligible locations whose maximum occupancy meets the above specified thresholds will be then drawn into the relevant tier. This would include, for example, music festivals, where there are known and controlled boundaries in place.",
        "**Responsible parties**",
        "To deliver clarity of responsibility and accountability, Martyn’s law will define parties obliged to meet its requirements. This will be a simple formulation to establish persons in control of a premise. Where there are multiple parties at a location, Martyn’s Law will primarily place obligations on a lead party while placing requirements on others to co-operate with that party, such as in the development of risk assessments and security plans. Martyn’s law guidance will detail how and where it would be envisaged that parties will need to co-ordinate on assessments and plans and provide examples of good practice.",
        "**Exemptions**",
        "I intend that there will be some limited exclusions and exemptions from the duty. This includes locations where transport security regulations already apply; and those that are vacant over a reasonable period or are permanently closed. Those with a large floor space and low occupancy in practice—e.g. warehouses and storage facilities—as well as offices and private residential locations, will not be in scope.",
        "As a unique cohort, places of worship (PoW) will receive bespoke treatment under Martyn’s law. All PoW will be placed into the standard tier, with a small cohort of locations that charge for entry placed into the enhanced tier. Similarly, given the existing safety and safeguarding policies in place at under-18 educational settings, such sites will be placed into the standard tier regardless of their occupancy. However, due to the accessible nature of higher educational settings I consider there is no case for any special treatment. I also consider that given their iconic status, with many locations operating as high-footfall visitor attractions, there is no case to provide any exemption for publicly accessible Defence, royal and Crown estate sites.",
        "**Regulation**",
        "To limit burdens on the Criminal justice system, avoiding unnecessary criminalisation of individuals, enforcement will predominantly be delivered via a civil sanctions regime—to a civil standard. In all but the most serious cases a civil monetary penalty is likely to be issued to provide a backstop to the civil sanctions. However, in the case of the most egregious breaches a limited number of criminal offences will be available. It is not my intention for a failure to comply with standard Martyn’s law requirements to result in criminal prosecution. In line with recent, comparable regimes, to disincentivise financial benefit from non-compliance, variable monetary penalties will be available. A maximum penalty of up to £18 million or 5% of worldwide turnover will be available for enhanced sites. Standard locations will be subject to a maximum £10,000 penalty. Civil liability for failure to comply with the requirements will be precluded by way of express provision for all duty holders.",
        "**Sensitive Information in Licensing Applications (SILA)**",
        "I intend to introduce the Sensitive information in licensing applications (SILA) protocol—by way of an amendment to the Licensing Act 2003—to align to the similar system already in place within planning legislation, sensitive information in planning applications, to reduce the risk of misuse of sensitive information in the public domain.",
        "**Bill preparation and Government support**",
        "I am pleased to have set out the above elements of Martyn’s law, on the basis of which Government will introduce measures to the House as soon as parliamentary time allows. Statutory guidance to support duty holders in fulfilling Martyn’s law requirements will also be developed. This will encourage a culture of continuous improvement. In addition, a range of initiatives are already in train to support understanding of Martyn’s law and its requirements. ProtectUK will be a key tool for the effective delivery of support to all owners and operators of publicly access, providing guidance and advice, training options and, engagement opportunities through webinars and forums.",
        "An impact assessment has been developed to robustly assess the expected impact on organisations in scope."
    ]
}