{
    "url": "https://www.ukpol.co.uk/suella-braverman-2022-statement-on-migration-and-economic-development/",
    "title": "Suella Braverman – 2022 Statement on Migration and Economic Development",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Suella Braverman",
            "url": "/tag/suella-braverman/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Suella Braverman, the Home Secretary, in the House of Commons on 19 December 2022.",
    "content": [
        "With permission, Mr Speaker, I would like to make a statement about the UK’s migration and economic development partnership with Rwanda.",
        "One hundred million people are displaced globally. Others want to move to a different country, often for economic reasons. This presents an enormous challenge for sought-after destinations such as the United Kingdom. Since 2015, this kind and generous country has welcomed nearly 450,000 people through safe and legal routes. The British people are eager to help those in need and they support controlled migration. They have opened their homes to refugees. But they do not want open borders.",
        "For decades the British people were told that this was immoral and that their concerns and opinions did not matter. Even today we see from certain quarters an unhealthy contempt for anyone who wants controlled migration. Such an attitude is unhelpful. Moreover, it is fanciful. We do not have infinite capacity. Already we are struggling to accommodate new arrivals, meaning that we spend millions every day in hotel bills alone.",
        "We cannot tolerate people coming here illegally. It is not legitimate to leave a safe country such as France to seek asylum in the United Kingdom. We have to break the business model of the people-smuggling gangs. Their trade in human cargo is evil and lethal, as we were tragically reminded very recently.",
        "There is a global migration crisis and it requires international solutions. In April, my right hon. Friend the Member for Witham (Priti Patel), backed by my right hon. Friend the Member for Uxbridge and South Ruislip (Boris Johnson), signed a ground-breaking migration and economic development partnership with Rwanda. They deserve enormous credit for their work on this. We agreed that people who come to the UK via dangerous, illegal and unnecessary means can be relocated to Rwanda to have their asylum claims considered there. Those in need of protection will be given up to five years of support, including education and employment training, along with help with integration, accommodation and healthcare.",
        "Being relocated to Rwanda is not a punishment but an innovative way of addressing a major problem to redress the imbalance between illegal and legal migration routes. It will also ensure that those in genuine need of international protection are provided with it in Rwanda. It is a humane and practical alternative for those who come here through dangerous, illegal and unnecessary routes. By making it clear that they cannot expect to stay in the UK, we will deter more people from coming here and make such routes unviable.",
        "There has been a great deal of misinformation about Rwanda. I visited Rwanda myself several years ago. She is a state party to the 1951 United Nations refugee convention and the seven core United Nations human rights conventions. It is a safe and dynamic country with a thriving economy. It has an excellent record of supporting refugees and vulnerable migrants. The UN has used Rwanda for the relocation of vulnerable migrants from Libya—and this was first funded by the European Union. Many migrants, including refugees, have already built excellent lives in Rwanda. Our partnership is a significant investment in that country and further strengthens our relationship.",
        "A myth still persists that the Home Office’s permanent secretary opposed this agreement. For the record, he did not. Nor did he assert that it is definitely poor value for money. He stated, in his role as accounting officer, that the policy is regular, proper and feasible, but that there is not currently sufficient evidence to demonstrate value for money. As he would be the first to agree, it is for Ministers to take decisions having received officials’ advice. Once the partnership is up and running, he will continue to monitor its efficacy, including value for money.",
        "In June, the first plane was ready to relocate people to Rwanda. Our domestic courts—the High Court, the Court of Appeal and the Supreme Court—upheld our right to send the flight. However, following an order by an out-of-hours judge in the European Court of Human Rights, the flight was cancelled. The European Court of Human Rights did not rule that the policy or relocations were unlawful, but it prohibited the removal of specific people. This was a “without notice” order and the UK was not invited to make representations to oppose it. As a result, we have been unable to operate relocation flights pending ongoing legal proceedings, but we have continued to prepare by issuing notices of intent for those eligible for relocation, and my right hon. Friend the Prime Minister recently outlined a comprehensive new approach to illegal migration.",
        "A judicial review was brought against the Rwanda partnership by a number of organisations and individual asylum seekers. The first part of proceedings considered a case that the partnership is unlawful; the second part argued that UK domestic processes under the partnership are unfair; and the third part argued that the policy is contrary to data protection laws. Today in the High Court, in a judgment spanning more than 130 pages, Lord Justice Lewis and Mr Justice Swift held that it is indeed lawful for the Government to make arrangements for relocating asylum seekers to Rwanda and for their asylum claims to be determined in Rwanda rather than in the United Kingdom. The court further held that the relocation of asylum seekers to Rwanda is consistent with the refugee convention and with the statutory and other legal obligations on the Government, including the obligations imposed by the Human Rights Act 1998.",
        "This judgment thoroughly vindicates the Rwanda partnership. Earlier today, I spoke to my Rwandan counterpart, Minister Vincent Biruta, and we confirmed our joint and steadfast resolve to deliver the partnership at scale as soon as possible. It is what the overwhelming majority of the British people want to happen. The sooner it is up and running, the sooner we will break the business model of the evil gangs and bring an end to the illegal, unnecessary and unsafe channel crossings. Now that our courts have affirmed its legality, I invite the Opposition to get behind this plan. I commend this statement to the House."
    ]
}