{
    "url": "https://www.ukpol.co.uk/suella-braverman-2022-statement-on-the-work-of-the-home-office/",
    "title": "Suella Braverman – 2022 Statement on the Work of the Home Office",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Suella Braverman",
            "url": "/tag/suella-braverman/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Suella Braverman, the Home Secretary, in the House of Commons on 19 December 2022.",
    "content": [
        "Today I am updating Parliament on Home Office delivery since the previous written ministerial statement of 5 September 2022. In the face of an increasingly complex operational context, the Home Office continues to make a significant positive impact. We have faced substantial external pressures that have continued over the last three months, including the ongoing arrival of small boats and war in Ukraine. The Department remains committed to delivering better outcomes for the public and continues to work to deliver a safer, fairer and more prosperous United Kingdom.",
        "Following the sad death of Her Majesty Queen Elizabeth II, the Home Office successfully delivered departmental responsibilities and assurance of police and security plans for Operation London Bridge from 8 to 19 September. Keeping the capital safe during an event on this scale—the equivalent of 160 state visits within three days—was a major achievement. This was the largest no-notice policing operation of a generation, which included over 12,000 police officers deployed on the day of the state funeral."
    ]
}