{
    "url": "https://www.ukpol.co.uk/suella-braverman-2022-statement-on-tackling-illegal-migration/",
    "title": "Suella Braverman – 2022 Statement on Tackling Illegal Migration",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Suella Braverman",
            "url": "/tag/suella-braverman/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Suella Braverman, the Home Secretary, in the House of Commons on 19 December 2022.",
    "content": [
        "This year has been challenging for our efforts to tackle illegal migration due to pressures on the system, particularly due to consistently high numbers of arrivals by small boats and pressures on available accommodation, which have been exacerbated by responding to the war in Ukraine and continued instability in Afghanistan. I will continue to protect the public and keep our borders secure and the British people safe from harm.",
        "The Prime Minister recently set out a range of significant new steps the Government are taking to tackle the challenge of illegal migration, including:",
        "A new deal with Albania and changes to our approach to speed up the removal of Albanians with no right to be here. This includes assurances from Albania that it can offer the required protection, in line with our international obligations, to genuine victims of modern slavery; embedding Border Force officers in Tirana airport; increasing the threshold for people referred to the modern slavery system; establishing a unit to expedite Albanian claims, with 400 specialist staff and new country guidance for our caseworkers, making it clear that Albania is a safe country.",
        "Establishing a new, permanent unified small boats operational command, with 700 additional dedicated staff to deliver a more co-ordinated response to tackling crossings; bringing together military, civilian and NCA expertise to co-ordinate our intelligence, interception, processing and enforcement.",
        "Clearing the initial asylum decision backlog of legacy cases by the end of next year. We will make an initial decision in all cases that have been outstanding since before 28 June 2022.",
        "Plans to bring forward legislation next year to prevent abuse of our legal framework, which will make it unambiguously clear that people entering illegally should have no right to stay here, and will be returned to their home country or a safe country for their asylum claim to be considered.",
        "Due to the unprecedented number of small boat arrivals and the pressure from covid-19 on the asylum system, it has been necessary to use hotels to accommodate some asylum seekers. This is only ever a short-term solution and we are working with our accommodation providers to find appropriate dispersed accommodation across the UK.",
        "The new UK-French agreement that I agreed with my counterpart lays the foundations for deeper co-operation to tackle illegal migration and marks the next step for the close operational partnership between the two countries, which has prevented over 31,500 crossings—nearly 50% more than to this point in 2021.",
        "The arrangement means that, for the first time, specialist UK officers will also be embedded with their French counterparts, which will increase information sharing, improve understanding of the threat, and ensure that UK expertise is at the heart of efforts to disrupt crossings and clamp down on people smugglers. This more integrated approach will also include strengthened operational co-operation, including joint UK-France analysis teams, supporting the co-ordination and exchange of information by French command headquarters. We have signed the biggest small boats joint bilateral deal with France; we have put the Calais group on a permanent footing, showing the importance of this issue to our European partners; and we have agreed new levels of intelligence co-operation with our European neighbours.",
        "These measures build on the progress we have made through the year. We have introduced part 5 of the Nationality and Borders Act 2022, which provides legislative clarity to victims and decision makers on victims’ rights, including the entitlement to a recovery period and the circumstances in which it may be withheld.",
        "We continue to return foreign national offenders by scheduled and charter flights. From January 2019 to March 2022, we have removed 11,532 FNOs. Since April 2020, we have chartered 156 flights to Europe and around the world. In the year ending June 2022, there were 3,250 enforced returns, of which 1,600 were to EU countries.",
        "**Safe and Legal Routes**",
        "We have continued to support those fleeing conflicts abroad, granting indefinite leave to remain to over 11,300 individuals from Afghanistan under ARAP or ACRS pathway 1.",
        "As of 24 November, 202,710 visas have been granted and 146,222 have arrived in the UK from Ukraine; 59,480 have been granted and 41,093 people have arrived under the Ukraine Family Scheme; and 143,230 visas have been granted and 105,129 arrived under the Homes for Ukraine scheme.",
        "Through the Hong Kong British National (Overseas) route, there have been a total of 150,600 applications since its introduction on 31 January 2021 up to the end of September 2022, of which there were 144,576 grants—96%."
    ]
}