{
    "url": "https://www.ukpol.co.uk/suella-braverman-2023-speech-to-conservative-party-conference/",
    "title": "Suella Braverman – 2023 Speech to Conservative Party Conference",
    "post_date": "October 3, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "2023 Conservative Party Conference",
            "url": "/tag/2023-conservative-party-conference/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Suella Braverman",
            "url": "/tag/suella-braverman/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Suella Braverman, the Home Secretary, in Manchester on 3 October 2023.",
    "content": [
        "Let me start ladies and gentlemen by thanking a few people. First of all my brilliant ministerial team. They’re here. Chris Philp, Robert Jenrick, Tom Tugendhat, Sarah Dines, Simon Murray, Andrew Sharpe, and also my Parliamentary team, James Sunderland, Shaun Bailey, Kieran Mullan, Scott Mann and Byron Davies. Thank you for your fantastic work.",
        "I’d also like to thank all the Home Office civil servants who work flat out to keep this country safe.",
        "And of course, the Greater Manchester Police and all the officers from around the country who are doing their duty here.",
        "I don’t know if you’ve noticed but as Home Secretary, I do occasionally receive a modicum of criticism.",
        "Sometimes I’m asked if I ever read what my critics say about me.",
        "Well, the answer is: yes, I do.",
        "I’m made of strong stuff, so I’m prepared to wade through the personal abuse, the wild invective, and the wilful misrepresentation.",
        "Because I believe that all of us should strive for improvement.",
        "And if we close our ears to anyone who disagrees with us…we are less likely to identify our mistakes.",
        "One of the reasons why the Conservative Party has survived and thrived for so long…it is because we are not afraid to admit when we get it wrong…and adapt accordingly.",
        "We listen, we learn, and we renew ourselves.",
        "And that’s what we are doing this week in Manchester.",
        "We are raising our game.",
        "Because next year, this country will face a clear choice at the general election.",
        "Who do people trust to deliver the change that Britain needs?",
        "There are huge challenges ahead.",
        "The world is being transformed by powerful forces.",
        "I think the British people see that.",
        "Perhaps more clearly than some of those in Westminster who live in a bubble of complacency.",
        "I also think most British people have a pretty good sense of how they expect their government to respond to those challenges.",
        "And I’m confident that when push comes to shove the voters will realise that they are much more likely to get the change they really want from Rishi Sunak and the Conservatives…..Than from any of the left-wing parties.",
        "And the reason is simple…And I’ll explain it with an example from my responsibilities as Home Secretary.",
        "Now one of the most powerful forces reshaping our world is unprecedented mass migration.",
        "The wind of change that carried my own parents across the globe in the 20th century was a mere gust compared to the hurricane that is coming.",
        "Because today, the option of moving from a poorer country to a richer one is not just a dream for billions of people.",
        "It’s an entirely realistic prospect.",
        "Every human, every single person, has the right to aspire to a better life.",
        "As Conservatives, that is one of the cornerstones of our philosophy.",
        "And, indeed, without that dream, I wouldn’t be standing before you today.",
        "But Conservatives are also practical and realistic.",
        "Nobody can deny that there are far, far more people in poorer countries who would love to move to Britain than could ever be accommodated…",
        "Even if we concreted over the countryside….",
        "Turned our cities into one vast building site…",
        "And erected skyscrapers from Eastbourne to Elgin and from Hull to Holyhead…",
        "…It still wouldn’t be enough.",
        "Demand will always outstrip supply.",
        "I know it.",
        "You know it.",
        "And the voters know it.",
        "This country has been generous in taking in refugees from Afghanistan, Ukraine, Syria, and Hong Kong.",
        "The decency of the British people cannot be questioned.",
        "But they also care deeply about overall numbers.",
        "In poll after poll, the British public have been clear: immigration is already too high.",
        "And they know another thing. That the future could bring millions more migrants to these shores…",
        "…uncontrolled and unmanageable, unless the government they elect next year acts decisively to stop that happening.",
        "We are the only Party that will take effective action.",
        "I can’t pretend that politicians have done a great job of managing immigration for the last thirty years.",
        "We were too slow to recognise the scale of the problem.",
        "Too unwilling to accept that our legal framework needed to be updated.",
        "And, let’s be honest, far too squeamish about being smeared as racist to properly bring order to the chaos.",
        "But under Rishi Sunak’s leadership things are changing.",
        "We are raising our game.",
        "For years, too many overseas students were bringing their dependents here to the UK.",
        "So we’ve changed the rules to ensure that a student visa is not a route for whole families to come and live and work in the UK.",
        "When I stood before you at Conference last year, we were dealing with a surge of Albanian illegal migrants coming on small boats. Over 12,000 in 2022 alone.",
        "Fast forward a year, and thanks to the returns deal with Albania that we put in place, and changes that we made to our rules, those numbers are now down by 90%.",
        "Indeed, against a backdrop of increasing illegal migration into Europe, small boat crossings to the UK are down by 20% compared to last year.",
        "And Conference we will soon begin closing down asylum hotels.",
        "That is not nearly enough. I accept that. But it is a start.",
        "And it’s a hell of a lot more than Labour would do.",
        "I said at Conference last year that we had to change our laws. And we did.",
        "Our Illegal Migration Act which will come into force in the coming months, now means that the only route to asylum in the UK is a legal route.",
        "The Act means that those arriving illegally, will be detained and removed, back to their home country if possible, or to a safe third country like Rwanda.",
        "All of this is ultimately a question of political will.",
        "And be under no illusion, we will do whatever it takes to stop the boats and deter bogus asylum seekers.",
        "We will also ensure that legal migration comes down to reasonable levels… and that it occurs only when there is a clear benefit to the British people.",
        "That’s our pledge. That’s our plan.",
        "And I believe the public will back it.",
        "Because everybody knows what Labour will do on migration.",
        "Labour will do what Labour always does: Open our borders.",
        "At heart, Labour doesn’t believe that we have the right to keep people out.",
        "Sure, they may mouth a bit of occasional rhetoric about controlling our borders… but that’s not what the Labour Party has ever done in government.",
        "And it’s not just negligence or incompetence… although you can be guaranteed of plenty of that if Labour wins.",
        "It’s actually deliberate.",
        "The biggest reason why Conservative governments have struggled to get illegal migration under control is because Labour governments passed laws that inhibit effective action.",
        "Because the truth is we struggle to remove foreign criminals;",
        "We struggle to get accurate data on the ages of the asylum seekers;",
        "We struggle even to confiscate their phones when they arrive on our beaches.",
        "Our country has become enmeshed in a dense net of international rules that were designed for another era.",
        "And it is Labour that turbocharged their impact by passing the misnamed Human Rights Act.",
        "I am surprised they didn’t call it the Criminal Rights Act.",
        "Each time I have gone to Parliament to improve the law on immigration, Labour has tried to block us.",
        "Always aided by their allies in the third sector.",
        "Some of whom openly declare that they oppose national borders merely on principle.",
        "And all of them bleating the same incessant accusation:",
        "Racist. Racist. Racist.",
        "They’ve always used that smear.",
        "They tried it against Margaret Thatcher… It didn’t work.",
        "They tried it against David Cameron… It didn’t work.",
        "A couple of years ago they even tried it against Winston Churchill… Our greatest ever leader… And it didn’t even work then.",
        "And I can promise you this… it won’t work against Rishi Sunak… and it won’t work against me.",
        "The truth is every one of us in this room should be proud of their roots, and proud of our Conservative values.",
        "We believe that Britain has the right to secure borders…",
        "To decide who gets in to our country… and who does not.",
        "We are the Party to confront the challenge of global migration in the years ahead.",
        "Not a Labour Party that will open the borders and then cry racism to anyone who objects.",
        "Let’s be clear… The choice between Conservatives and Labour is the choice between strong borders and no borders.",
        "The next election will also be fought on law and order.",
        "Between a Conservative government that wants the police to focus on criminal justice…",
        "… And a Labour Party that thinks the police should focus on social justice.",
        "Between a Conservative government that stands up for the police…",
        "… And a Labour Party that wants to see them take the knee.",
        "Between a Conservative government that wants to help ordinary people go about their lives unimpeded…",
        "…And a Labour Party that sympathises with the eco idiots that block roads and stop mums from taking their kids to school…",
        "…Stop workers from getting to their jobs…",
        "…And stops ambulances from getting to hospitals.",
        "Because when it comes to Just Stop Oil, Labour’s lawyers advise them – and Labour’s donors fund them.",
        "That’s exactly why Labour resisted the legislation that we passed to crack down on this madness.",
        "Thanks to our new laws, the police can now get these clowns off our streets and get traffic moving in a matter of minutes.",
        "The Prime Minister and I are firmly on the side of the law-abiding majority.",
        "That’s why we have backed our police officers with one of the largest ever rises in police pay…",
        "It’s why we ensured we hit our target of 20,000 additional police officers – so that we now have more officers in England and Wales than ever before.",
        "It’s why we’ve backed the police’s use of stop and search as an effective way to get knives off our streets.",
        "It’s why we’ve secured agreement from the police to investigate all burglaries and follow all reasonable lines of inquiry when someone reports a crime.",
        "It’s why we’ve reformed hate crime guidance so that officers aren’t wasting hours of valuable police time investigating squabbles on Twitter.",
        "It’s why we’re making sure that police are not inadvertently helping mobs to enforce non-existent blasphemy laws.",
        "It’s why we’ve prioritised tracking down grooming gang perpetrators and getting justice for their victims after authorities turned a blind eye.",
        "And it’s why we’ve made sure that Prevent – the government programme that stops people from sliding towards terrorism – is focused on the main security threat to the British public, Islamist extremism.",
        "In all of this we have been assisted by some truly excellent Police and Crime Commissioners who share our commitment to common sense and law and order.",
        "There is so much more to do…and the public knows that but Labour certainly won’t do it.",
        "There’s more to do to reform our vagrancy laws, because we cannot let British cities go the way of San Francisco or Seattle.",
        "There’s more to do to ensure that Foreign National Offenders aren’t clogging up our prisons for less serious crimes. But are booted out of Britain as soon as soon as possible.",
        "There’s much more to do to end the scandal of rapists and paedophiles changing their names to evade sanctions and criminal record checks.",
        "And so, we will bring forward legislation to prevent registered sex offenders from changing their identities, and we will work to strengthen background checks so that they can catch undisclosed changes of identity.",
        "Let me tell you something. I don’t care if anyone thinks this is interfering with their human rights. It’s time to worry less about the rights of sexual predators and more about the rights of victims.",
        "I want to thank the Safeguarding Alliance for their tireless campaigning on this issue.",
        "And let me go on and say this. I have a particular message to those brave police officers who risk their lives to protect the rest of us by carrying firearms into situations where they could be harmed or even killed.",
        "You are the thin blue line. You have our support. We are grateful for the vital work that you do, day in, day out.",
        "That is why I announced a review, to report to me by the end of the year, to ensure that the legal and operational framework in which they operate is robust and commands the confidence of both officers and the public.",
        "And to those who ask whether Labour can be trusted to fight crime. I have a two-word answer: Sadiq Khan.",
        "If there’s any justice in this world, Susan Hall is going to wipe the floor with him in May.",
        "They’ve already started the character assassination against Sue.",
        "The distortions. The insults. The lies.",
        "That’s what the Labour Party always does:",
        "It prefers smears to debate.",
        "Personally, I take their abuse as a compliment.",
        "I know they have tried to make me into a hate figure because I tell the truth.",
        "The blunt, unvarnished truth about what is happening in our country.",
        "And I know there are some who think that emphasising the importance of law and order or secure borders, is unedifying.",
        "They look down on those of us who care about such things.",
        "Of course, they are entitled to their beliefs.",
        "But let’s be honest.",
        "These are luxury beliefs.",
        "What do I mean by that?",
        "Our politically correct critics have money. They have status. They have loud voices.",
        "They have the luxury of promoting seductive but irresponsible ideas safe in the knowledge that their privilege will insulate them from any collateral damage.",
        "The luxury beliefs brigade sit in their ivory towers telling ordinary people that they are morally deficient because they dare to get upset about the impact of illegal migration, net zero, or habitual criminals.",
        "And you can be sure of one thing.",
        "People with luxury beliefs will flock to Labour at the next election because that’s the way to get the kind of society they want.",
        "They like open borders. The migrants coming in won’t be taking their jobs. In fact, they are more likely to have them mowing their lawns or cleaning their homes.",
        "They love soft sentences. The criminals who benefit from such ostentatious compassion won’t be terrorising their streets or grooming their children.",
        "They are desperate to reverse Brexit. They think patriotism is embarrassing and have no use for a British passport unless it is taking them to their second homes in Tuscany or the Dordogne.",
        "For these people, I have a simple message: You are entitled to your luxury beliefs, but the British people will no longer pay for them.",
        "There’s another reason I think that we will win the next election.",
        "We have a secret weapon.",
        "Well, not that secret.",
        "Everyone in this hall knows it.",
        "I think everyone who will be at Labour conference knows it too.",
        "And our friends in the media definitely know it.",
        "Our secret weapon is…Sir Keir Starmer.",
        "The British people have no enthusiasm for Sir Keir Starmer.",
        "They know that he believes in nothing…",
        "They know that he will say anything to anyone… And then change his mind at the first sign of trouble.",
        "Keir Starmer lacks the personality to lead this country effectively.",
        "Imagine what would happen if he became Prime Minister.",
        "Luxury beliefs would reign supreme.",
        "Britain would go properly woke.",
        "Things are bad enough already.",
        "We see it in parts of Whitehall, in museums and galleries, in the police, and even in leading companies in the City.",
        "Under the banner of diversity, equity, and inclusion, official policies have been embedded that distort the whole purpose of these institutions.",
        "Highly controversial ideas are presented to workforces and the public as if they are motherhood and apple pie.",
        "Gender ideology.",
        "White privilege.",
        "Anti-British history.",
        "The evidence demonstrates that if you don’t challenge this poison, things just get worse.",
        "Whole institutions become captured.",
        "And of course, as always happens when the left gets the upper hand, those who fail to conform are persecuted.",
        "Chased out of their jobs for saying that a man can’t be a woman.",
        "Scolded for rejecting that they are beneficiaries of institutional racism.",
        "Disciplined for using the wrong words.",
        "This Conservative government has begun the task of clearing out this pernicious nonsense.",
        "The British people will get to decide if they want to curb woke with Rishi Sunak…",
        "…Or let it run riot with Keir ‘take the knee’ Starmer.",
        "Labour is the party of pressure groups, rich zealots, and trade union activists.",
        "But, you know, the Conservative Party is also a kind of trade union.",
        "Because we are the trade union of the British people.",
        "And I think we should adopt as our motto these lines from the poet Shelley…",
        "…Which I’m shamelessly taking back from Labour:",
        "Rise like lions after slumber  \nin unvanquishable number.  \nShake your chains to earth like dew:  \nWhich in sleep had fallen on you.  \nYou are many, they are few!",
        "We stand with the many…",
        "The law-abiding…",
        "Hard working…",
        "Common sense majority.",
        "Against the few…",
        "the privileged woke minority…",
        "… with their luxury beliefs…",
        "… who wield influence out of proportion to their numbers.",
        "Our message to the people is clear.",
        "We are raising our game.",
        "We are fighting for a Britain that puts you first.",
        "We are on your side."
    ]
}