{
    "url": "https://www.ukpol.co.uk/suella-braverman-2023-speech-at-the-public-safety-foundation/",
    "title": "Suella Braverman – 2023 Speech at the Public Safety Foundation [redacted version]",
    "post_date": "April 26, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Suella Braverman",
            "url": "/tag/suella-braverman/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Suella Braverman, the Home Secretary, on 26 April 2023. This is the redacted version issued by the Government press release which has removed political content. We asked the office of Suella Braverman for the complete text, but they didn’t respond.",
    "content": [
        "Thank you, Rory for that introduction. You know better than most, from your own experience on the beat, the realities that our brave police officers face when going up against violent thugs and other criminals, and the damage that crime can do to people and communities.",
        "And that’s why it’s wonderful to be here welcoming the launch of The Public Safety Foundation, an organisation committed to making the UK the safest place to live, work, and raise a family.",
        "This really is the perfect forum for setting out my ethos for common sense policing.",
        "Everything that our police officers do should be about fighting crime, catching criminals, and keeping the public safe.",
        "My mantra at the Home Office is simple: common sense policing.",
        "Common sense policing means more police on our streets.",
        "It means better police culture and higher standards.",
        "It means giving the public confidence that the police are unequivocally on their side, not pandering to politically correct preoccupations.",
        "It means measuring the police on outputs such as public response times, crimes solved, and criminals captured.",
        "It means police officers freed up to spend their time on proper police work.",
        "It means police prioritising the highest harm crimes and those that matter most to the public.",
        "It means the police making use of powers like stop and search that have proven effective in taking weapons off our streets.",
        "And above all else, common sense policing means officers maintaining a relentless focus on fighting crime, catching criminals, and keeping the public safe.",
        "I am going to speak to each of these themes in turn today.",
        "Firstly, the public wants to see more bobbies on the beat and so do I.",
        "It is central to common sense policing.",
        "Everyone who has been part of the government’s Police Uplift Programme should be immensely proud of what we’ve achieved in the last few years.",
        "[…]",
        "We’ve delivered an additional 20,951 officers into policing over the past three years.",
        "There are now almost 150,000 police officers across England and Wales. The highest number ever.",
        "24 forces now have more police officers than they ever had before the programme.",
        "I am extremely grateful to police chiefs for leading this drive.",
        "And to those men and women who have signed up: you are now part of a policing family epitomised by bravery, and dedicated to public service and safety.",
        "As part of the new generation of policing, you will help to raise standards, refocus priorities, and maintain our world-leading place in policing.",
        "Policing must remain open to the best and the bravest – whether or not they have a degree. And common sense policing means encouraging the recruitment of officers that come from and live in the communities they serve, familiar with local challenges, and familiar to local people.",
        "That’s why I have widened the pool from which we can recruit, by enabling non-degree holders to be part of policing. It’s not about how many exams you sit or essays you can write – important skills though those are. It’s about common sense, problem-solving, strength- of character and strength of physique.",
        "20,000 officers is not just a statistic in a press release.",
        "The uplift is already delivering improved outcomes for policing and the communities they serve.",
        "All forces now have a named officer and contact information on their websites, meaning our commitment to greater local accountability as set out in the Beating Crime Plan.",
        "More police, means more flexibility for forces to do what makes sense locally, which goes to the very heart of common sense policing.",
        "A Police and Crime Commissioner recently explained how the uplift is making a difference in their patch: They said: “Additional officers have been deployed into our more rural communities, which allows response times to lessen and takes pressure off urban-based officers from covering a wider area allowing them to focus on localised crime.”",
        "In one force, much of uplift has been reinvested in to tackling rape, with the creation of an additional 119 roles.",
        "Another force has used the uplift to double the size of its knife crime team, boosting its capacity to seize dangerous weapons and keep people safe.",
        "Recruiting officers is crucial to getting more bobbies on the beat. But retention of existing officers is similarly important.",
        "Every force must focus on retaining the essential skills and experience of existing officers.",
        "We are driving forward work to support this, whether that’s through the College of Policing’s Leadership Centre, the NPCC’s Productivity Review, or introducing a statutory Police Covenant, which is already delivering tangible benefits for the police.",
        "For the first time, new officers are given pre-deployment mental health training to ensure they are able to manage the rigors of frontline policing.",
        "And welfare standards covering the entire workforce are now assessed as part of the regular force inspection programme.",
        "It is also vital that policing can offer a pathway back for those who do leave, to ensure that experience doesn’t only ever leave the building.",
        "Whilst many forces have deployed rejoiner schemes at entry level, I am not convinced that all forces are doing enough to encourage more senior people back into policing.",
        "There is scope to expand these schemes to focus on key skills gaps using the standards and guidance developed by the College of Policing.",
        "[…]",
        "This is a great success story. But what will really count is what an expanded police force – this new generation of policing – does next.",
        "More policing is necessary but not sufficient. Common sense policing must also mean higher standards, better culture, and more effective policing.",
        "Baroness Casey’s review into the Metropolitan Police makes for harrowing reading.",
        "As I said in the House of Commons, there have been serious failures of culture and leadership.",
        "I have the utmost confidence in the Met’s new leadership team. Sir Mark Rowley is right to make the restoration of public confidence in policing his top priority and I will give him every support as he pursues his turnaround plan.",
        "But I also expect those with direct political accountability for forces – PCC’s in general, and with respect to the Met, the Mayor of London in particular – to properly exercise their oversight functions.",
        "Baroness Casey’s review will inform the work of Lady Elish Angiolini’s inquiry which will look at broader issues of policing standards and culture.",
        "Steps have already been taken to ensure that forces tackle weaknesses in their vetting systems. I am currently reviewing the police dismissals process to speed up the removal of those officers who fall short of the high standards expected of them.",
        "That review is also looking at simplifying the process for dealing with poor performance and ensuring that the system is effective at enabling an officer who fails vetting checks in service to be removed.",
        "The law-abiding public must be able to know that they can trust any officer they see. Those who are not fit to wear the badge must never do so, and where they are exposed, they must face justice and be driven out of the force.",
        "I have seen examples of strong leadership transforming police forces up and down the country. So, I’m confident that policing can and will step up.",
        "Changing the culture doesn’t just mean addressing the sorts of issues that Baroness Casey identified and raising professional standards to the level that the public rightly expect. That is a pre-requisite.",
        "A common sense culture in policing must also mean that policing understands and reflects public expectations about the police’s proper focus and function.",
        "For too long, too many in authority have indulged a narrative that crime, rather than being a destructive option chosen by a criminal minority, is an illness to be treated.",
        "This narrative seeks to diminish individual responsibility and culpability by holding that criminals are themselves victims.",
        "This modern emphasis on the needs of delinquents, thugs and criminals, however cruel their intentions or damaging their behaviour may be, displaces the old fashioned and just retributive consideration of the criminal events themselves, and of the effect they have on the genuine victims.",
        "People want their government and their police to be unequivocally on the side of the victims, rather than making excuses for, or distracted by efforts to redeem the perpetrators.",
        "It’s something I hear a lot. On my travels around the country. On the doorstep. People everywhere tell me they want common sense, good old fashioned criminal justice.",
        "They want the police to turn up quickly when they’re called.",
        "They want to know that when a crime is reported it will be properly investigated – and, so I’m glad that all domestic burglaries now receive a police response, as I called for last autumn.",
        "They want hope that the police might even catch the crooks.",
        "And they want confidence that when someone is arrested, if they are found guilty, they will be appropriately punished.",
        "Because without risk of capture or of punishment, without an appropriate cost to those breaking the law, criminals will take advantage.",
        "That sense of mission must be reflected in police priorities if the police are to retain public confidence.",
        "Sometimes the police simply need to make better arguments. Most people recognise that smartphone clips of a contested incident circulating on social media only ever tell a fraction of the story. Where appropriate, forces should do more to share body worn video footage. It is vital to public confidence that the police can quickly demonstrate the legitimacy of action to counter spurious claims and trial by social media that may otherwise follow and allow dangerous narratives to take hold.",
        "Maintaining public confidence, also requires that the police be seen as politically impartial, and unequivocally on the side of the law-abiding majority.",
        "When police officers stood by as a statue was torn down; when the police were pictured handing cups of tea to protestors engaged in blocking a road; or when police chiefs spend taxpayers’ money that could have been spent fighting crime, on diversity training that promotes contested ideology like critical race theory; the reputation of policing as an institution, is damaged in the eyes of the public.",
        "Some forces have ‘equality’ teams that have completely abandoned impartiality in favour of taking partisan positions – sometimes even engaging in political argument on Twitter.",
        "Now I believe in the police. But the policing in which I believe isn’t riven with political correctness, but enshrined in good old-fashioned common sense.",
        "The perception – however unjustified or unrepresentative – that some police are more interested in virtue signalling, or in protecting the interests of a radical minority engaged in criminality, than they are protecting the rights of the law-abiding majority – is utterly corrosive to public confidence in policing. The police must be more sensitive to this and work harder to counter it.",
        "If police chiefs approached instilling a culture of political impartiality, with the same dedication which they approach instilling a culture of diversity and inclusion, I have no doubt that public confidence in policing would be materially improved.",
        "More police, and better police culture, is essential. But positive effects are blunted if the police are not free to properly focus on policing.",
        "That is why, over the last 6 months, I have led a broad programme of common sense policing reforms to reduce unnecessary and inappropriate burdens on police time.",
        "Chief amongst those burdens is the amount of time police spend responding to mental health call outs. I am frequently told about officers waiting 10-20 hours with patients who need medical attention. This is an unacceptable use of police time.",
        "We want frontline officers to be able to focus on fighting crime, and the work they are trained to do. Police officers are not mental health specialists, and the best place for people suffering a mental health crisis is a healthcare setting.",
        "This includes developing a National Partnership Agreement to ensure health calls are responded to by the most appropriate agency.",
        "The ‘Right Care Right Person’ approach sets out a threshold to assist police decision-making on responding to incidents. It is founded on the understanding that police should only be responding to health and social care incidents where there is an immediate risk of serious harm or criminality.",
        "A toolkit to assist forces in their implementation of the Right Care Right Person will be rolled out in the coming months, and guidance for the health sector is also being prepared.",
        "Whether it’s saving an estimated 400,000 police hours a year by reforming the Home Office Counting Rules (reducing them from 350 pages to almost 50 pages); or reforming the redaction process so officers spend less time stuck behind a computer screen; we are doing all that we can to support forces to ensure their officers spend as much time as possible on the beat.",
        "But it’s not enough merely to free up more police resource. Common sense policing means acknowledging that police resource is necessarily finite, and that it must therefore be deployed on the things that matter most to the public.",
        "It’s with this sentiment in mind that I recently introduced a new code of practice on non-crime hate incidents.",
        "Taking action for hurt feelings is not the job of our police.",
        "Curbing freedom of expression is not the job of our police.",
        "Enforcing non-existent blasphemy laws is not the job of our police.",
        "The new code makes clear that personal data should only be recorded if there is a real risk of significant harm and stresses the importance of giving proper weight to freedom of expression.",
        "The public want to see the police focussed on the highest harm crimes and those that are priorities to address in their communities.",
        "They want to see the police tackling violence against women and girls – a key priority to which we’ve committed nearly a quarter of a billion pounds in Home Office and wider government funding through 2025.",
        "They want to see the police focused on tackling child sexual exploitation which is why we launched a new Grooming Gangs Task Force, introduced mandatory reporting, and will be announcing further measures when responding to the recommendations of the Independent Inquiry into Child Sexual Abuse, next month.",
        "They want to see police cracking down on drugs and associated criminality. I’m proud to say that together with the police, we have done considerable damage to county lines gangs, seizing record amounts of drugs, making 20,000 arrests for drug related offences and disabling 1,600 organised crime gangs since 2021.",
        "They want to see the police tackling knife crime which is why I’m doubling down on stop and search and launching a public consultation on banning machetes and other large knives that should have no place on our streets but are readily available online.",
        "They want to see the police treating antisocial behaviour as a priority crime which is why we’ve just published a bold and ambitious action plan to address this blight on communities.",
        "And they want to see that the police are on their side when it comes to addressing highly disruptive protests which is why we strengthened police powers in this area. This has already supported the arrest of over 750 individuals by the Metropolitan Police alone since October 2022.",
        "By contrast, the public do not want to see the police turning up to residential addresses to police bad jokes on Twitter.",
        "And when it comes to delivering on the public’s priorities, common sense policing calls for the use of the most effective tools available, without regard to political correctness.",
        "Stop and search is a perfect example. It is a critical tool which I, and this government, fully support the police using to keep our streets safe.",
        "I’m proud to say that under this government, it has never been easier for the police to make legitimate use of stop and search powers.",
        "Stop and search has helped remove over 40,000 weapons from our streets and led to over 220,000 arrests since 2019.",
        "Stop and search acts as a deterrent by preventing offenders from carrying weapons in the first place.",
        "And Serious Violence Reduction Orders, currently being piloted in four police force areas, will provide the police with enhanced powers to stop and search adults already convicted of knife or offensive weapons offences – reducing violence and crucially saving lives.",
        "Common sense policing requires the police to use all available powers, without fear or favour, to keep the public safe and stop the misery caused by violence and drugs.",
        "That is why I intend to write to police chiefs in the coming days, to reiterate the importance of stop and search and the government’s full support for the police’s appropriate use of it.",
        "[…]",
        "Domestic burglary and robbery are around half the level they were in 2010.",
        "Violence and vehicle theft are around 40% lower than in 2010.",
        "And fewer people are dying from drug and alcohol related deaths compared to 2010.",
        "But I also see policing at a turning point. With devastating events like the murder of Sarah Everard, forces in special measures, and the problems highlighted in the Casey report, we must all work towards rebuilding public trust and refocusing on the public’s priorities.",
        "Common sense policing is the way we will do that.",
        "More police on our streets.",
        "Better police culture.",
        "Higher standards.",
        "More effective policing.",
        "Focused on the public’s priorities.",
        "Making use of all appropriate powers.",
        "Pursuing good old fashioned criminal justice rather than social justice.",
        "Relentlessly focussed on fighting crime, catching criminals, and keeping the public safe.",
        "That is the policing that the decent, hard working, law-abiding majority, up and down this country, can get behind and have confidence in.",
        "Common sense policing we can all be proud of.",
        "Thank you."
    ]
}