{
    "url": "https://www.ukpol.co.uk/suella-braverman-2022-statement-on-enabling-the-legitimate-movement-of-people-and-goods/",
    "title": "Suella Braverman – 2022 Statement on Enabling the Legitimate Movement of People and Goods",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Suella Braverman",
            "url": "/tag/suella-braverman/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Suella Braverman, the Home Secretary, in the House of Commons on 19 December 2022.",
    "content": [
        "Passports are about to enter the busy period in January, and plans are well advanced in preparation for that and for a high level of demand forecast across 2023. There was record demand for passport applications this year, with approximately 7.4 million applications processed by the end of October. Service standards have remained high since November, and 99.9% of UK standard applications were completed within the 10-week service standard in the week ending 20 November. Every effort is being made to return to the three-week service standard.",
        "The visa service has faced significant demands post pandemic and following Ukraine, and higher than forecast levels of demand. Considering this, it is performing well under pressure and, through supportive contingency measures, standard applications have returned to service standards and we are on track for complex applications to also return to service standards in December.",
        "Despite these challenges, staff productivity has remained high, and we continue to manage staff flexibly across services to reduce work in progress to minimal levels for passport and deliver the visa recovery by the year end.",
        "Border Force has seen passenger numbers increase to near pre-pandemic levels by the end of summer and also managed the introduction of post-EU exit goods checks and the first full year of EU citizens requiring passports and additional checks. The eGates have performed well and IT resilience has been strong, enabling over 90% of passengers to cross borders within tolerance levels.",
        "Border Force also reached its annual target for cigarette and tobacco seizures within seven months of 2022-23. In October, £35 million-worth of cigarettes and tobacco were seized, bringing the year-to-date total to £255 million —101%—of the annual target of £252 million. On alcohol, Border Force seized £4.3 million, bringing the year-to-date total to £25.1 million—63%—of the annual target of £40 million.",
        "The FBIS programme has built up the expertise and capability to reduce significantly the time taken to launch a brand-new visa route or to amend criteria for existing visa applications.",
        "We have made significant progress in digitising the immigration system. We are increasingly replacing physical and paper-based products and services with accessible, easy-to-use online and digital services. This has provided applicants with an easy online application process, including providing biometrics and establishing or verifying identity using their smartphones. A fully digital application process has been delivered for the BN(O) route and some points-based system routes and now for Ukraine schemes.",
        "All these achievements have been delivered against a challenging background and represent a significant effort across the Home Office in continuing to deliver on the people’s priorities. The Home Office remains committed to keeping the public safe, protecting our borders, and countering hostile state threats."
    ]
}