{
    "url": "https://www.ukpol.co.uk/suella-braverman-2022-statement-on-disclosure-review-and-guidelines/",
    "title": "Suella Braverman – 2022 Statement on Disclosure Review and Guidelines",
    "post_date": "May 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Suella Braverman",
            "url": "/tag/suella-braverman/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Suella Braverman, the Attorney General, in the House of Commons on 26 May 2022.",
    "content": [
        "I should like to provide details of the annual disclosure review 2021-22 and the corresponding amendments to the Attorney General’s disclosure guidelines.",
        "Following the significant changes to the disclosure guidelines, which came into effect on 1 January 2021, I committed to undertake an annual review of the guidelines, which has now concluded, and alterations to the guidelines premised upon the review’s findings have been made.",
        "The vast majority of the disclosure guidelines remain as they were when they came into effect on 1 January 2021. The changes have focused on four primary areas:",
        "Third party material access—the provisions for accessing third party material are now expressed in a staged manner to aid with their application by busy investigators, disclosure officers and prosecutors. The principles are also strengthened in line with the dicta of the Court of Appeal in R v. Bater-James & Anor [2020] EWCA Crim 780. Investigators and prosecutors are also now explicitly required to keep written records of the reasons for making third party material requests, and to balance such requests with the privacy rights of those affected.",
        "Material presumed to meet the test for disclosure—this section of the guidelines has been subject to limited restructuring in order to clarify that material contained in a crime report need only be provided once, via the provision of the crime report, and need not be duplicated where it appears elsewhere. Important clarifications to the practicality of providing large video files, especially body worn videos, have also been made to aid investigators.",
        "Defence engagement—throughout the guidelines, guidance as to how and when the defence should provide information to the prosecution has been clarified and where appropriate made more definitive.",
        "Redaction annex—a new annex has been added clarifying how investigators should meet their data protection obligations when providing material to the CPS for the purposes of a charging decision.",
        "The Government are keen to ensure that victims get efficient and effective justice, and that investigations and prosecutions are not impacted by undue or needless burdens being placed on the police. These changes will assist in enhancing the efficiency of disclosure and offer clear, rigorous and practical guidance to support this end.",
        "I will place a copy of the updated disclosure guidelines in the Libraries of both Houses so that they are accessible to Members."
    ]
}