{
    "url": "https://www.ukpol.co.uk/suella-braverman-2023-statement-on-fire-and-rescue-services-and-the-consultation-on-minimum-service-levels/",
    "title": "Suella Braverman – 2023 Statement on Fire and Rescue Services and the Consultation on Minimum Service Levels",
    "post_date": "February 12, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Suella Braverman",
            "url": "/tag/suella-braverman/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Suella Braverman, the Home Secretary, in the House of Commons on 9 February 2023.",
    "content": [
        "On 10 January, the Government introduced the Strikes (Minimum Service Levels) Bill in Parliament. This is part of the Government plan to ensure the ability of the unions and their members to strike whilst giving confidence to the wider public that they can retain access to key services during periods of strike action.",
        "The Bill gives Secretaries of State the power to use regulations to set a minimum service level in six specified sectors and also specify the “relevant services” to which they apply. Fire and rescue services are defined as one of the six sectors.",
        "The Bill sets out that where a trade union gives notice of strike action the employer may decide to issue a work notice, in accordance with the minimum service level set, ahead of the strike day(s). The work notice will specify the individuals required to work in order to meet the minimum service level and the nature of the work that they must carry out.",
        "**Consultation**",
        "Prior to using regulations to set minimum service levels for any of the sectors in scope of the Bill, the relevant Secretary of State is required to consult such people as they consider appropriate. The Secretary of State must also consult—before specifying in regulations—the particular services to which MSLs will apply.",
        "Today a public consultation has been published on gov.uk to fulfil these requirements in relation to the fire and rescue services. In addition, Home Office officials will continue to engage with key fire and rescue service stakeholders. The consultation will run for 12 weeks from 9 February to 3 May 2023.",
        "The consultation sets out that the essential services in scope of a minimum service level should be those required to deal with emergency incidents that pose an immediate risk to the public. This should include but not be limited to:",
        "• Firefighting.",
        "• Rescues (including, but not limited to, on the road network, water rescue or rescues at height). This includes actions to avoid further harm such as rectifying potentially hazardous situations to avoid future risk of fire and rescue, for example clearance of debris on motorways and major roads.",
        "• Dangerous substance clean-up.",
        "• Services necessary to carry out the above, including for example control room activities. Other activities undertaken by fire and rescue services, such as fire safety audits and domestic fire safety visits, remain vital but it is less arguable that there could be an immediate risk to life as a result of strike action by staff providing these services. We therefore do not consider that these services should be subject to a minimum service level at this time. However, the consultation asks respondents to consider any further services that should be brought into scope of the minimum service level, for example, in the event of prolonged strikes by fire and rescue service staff.",
        "The consultation invites comment on five potential approaches for setting a minimum service level for fire and rescue services. These are:",
        "• Requiring staffing levels or fire engine availability to remain above a specified percentage relative to business as usual.",
        "• Requiring staffing levels to be shaped by the minimum resources needed to respond to specific risks, such as a major incident.",
        "• Requiring business as usual staffing levels to be maintained during periods of peak demand on fire and rescue services. This could include days where we would expect greater demand on the service (such as Bonfire Night and its nearest weekends), periods of severe weather such as extreme flooding or wildfires, and/or periods when other emergency services are taking strike action.",
        "• Asking local leaders and organisational input to provide evidence to allow the Home Office to decide what the minimum service level in each of the 44 fire and rescue service areas should look like.",
        "• Setting a national minimum level of service to be provided by fire and rescue services during periods of strike action, and then providing flexibility for local leader and organisational input to decide whether to build on that minimum level in light of their local area’s needs and risk profile.",
        "The consultation sets out that there is flexibility to use elements from different options in combination, to cover essential services.",
        "This Government recognise the principle of workers and unions being able to negotiate over fair pay. However, the UK Government also have a duty to the public to ensure their safety, protect their access to vital public services and to help them go about their daily lives. The fire and rescue services provide a vital role in protecting the public and it is right that we seek to ensure the public can rely on these vital services during strike periods.",
        "I will place a copy of the consultation document in the Libraries of both Houses."
    ]
}