{
    "url": "https://www.ukpol.co.uk/julian-brazier-1987-maiden-speech-in-the-house-of-commons/",
    "title": "Julian Brazier – 1987 Maiden Speech in the House of Commons",
    "post_date": "January 2, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1987",
            "url": "/tag/1987/"
        },
        {
            "text": "Julian Brazier",
            "url": "/tag/julian-brazier/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Julian Brazier, the then Conservative MP for Canterbury, in the House of Commons on 26 June 1987.",
    "content": [
        "It is with some trepidation that I speak in this debate on the Gracious Speech. Even after the excellent advice that the new boys receive from Mr. Speaker and many of the old hands that we should wait a bit before speaking, there are always a few of us who cannot restrain our enthusiasm.",
        "It is a great privilege to succeed Sir David Crouch, as he now is. He was a very popular constituency Member, as was evidenced by the large number of people on the doorsteps of the constituency who told me that they hoped that I would work as hard for them as David did over the past 21 years. I also know that David was a popular Member of this House. As chairman of the Inter-Parliamentary Union he had friends in all parties. It was typical of the man that his penultimate important action in the House was to arrange for a bust of that great Socialist Nye Bevan to be unveiled in the autumn. I say penultimate because his ultimate move in the view of all of us in Canterbury was his courageous commentary on the deep unhappiness felt in Canterbury about the Channel tunnel—a subject to which I hope you will allow me to return, Mr. Speaker, in a week or two.",
        "The constituency of Canterbury consists of the city of Canterbury, the town of Whitstable and a number of lovely villages set in the heart of the garden of England. The city is of course the principal seat of English Christendom. It is also the home of the Buffs and the Queen’s Regiment. Whitstable is a historic fishing town which has become the home of many retired people. Less is known about the industrial side of the constituency. Over the past 15 years we have had enormous success on our trading estates in the development of small businesses. One of these, which has now become a rather larger business, captured a major order exporting electrical parts to Taiwan a few weeks ago.  \nSir David Crouch and I have shared an interest in the Territorial Army for many years. He chose to join the TA in 1938. Within a year his service was transformed into war service and he served with great distinction. I thank God that my generation have not had to face that, and that is why defence is my greatest single political interest.",
        "Before I go on to speak about defence I should like to relate a slightly lurid personal story. The proudest moment in my election campaign was when I opened the door and a man said to me, “Good grief, you must be the old bastard’s son.” I said, “No, I am his grandson.” The man that he was talking about was Clifford Brazier, who in 1932 was running a cement works in Kent. At the request of the Ministry of Defence he set up a specialist unit, the Kent Fortress Royal Engineers, a specialist Territorial Army unit. In war, it proved itself to be no “grandad’s army.” In 1940, during the four weeks of utter confusion around Dunkirk, the members of the unit crossed the Channel in small parties and attacked and destroyed every major oil installation from the banks of the Seine to Rotterdam.",
        "I have listened to the illustrious previous speakers talking on the high ground of foreign and strategic policy, but I should like to touch on the less controversial area of defence procurement. I pay tribute to the right hon. Member for Leeds, East (Mr. Healey). He and successive Secretaries of State for Defence have made enormous efforts to modernise and improve defence procurement. Among the general public there is a strong feeling that procurement is still wasteful, expensive and inefficient. Last autumn I was privileged to play a small role in a study that my former employers were conducting for a number of defence suppliers. It was to compare the procurement methods of several major Western powers. The most enduring memory of that study was the sheer complexity and difficulty of the issues that faced the procurement teams in all seven of those countries. Many of the difficulties and the apparent mistakes stem from the length of the time scale and the complexity of the technical and military issues involved in the process of procurement itself.",
        "I should like briefly to mention four of the lessons that came out of the study—one positive and three negative. The positive one is that there is a welcome growth in collaboration in defence procurement between the NATO countries. Interestingly, some of the most successful examples are projects like the Harrier GR5 and the third phase of the multiple launch rocket system, the momentum for which came largely from industry.",
        "The second lesson is one that I hope the House will forgive me for mentioning, because I am its youngest and humblest Member. This lesson is slightly worrying for the House. We discovered when looking at the American picture that those projects that had consistently been the least successful were those, such as the Bradley armoured personnel carrier and the DIVAD anti-aircraft system, in which Congress played the greatest role in scrutiny and micro-management. By contrast, some of the best and most successful projects, those which had come in fastest and closest to lime and budget, were those which by dint of their high security rating had been managed by project managers without any scrutiny at all.",
        "The lesson from this is not that congressional or parliamentary scrutiny is a bad thing. It is essential that it takes place, but perhaps the method of scrutiny used in these long-term projects needs to be different in the defence sector from the method in other sectors. I should like to give a specific example of that. In two or three of his reports the Comptroller and Auditor General reported to the Select Committee that the Ministry project managers were responsible for breaking the laid down procedures for completing each step of development ​ before going on to the next one. I can tell him that the reason why that occurred in six out of the 10 projects that he examined and reported on in this document is that any weapons system that contains built-in test equipment must involve some jumbling of stages of procurement. There was a five-year delay on Rapier because the project team tried to do it without completing production on the other phases before developing the built-in test equipment. However, the use of built-in test equipment is one area in which much money can be saved in the long run.",
        "The third lesson that emerged was about the value that has undoubtedly come from the increase in competition that took place under the previous two Secretaries of State for Defence. Along with the better climate has come serious reservations, and I should like to mention one of them. It is essential that when we go out to competition and seek fixed-price contracts we look for value not just in the front-end price. When we compare our warship programme with the Dutch programme, it is a little upsetting to find that, by spending a little more money earlier on various automated systems to save manpower, the Dutch have come up with vessels which, in the long run, are cheaper to operate. For this reason it is essential that we take the broadest possible view about assessing value and do not look just at the front-end buying price.",
        "That brings me to my fourth and final point on defence procurement. Every successful organisation that I looked at when I was training as a management consultant, whether they were Japanese industrial giants or a retail company such as our own Marks and Spencer, had one characteristic in common. At the same time as trying to keep its overhead costs down, it allowed itself to be lavish in expenditure in marketing and procurement.",
        "The people in the Ministry of Defence who tell the other people in the Ministry what the customer, the user, our soldiers, sailors and airmen need are the operational requirements staff. I need hardly tell the House that procurement staff consist of the project teams and the research establishments in the procurement executive and their opposite numbers in industry.",
        "It saddens me to know that under successive Governments both those areas have suffered heavy cuts in manning. Those cuts cost money in the long run; they do not save money. In summary, defence procurement is critical and terrifyingly complex. We are making progress, but we might make more if we centred it more firmly on the needs of the user and ensured that at all stages we had adequate manning to carry out what we are trying to do. This will ensure that our soldiers, sailors and airmen of the next century are properly equipped."
    ]
}