{
    "url": "https://www.ukpol.co.uk/kevin-brennan-2023-speech-on-arts-council-funding-for-england/",
    "title": "Kevin Brennan – 2023 Speech on Arts Council Funding for England",
    "post_date": "January 23, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Kevin Brennan",
            "url": "/tag/kevin-brennan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kevin Brennan, the Labour MP for Cardiff West, in Westminster Hall, the House of Commons on 18 January 2023.",
    "content": [
        "I echo many of the comments that have been made. I thank the right hon. Member for Bromley and Chislehurst (Sir Robert Neill)—",
        "**Sir Robert Neill**",
        "Just honourable.",
        "**Kevin Brennan**",
        "I thank the noble Gentleman, or whatever he is, for securing the debate. I also thank the former arts Minister, the hon. Member for Gosport (Dame Caroline Dinenage). She appeared many times before the Digital, Culture, Media and Sport Committee, and she was a very refreshing Minister to have in front of us. I thank her for the candid and supportive way in which she carried out her duties as a Minister and for the work she did during covid to keep many cultural institutions going. I also thank my hon. Friends, including my right hon. and learned Friend the Member for Camberwell and Peckham (Ms Harman), who has campaigned assiduously on this issue.",
        "I mentioned the Welsh National Opera earlier, because when this debate about Arts Council England started, it focused—understandably, perhaps—on the decisions around the English National Opera, but in some ways, what was done around the Welsh National Opera was even more invidious, or at least as invidious, because it signalled that this was not a rational, strategic decision-making process by Arts Council England. Like the hon. Member for Gosport, I would normally express support and admiration for the way that Arts Council England goes about things. However, rather than being a strategic, well-thought-through plan for the arts, it resembled more an emotional spasm of some sort, as a result of wanting to do something very quickly to meet the perceived needs of the Secretary of State at the time, the right hon. Member for Mid Bedfordshire (Ms Dorries). We are now told by the former Secretary of State, Ministers and Government Members that that was not what the Secretary of State wanted all along, which makes the whole affair all the more strange.",
        "One thing that is perhaps good about this whole incident is that it gives us an opportunity to highlight the fact that the Welsh National Opera is an opera company for Wales and England, despite its name. It is value for money because we have a proper national opera company with an international reputation that can serve both England and Wales, including, when it goes on tour, the parts of England that are not often well served by other cultural institutions. That is an integrated system for opera across England and Wales.",
        "Arts Council England decided to cut a third of the funding that it provides to the Welsh National Opera for its touring work in England. That includes many different parts of England, such as Liverpool; the west midlands, which is the part of Arts Council England that looks after the Welsh National Opera in terms of its administration; the west of England, in places such as Bristol; and Southampton, Oxford and elsewhere. It is right that these touring opera companies form an essential part of our regional theatres right across the country.",
        "When Arts Council England appeared before the Digital, Culture, Media and Sport Committee, I was interested to know what its decision-making process was, so I asked Darren Henley whether he had consulted the Arts Council of Wales prior to the decision being taken to cut the funding to the Welsh National Opera. He waffled for a bit, and I had to interrupt him to get him to answer the question, at which point he said:",
        "“They were aware just before the announcement was made, but we didn’t consult them in the announcement”.",
        "I put it to him and to Members here today that it is a dereliction of duty for a decision that has profound implications—as we know, it has resulted in Liverpool being denied any opera whatsoever—to be taken in that haphazard way.",
        "There are no SNP Members here, so I think we are all Unionists in this room. The hon. Member for Blackpool South (Scott Benton) was born in Newport, and he understands the importance of the Union. Arts Council England did not consult the Arts Council of Wales on a decision that has a profound implication for the future of that opera company and the whole system of opera around the country, and that undermines the whole so-called levelling-up agenda that we were told this decision making was about.",
        "I profoundly believe that creativity is a good thing in and of itself. I profoundly believe that this country’s greatest strength, or certainly one of its greatest, is its creative industries, and that we are one of the few countries in the world that is a net exporter. Our creative industries are a huge earner for our country and culturally enrich us all. Quite frankly, as a white, heterosexual male from a working-class background, I am sick of people speaking on my behalf, and talking about wokeism and all the rest of it. The arts and culture are profoundly important to enriching our lives, and we should all stand up for them, whatever our backgrounds.",
        "Let us hope that this was just an emotional spasm. I say to Arts Council England: please, get your act together and start thinking about these things. The arm’s length principle is important, but it does not mean being so arm’s length as to not even consult the Arts Council of Wales. That is not what the arm’s length principle is about, so Arts Council England should get its act back together, and let us return to some sense around this issue."
    ]
}