{
    "url": "https://www.ukpol.co.uk/kevin-brennan-2022-speech-on-channel-4-privatisation/",
    "title": "Kevin Brennan – 2022 Speech on Channel 4 Privatisation",
    "post_date": "June 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kevin Brennan",
            "url": "/tag/kevin-brennan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kevin Brennan, the Labour MP for Cardiff West, in the House of Commons on 14 June 2022.",
    "content": [
        "I endorse what the Father of the House just said. That is not to say that I do not have sympathy with Ministers. I was a Minister in the last Labour Government and I understand that Ministers face very difficult decisions. It is not always a decision between simply what is right and what is wrong. Sometimes, it is not a decision between good and evil. Sometimes, it is a decision between the unacceptable and the unpalatable. So I have sympathy with Ministers when they are considering policy.",
        "However, I have been trying to imagine the meeting that the Secretary of State and her Ministers must have had to discuss this topic. Presumably, the permanent secretary came along and said, “Secretary of State, I’m afraid that I’ve got some bad news for you: we haven’t got a problem.” The Secretary of State said, “Really? That’s worrying. What haven’t we got a problem with?” The permanent secretary said, “I’m afraid we haven’t got a problem with Channel 4.” The Secretary of State said, “Why? What has it been doing?” The permanent secretary said, “I’m afraid to tell you that it hasn’t been costing the taxpayer a penny while it has been operating as a public service broadcaster. It gets worse. Last year, it brought in £1.2 billion in revenue and a record financial surplus of £100 million. If that is not enough, it does not even need to borrow any money to finance its operations. I’m afraid to tell you, Secretary of State, that there is much more of this. It has also been rapidly growing its digital advertising revenue, moving into the advertising market that is the future in a way that is far outstripping all of its commercial competitors. Worse still, its digital strategy is way ahead of all its commercial competitors. It has been, annoyingly, fulfilling its remit to appeal to young people. It is the most successful broadcaster of any commercial broadcaster in reaching 16 to 34-year-olds and hugely diverse audiences.",
        "On top of that, I’m afraid to tell you, Secretary of State, it has been commissioning content from independent producers all over the country—”",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**",
        "Order. The hon. Gentleman is doing it, too. You cannot say, “I want to tell you, Secretary of State.” You have to say, “Madam Deputy Speaker, I want to tell the Secretary of State.”",
        "**Kevin Brennan**",
        "I apologise, Madam Deputy Speaker, but I was quoting, in an imagined scenario, the permanent secretary. I was not referring to you, Madam Deputy Speaker. This is a creative debate about the creative industries. I was creating an imagined conversation, so I do apologise if—",
        "**Madam Deputy Speaker**",
        "Order. I apologise to the hon. Gentleman. I had not quite picked up on the context. He is probably allowed to make an imaginary quotation, saying, “You, Secretary of State.” Fine—proceed!",
        "**Kevin Brennan**",
        "I know that satire and irony does not translate very well into Hansard, Madam Deputy Speaker. Perhaps it could be put into italics, so that everybody can realise.",
        "**Jesse Norman**",
        "I just wondered, in the spirit of chivalry, whether I might be able to give the hon. Gentleman an extra minute by making an intervention.",
        "**Kevin Brennan**",
        "I have a feeling that that might not be in order, Madam Deputy Speaker.",
        "**Madam Deputy Speaker**",
        "Order. I would just point out to the right hon. Member for Hereford and South Herefordshire (Jesse Norman) that he might find he is disappointed at the end of the debate when he himself loses a minute.",
        "**Kevin Brennan**",
        "I am very grateful to the right hon. Gentleman for his motives. I hope he achieves his objective, but I am not sure whether I will get that extra minute.",
        "In the imaginary conversation, the permanent secretary might have gone on to say, “On top of that, Channel 4 works with 300 production companies a year. It spends more on external production in the nations and regions than any other commercially funded broadcaster, dedicating over half its total content spend to content produced there. I’m afraid to tell you, Secretary of State, that, in addition, Channel 4 has created hundreds of high value jobs in the nations and regions, including by moving a large part of its operations out to Leeds”—I am afraid it was not Cardiff; I wish it had been Cardiff, but it has moved an important HQ out to Leeds—“and announcing plans to significantly increase its investment in skills.”",
        "The permanent secretary might have continued, “On top of that, I am afraid it has been taking decisions with the public interest at heart. I’m afraid to report, Secretary of State, that it has been taking those sorts of decisions, including broadcasting the Paralympics, which otherwise would not have been exposed, and giving a whole hour every night in prime time to news. The news, which counters the misinformation that is such a blight of our age because of the internet, is subcontracted to a production company”—as ever, to ITN—“and subject to Ofcom’s rules of impartiality. And it has been absolutely integral to the success of our film industry.”",
        "“In other words, Secretary of State,” the permanent secretary must have said, “it is a shameful litany of success from Channel 4, and we really ought to do something about it.” Presumably, the Secretary of State would have said in response, “Well, quite clearly, we cannot allow things to go on as they are, because we are going to risk the Government’s reputation for incompetence if this carries on. We have to protect it, and, after all, we were absolutely silent in our manifesto on the issue of privatising Channel 4. Therefore, it is absolutely imperative that we should definitely do it. We did not seek a mandate from the electorate to privatise this successful, publicly owned, public service broadcaster, so we absolutely ought to do it.”",
        "I say to the Minister for Media, Data and Digital Infrastructure, the hon. Member for Hornchurch and Upminster (Julia Lopez)—a very thoughtful Minister, who I am sure will make the best fist of this whole thing both here and eventually in Committee, if this lamentable proposal ever gets that far—that that is where we are at the moment: caught up in an episode of “Parliamentary Pointless”, with a policy that nobody promised in search of a problem that nobody perceives.",
        "Lord Parkinson, the Arts Minister, appeared before the Digital, Culture, Media and Sport Committee this morning, and told us he has six Bills coming down the track in the House of Lords. I would have thought he had enough on his plate, without a pointless proposal of this kind. If colleagues in this place do not prevent this daft proposal from going any further, and the idea ends up down in the House of Lords, I am telling you—you, Madam Deputy Speaker, and the House—that it has no chance of making swift progress in the House of Lords, because it was not in the manifesto. As a result, as Lord Parkinson accepted this morning, the Salisbury convention will apply, and their lordships will feel as free as ever to delay the proposal and if necessary, as they are constitutionally entitled to do, invoke the Parliament Act. The proposal is pointless and should be abandoned."
    ]
}