{
    "url": "https://www.ukpol.co.uk/kevin-brennan-2022-parliamentary-question-on-solving-problems-with-northern-ireland-protocol/",
    "title": "Kevin Brennan – 2022 Parliamentary Question on Solving Problems with Northern Ireland Protocol",
    "post_date": "November 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Kevin Brennan",
            "url": "/tag/kevin-brennan/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Kevin Brennan, the Labour for Cardiff West, in the House of Commons on 17 November 2022.",
    "content": [
        "**Kevin Brennan (Cardiff West) (Lab)**",
        "On Northern Ireland, it is reported today in The Times that the Prime Minister promised President Biden that the issues surrounding the Northern Ireland protocol would be solved by next April. Did he give that commitment to President Biden? The people of Northern Ireland face a long hard winter without a Government in place there, so should there not be a greater sense of urgency from the UK Government to sort it out?",
        "**The Prime Minister**",
        "As I have said publicly and clearly, I want to see a resolution to this issue as soon as possible. That is why I spoke to my counterparts in Ireland and the European Commission, and others, on almost the first day I took office. I am working very hard to try to bring about a negotiated settlement to the challenges we face, but those challenges on the ground are real: businesses, families and communities are suffering as a result of the protocol. I have made that point loudly and clearly to all our counterparts, and I have urged them to show flexibility and pragmatism in their response so that we can get the situation resolved on the ground and get the Executive back up and running, because that is what the people of Northern Ireland deserve."
    ]
}