{
    "url": "https://www.ukpol.co.uk/kevin-brennan-2020-speech-on-the-future-relationship-with-the-eu-bill/",
    "title": "Kevin Brennan – 2020 Speech on the Future Relationship with the EU Bill",
    "post_date": "December 31, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Kevin Brennan",
            "url": "/tag/kevin-brennan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kevin Brennan, the Labour MP for Cardiff West, in the House of Commons on 30 December 2020.",
    "content": [
        "I understand completely the exasperation of people that, four and a half years after the Brexit referendum, we are still debating this subject, and I understand the desire to move on. I also accept the proposition that a thin deal is better than no deal, but this is not only a thin deal; it is a bad deal. A far better deal could and should have been negotiated by the Government and still could be.",
        "In the nearly 20 years that I have spent in this House—15 of them on the Front Bench—there have been many occasions when I have voted for a proposition with reservations; that is the nature of parliamentary and party politics. But there are occasions when that proposition is too damaging to support. I accept that there is a valid argument at this stage, as laid out by my right hon. and learned Friend the Leader of the Opposition, to move on and for the Opposition to build on this bad deal. I also accept that in politics, many decisions—perhaps most—are not between what is right and what is clearly identifiable as wrong but are on a continuum between what is unpalatable and what is unacceptable. Clearly, no deal is unacceptable. This bad deal is certainly unpalatable and, in places, unacceptable because of the ideological approach taken to negotiations by this awful right-wing shambles of a Tory Government who are determined to set Britain on a path that will damage it culturally and economically.",
        "While I understand the desire to move on, I simply do not understand why it is necessary for those who believe that this is a bad deal to vote for it and dip their fingertips in the indelible ink of this abject failure of national ambition. The deadline we are up against today is an entirely artificial one, sustained only so that the Prime Minister can say that he has met his own political timetable. The truth is that the transition period could have been extended or the deal could have been introduced on a provisional basis to allow the House to thoroughly scrutinise it line by line, rather than follow the “take it or leave it by lunchtime” timetable that the Government have artificially manufactured today.",
        "My right hon. and learned Friend the Member for Holborn and St Pancras (Keir Starmer) was right to talk about the red tape for manufacturing in this deal, checks for farmers, burdensome regulation on businesses and the fact that the consequences of the deal will be economically damaging. In addition, the Government have chosen to end the Erasmus educational programme for young people, there is no proper recognition of professional qualifications and they will remove work permit-free access across the EU for touring musicians, who have already been unable to work for the last year due to covid. In the last few days, that issue alone has triggered a petition to Parliament of more than 200,000 signatures. Less than a year ago, the hon. Member for Selby and Ainsty (Nigel Adams), who was at the time the Minister for Sport, Media and Creative Industries, said in Westminster Hall:",
        "“It is essential that free movement is protected for artists post 2020.”—[Official Report, 21 January 2020; Vol. 670, c. 56WH.]",
        "That is just one example of the failure of the Government to deliver even on their own woefully inadequate promises in relation to this deal. This is a thin deal. It is a failure, even on the Government’s own terms. In short, it is a bad deal, and I will not be voting for it."
    ]
}