{
    "url": "https://www.ukpol.co.uk/kevin-brennan-2021-speech-on-the-department-for-digital-culture-media-and-sport/",
    "title": "Kevin Brennan – 2021 Speech on the Department for Digital, Culture, Media and Sport",
    "post_date": "March 11, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Kevin Brennan",
            "url": "/tag/kevin-brennan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kevin Brennan, the Labour MP for Cardiff West, in the House of Commons on 10 March 2021.",
    "content": [
        "It is a pleasure to follow the Chair of the Select Committee, the hon. Member for Solihull (Julian Knight). Although we are on different political sides, those of us who serve on the Committee are in complete agreement on these issues.",
        "Last week, when we debated the cultural and entertainment sectors, I made a few points on which I thought the Government could act in the Budget. The first related to the plight of freelance musicians, artists and others who have been excluded from the Chancellor’s criteria for support. I pointed out that in Wales some funds have been set aside for support, but that what we really needed was cross-UK action from the Chancellor. The Chancellor has done the very minimum in his Budget, by simply recognising that it has been so long for some of the excluded—that is, the newer self-employed—that they have now become eligible for the self-employment income support scheme. He has done nothing to support those excluded by his arbitrary criteria. He has decided that they are to be treated as second-class citizens. It is deliberate and unjust, and it will not be forgotten by musicians, artists and others who have been snubbed.",
        "My second point was on the need to help to restart the live music sector with, as the Select Committee Chair said, a Government-backed insurance scheme. Our Committee wrote to the Chancellor to call for such a scheme and the response from the Government was a classic example of blinkered Treasury thinking. The insurance market cannot provide the cover needed for festivals because of covid uncertainty. The Government say that they have an irreversible plan for reopening; were they to underwrite a scheme, that would show confidence in not only live music but their own pronouncements. If their own words turned out to be true, they would never have to pay out anything.",
        "Other countries have taken similar action, with much lower vaccine roll-out rates, and of course it is being done for film and television. For the want of a tent peg, many festivals will have to be collapsed this summer. That is the Chancellor’s second failure of policy and action. As the Select Committee Chair pointed out, there are now opportunities for the scammers and outlaw companies such as Viagogo to take advantage by once again ripping off people who want to buy tickets for events that might never happen and might never exist.",
        "Thirdly, the Chancellor should have announced a scheme to ensure that musicians and artists could resume touring in EU countries. I note the launch of the “Carry on Touring” campaign’s website today. On social media today I saw the case of someone called Ed Lyon, a classical musician who has just spent six weeks and £945 to obtain a work permit for Belgium. Previously, in normal times, he could have just hopped on a train. The Chancellor is utterly complacent about the loss of export earnings to UK that this continuing fiasco will bring. Lord Frost is now his Cabinet colleague. Why has he not been told to do the job that he so abjectly failed to do in December when he delivered a no-deal Brexit for artists, musicians and their ancillary support industries?",
        "This Budget, despite some investment, did not do nearly enough to save jobs and support growth in the creative industries—the sectors with the fastest growth potential. It has left freelance workers out in the cold, it has thrown a summer of music into a muddy field of uncertainty and it has closed the gate on touring for our creative artists and musicians. Far from doing “whatever it takes”, it has taken away the opportunity to create."
    ]
}