{
    "url": "https://www.ukpol.co.uk/kevin-brennan-2022-speech-on-uk-songwriters-and-composers/",
    "title": "Kevin Brennan – 2022 Speech on UK Songwriters and Composers",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kevin Brennan",
            "url": "/tag/kevin-brennan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kevin Brennan, the Labour MP for Cardiff West, in the House of Commons on 18 May 2022.",
    "content": [
        "I draw the House’s attention to my entry in the Register of Members’ Financial Interests and my membership of the Musicians’ Union and the Ivors Academy. I also take this opportunity to announce to the House that I was elected as chair of the all-party parliamentary group on music earlier today. I look forward very much to using that platform to campaign further for our great musicians and music industry.",
        "I am delighted to have this opportunity, ahead of the 67th annual Ivor Novello awards tomorrow, to pay tribute to our world-renowned songwriters and composers. Hon. Members may have seen early-day motion 35, which I tabled this week to celebrate Ivors Week and the work of the Ivors Academy:",
        "“That this House notes that 16 to 20 May 2022 is Ivors Week, and joins the Ivors Academy in celebrating this country’s world-leading songwriters and composers, culminating in the Ivor Novello Awards which honour the best in British and Irish songwriting and composing; further notes that the success of the UK music industry is founded upon the talent and creativity of world-leading composers and lyricists; and calls on the UK music industry and the Government to ensure that a business and public policy framework exists to nurture future songwriting talent and to properly reward those whose creativity helps generate the £5.2 billion annual economic contribution that music makes to UK plc as well as furnishing people with the soundtracks of their lives.”",
        "May I take this opportunity to thank all our songwriters and composers? I also thank the Ivors Academy’s chief executive Graham Davies, its chair Tom Gray, its former chair Crispin Hunt and all its members for their work championing our great songwriters and composers. I pay tribute to the chair of the Ivors Academy Trust, Cliff Fluet, whose work helps to support, educate and nurture the songwriters, composers and creators who need it most. The Ivors Academy is using this Ivors Week of celebration to launch TheWRD, a new further education diploma in creative entrepreneurship, to offer career-defining arts education, widen opportunity for young people and open access to a career in music and the creative industries.",
        "I also want to highlight Credits Due, the Ivors Academy’s excellent joint initiative with the Music Rights Awareness Foundation, and give a mention to songwriter Fiona Bevan, who is helping to promote it. Its purpose is to increase knowledge of music rights through education and other forms of support. It can go some way towards recovering some of the estimated £500 million of annual missing income that is not paid to songwriters from global streaming revenues because of inaccurate or incomplete metadata attached to recordings.",
        "As you know, Mr Deputy Speaker, in these debates I always emphasise creativity’s value in and of itself, not just its economic value. We all understand that music is inherently good for us. Whether we sing tunelessly in the shower, belt out a chant at the football or tap our foot to the radio, music is our common human therapy.",
        "**Jim Shannon (Strangford) (DUP)**",
        "I thank the hon. Gentleman for all he does for the music business. I congratulate him on being elected chair of the APPG— there is no better person than him for it. Does he agree that each region of this wondrous United Kingdom of Great Britain and Northern Ireland has so much to offer in cultural expression? Does he know that there are members of the world-class Ulster Orchestra who began their long learning journey in Orange halls across the Province of Northern Ireland? Together, all these cultural expressions make a wonderful musical symphony that makes us all very proud to be British.",
        "**Kevin Brennan**",
        "I know that the hon. Gentleman is quite a keen musician himself. I agree that music is incredibly important in England, Wales, Scotland and Northern Ireland—all the countries of our United Kingdom. I also completely agree that music can bring people together in harmony. We should remember that power at all times.",
        "**Sir Greg Knight (East Yorkshire) (Con)**",
        "I declare an interest similar to the hon. Gentleman’s. Is he aware that the views that he is expressing are not unique to the Opposition, because many Government Members share his appreciation for composers and his passion for music?",
        "**Kevin Brennan**",
        "Yes, I am, not least because I have written a couple of songs with the right hon. Gentleman that we have recorded down the years with our band MP4—legends in our own imagination. As we say in these groups, he is not only a drummer, but a musician: he has written songs himself, some of which have cult status on the internet.",
        "UK Music’s recent “Power of Music” report sets out in clear terms the enormous and extensive benefits that music provides for health and wellbeing, with notable effectiveness in regulating and improving the mental health of so many people during the pandemic and in offering particular emotional respite for those with dementia. What is beneficial is not just playing and singing, but creating music. Organisations such as the Songwriting Charity empower young people and communities through the art and craft of songwriting to boost their confidence, self-esteem and mental health.",
        "Some Members may not be aware—although you may be, Mr Deputy Speaker, given your origins—that Ivor Novello, the Welsh songwriter, playwright, composer and actor, was born on Cowbridge Road East in my constituency in 1893. Christened David Ivor Davies, he took the name Novello from his mother, Clara Novello Davies. I was particularly pleased when, three years ago, the former British Academy of Songwriters, Composers and Authors—BASCA—rebranded itself as the Ivors Academy in his memory, and in acknowledgment of the world-famous Ivor Novello Awards, which it runs.",
        "In economic terms, songwriters and composers contribute substantially to the value of our music, performing and visual arts ecosystem, which generates an enormous £10 billion domestically, with music exports constituting £2.9 billion in value to the UK economy. UK Music points out that one in 10 songs streamed globally were produced here in the UK. That is a lot of globally popular UK songs and music.",
        "This past week—and I know that you were watching, Mr Deputy Speaker— exemplified the joy and excitement that songs can create, with the immense talents of a diverse range of musicians and composers from across Europe and beyond brought under the Eurovision roof in Turin. Congratulations, of course, to Ukraine’s Kalush Orchestra, the deserved winners on the night, but also to the UK’s Sam Ryder, who came second. Writing great songs is a Great British tradition, from Ivor Novello’s “Keep the Home Fires Burning”, through Lennon and McCartney’s “I Want To Hold Your Hand”, David Bowie’s “Life on Mars” and Joan Armatrading’s “Love and Affection”, to Adele and Dan Wilson’s “Someone Like You”; but we must not take it for granted that that will go on forever.",
        "I am happy to inform those who are not aware of it that the UK’s Eurovision song, “Space Man”, was co-written by the incredibly talented former student of Cardiff’s Royal Welsh College of Music & Drama and Radio Wales presenter, Amy Wadge. Many had assumed that Britain’s recent lack of success in Eurovision was political, but it turns out that what is needed—as well as a talented artist, good presentation and good production—is, above all, a great song. I am old enough to recall a time when Eurovision was known as the Eurovision Song Contest, and the writers were featured on camera to take a bow for their part in the creation of the music. There is no singer without the song and no song without songwriters, so perhaps that recognition should be resurrected. When I was growing up with vinyl records, which are now popular again, I used to study the labels intently to see who had written the songs. I want people to do that again, so that the art of songwriting is once again given its proper due rather than being hidden away somewhere deep in the metadata.",
        "**Esther McVey (Tatton) (Con)**",
        "The hon. Gentleman is a great champion for the music industry, and he has done much to secure a better deal for musicians, particularly from music streaming. He has also worked with the former chair of the Ivors Academy, Crispin Hunt. It is true that we need great songwriters, but we must ensure that they receive a fair share from the music that they have written and performed. I should like to know what more we can do, on both sides of the House, to ensure that musicians receive that better payment.",
        "**Kevin Brennan**",
        "The right hon. Lady is absolutely right. She has been a tremendous advocate on behalf of songwriters and composers, and although we sit on opposite sides of the House and may differ on many subjects, this is a subject on which she has been a passionate advocate for creators to get their just rewards. Later in my speech I will refer to some of the issues that she has mentioned, all of which featured in the private Member’s Bill of which she was a sponsor and which I introduced in the last Session. Ongoing work on parts of the Bill will, I hope, bear fruit in the near future.",
        "We need to improve the wealth of research and development opportunities available to British creatives. Talent pipelines have been left to fracture and decay over the last decade, with cuts in education and local authorities’ services under consecutive Conservative Governments. It is vital that meaningful opportunities exist for the songwriters and composers of the future from all backgrounds, regardless of their genre and of their means and connections. This must be a key test for the DCMS, and particularly for the Secretary of State in the context of her professed desire to level up in her role.",
        "I draw the House’s attention to this week’s very welcome announcement from the Welsh Labour Government in Cardiff of the trebling of funding for music education and the launch of Wales’s new national music service, which will ensure that all pupils between three and 16 years of age can access and borrow musical instruments through a national instrument library. It will also expand creative opportunities to pupils of all backgrounds through the offer of half a term’s tuition for free.",
        "The challenge for UK Government Ministers is clear. In a survey conducted on behalf of the Ivors Academy’s TheWRD—the further education diploma that I mentioned earlier—it was found that:",
        "“70% felt that starting a career in music would be difficult, citing barriers such as not having contacts, being too much of a financial risk, lack of opportunities, and the industry not being open to people from their background. When asked about the barriers young people faced in accessing further education, almost 50% of those surveyed felt they were unable to afford it, and 1 in 4 said they do not have access to courses near where they live.”",
        "I hope that the Government will follow the Welsh Government’s initiative when they review their national music plan, and also that they will support the Ivors Academy’s TheWRD initiative that was announced this week.",
        "At this point, I remind the House of the vital role that our public institutions play in nurturing songwriting talent. The BBC sometimes comes under criticism in this House, but I remind hon. Members of the vital role that it plays in underpinning, promoting and paying our musicians, songwriters and composers. BBC Introducing is an excellent example of research and development from our national public service broadcaster. It has supported almost 300,000 artists on its platform and gone on to achieve 23 UK No. 1 hit singles and 146 Brit award nominations. Every day, music is playing somewhere on the BBC. When music is playing, musicians should be getting paid. On the BBC, they are. It is generating royalties for musicians, songwriters and composers. There is, I am afraid, an increasing trend in the new digital media to try to avoid paying composers, and insisting on taking from them what Parliament intended they should have—that is, royalties when their music is used. The BBC has been a helpful bulwark against that trend, and changes in the way in which programmes are now commissioned at arm’s length must not be used to deny composers their full remuneration.",
        "There has rightly been a lot of coverage recently of the cost of living crisis, and sadly, for too many talented and successful musicians, songwriters and composers, getting by on their meagre royalties has been a struggle for years. When we held our Select Committee inquiry, one of our witnesses was a Mercury prize-nominated artist who was struggling to pay their rent because of problems resulting from the pandemic and the lack of reward from streaming.",
        "The Minister will recall that a major provision in my private Member’s Bill, which was sponsored by Members in the House and introduced in the last Session, placed a transparency obligation on those who have had rights transferred or licensed to them, requiring them to supply timely and comprehensive information to the songwriter, composer or artist about where and how their music is being played, so that they can be sure that they are being paid what they are due. The Select Committee recommended this after hearing evidence during its inquiry into the economics of music streaming, which found that it is often difficult for artists and songwriters to gain any clarity or to audit their works. We heard about money that should have been paid disappearing into what are known in the industry as black boxes. It is clear that songwriters suffer particularly because of poor data standards.",
        "On the subject of the value of streaming to songwriters, the Committee expressed concern about how the big three record labels also own large parts of the music publishing business, and about how that might influence the way in which revenue from streaming is distributed. If the big three make more profit from their rights in the recording than they do from their rights in the publishing, there is a disincentive for them to pay songwriters a competitive share of the streaming revenue. The publishing right ought to be competing for more value against the recording, but it appears to be stifled by that problem of joint ownership. I praised the Government at the time for noting the concerns, expressed in the Committee’s report, about the impact of monopoly power and cross-ownership in the music industry and for referring the matter to the Competition and Markets Authority for a study of potential market failure. I keenly await its conclusions.",
        "The issue of streaming remuneration has not gone away. There is a real danger, particularly in the current economic context, that we will make no progress on recovering the artists lost to the industry during the pandemic if more is not done to support our songwriters and composers. Last November’s survey by the Help Musicians charity found that 80% of professional musicians had been unable to return to full-time work since the pandemic struck.",
        "The live industry, as one of the sectors forced to shut for the longest period during multiple lockdowns, has also faced an uphill battle in its recovery from the pandemic. The VAT reduction on ticket sales introduced in July 2020 was a vital lifeline for struggling venues and events across the country, and it recognised the sector’s high up-front costs and significant preparatory time. Abandoning the reduction too soon prevented a further £765 million of investment over a three-year period and held back the sector’s post-pandemic recovery. These are the venues and events upon which the creative ecosystem relies. Songwriters get paid by PRS for Music when their compositions are played live, so I ask the Minister to use this Ivors Week to remember that the vibrancy and success of the UK’s music industry are built on the creative activities of songwriters and composers, and that it is not achieved in a vacuum. The pandemic compounded the everyday struggles of our talented artists and exposed the cracks in the industry’s infrastructure.",
        "In classrooms, music venues, festivals and, of course, the money that musicians should be paid, the need for reform and investment is evident. A career in music can be viable, but there is work to be done to ensure that those who have the talent, from whatever background, have a chance at success."
    ]
}