{
    "url": "https://www.ukpol.co.uk/kevin-brennan-2022-comments-on-independent-inquiry-into-afghanistan/",
    "title": "Kevin Brennan – 2022 Comments on Independent Inquiry into Afghanistan",
    "post_date": "December 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Kevin Brennan",
            "url": "/tag/kevin-brennan/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Kevin Brennan, the Labour MP for Cardiff West, in the House of Commons on 15 December 2022.",
    "content": [
        "**Kevin Brennan (Cardiff West) (Lab)**",
        "Just over a century ago, my father’s house—my father was a child of about the same age as some of the children who were shot during some of the incidents under investigation—was raided by British auxiliaries in the west of Ireland in a quite violent incident. I shall never forget that my grandmother, relating that story to me as a child, was eternally grateful to the British Army officer who intervened and stopped violence being perpetrated. It has always struck me that culture and leadership within our armed forces is key to our standing and reputation in the world. Does the Minister agree that principal among the outcomes from this inquiry should be clear co-operation from the leadership of our armed forces in making sure that it gets to the truth?",
        "**Dr Murrison**",
        "The hon. Gentleman has hit the nail on the head. There is that commitment right at the very top of our armed forces that we should get this right and that we should learn any lessons that need to be learned. I can give him that commitment. I entirely understand the point that he has made and the experience that he relates."
    ]
}