{
    "url": "https://www.ukpol.co.uk/jack-brereton-2022-speech-on-monkey-dust-drug/",
    "title": "Jack Brereton – 2022 Speech on Monkey Dust Drug",
    "post_date": "November 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jack Brereton",
            "url": "/tag/jack-brereton/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jack Brereton, the Conservative MP for Stoke-on-Trent South, in Westminster Hall on 1 November 2022.",
    "content": [
        "I beg to move,",
        "That this House has considered the reclassification of the drug Monkey Dust.",
        "It is a pleasure to speak with you in the Chair, Dame Maria, although this is not a pleasurable subject for debate. My aim is to see monkey dust, a new psychoactive substance that is currently a class B drug, reclassified as class A. There are compelling reasons for doing so. I have received considerable local support in my constituency for reclassification, including through the survey and petition that is currently live on my website, which calls for the reclassification of that horrific drug.",
        "If I explain that up to two thirds of all monkey dust-related incidents in the west midlands region are reported to occur in Stoke-on-Trent, the House will understand why local feelings in my home city are running so high. Monkey dust is a class B drug from a set of stimulants known as cathinones, which include the class C drug khat. Unlike khat, which is a reasonably mild, natural stimulant, monkey dust is a powerful synthetic drug. It is a stimulant that can make the user euphoric or hallucinate, lose control of their body, become aggressive and/or fall into a deep depression. It is a fine off-white powder costing £10 to £15 per gram, with only 3 mg needed for a hit. That means that a hit can cost as little as £2 on the street, making it cheaper than alcohol. Its effects usually last a few hours, but they can last for several days.",
        "**Jim Shannon (Strangford) (DUP)**",
        "I commend the hon. Gentleman for securing this debate. He is absolutely right to refer to the cost factor. Does he not agree that the fact that monkey dust can be bought for such a small fee means that our young teenagers can afford to use that toxic substance, which can spiral to using other drugs? Immediate reclassification is needed to send a clear message that any abuse of drugs will not be tolerated, that the consequences will be substantial and that it is simply not worth the risk to sell or buy monkey dust, Spice, or any other new fad that is making the rounds.",
        "**Jack Brereton**",
        "I entirely agree with the hon. Member. That is a key factor. It is very sad to see that a lot of the people who are addicted and taking the drug are very young. That is one of the biggest tragedies.",
        "Both the effect of monkey dust and its duration are unpredictable. In Stoke-on-Trent, it is known simply as “dust”, and it comes in sub-categories that include the street names of fluff and tan. Dust can be snorted, injected, piped or bombed. Piped, as it sounds, means smoked in a small pipe, and bombed, also called parachuted, means wrapped in edible paper and swallowed. That can include the use of cigarette paper or toilet tissue, which are not obviously palatable, but such is the strength of the addition that synthetic cathinones can hold, users will endure great indignities to consume it, never mind acquire it, and there is scant dignity in the effects.",
        "Dust can lead to a psychotic state. Because it dulls all pain, it can lead users to harm themselves while feeling nothing short of invincible. Police officers have described tackling those under the influence as like trying to wrestle with the Incredible Hulk. Dust can also cause convulsions and lead users to overheat. Death from hyperthermia is a result of the most extreme cases of overheating.",
        "Sometimes users will combat the feeling of heat by stripping off clothing—which, as they are totally disinhibited by the drug, can mean any and all clothing. There are also the risks of hypoventilation and acute respiratory distress. The collapse of users into a seemingly comatose state is a sight that residents fear is becoming normalised in our city.",
        "**Jonathan Gullis (Stoke-on-Trent North) (Con)**",
        "I thank my hon. Friend and Stoke-on-Trent buddy for securing this fantastic and important debate. In 2018, it was described as an epidemic in Stoke-on-Trent and, sadly, we are back there again. The drug takes advantage of vulnerable people and creates severe mental health issues. That is why I implore the residents of Stoke-on-Trent North, Kidsgrove and Talke to sign my hon. Friend’s petition. Does he agree with me that what we want is not just a reclassification, but additional support for Staffordshire police to catch the criminals who push such filth on our streets?",
        "**Jack Brereton**",
        "I entirely agree with my hon. Friend that we are seeing an epidemic on our streets in Stoke-on-Trent. We do need additional support for many of those services, because what we see on the streets of Stoke-on-Trent is totally unacceptable.",
        "With such unpredictable and severe effects, it is little wonder that this drug is also known in other parts of the world as zombie dust and, most disturbingly, cannibal dust, after reports of face-eating in America. In my constituency, a user actively ate through a glass window of a local shop.",
        "Tragically, Stoke-on-Trent has been hit with an unenviable reputation as the centre for monkey dust abuse. The human cost of this awful drug and the gangs pushing it is a continuing problem for the city and local services, despite considerable efforts from Staffordshire police. The consequences of this illicit drugs trade hit residents, who live in fear of violence from dealers and users.",
        "I can give many examples of those fears and the reality behind them. The responses to my survey fall into roughly five categories of concern. The first focuses on the effects on the users, and includes a response from an ex-user with first-hand experience of what they called “this poison”. Another respondent said:",
        "“You become unrecognisable as a person.”",
        "Secondly, there are concerns about the consequences for neighbours and communities, particularly children and pensioners. Comments include:",
        "“As a hard-working, law-abiding citizen, I don’t feel I should have to walk among zombies.”",
        "“It is frightening walking around with our children seeing people high, shouting at the top of their voices.”",
        "“Monkey dust creates antisocial behaviour and misery that does not belong in any decent society.”",
        "“We saw a man standing on a bus shelter. He was throwing things at people and shouting abuse.”",
        "Thirdly, there are concerns about the strain on the time and financial resources of the emergency service, and other local services in responding to dust-related incidents, or fighting the addiction. A respondent who works for the rough sleepers’ team told me:",
        "“I and many professionals have been of the opinion that monkey dust needs to be correctly classified urgently, in order to reduce the impact it is having.”",
        "Another, from a community church, wrote of feeling",
        "“so helpless in how to care for and support people who have become addicted to monkey dust. I see them ruining or losing their lives.”",
        "There was a suggestion that dust is",
        "“taking up hundreds of hours of emergency services’ time every month.”",
        "Fourthly, there are concerns about the problems caused for local businesses, and the viability of our high streets and town centres. That was a common theme in responses. Comments include:",
        "“Another nail in the coffin for our town centres.”",
        "“I feel unsafe when shopping.”",
        "“A terrible impression of our town. People after taking drugs are stumbling around and begging outside supermarkets.”",
        "“The theft if rife. Everything you work hard for gets taken.”",
        "“It is intimidating to leave the office late at night when there is a gang of six, eight or more drug dealers and/or drug users loitering on a private office car park. The dealers consider themselves to be above the law.”",
        "Fifthly, there is the devastating, tragic situation of family and friends. Those comments are particularly distressing. On respondent wrote simply:",
        "“My son is a drug addict.”",
        "Another said her children’s father turned to the drug when they split up:",
        "“My children now have an absent father. He was a man that worked all the hours God sent until he had a momentary weakness and accepted this drug.”",
        "Another said:",
        "“My daughter was introduced to this horrendous drug, which was instrumental in causing her death.”",
        "Another wrote that her daughter, aged 37, when on the drug had her three children taken off her:",
        "“I am at my wits’ end how I can help her off this vile poison.”",
        "There was also a case where a couple were raising her sister’s four children because the sister had fallen to this addiction. These are truly tragic cases that are becoming far too frequent.",
        "How would reclassifying monkey dust help? As one respondent to my survey put it:",
        "“Authorities need to come down hard on the dealers. Reclassifying dust at cat A sends a clear message that this won’t be tolerated.”",
        "Several respondents compared monkey dust to heroin in its effects and its addictiveness, and could not understand why dust is not in the same category. In fact, there are examples of users and people around users confirming that monkey dust is in some ways worse than heroin—there is, for example, no equivalent of methadone as a synthetic replacement, because dust itself is a synthetic drug. In a documentary produced by the University of Westminster called “Stoke-on-Dust”, a user said that the psychological effects of dust were, to her, worse than heroin, which she had been addicted to since the age of 14.",
        "That documentary features a campaigner called Baz Bailey. Baz tragically took his own life in July 2020, having struggled with his own mental health. He was a great man who did amazing charitable work, and his efforts to rescue his son from monkey dust became for him, typically, a campaign to rescue everyone’s son and everyone’s daughter. Baz said:",
        "“I 100 per cent believe the drug should be reclassified because it’s something that can take over someone. We want to send a message to these dealers that the community won’t just lie down and take what they’re doing.”",
        "He was right: we won’t—we can’t. That reclassification needs to be part of a wider push that includes much more action on preventative work to reduce the root causes of drug abuse and addiction.",
        "**Aaron Bell (Newcastle-under-Lyme) (Con)**",
        "I thank my hon. Friend for paying tribute to my constituent Baz Bailey. Monkey dust is a big problem in Newcastle-under-Lyme, which borders Stoke-on-Trent. We have had a number of deaths associated with monkey dust; we have also had a number of intimidatory behaviours, with people climbing on to buildings or breaking into people’s houses naked at 3 am. We have seen people in Newcastle town centre in the zombie-like state that my hon. Friend referred to. I urge him to continue his campaign to get monkey dust upgraded to category A, and to work with me and my colleague and hon. Friend, the Member for Stoke-on-Trent North (Jonathan Gullis), to help the police treat this issue with the seriousness it deserves in north Staffordshire.",
        "**Jack Brereton**",
        "I entirely agree with my hon. Friend about the need to take a holistic approach to this issue. The local police, local authorities, health services, schools and third-sector organisations should work together to address the wider issues in our communities. It is very positive that earlier this year, Stoke-on-Trent City Council was awarded more than £5 million by the Office for Health Improvement and Disparities to invest over the next three years to develop the substance misuse service locally. We also need a wider conversation about how we divert young people from gang culture in the first place and protect the vulnerable, who are targeted by drug pushers, from being criminally exploited. Reclassification will help to disrupt supply by increasing the risks and consequences associated with being involved in supply; prevention and rehabilitation will help to disrupt demand. We must not neglect either side of the drugs market equation, and we have yet to do enough to tackle monkey dust—demand and supply, which go hand in hand—because we are failing to punish with the sanctions required.",
        "My constituents are regularly aghast at the lenient sentences reported in our local newspaper, The Sentinel. Those include a 12-month sentence, suspended for 18 months, for a user who terrified a pensioner by climbing into her house at 5.30 in the morning, leaving her with ongoing flashbacks, before going on to undertake shoplifting. Another user stabbed her partner in the hand with a kitchen knife before going to Tesco, having twice attacked him with a meat cleaver previously—she got just 12 months. We need to be much, much clearer that the sanctions for supplying and acting under the influence of monkey dust will be severe.",
        "**Jonathan Gullis**",
        "My hon. Friend makes a great point: it is essential that we get the additional support that we urgently need as a city. We are trapped in part between Birmingham, Manchester and Liverpool, where gangs operate and come into our city—there are also gangs within the city of Stoke-on-Trent. That is why we need additional resources: this cannot just be left to the local authority, which is the second poorest in England when it comes to collection of council tax, to deal with. Does my hon. Friend agree that for that reason, the Minister needs to make sure that the Home Office comes up with a special taskforce, almost, for Stoke-on-Trent to tackle this scourge?",
        "**Jack Brereton**",
        "I agree entirely with my hon. Friend. Stoke-on-Trent is fantastically located right at the heart of the UK, but that also means that we are more exposed to those county line drug issues and the trade of drugs that is coming through our country from Liverpool through to other larger cities. It is absolutely vital that we get those resources and support.",
        "To conclude, I again turn to a comment from my survey, because it sums everything up:",
        "“Monkey dust is a scourge, similar to heroin, and should be treated as such.”",
        "I hope the Minister will have time in his diary to visit Stoke-on-Trent. My fellow local MPs, along with Ben Adams, the Commissioner for Police, Fire & Rescue and Crime, Councillor Abi Brown, the leader of the council, and I would all welcome the opportunity to show him some of those issues on the ground in our area."
    ]
}