{
    "url": "https://www.ukpol.co.uk/jack-brereton-2022-speech-on-access-to-gp-services/",
    "title": "Jack Brereton – 2022 Speech on Access to GP Services",
    "post_date": "June 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jack Brereton",
            "url": "/tag/jack-brereton/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jack Brereton, the Conservative MP for Stoke on Trent South, in the House of Commons on 21 June 2022.",
    "content": [
        "NHS and care services have been under significant pressure over the last few years, due to the pandemic and now in restoring services as we open up. That includes dentist and GP services. I thank all of our NHS and care workers for all that they do and, especially, for all that they did during the pandemic.",
        "Many of my constituents have contacted me because they are struggling to get GP appointments or to register for a place at an NHS dentist locally. I have been supporting many of my constituents to get access to GP services and to get into NHS dentists locally. That is something that we must address. The Government are prioritising £36 billion of additional investment to help to improve our health and social care services, which is very welcome. Primary care must be a key part of that investment and the improvements we need to see. I hope that, particularly with the reforms we are making in the NHS and the development of integrated care systems, we will see far more joined-up local healthcare that focuses on providing the seamless services patients need.",
        "We also need to improve some of the quality issues. In some surgeries in Stoke-on-Trent we see very good quality of care, but the picture is far from uniform. We must also see the CQC taking a greater interest in issues of quality, such as whether someone can actually get an appointment, and not just the issues of safety that it focuses on at the moment.",
        "Bringing decision making to a more local level for primary care will also ensure we can provide more joined-up and coherent health care services in our communities. For far too long, patients have struggled to access the healthcare they need, and both GP and dentist services have buckled under the strain of ever growing demand. Many GPs in Stoke-on-Trent have often raised with me the increasing challenges they face with greater demand for services and the increasing complexity of physical, mental health and wider social issues patients are presenting with. We need to fix the pressures we see in the system to create a healthcare system that shifts the balance far more towards prevention and earlier intervention. Whether it is physical or mental health, the more we can take action sooner, the better the outcome for the patient and the less likely more intensive and costly healthcare will be needed in the future. To achieve that, we must see the NHS collaborating far more with wider healthcare partners, including pharmacies, local charities and others who have much to give in terms of preventive healthcare, especially for mental health. We very much need that support so that those GP and dentist services can improve.",
        "I also support the work being done through primary care networks, which is bringing together key health professionals—not just GPs—to support GP services and patients. In North Staffordshire, we need to see the development of the four proposed integrated care hubs, especially in Longton, with the development of the next phase of the new Longton health centre. My hon. Friend the Member for North East Bedfordshire (Richard Fuller) made a point about the problems and processes in developing new buildings and new NHS assets. We have seen significant challenges in doing that, and it feels as though we have been talking about the issues for years. We have had consultation after consultation, but we seem no further forward. We have talked long enough about wanting to deliver those improvements, and we need to now get on and deliver them. They will bring all the local community NHS services together on one site, providing far greater healthcare services at the centre of the community and more walk-in services. I hope the Longton site might also include one of the new community diagnostic hubs—it is important that we deliver those across the country.",
        "Those improvements to local community healthcare services will have the significant benefit of helping to ease the pressures on the Royal Stoke University Hospital as well as on local primary care services. This is not just about more money; given the record increases in the amount we are putting into the NHS and social care, it is vital that we continue to focus on the health and care workforce—something that comes up regularly when I talk to many of the healthcare professionals in the trust that runs the healthcare services in Stoke-on-Trent and Staffordshire.",
        "Obviously, we cannot train new doctors and nurses overnight; it can take five years or more to do that. However, we are making good progress, with 4,300 more doctors and over 11,800 more nurses than this time last year. We also have 72,000 new nurses in training. We must build on that.",
        "We must build and deliver the improved health and community health services that our communities need, and continue to attract more people to work in our health and social care system, creating more and more integrated healthcare services and supporting GP and dentistry services to meet the future health needs of our constituents."
    ]
}