{
    "url": "https://www.ukpol.co.uk/jack-brereton-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Jack Brereton – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jack Brereton",
            "url": "/tag/jack-brereton/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Jack Brereton, the Conservative MP for Stoke-on-Trent Central, in the House of Commons on 10 September 2022.",
    "content": [
        "So many people here in the UK, in my city of Stoke-on-Trent and across the Commonwealth will be feeling a great deal of loss and sadness, which is hard to express. The Queen visited Stoke-on-Trent on a number of occasions, first in 1949. People across our city will be mourning her loss. Our heartfelt condolences go out to His Majesty and the King and the entire royal family.",
        "Few alive today can remember a time without Her Majesty the Queen; for many it will be difficult to imagine a life without her. Over 70 years of dutiful service, her constancy and strength have guided our great nation and 14 other Commonwealth realms, each of which she cared for very deeply. Over that time, the world has changed almost unrecognisably, but she was always there to offer stability to us in times of great change, and reassurance in times of crisis. Even in these final few years of her life, despite declining health and the loss of her deeply beloved Philip, at the age of 96 she continued to perform her important duties as our Head of State.",
        "Just as His Royal Highness the Duke of Edinburgh was Her Majesty’s strength and stay, she was our strength and stay. That is how she will be remembered. She was our longest-reigning monarch and probably our greatest, if not one of the greatest leaders that the world has ever seen. One of her greatest abilities was to remain above politics, bridging divides, whether political, across communities or generational.",
        "Along with thousands of others who had the chance, I was lucky enough with my wife Laura to attend one of the Queen’s numerous garden parties at Buckingham Palace a few years ago. It was a day that I will never forget, I am sure along with all those who had that chance. Many never had the chance to meet the Queen directly, but there is still a great feeling of loss and sadness. She was a significant part of our lives. She was loved by all of us. That was clear to see in the great deal of affection and respect shown to Her Majesty in the huge outpouring of support earlier this year during the platinum jubilee celebrations, just as we now see the massive expression of sympathy around the world.",
        "We will now join in mourning her loss and supporting our new King. I know from meeting him previously on a number of occasions that, following his mother’s example, he will do all that he can to support our great nation, and that he has a great deal of affection for my city of Stoke-on-Trent.",
        "Let us never forget our Elizabeth the Great. She is now at peace, reunited with her beloved Philip. Her achievements and memory will live on. God save the King."
    ]
}