{
    "url": "https://www.ukpol.co.uk/jack-brereton-2022-speech-on-dormant-assets-funding-and-community-wealth-funds/",
    "title": "Jack Brereton – 2022 Speech on Dormant Assets Funding and Community Wealth Funds",
    "post_date": "December 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jack Brereton",
            "url": "/tag/jack-brereton/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jack Brereton, the Conservative MP for Stoke-on-Trent South, in Westminster Hall, the House of Commons, on 6 December 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Ms Harris. I congratulate my hon. Friend and constituency neighbour the Member for Stoke-on-Trent Central (Jo Gideon) on securing this important debate. I add my full support to the creation of a community wealth fund, with funding from dormant assets, focused on those areas identified by the all-party parliamentary group for ‘left behind’ neighbourhoods. Those areas have so much to give but need more support to unlock that potential. They need this investment most, having suffered from a lack of investment for decades.",
        "In my constituency, they are the wards of Blurton West, Newstead, Mere South and Mere North. The Mere North ward is particularly deprived, identified by the APPG as the sixth most deprived left-behind community in the whole country. I am determined to play my part wherever I can to help improve the situation. That includes transport schemes; my sponsorship of the scheme to reopen Mere railway station, which has advanced to the later stages of the Department for Transport’s restoring your railway programme, is part of that. When delivered, it will significantly address the shocking levels of transport deprivation in Mere North and the most deprived parts of Mere South.",
        "In Mere North, the lack of effective public transport and very low car ownership—40% of households there do not own a car—exacerbate the challenges experienced in accessing work and further education. The station has considerable local support, and I have been struck by the level of community engagement. That shows that communities that are deprived, where engagement is usually low, can be enthused by identifiable projects and clear paths to improving the quality of life.",
        "Much more can be done. Stoke-on-Trent has always had huge potential just waiting to be unleashed. Projects that deliver truly meaningful changes to the social and economic outcomes of our deprived communities will be those that tackle the underlying barriers to progress. Those can only be known locally, which is why inspiring community engagement in the process of delivery is so important.",
        "I am pleased to have worked closely recently with the Coalfields Regeneration Trust in Mere, where we have launched the “Engage Mere” project. That pilot project is focused on working collaboratively to support local people to overcome some of the deeper-seated employment and health barriers many face, and delivering long-term improvements to quality of life. We need to see more support for projects like that.",
        "This is the main thing I want to contribute to today’s debate, because it can be overlooked. There is a need for oversight and democratic accountability in allocating some of these funds. The best way to achieve that is through requiring project sponsorship of local MPs, as is already the case with local bids for national funding through the restoring your railway fund, led by the Department for Transport, and through the levelling-up fund, where local MPs rank priorities. That has been done because MPs are likely to back schemes that generally have wider community support. We are, of course, democratically accountable for our sponsorship decisions. MPs’ sponsorship would ensure that we do not see projects coming forward that do not align with local priorities and do not have local community support.",
        "There are certainly many groups in my constituency that I am keep to support and promote, with the longer-term interests of the community in mind. I would happily sponsor community wealth fund projects that have achieved goals. I know that the local community shares and can deliver the long-lasting improvements needed. I am sure I am not alone in that. Community wealth funds have a vital role to play in ensuring we achieve the mission of levelling up for every part of the UK. As MPs, we must play our full part in realising those benefits."
    ]
}