{
    "url": "https://www.ukpol.co.uk/jack-brereton-2020-speech-on-the-economy-and-jobs/",
    "title": "Jack Brereton – 2020 Speech on the Economy and Jobs",
    "post_date": "January 22, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jack Brereton",
            "url": "/tag/jack-brereton/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jack Brereton, the Conservative MP for Stoke-on-Trent South, in the House of Commons on 20 January 2020.",
    "content": [
        "I congratulate hon. Members, especially my new constituency neighbours, on all the fantastic maiden speeches we ​have heard throughout the debates on Her Majesty’s Gracious Speech—I look forward to hearing from my hon. Friends the Members for Stoke-on-Trent Central (Jo Gideon) and for Newcastle-under-Lyme (Aaron Bell) later tonight.",
        "The economy and jobs are critical to rebalancing our national prosperity, and nowhere more so than in Stoke-on-Trent. We now have more people in work but, on average, wage levels continue to be among the lowest in the country. If we are to level up the opportunities, we must ensure that people in the midlands and the north have the same life chances as people everywhere else. A critical part of that is ensuring that people have the skills and the ability to access good jobs.",
        "Improving educational standards is key for the future of Stoke-on-Trent, and we have seen significant and consistent improvements thanks to the hard work of our local teachers, with more children achieving their best. However, there is still more to do. At key stage 4, the city’s outcomes are currently far too low. It pains me to say that little more than half of Stoke-on-Trent’s pupils achieve grades 9 to 4 in English and maths at GCSE, compared with nearly two thirds of pupils nationally.",
        "In the past we have fallen victim to poor planning in accommodating demographic growth in our local secondary schools. In September, only 82% of children in Stoke-on-Trent’s got their first preference for secondary school, compared with 92% in the rest of Staffordshire and 90% in Cheshire.",
        "I thank and pay tribute to all our local heads who have done their absolute best and gone beyond what should be expected to accommodate additional pupils this year. Every one of the city’s 14 secondary schools is full, with 11 oversubscribed, putting huge pressure on the education system. Children are forced to travel miles to find a place, with many having no choice but to accept inadequate standards.",
        "I am delighted to support plans for a new free school, the Florence MacWilliams Academy, on part of the former Longton High School site. The school will boost excellence and choice for local parents. I am pleased the Conservative-led city council will be working with Educo to take forward this fantastic initiative. A new free school will boost standards in our schools, create more good and outstanding places and equip our young people with the skills to be the workforce of the future.",
        "Another critical part of addressing the economic imbalance will be tackling the decline of our high streets. The sight of boarded-up, derelict properties has become all too common for many towns in the midlands and the north. Once thriving economic hubs, these centres are now struggling to compete with the growth of online retail, as we heard from the hon. Member for Birmingham, Erdington (Jack Dromey). We must face the reality that our town centres have always evolved to stay relevant. They must transition to exciting new uses that provide attractive spaces for new and expanding businesses.",
        "Towns and cities like Stoke-on-Trent will need help to achieve that. It remains disappointing that Fenton and Longton, the historic market towns that make up my constituency, are not included in the town deals funding. ​Neither has received future high streets funding, which could have achieved so much, particularly as it would tie in with our plans under the transforming cities fund to revolutionise public transport provision in the city.",
        "Towns and cities like Stoke-on-Trent, where property prices are among the lowest in the country, face major viability challenges in converting properties and encouraging redevelopment. Investment is necessary, and I know from our discussions that the Secretary of State for Housing, Communities and Local Government is well aware of the importance of investing in our towns that make up Stoke-on-Trent.",
        "I am pleased that progress continues on the Longton heritage action zone and that the historic Longton town hall, which the Labour party threatened to demolish in the 1980s, is once again in civic use as a new local centre. Our industrial heritage must be a key asset in Stoke-on-Trent’s future, attracting businesses and visitors alike who value the authentic Potteries townscapes that local residents so rightly value.",
        "There also needs to be greater flexibility in planning use categories to make it easier to convert former retail properties. Today’s high streets need to be responsive to changing local economic demands. We must also seriously consider removing taxes that disincentivise the redevelopment of our town centres. Creating business rate relief zones that cover town centres is an excellent way of supporting innovation and viability, which will breathe new life into our communities.",
        "We must also continue to build on those schemes that have worked well. I hope the Government will extend the Ceramic Valley enterprise zone, which has helped to transform once derelict brownfield sites across Stoke-on-Trent, creating thousands of jobs and supporting economic growth. We want to see business rates relief continue in the zone, with the zone expanded to include additional brownfield sites in the south of the city.",
        "This is an exciting time for our country and for Stoke-on-Trent. The Government have a convincing majority to deliver the change that people in Stoke-on-Trent, and towns and cities like it, want to see. This should truly be about levelling up communities that, for decades, felt left behind and taken for granted by Labour. It means ensuring excellent educational opportunities in every community, alongside supporting industry and innovation to grow economic prosperity in our towns so that everyone can succeed."
    ]
}