{
    "url": "https://www.ukpol.co.uk/jack-brereton-2023-comments-on-energy-bills-for-the-ceramics-industry/",
    "title": "Jack Brereton – 2023 Comments on Energy Bills for the Ceramics Industry",
    "post_date": "January 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Jack Brereton",
            "url": "/tag/jack-brereton/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Jack Brereton, the Conservative MP for Stoke-on-Trent South, in the House of Commons on 9 January 2023.",
    "content": [
        "**Jack Brereton (Stoke-on-Trent South) (Con)**",
        "Energy-intensive industries, particularly the ceramics industry in Stoke-on-Trent, have been most exposed to global energy price shocks, as they have to fire their wares at over 1,000°C. Many of those businesses have not been eligible for the support received by other energy-intensive sectors. Can the Minister reassure me that all ceramics producers in Stoke-on-Trent will receive the additional support that they need?",
        "**James Cartlidge**",
        "My hon. Friend is a champion for the ceramics sector, and I know how important it is to the Potteries and to his constituency. If he looks at SIC code 23 in the list of sectors, he will see a range of ceramics industries that are covered. It is worth looking at that list, because there are a great many specific types. Obviously we want to support business as far as possible. As I have said, the qualification for support is for the sector in question to be above the 80th percentile for energy intensity and the 60th percentile for trade intensity, and that is likely to cover much of the ceramics sector."
    ]
}