{
    "url": "https://www.ukpol.co.uk/andrew-bridgen-2023-parliamentary-question-on-benefit-fraud/",
    "title": "Andrew Bridgen – 2023 Parliamentary Question on Benefit Fraud",
    "post_date": "March 7, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Andrew Bridgen",
            "url": "/tag/andrew-bridgen/"
        },
        {
            "text": "Parliamentary Question",
            "url": "/tag/parliamentary-question/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Andrew Bridgen, the Independent MP for North West Leicestershire, in the House of Commons on 6 March 2023.",
    "content": [
        "**Andrew Bridgen (North West Leicestershire) (Ind)**",
        "8\\. What steps his Department is taking to reduce benefit fraud. (903875)",
        "**The Minister for Disabled People, Health and Work (Tom Pursglove)**",
        "We take all fraud very seriously and have a range of measures in place, supported by two tranches of additional investment totalling around £900 million, which will prevent a further £2.4 billion of loss by 2024-25. In May last year, we published “Fighting Fraud in the Welfare System”, which details our proposals for reducing fraud and error, including legislative change and closer working across Government.",
        "**Andrew Bridgen**",
        "I thank the Minister for that answer, but I have had numerous reports from constituents of alleged incidents of benefit fraud and what they perceive as a lack of action when they report them to the Department, so will the Minister inform the House by how many his Department plans to increase staff in the counter-fraud teams?",
        "**Tom Pursglove**",
        "I am very appreciative of my hon. Friend raising this point. It is fair to say that we are coming after those who commit benefit fraud: it is unfair on the taxpayer, it is wrong, and that message must go out in the strongest terms. That is being backed up by action, as we set out in the plan. For example, over the next five years, we will see 2,000 specialists dedicated to getting across 2 million universal credit cases. That is an important contribution to make sure that we bring this money back into the Department where it rightly belongs.",
        "**Several hon. Members rose—**",
        "**Mr Speaker**",
        "Is Alyn Smith standing up?",
        "**Alyn Smith (Stirling) (SNP) indicated dissent.**",
        "**Mr Speaker**",
        "No, but you did stand at the beginning. In that case, I call somebody who is always going to stand: Jim Shannon.",
        "**Jim Shannon (Strangford) (DUP)**",
        "Thank you, Mr Speaker. It is very important that all benefit fraud is taken on board, but many times in my constituency over the past few years, people have inadvertently filled in forms incorrectly and have found themselves having to pay money back. May I ask that compassion be shown to those who have inadvertently done wrong but realised they have to pay back, to ensure that they can pay back at a level they can afford?",
        "**Tom Pursglove**",
        "The hon. Gentleman is right to raise this point, and it is important to note that we work on a case-by-case basis. Of course, where there are instances of error of that kind, we work on an individual basis to work out a repayment plan that is appropriate for those individuals, taking into account any financial vulnerabilities or challenges they might face."
    ]
}