{
    "url": "https://www.ukpol.co.uk/george-bridges-2022-speech-on-the-growth-plan-baron-bridges-of-headley/",
    "title": "George Bridges – 2022 Speech on the Growth Plan (Baron Bridges of Headley)",
    "post_date": "October 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "George Bridges",
            "url": "/tag/george-bridges/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by George Bridges, Baron Bridges of Headley, in the House of Lords on 10 October 2022.",
    "content": [
        "My Lords, I start by congratulating my noble friend Lady Neville-Rolfe on her appointment. It is great to see her back on the Front Bench. I also congratulate the noble Baroness, Lady Gohir, on her excellent maiden speech. It is wonderful to see her here. I regret very much that we heard the valedictory speech of the right reverend Prelate the Bishop of Birmingham. We shall all miss him.",
        "We are at last waking up from the make-believe world we have lived in for a decade or so. As my noble friend Lord Forsyth said, it is a world where we became deluded into thinking that cheap money would last for ever and that inflation was safely behind bars. Far from being transitory, as we were confidently told, inflation is now running amok, seeping into the pores of our economy.",
        "As the noble Lord, Lord Burns, said, the Bank has questions to answer. For example, why did it take so long to kick the addiction to QE, raise rates and send an unequivocal, clear message that it will do whatever it takes, however painful, to keep prices down? It also needs to clarify how its current £65 billion bond-buying programme has nothing to do with monetary policy, as it claims, even though it seems to be using QE to do so.",
        "That is the first delusion that has fallen. The second has been called out by the Prime Minister. She is entirely, 100% right to say that high taxes risk snuffing out growth and enterprise. The problem is that we—this and successive Governments—have been putting taxes up: in just two years, Boris Johnson raised taxes by more than Gordon Brown did in 10.",
        "So this Prime Minister has my full support in calling time on higher taxes, not just corporation tax but also the dreaded IR35. But—and there is a “but”—taxes are high because spending is high, and it is getting higher still. Here we are only just beginning to wake up to reality. Before the energy package was announced, Mr Sunak said his last Budget increased total departmental spending over this Parliament by £150 billion. That is the largest increase this century.",
        "That is the backdrop to this debate. As we look ahead, if we want to lower taxes, as I do; if you believe that you cannot borrow your way to growth, as I do; and if you want to bring inflation down, as I do, we must all be very honest about spending. If we are not, we risk taking a gamble we cannot afford. Thanks to our living in this make-believe world for so long, borrowing is already high and risks rising higher thanks to the soaring cost of servicing our debt.",
        "Let me give one fact on why this is such a risk. We have the highest proportion of index-linked debt in the G7. It is 25%, which is five times what it is in Germany. Add to that the risk of rising rates and it is not surprising that the OBR forecasts that this year debt interest costs might hit a record high of £83 billion. That is getting on for double what we spend on defence—and it was forecast in March, before the impact of the last few weeks. An average RPI rate of 15% next year would boost borrowing costs to almost £130 billion, and that does not include the cost of rising rates.",
        "So, when my noble friend stands up, I would like him to assure us unequivocally that if we are going to proceed with tax cuts, which I would love to see, a coherent plan will be published on 31 October that sets out how our finances will be put on a sustainable, stable footing. I would also like him to assure us that we will not try to borrow our way to growth, as that is part of the make-believe world I hope we have left behind."
    ]
}