{
    "url": "https://www.ukpol.co.uk/andrew-bridgen-2023-speech-on-the-budget/",
    "title": "Andrew Bridgen – 2023 Speech on the Budget",
    "post_date": "March 22, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Andrew Bridgen",
            "url": "/tag/andrew-bridgen/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Andrew Bridgen, the Independent MP for North West Leicestershire, in the House of Commons on 20 March 2023.",
    "content": [
        "I remind the Chamber of my entry in the Register of Members’ Financial Interests. For 22 years before coming to this place, I was the managing director and chairman of a food processing company. I am also a qualified transport manager, and I remain the equal largest shareholder in that company.",
        "First, I want to highlight an aspect of the Budget that is of particular interest to my constituency of North West Leicestershire, which is fuel duty. The level of fuel duty is of immense importance to my constituents, given two facts: the first is that public transport is extremely limited—in fact, my constituency does not have access to any main line railway station, or any railway station at all. The second is that, since North West Leicestershire is the centre of the population of the UK, with good communication links with the M42 and the M1, a third of all jobs in North West Leicestershire are in distribution or are logistics-related. As such, the freeze on fuel duty that was first put in place in 2011 has been extremely significant to the huge economic growth we have seen in North West Leicestershire.",
        "To think tanks such as the Social Market Foundation that complain that the Treasury has forgone money to benefit the rich, I say, “Why do you think we should penalise my constituents who have to use a car to get to work?” The fuel duty freeze is the right thing to do to maintain economic growth, and my constituents will certainly support it—and not just my constituents. We already have 1.2 jobs for everyone of working age in North West Leicestershire, so a lot of people have to travel in from surrounding constituencies to work in my constituency. I am sure those people will be very grateful for the tax freeze as well.",
        "With regard to the lack of a railway station, I cannot help but give a push for the reopening of the Ivanhoe line, which Network Rail said would be the most beneficial reopening of a railway line that it currently has on the books. That line would link the great town of Burton upon Trent with Leicester, and would pass through North West Leicestershire and South Derbyshire, benefiting all of our constituents. It has cross-party support, including from the Members from Leicester.",
        "Turning to energy and science, I would like to mention an energy source that I have been promoting for some time, which is small modular nuclear reactors. Only in November last year, I said to the Secretary of State that renewables cannot be relied on to provide all our energy needs, due to their intermittent nature. It is clear that we need to add more reliable baseload capacity, and nuclear is the favourite for that. Hundreds of my constituents work at Rolls-Royce, and many of them work on the development of small modular reactors. Therefore, I very much welcome the announcement in the Budget of a competition through Great British Nuclear to build small modular reactors in the UK, and the inclusion of nuclear energy in the green zero carbon taxonomy. I am sure that my skilled worker constituents at Rolls-Royce in Derby will step up to the mark, and that we will see reliable baseload energy produced from that source sooner, rather than later.",
        "Next, I turn to investment zones, and I note that the Treasury has identified the proposed east midlands mayoral combined county authority to deliver that policy. I feel that I have to point out that the ongoing issue we have in Leicestershire, and indeed in Leicester, is the veto being exercised by the current Mayor of Leicester, which is preventing Leicester and Leicestershire from joining that authority and creating that critical mass in the east midlands. That has particular relevance to the topic of the debate, as Leicester is home to the National Space Centre and has many space and science-related companies around it. Indeed, my own constituency of North West Leicestershire is home to a space company in the form of Zeeko, which makes ultra-precision polishing solutions for the optics for satellite cameras. Quite honestly, it would be an outrage if our county and the city of Leicester were to miss out on an opportunity to be involved in this situation because of the intransigence of the city Mayor. I wish all those in the city seeking to abolish the mayoralty very well in the May elections.",
        "Energy security and scientific innovation are key to the future of the UK’s economy and stimulating economic growth. There are many measures in this Budget that will help us to maintain and improve our place in the world when it comes to science, and this Government have demonstrated their commitment to that goal. In the area of energy and security, this Government are being realistic, and it is clear that nuclear has a significant part to play in achieving that goal in the future. Picking up on some points that have been made by the Opposition, I would add that the relationship between business and our excellent research establishments—our universities—has certainly improved, but more progress needs to be made. If we could harness all the innovations in research that we have at our great universities, we would be really accelerating our economic growth. We must work towards that endlessly."
    ]
}