{
    "url": "https://www.ukpol.co.uk/andrew-bridgen-2021-speech-on-covid-19-restrictions/",
    "title": "Andrew Bridgen – 2021 Speech on Covid-19 Restrictions",
    "post_date": "December 15, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Andrew Bridgen",
            "url": "/tag/andrew-bridgen/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Andrew Bridgen, the Conservative MP for North West Leicestershire, in the House of Commons on 14 December 2021.",
    "content": [
        "Whenever this House passes legislation, it is essential that it is effective, evidence-based and logical, and it needs to have broad public support. What I see in front of us today with regard to plan B delivers on virtually none of these items. Indeed, if I look on social media and in my constituency email inbox or just have general conversation with others, it is clear that the measures before us are being treated with strong suspicion of a wider agenda, partly because they simply will not deliver on their supposed intentions.",
        "Sadly, the Labour party will be supporting the Government today as legislation passes to introduce vaccine passports for the first time in this country, so it will fall to Conservative Back Benchers to be the only people who are subjecting these proposals to any sort of scrutiny. No doubt Her Majesty’s loyal Opposition would also like to take part in the discussions on proposals for mandatory vaccination, given the fact that they have supported every one of the Government’s lockdown proposals. Indeed, they have demanded longer and stronger lockdowns than we have had.",
        "It would be remiss of me not to highlight the risk to the NHS that both vaccine passports and mandatory vaccination would bring. Vaccine passports tell those unconvinced of the science or those who for health reasons cannot take the vaccine that they are second-class citizens: they must show their papers or be banished. Mandatory vaccination would take these things a step further, effectively imprisoning anyone who does not agree with the status quo. All these measures are being considered or may be taken to protect our NHS.",
        "There is all this fixation on the vaccine status of health and care workers, yet we know from the science that vaccination does not prevent transmission of the virus, so why are we going to put tens of thousands of people out of a job at a point when the NHS itself is going to be stretched to the limit and, may I add, when their vaccination status makes them little more or less dangerous to the people they work with or work for if they are tested daily?",
        "Indeed, the best protection of all is actually to have had the virus and then to have recovered. The scientific evidence shows that someone is probably 10 to 20 times less likely to be reinfected if they have already had and have recovered from the virus than if they are double vaccinated, yet the many thousands of individuals in key worker roles who have had and have recovered from the virus but refuse to have the vaccine will actually lose their jobs at a key time. It is an inconsistency.",
        "Turning to the question of the necessity of these restrictions, there have undoubtedly been far fewer deaths due to the omicron variant in South Africa despite its having been prevalent for four months and having replaced other variants that were more deadly in various ways. All the evidence we are hearing is that omicron is a milder form of covid with fewer cases of serious disease, fewer hospitalisations and, thankfully, far fewer deaths.",
        "In my view, the most dangerous epidemic sweeping the world and our country is an epidemic of fear. It has seriously damaged mental health and particularly damaged the mental health of our young people. It must end."
    ]
}