{
    "url": "https://www.ukpol.co.uk/andrew-bridgen-2023-speech-at-vaccine-harms-rally/",
    "title": "Andrew Bridgen – 2023 Speech at Vaccine Harms Rally",
    "post_date": "January 23, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Andrew Bridgen",
            "url": "/tag/andrew-bridgen/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Andrew Bridgen, the Independent MP for North West Leicestershire, on 22 January 2023.",
    "content": [
        "12 year ago, I was elected as a Member of Parliament. And as a Parliamentarian, I have been guided by one principle. Members of Parliament are servants of the people, not their masters.",
        "Ladies and gentlemen, I work for you.",
        "As a young man, I trained in science. And in science, we are taught one thing above all others. To pursue the truth, no matter where it might lead.",
        "And if I want to live by those principles, then I must ask the question no one in power or positions of authority want to answer.",
        "We were told 100% effective.",
        "That was a lie.",
        "We are told no onward transmission.",
        "That was a lie.",
        "We were told “safe”.",
        "Ladies and gentlemen, I have been sent email after email, letter after letter, and message after message. They all say the same thing.",
        "That it was a lie.",
        "Ladies and gentlemen, I made my choice. I will continue to ask the questions asked of me. From people who have been hurt. From people who have lost loved ones. From people threatened with their livelihoods if they did consent to a treatment that hadn’t even existed a year before.",
        "And if we wish to live by the light of science, then we must ask these questions courageously, and put them to people who think themselves your masters.",
        "They are not. We are not.",
        "We work for you.",
        "Orwell once said, that in an age of universal deceit, telling the truth is a revolutionary act. In that case, you are the revolutionaries. The people sending me those messages, day after day. They are the revolutionaries because they are telling the truth.",
        "Ladies and gentlemen,",
        "I am fed up with the threats.",
        "I am fed up with the smears.",
        "I am fed up with the lies.",
        "The truth will prevail."
    ]
}