{
    "url": "https://www.ukpol.co.uk/steve-brine-2021-speech-on-covid-19-restrictions/",
    "title": "Steve Brine – 2021 Speech on Covid-19 Restrictions",
    "post_date": "December 15, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Brine",
            "url": "/tag/steve-brine/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steve Brine, the Conservative MP for Winchester, in the House of Commons on 14 December 2021.",
    "content": [
        "Here we are again, and this time, two weeks on, the concept of “learn to live with covid” is as dead as anything I know. In July, we were told many, many times from the Dispatch Box, and from the podium in No. 10, that we were on an irreversible road map to freedom. Do we all remember that? I thought it was an unwise hostage to fortune when it was said, and so it has proved.",
        "When I vote tonight, I will consider the legislation before us. I completely agree with the hon. Member for Ellesmere Port and Neston (Justin Madders) that it should have been published long before this, less than 24 hours before the debate. That is why I did not tell anybody in the media how I was going to vote today—because I am rather old-fashioned and like to actually read the legislation before I decide how I am going to vote. I wish those on the official Opposition Front Bench had done the same. I look at the legislation and I also look at the intention behind it, so what is the intention here? Is it to stop omicron? Is it to slow the spread? That is clearly not happening now, so I guess the question we then have to ask is whether these four SIs are going to do that. Working from home is not in an SI; it is guidance. We are told that people need to work from home where they can, but they can meet the very same people in the pub that evening and every evening. Is that going to slow the spread? I do not think so.",
        "I abstained on the SI on mask-wearing two weeks ago and I will do so again this evening. I have no issue with wearing a mask. It does not impact on my life or on my freedoms. Many of my constituents have been wearing masks in plenty of situations, indoors and out, for a long time throughout the pandemic. I think it is a bit of a crutch, but if people believe that it makes them safer, that is fine. In many ways, it is an instrument of people feeling they are safe. Today’s SI says that we have to wear a mask in certain shops but not in pubs or in restaurants, and some of the exemptions make a mockery of it, but I will not stand in its way.",
        "On the covid passport, if we were to put aside the practicalities and the moral arguments, which I do not, and many of my constituents writing to me certainly do not, then a vaccine still does not stop people getting this and passing it on. Professor Whitty said to MPs on a call this lunchtime that there is a minimal impact on transmission with regard to all our vaccines.",
        "Last Wednesday, when the Secretary of State made his late-night statement, I expected him to bring forward a devastating piece of science that basically said, “The drugs don’t work.” That is not what he said; he said that we are moving to plan B on the basis of some modelling. We have SAGE’s gloomy predictions and yet a confirmation that vaccines do work with two jabs, even better with a booster. I completely agree. Today we have a study that says that the Pfizer vaccine has 70% efficacy against the omicron variant. Last Wednesday’s statement should have been about the national booster effort that was announced in the live TV broadcast on Sunday night. I cannot say how many of my constituents have contacted me furious at the frightening nature of that broadcast that sent their children off to bed terrified.",
        "If we truly mean the “learn to live with covid” mantra that we continue to hear, the booster campaign is 100% where our focus should be. We should be focusing on an ongoing plan to keep immunity high. We probably need a new primary care infrastructure, because “panic stations and cancel all else” is not a plan. Yesterday I spoke to three of the four primary care networks that cover my constituency. They are going to do their absolute everything to offer the booster to all eligible over-18s by the end of this month, but it will be really difficult. They are scrabbling around for venues in the week of Christmas. This is not the long-term thinking that we need.",
        "I am ambivalent about regulation No. 1400 on face coverings and I will not stand in its way. On isolation moving to tests, I will support that if there is a Division, although I suspect there will not be. However, if people cannot get the lateral flow tests, as they have not been able to today and yesterday, as I raised in an intervention on the Secretary of State, then we get the pingdemic anyway, so we need to sort that supply out. I will not support the vaccine passport because it crosses a Rubicon. Italy began in exactly this way saying that it was all about providing lateral flow tests, and I think it will move, and move quite quickly. On the mandating of health staff, I will support that to be consistent with the mandating of vaccines in the care sector. If you work in the health service, working with vulnerable people, surely you have to believe in science above all else, and there is a precedent because of hepatitis B. So it is a mixed bag for me: I will support some of the measures before us today but not others."
    ]
}