{
    "url": "https://www.ukpol.co.uk/steve-brine-2022-speech-on-cancer-services/",
    "title": "Steve Brine – 2022 Speech on Cancer Services",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Brine",
            "url": "/tag/steve-brine/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steve Brine, the Conservative MP for Winchester, in the House of Commons on 8 December 2022.",
    "content": [
        "I beg to move,",
        "That this House has considered the Twelfth Report of the Health and Social Care Committee, Session 2021-22, Cancer services, HC 551, and the Government Response, HC 345.",
        "I am very grateful to the Liaison Committee for selecting this topic for debate in the Chamber today. We know that one in two people in the UK will develop cancer at some point in their lives. It is no exaggeration to say that this is an issue that affects everyone in the House—indeed everyone in the country in one way or another—and it has touched my life for the worse many times, as I will talk about later. That is why the Health and Social Care Committee produced a report on cancer services earlier this year, and I pay tribute to my predecessor as Chair, my right hon. Friend the Member for South West Surrey (Jeremy Hunt), for his leadership in producing that work. That awful statistic is also why I have made cancer a priority as the new Chair of the Committee.",
        "Our report found great strides had indeed been made in improving survival from cancer. Thanks to the tireless work of our scientists, researchers, doctors and nurses and others, including Ministers, over many years, more than half of people diagnosed with cancer now live for five years or more, compared with only one in three people 50 years ago.",
        "We also heard that cancer survival in England, and indeed in the rest of the UK, continues to lag behind comparable countries around the world. The International Cancer Benchmarking Partnership explains that just under 60% of people diagnosed with bowel cancer in England, for instance, will live for five years or more, compared with 66.8% in Canada and almost 71% in Australia. The pattern is seen in many other cancer types, including lung cancer, which, of course, took our great friend James Brokenshire last year; pancreatic cancer, which took my own father, who was diagnosed in September 2019 and was dead three days after the general election that December; and ovarian cancer, which has also touched my family and so many people.",
        "The charity Target Ovarian Cancer came to the House last month—my good friend the hon. Member for Washington and Sunderland West (Mrs Hodgson), who chairs the all-party parliamentary group on ovarian cancer, led the reception downstairs in the Churchill Room—and launched its pathfinder study, “Faster, further, and fairer”. The study notes that 4,000 women a year still lose their lives to ovarian cancer. I highly recommend that excellent report to Members.",
        "We know that one of the biggest reasons for the survival gap—I have just quoted some comparative figures—is that the NHS tends to diagnose fewer cancers at an early stage, when cancer is, of course, much more treatable. Early diagnosis is cancer’s magic key, as has been said so many times from these Benches. NHS England has set a target of diagnosing 75% of cancers at an early stage by 2028, compared with about 54% today. We say that achieving that would make a huge difference to outcomes. I agreed that target when I was the Minister with responsibility for cancer a few years ago, and I firmly believe that it is the right target to give more people the best possible chance of surviving their cancer. But we need to be much more ambitious and get upstream of many cancers—I will return to that point.",
        "Last month, Dame Cally Palmer, the excellent national cancer director who also works at the Royal Marsden, told us in a special topical session of the Select Committee that she remained “cautiously optimistic” that the 75% target would be met, and told us about some great progress being made on programmes such as targeted lung screening—we have all heard about the supermarket checks—which is diagnosing lots of early-stage lung cancers in the pilot studies and is showing great promise. Dame Cally’s optimism was not, I have to say, entirely shared by many of the experts who gave evidence to our inquiry on cancer services. John Butler, a specialist in ovarian cancer, thought it was “extremely unlikely” that the 75% would be reached, and Dr Jeanette Dickson, an oncologist, said the NHS was doing “very badly” against the target. That is a worry. Regrettably, we concluded in our work that the NHS is not on track to meet the 75% target, and that judgment was shared by the Committee’s independent panel of experts, who evaluated Government progress on cancer services.",
        "The Government said in their response to us that it was premature to say that progress towards that target is off-track, but the National Audit Office found that, so far this year, 56% of patients are being diagnosed at stages 1 or 2, which is the same proportion as when I made the target in 2019. Of course, that is below the level of improvement required to reach that three-quarters target of early diagnosis by 2028. I do not agree that it can ever be premature to call for more to be done to make progress on early diagnosis when failing to achieve the target could mean many hundreds of thousands of people missing out on early diagnosis and, of course, on a better chance of surviving their cancer and living for longer.",
        "The Committee heard extremely powerful examples of why it is so important to make more and faster progress on diagnosing cancers earlier. In December 2020, Andrea Brady’s daughter Jess died of stage 4 adenocarcinoma at the age of just 27 years old. Before her diagnosis, Jess had been passed from pillar to post, consulting repeatedly with multiple GPs and other clinicians before her mother was finally forced to pay for a private consultation just to get Jess a diagnosis. By that point, tragically, it was too late. Jess passed away in hospital three and a half weeks after she was diagnosed.",
        "Meeting the target of diagnosing 75% of cancers at an early stage would mean giving thousands of people a better chance of surviving their cancer, and thousands fewer families having to suffer such terrible losses. That is why we called in our report for the then promised 10-year cancer plan to kickstart progress on early diagnosis. We called for it to consider more radical proposals on how to diagnose more cancers at an early stage, and to include an associated workforce plan to reduce diagnostic bottlenecks in the system.",
        "Good work is ongoing, and I know that the Minister will talk about it later. New research, such as the NHS-Galleri blood test trial, could be transformative. Indeed, last month our colleagues at NHS England would not be drawn on whether there is a need for a new 10-year cancer plan, as previous Governments have promised. They seemed to imply that a new plan was not needed given the focus of the long-term plan on early diagnosis. I contest that. The consultation on a new 10-year cancer plan was responded to by the sector, charities, royal colleges and many other organisations, and it has set many hares running and created great expectation about a future cancer plan. We on the Committee—I see other Committee members here—are concerned about that. We are not hung up on plans, but in my experience of being a Minister, the NHS loves a plan, the NHS needs a plan, and critically, that would allow this House to see where we are against the plan.",
        "Achieving early diagnosis is not just about what NHS England can do from the centre. It is also about improving public awareness about the many signs and symptoms of cancer across all communities. It is about making sure that GPs have good systems in place for managing patients with possible cancers and are able, without barriers, to refer them on for tests. It is about the continuous improvement of screening programmes, and hard work—really hard work—in local areas to encourage people to come forward. Of course, one of the great promises of the new integrated care systems is to work with the cancer networks and alliances to deliver on that system of early diagnosis and prevention.",
        "Achieving early diagnosis is also about focusing research and innovation on developing new ways of detecting cancer—especially cancers that are hard to diagnose—and ensuring that the NHS is set up to roll out new tests quickly. I referred to Galleri earlier, and mentioned upstream cancer. Next year, we will do a piece of work that I loosely call “Future cancer”. It is, of course, important that we diagnose cancers early—that is the basis of my remarks. At the moment, however, we largely diagnose cancers and treat them when they are symptomatic, and we hope to catch those symptoms and treat them early. Many cancers, but not all, are preventable, and I am interested in future cancer. Where can we get upstream of this? Where can we use the NHS’s new genomics strategy? Where can we use biomarkers to get ahead of that? That poses big moral and ethical questions to us as a society, but that is no reason not to go there or not to have that ambition.",
        "All this is about making sure that there are enough staff and machines in the system to do even more tests and give many more people the best possible chance of being diagnosed with cancer at an early stage. The 10-year cancer plan should look again to make sure that the Government are truly pulling out all the stops to get to 75% early-stage diagnoses by 2028. I hope the Minister will confirm that the Government are still committed to doing that work.",
        "Early diagnosis means little if there is not sufficient capacity to provide people with the right treatments at the right time. Unfortunately, the latest data suggests that there has been a decline in the NHS’s ability to provide this treatment. While the vast majority of people do still receive timely treatment following a cancer diagnosis, in September nearly 10% of people waited more than a month for their first treatment following their diagnosis, compared with less than 5% in 2019. That is more than 2,400 people having to wait more than an entire month to begin their cancer treatment—more than double the number who were waiting that long two years prior. As the former cancer director, Professor Sir Mike Richards—a giant in this area—often says, when someone is waiting for a cancer diagnosis or treatment, it is not the 31 days that really matter, but the 31 nights. I know that people around the country will understand that.",
        "**Grahame Morris (Easington) (Lab)**",
        "I commend the hon. Member, the Chair of the Select Committee, on an excellent report and an excellent analysis of the problems and the way forward, but he referred to the latest cancer waiting times. It is timely that we are having this debate, because the new cancer stats have been published by NHS England today. They show that the position is worsening. In October this year, 39.7% of cancer patients waited beyond 62 days between urgent referral and cancer treatment. There is an urgency in addressing some of the issues that the Chair raises.",
        "**Steve Brine**",
        "Indeed. The reason why we had Dame Cally and Professor Peter Johnson, who is the national clinical director for cancer, into the Select Committee a couple of weeks ago is that the NHS has set itself a deadline of next spring—it was this spring—to get back to the 62-day wait. I have everything I have crossed that they can get there, but they need to make it happen. I know they are relentlessly focused on that, and the Minister is relentlessly focused on that, but we have got to help them get there.",
        "The Committee also heard about the challenges facing surgery and radiotherapy services, which makes it rather timely that the hon. Gentleman intervened on me at that point, as I suspect he will speak about it later. Professor Pat Price, who he and I are going to meet early in the new year, is a consultant oncologist at Imperial College in London. She told us that radiotherapy services were lacking staff and machines to be able to deliver the best possible care and that services were struggling to deliver the level of activity needed to catch up with the cancer backlog. I will let the hon. Gentleman expand on that a bit later. Professor Mike Griffin, professor of surgery at Newcastle University, also highlighted workforce shortages as a significant barrier to effective cancer surgery, but he also told us about the organisation of services. Because cancer surgery is often co-located within general, acute and emergency care, it can be subject to delay because of capacity shortage, and that was a particular problem during covid in some places, but not everywhere.",
        "My trust, Hampshire Hospitals, did a brilliant job to keep cancer surgery on track at all times by doing it offsite. I pay tribute to Alex Whitfield and her team at Hampshire Hospitals for the way they organised with Sarum Road private hospital in particular to ensure that patients continued to get their cancer treatment. Professor Griffin called for more ringfenced hubs to be developed so that cancer surgery can continue even when there are severe pressures on acute care, and I hope the Minister refers to that when she winds up.",
        "Growing the workforce, investing over the long term in machines and IT and reorganising services to create more cancer surgery hubs are all in the Government’s gift, which is why we recommended that they consider those actions in developing the 10-year plan. Without a wider focus on removing the barriers to the NHS delivering the best possible cancer treatments, the potential gains of earlier diagnosis might not be realised. Given the number of people presenting with suspected cancer at the moment—it is good that they are presenting, and many of them will turn out not to have cancer— if it is found that they do have it, we need to move on that. That is why treatment is the other side of the same coin.",
        "Just as further progress on early diagnosis will depend on research and innovation to develop new tests, improving cancer treatments will require new and more advanced techniques to be developed and implemented by the NHS. We found in the Committee report that the UK is a genuine world leader in research. There are unique aspects to the NHS that make it an effective partner for research organisations. We also heard that there are significant barriers to researchers accessing the data they need for quick and equitable patient recruitment to clinical trials and for staff having the time they need to take part in research. The Government have set out several steps they are taking to improve access to data and improve flexibility for staff wanting to take part in research, and that is welcome, but research by Cancer Research UK has found that the UK’s recovery from the pandemic in clinical trials continues to be outpaced by other comparable countries.",
        "NHS England told us that supporting clinical research into cancer is not its responsibility, so it is clear that a wider effort is needed to make sure that cancer research taking place in the NHS is well supported and aligned with the priorities for cancer services. That is another reason why the plan is important.",
        "Finally, we heard that there is significant variation in outcomes for people diagnosed with cancer, depending in part on the type of cancer they are diagnosed with, but also demographic factors. The Government told us that they would be addressing these differences through the levelling-up White Paper, but also through the health disparities White Paper, by addressing issues such as smoking and obesity, which are more prevalent in our more deprived communities.",
        "On that, there is a story in today’s press which suggests that Britain has the biggest increase in early onset diabetes in the western world. That is a huge concern. I am not suggesting that diabetes is cancer; I am saying that we have many suggested actions to reduce obesity around junk food advertising and stuff that follows on from the sugar tax. Much of that has still not been implemented. Rumours abound—there are always rumours around here—that the Government are seeking to delay junk food advertising restrictions until 2025. I hope that is wrong. I invite the Minister to respond to that when she winds up and, if not, to take that away.",
        "**Maggie Throup (Erewash) (Con)**",
        "Will my hon. Friend give way?",
        "**Steve Brine**",
        "I give way to somebody who possibly shares that view.",
        "**Maggie Throup**",
        "I agree 100% with his concerns about the potential watering down of the much-needed anti-obesity measures. Does he agree that it is important that we reflect what the public want? The public are in agreement with banning advertising on TV for particular foods that cause obesity. If we want to keep the public on our side, surely we have to follow their wishes, as well.",
        "**Steve Brine**",
        "I think that is right. The public are clear on this. I get that there are different views across this House and that there are those who disagree with much of the work that my hon. Friend and I did in government to push some of those measures on preventing obesity. I could agree with them, but then we would both be wrong. At the end of the day, obesity is a driver of diabetes, and obesity is a driver of certain cancers. We must take that seriously. Next year, the Select Committee will be doing a huge piece of work on prevention, and we will be returning to that. I hope that Ministers are aware of that.",
        "The recognition of the importance of health in the levelling-up White Paper is welcome, but without specific actions to address health disparities, this agenda will be at risk, so it is vital that the Government take up the prevention agenda again to stop people developing cancer in the first place. I hope the Minister will have some good news for us on that front, and I recommend that she returns to the prevention Green Paper that we published back in 2019, which contains lots of helpful ideas in that respect.",
        "**Richard Foord (Tiverton and Honiton) (LD)**",
        "On that point about health disparities and levelling up, I want to draw attention to the Royal Devon University Healthcare NHS Foundation Trust, which serves my constituency. The staff who work there do a fantastic job of cancer diagnosis but, given that the target for the number of people seeing a cancer specialist within two weeks is 93%, it is tragic that only fewer than 60% of people who are served by that trust see a cancer specialist within two weeks of a referral. Does the hon. Member agree that we need to level across, as well as level up, and think about health disparities across the country?",
        "**Steve Brine**",
        "Yes, of course. I hate the term, but this should not be a postcode lottery. We do have integrated care systems and cancer networks, and good, strong, experienced MPs should be driving those local health economies to ensure that they level themselves up and make use of what is there in the system to deliver as well for their population as other parts of the country do. There could be a lot more sharing among us of how we use that ability as Members of Parliament to drive our systems. I do it in my area, and I am sure the hon. Member does it in his. I thank him for his intervention.",
        "There are issues of variation affecting cancer specifically, such as proper screening uptake among certain groups, lower referral rates for some cancers and in certain areas, and higher rates of less survivable cancers among more deprived groups. We called for NHS England and the Office for Health Improvement and Disparities to produce an action plan for addressing disparities in cancer and for the much talked about 10-year cancer plan to include a specific action schedule for rarer and less survivable cancers. That remains, for us, a vital aspect of improving cancer services, and we hope that the long-term cancer plan—should one arrive—makes that part of its work.",
        "Last month, NHS England made it clear to us that it was focusing on delivering the NHS long-term plan for cancer. In many ways, that emphasis on delivery is welcome. The programmes being implemented as part of that work are positive, and I have covered some of them today, but recent research from the International Cancer Benchmarking Partnership has shown that national cancer plans are worth far more than the paper they are written on. The ICBP found that the countries that have made the biggest improvements in cancer since 1995 are those that have ambitious, detailed and costed plans for improving cancer services that are open to scrutiny by those whose job it is to do that—namely, us. Denmark and England used to be at the bottom of the league table for cancer, but thanks to consistent national cancer plans with associated long-term investment, the Danes have made rapid improvements, and they now leave us lagging behind.",
        "In conclusion, the Health and Social Care Committee’s report on cancer services found that there are many areas where the Government and the NHS are doing really good work and using the unique benefits of our national health service, but there are too many other areas where we can go further and faster to improve cancer services and outcomes. I hope the Minister will confirm that the Government intend to do so through the promised 10-year cancer plan."
    ]
}