{
    "url": "https://www.ukpol.co.uk/steve-brine-2022-speech-on-the-nhs-workforce/",
    "title": "Steve Brine – 2022 Speech on the NHS Workforce",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Brine",
            "url": "/tag/steve-brine/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steve Brine, the Conservative MP for Winchester, in the House of Commons on 6 December 2022.",
    "content": [
        "It has been interesting to hear the exchanges between the Front Bench speakers, although I am surprised that there are not more Members in the Chamber for what is a very important debate. [Interruption.] Actually, where are they on both sides of the House? Given that this is the No. 1 priority of the Opposition, where are they?",
        "**Richard Burgon (Leeds East) (Lab)**",
        "Is it not the hon. Gentleman’s No. 1 priority?",
        "**Steve Brine**",
        "Without the heckling from the back row of the Labour Benches, I can say that this has always been my No. 1 priority.",
        "Back in July, the Health and Social Care Committee, which I now chair, published a crucial report entitled, “Workforce: recruitment, training and retention in health and social care”—I urge colleagues across the House to take a look at it, if they have not already done so. We looked at workforce issues right across the NHS, and the findings were stark. The report found that the NHS workforce is facing the biggest challenge in its history. It made the same point about the social care workforce. Although social care is not the focus of today’s debate, it is important to stress, as others have during today’s opening exchanges, that the two sectors are closely intertwined and the workforce problems in the NHS cannot be considered in isolation.",
        "We had NHS Providers before the Select Committee this morning to discuss the industrial action. I asked them whether they support the independent pay review process. I would have intervened on the shadow Secretary of State with that question, but his speech had already gone on for an hour, so I thought he deserved to sit down. More than 1 million NHS workers under Agenda for Change have had, as the Secretary of State said, a £1,400 pay rise this year. That has come out of the independent pay review process. The question I asked NHS Providers this morning, to which the answer was yes, was: do they still believe in the independent pay review process?",
        "Either we have that process, we believe in it and we respect it, or we do not. Are we saying that we have that process and it sticks until something else comes along? If Ministers then become directly involved in negotiating pay for NHS workers, that is a very different proposition. That is not the place we want to be, although the Select Committee is very happy to scrutinise that proposal if it is coming from the Treasury Bench. I would be interested to hear in the winding-up speeches what the Labour party’s position is on the independent pay review process, because it is independent for a reason.",
        "The Committee’s report cited research by the Nuffield Trust suggesting that the NHS in England could be short of 12,000 hospital doctors and more than 50,000 nurses and midwives. The number of people on a waiting list for treatment rose to a record of just over 7 million in September, and the 18-week target for treatment has not been met, as is well known and is on the record, since 2016. Yet, as our report noted, the demand on the sector continues to grow relentlessly. There are estimates that an extra 475,000 jobs will be needed in health by the early part of the next decade.",
        "One of the Committee’s most urgent recommendations was that the Government should do proper workforce planning. We noted that without workforce plans that are independently verified and publicly available, there would be little confidence among the public, the profession or NHS workers themselves that the Government have a grip on the problem.",
        "I must say that the Select Committee has not yet had a Government response to our workforce report—it is a little overdue. The Secretary of State is on the Front Bench, and I know he is busy, but hopefully he will take that back to his officials. We look forward to receiving that response, because it is important that Select Committees get responses to reports in as timely a manner as possible, notwithstanding the fact that there has been a change of Administration.",
        "However, I am encouraged that the Government are paying attention to what the Committee recommended, and I was delighted to hear my predecessor in this role, now Chancellor of the Exchequer, say in his autumn statement that he agreed with himself—his words—and that the Government would now be publishing an independently verified workforce plan for the NHS for the next five, 10 and 15 years, something the Committee has long called for. The Treasury outlined that the plan would",
        "“include measures to make the best use of training to get doctors, nurses and allied health professionals into the workforce, increase workforce productivity and retention.”",
        "Excellent—that is progress.",
        "Questions remain, however—maybe the Minister can touch on this in her winding-up speech—about what the independent workforce planning will look like in practice. We need to know more about who will provide the independent verification once the work has been done. I understand the work has largely been done by the NHS, but we need to know who will be doing the independent verification, when it will be published and how regularly it will be reviewed. When we know that, we will look forward to talking to him or her in the Select Committee.",
        "Our report contained a number of other important and detailed recommendations about how to tackle the NHS workforce crisis. I do not want to go into all of them today—as I have said, the report is on the record and published in the House—but among them I wanted to highlight the radical review of working conditions that was touched on by both the shadow Secretary of State and the Secretary of State.",
        "Work conditions are critical. We talked about the need to reduce the intensity of work felt by so many people in the service—which I hear about both as a constituency MP and as Chair of the Select Committee—and the need to boost retention and of course recruitment of people who are looking at where they might work when they have done training. We recommended that the review should start with an overhaul of flexible working, which would mean that NHS workers were not driven to join agencies or become locums to gain control over their working lives. I often hear those words, “We just need control over our working lives.”",
        "We also said it is a huge problem that senior doctors are being forced to reduce their working contribution to the NHS or to leave it entirely because of the long-standing problem around pension arrangements, which was a problem when I was a Minister in the Department. We accept that the Government have made some progress on pensions, with changes to the taper rate and the annual allowance, and credit to them for that, but we note that the problem persists and have called on the Government in our workforce report to address it.",
        "In that context, to give credit where it is due, I was very pleased to see on Monday that the Government have announced plans to amend NHS pension rules to retain senior doctors and encourage staff to return from retirement. The Secretary of State was slightly mocked when he said that was subject to a consultation, but that is how government works. If the hon. Member for Ilford North (Wes Streeting) were to become Secretary of State—I like him very much, but I hope he does not—he would also publish consultations, because that is how proper government is done, and he knows that. We look forward to seeing the Government response to that consultation, which I know the Secretary of State is keeping a keen eye on.",
        "The Secretary of State is right to say that there are a record number of doctors in training, with five new medical schools, two of them focused on training GPs. That is true, but the Select Committee will return to our workforce work next year, and we will be taking evidence from anyone who wishes to contribute about the cap on training places. I have said to Ministers and to No. 10 that I think the Government are going to have to look again at that issue. I hear in my constituency from bright young boys and girls who wish to train as medics, whose parents have maybe worked in the profession and who have that ambition for themselves. The cap is a problem.",
        "My other point is about demand. We had somebody from the British Medical Association’s GP committee before the Select Committee this morning, as part of our ongoing inquiry into integrated care systems, who was talking about the NHS being underfunded. That depends on which end of the lens we look at, does it not? We spend £150 billion or so of taxpayers’ money on the NHS. We could spend £300 million; that would be a choice. We would have to fund it, of course, because we know what happens when people make unfunded spending pledges from the Dispatch Box—the markets go into meltdown, and rightly so.",
        "We need to have a serious and honest conversation with ourselves about how much of our national wealth we wish to spend on our health service and whether that would achieve the desired outcomes. We are the fifth-largest spender on health services in the OECD, but we do not get the fifth-best outcomes. I can give the House a bit of an exclusive here, because in the new year the Select Committee will be launching a big inquiry into prevention. Anyone who knew me when I stood at the Dispatch Box as a Minister will know that cancer and prevention are the two things that most get me out of bed in the morning, so we will do a big piece of work on prevention.",
        "My view and the view of many others is that the NHS will have long-term sustainability challenges if we do not get serious about prevention. I do not just mean returning to the argument around obesity and all the things I wrote about in the child obesity plan when I was a Health Minister, although they are important and I urge the Government not to backtrack on any of those policies but to implement them, because weight is a major problem in our ill health. We need to get upstream of ill health.",
        "I will say more about this in the debate in the House on Thursday, but when the Committee returns to cancer work, we must look at future cancer and at getting upstream of cancers. At the moment, we want to diagnose quickly, but people have to have symptoms in order to be diagnosed quickly and then we need to treat very quickly as well, within the 28-day standard. The Secretary of State and I have talked several times already about how we need to get far ahead of that.",
        "We need to bring together predictive medicines, biomarkers and some of the life sciences work that is going on with the NHS’s genomic strategy, and get ahead of some of the illnesses that drive ill health in our country. Without that, in my humble opinion, the NHS has long-term sustainability problems.",
        "**Emma Hardy**",
        "This is a perfect point for me to lobby the hon. Gentleman on also looking into diagnosis times for people with endometriosis, who are waiting on average seven and a half years to receive a diagnosis, and women’s health treatment generally. That would be a wonderful inquiry for his Select Committee to look into and take under observation.",
        "**Steve Brine**",
        "Duly lobbied, thank you. The hon. Lady has mentioned this to me many times before; I take the point on board and other members of the Committee in the Chamber will have heard her too.",
        "In all the work that we are doing on the Select Committee, whether on ICSs, prevention or cancer, or the work done by my predecessor chairing the Committee, workforce is without question the common theme that runs through all of that. We cannot get away from that. I think there are encouraging signs that the Government are listening to the Committee, and of course we have a great advocate in No. 11 Downing Street and in the Secretary of State, who I was pleased to see reappointed to his position.",
        "I urge the Government to continue to listen to the Select Committee. We are a cross-party Committee, looking at things in a sober, calm, evidence-based way, and we look forward to the Secretary of State coming to see us soon to talk about these issues. The invitation is always there, as he knows.",
        "The workforce challenges that the NHS faces are the bottom line. Without tackling them, we are not going to move forward on many of the challenges that I know the system has. I welcome this debate; I hope we can keep it sober, keep the party politics out of it and focus on the NHS, because ultimately that is what our constituents demand of us."
    ]
}