{
    "url": "https://www.ukpol.co.uk/steve-brine-2023-speech-on-nhs-winter-pressures/",
    "title": "Steve Brine – 2023 Speech on NHS Winter Pressures",
    "post_date": "January 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Brine",
            "url": "/tag/steve-brine/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steve Brine, the Conservative MP for Winchester and Chair of the Health and Social Care Select Committee, in the House of Commons on 9 January 2023.",
    "content": [
        "There is no doubt that, in some places more than others, patient flow in acute hospitals is the issue gumming up the system, and the Secretary of State is right to say that demand far outstrips supply, in part because of the very high flu numbers. Today’s injection of funding is very welcome as is the additional surge capacity the Secretary of State spoke about in his statement. His mention of prevention is especially welcomed by me; let us do so much more on this. Another £250 million is a lot of the public’s money. What real-time oversight does he have to ensure that NHS England spends it wisely, and may I make a plea that domiciliary care is not overlooked, because the lack of care in people’s homes is every bit as much the enemy of patient flow as the lack of care home places that he has identified today?",
        "**Steve Barclay**",
        "My hon. Friend raises an important issue about getting flow into the system, not least because delays in ambulance handovers lead to the highest risk in what is a whole-of-system issue where the patient is not seen and treatment is delayed. That is why flow through discharge is so important, because, while that often concerns the back door of the hospital, it is actually the pressure at the front door that is most acute. The Government recognised that in the autumn statement and that is why there was additional funding with the £500 million for delayed discharge. That has taken some time to ramp up, but we recognise that because of the flu there is an immediacy in the pressure on A&E that we need to address.",
        "My hon. Friend’s point speaks to one of the key lessons from the covid period. It is not simply about releasing patients from hospitals who are fit to discharge; it is also about the wraparound services provided for those patients so that they do not get stuck in residential care for longer, and they are still able to go home and get the domiciliary care packages. NHS England is focused on that so that they have the wraparound services alongside that discharge."
    ]
}