{
    "url": "https://www.ukpol.co.uk/steve-brine-2022-speech-on-the-governments-preparations-for-industrial-action-in-the-nhs/",
    "title": "Steve Brine – 2022 Speech on the Government’s Preparations for Industrial Action in the NHS",
    "post_date": "December 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Brine",
            "url": "/tag/steve-brine/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steve Brine, the Conservative MP for Winchester, in the House of Commons on 12 December 2022.",
    "content": [
        "With your indulgence, Mr Speaker, may I send our heartfelt sympathies to the parents of the little boys who have lost their lives in the west midlands overnight and say thank you to the emergency service workers, many of whom will have been from the NHS? I am sure they have done their best for those they pulled out and those they were unable to save.",
        "The Minister is right that we have an independent pay review process, but it seems that we are coming to an interesting junction point: either we believe in an independent pay review process, or we do not. We cannot be in a situation where everything is agreed until it is simply not, and then Ministers are negotiating pay. That is not what Ministers do.",
        "I am glad the Minister mentioned patients them at the end of his remarks. We must keep them as our focus. I have more information about my train services over the next few weeks than I do about health services. Is the Minister satisfied that patients have enough information about what is being affected and when, and how much it will impact on the backlog? I suspect none of this will help the workload pressures that are impacting our NHS.",
        "**Will Quince**",
        "I thank my hon. Friend for his question, and I echo his comments on the tragic events in Solihull, the boys who lost their lives and the heroic actions of those in the emergency services.",
        "My hon. Friend is also right to say that we have an independent pay review body, and we either agree and accept that that is the process, or we do not.",
        "On advice to the public, my hon. Friend is right that we have more to do in this space. Derogations are still being worked through with both individual unions and trusts. Patients should continue to call 999 as normal if it is an emergency and someone is seriously ill or injured. If they do not have life-threatening conditions, they should use NHS 111. Ambulances will still be responding to 999 calls. If patients have appointments, they should please turn up unless advised not to do so. He is right to make the point about communications, and I will be ramping this up when we know more about derogations."
    ]
}