{
    "url": "https://www.ukpol.co.uk/steve-brine-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Steve Brine – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Brine",
            "url": "/tag/steve-brine/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Steve Brine, the Conservative MP for Winchester, in the House of Commons on 9 September 2022.",
    "content": [
        "Madam Deputy Speaker, I concur with what you said after listening to our new sovereign King. What a privilege it was to sit here together in this House of Commons Chamber and listen to that address. It gives a whole new meaning to the expression, “Not a dry eye in the house.” He put it beautifully, as always.",
        "I want to say a few things on behalf of my constituents in Winchester and Chandler’s Ford. Yesterday was, of course, one of the saddest days imaginable. We have known it was coming for a while now, not least after yesterday’s comment from the palace on Her late Majesty’s health—something they never do—but the sense of shock we feel today is palpable. The sense of loss for our great country and the Commonwealth—I too was at the conference in Halifax, Nova Scotia, last month—is vast. This is a national moment but, as my hon. Friend the Member for South Dorset (Richard Drax) said, it feels intensely personal, and it is.",
        "Her late Majesty spoke movingly of her late husband, the Duke of Edinburgh as her “strength and stay”, as my hon. and learned Friend the Member for Cheltenham (Alex Chalk) said earlier, but the truth is that she was our strength and stay, and that is why we are going to miss her so greatly.",
        "I was extremely honoured to meet the Queen in 2012 at Buckingham Palace as a relatively new MP. We all lined up with our partners as nervous as one can possibly be, as those who were there will remember, but as so many have said—I have sat through pretty much every speech today—the nerves disappeared as soon as we interacted with Her Majesty, so we need not have worried. The Queen asked me which constituency I represent, so I said Winchester, and we briefly discussed how the city was—still is—searching for the remains of King Alfred, our favourite son. The Queen loved that and, with that trademark smile and much-mentioned twinkle in the eye, said, “They’ve just found one of my ancestors under a car park in Leicester!” It was not untrue, as she was, of course, referring to the remains of Richard III.",
        "Our late Queen visited Winchester many times, including in 1959 to officially open Elizabeth II Court, the home of Hampshire County Council, and for the Maundy service in April 1979 in our great cathedral. It is the focal point of our county and the diocese and has been the scene of several services today and will be for many more over the weekend. We had the new King in Winchester just a few months ago to unveil—this is a mark of how he will wear the Crown—a statue of a famous Jewish figure in Winchester history called Licoricia. It was a pleasure to have him in Winchester that day.",
        "I often remind my constituents that Back-Bench MPs and maybe even some on the Front Bench—I have been there too—do not really have that much power, but we do have quite a bit of influence. The longer we do this job, the better we get at using it for the benefit of our constituents. Our late Queen, as a constitutional monarch, did not hold any executive power—in fact, she could not even vote—but boy did she wield great influence through her vast experience, about which we heard from her Prime Minister and her former Prime Ministers, her knowledge, and the respect she rightly commanded all over the world.",
        "There has been a lot of replaying overnight of the words spoken by the young Princess Elizabeth on her 21st birthday while in South Africa. The famous section of that speech was, of course, when she said that her whole life",
        "“whether it be long or short shall be devoted to your service and the service of our great imperial family”.",
        "However, a lesser-known passage of that speech reads:",
        "“But I shall not have strength to carry out this resolution alone unless you join in it with me, as I now invite you to do”.",
        "I have always been struck by that comment as incredibly revealing and brave, because I think our then future Queen was saying, “I don’t embody the divine right of Kings and Queens”—so fabled in British history—“I have to earn it and keep it. I need your support.” I think she reigned in that spirit every single day of her 70 years —never lost in the majesty of it all, like some of her famous predecessors, but always knowing that she had to draw that strength from the support of her people and that she had to constantly be seen to be believed. Maybe those two famous appearances on the balcony of Buckingham Palace, at either end of that fabulous platinum jubilee weekend earlier this summer, showed that she knew that right until the very end. I am so glad that the country and the world had those incredible moments.",
        "We have heard a lot today about schoolchildren and how they ask us if we have ever met the Queen. I get that too. I was with a school here probably a decade ago, when I was a relatively new MP, and as we were leaving one of the schoolchildren said to me, “Mr Brine, can I ask you a question that I didn’t want to ask in front of all the other children?” I said, “Yes, of course”, and this young lad said to me, “How did God save the Queen?” I still maintain that that is the best question I have ever been asked. For those who want to know my answer, it was “That’s one for your teachers”; but maybe our late sovereign lady now knows the answer.",
        "As a Christian in this House, I believe that everyone—whether they live on the planet for a matter of hours, or for 96 hugely influential years as one of the most famous people ever to walk on it—changes our world by their presence in it. As others have said today, we are so, so lucky to have had Queen Elizabeth II in our lives. We are changed by it, and will evermore be so. So thank you, Queen Elizabeth II; it has been a privilege—and God save the King."
    ]
}