{
    "url": "https://www.ukpol.co.uk/steve-brine-2019-speech-on-schools-in-winchester/",
    "title": "Steve Brine – 2019 Speech on Schools in Winchester",
    "post_date": "July 4, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Brine",
            "url": "/tag/steve-brine/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Steve Brine, the Conservative MP for Winchester, in the House of Commons on 3 July 2019.",
    "content": [
        "The title of this Adjournment debate is “Schools in Winchester”; it has therefore been drawn fairly wide, and deliberately so. Supporting schools in my constituency, which for the record is Winchester and Chandler’s Ford during this debate, is a key focus for me. Winchester is my home; it is the place where my wife and I choose to live and bring up our children, Emily and William. They both attend local state schools, in primary right now, with my daughter about to make the transition to “big school”, as it is called, in September.",
        "Like every MP, I get into my schools regularly—I was in one just on Friday—and this means that I see the system as a parent and as a local representative. Here is what people say where I come from:",
        "“The schools in Winchester are excellent.”",
        "“House prices are driven up by the quality of the schools here.”",
        "“You can’t go wrong whichever school you go to.”",
        "There is a lot of truth in each of those statements.",
        "Across Hampshire for year R admissions, 92% of parents are offered their top choice of school. In the county, 91% of children attend schools that are rated good or outstanding—that was 69% when the Government came to office in 2010—and 68% of pupils in the county reached the expected standard in reading, writing and maths at key stage 2, compared with 65% across the country as a whole. In my Winchester constituency, we are ahead of the national average in the year 1 phonics check, in outcomes in reading, writing and maths at the end of primary and in the key progress 8 calculation, which takes primary school outcomes and measures them against a child’s GCSE outcomes five years later.",
        "In my constituency, every school bar one is Ofsted rated good or outstanding, and that applied to every school until quite recently. Yes, there is a plan to turn around Stanmore Primary School, which requires improvement right now, but it is a lovely school with a huge amount going for it, and I hope it knows that we in Winchester are right behind it and supporting it under the new leadership to come. As well as some 30 primary or junior schools in the constituency, we have three secondary schools in the city: Westgate and Henry Beaufort, which are ranked good, and King’s, which is excellent. We have two secondaries down in Chandler’s Ford: Toynbee, which is good and very much the rising star, and the excellent-ranked Thornden Academy, which is one of the top-ranked schools in the whole country. Finally, we have the Perins Academy over in Alresford. Perins is worthy of further mention because it heads up the Perins multi-academy trust, or MAT, which I know the Minister will be pleased to hear, primarily created to bring under its wing the previously failing Sun Hill Junior School in the town.",
        "We also have some strong leaders in Winchester’s schools. They are committed individuals who are always professional and who always engage sensibly and helpfully with me, for which I am grateful. On leadership, I just want to pause and pay special tribute to a lady called Fey Wood from Oliver’s Battery Primary School in Winchester. ​She retires later this month after a long career in teaching and a recent cancer battle, which she has come through with her trademark toughness and a lot of love from the city. When she came to the school in 2015, just 12 pupils applied to join the reception year. This year, there will be 34 who want to go to the school. I wish Fey a very happy and healthy retirement and thank her for everything she has done for the children and parents of Oliver’s Battery during her five years with us.",
        "So we have got it all going on, as they say, and I cannot claim, as a constituency MP, that my mailbag is consistently full of complaints from parents about the quality of the education their children are receiving or from teachers about the policies of Her Majesty’s Government. The Minister will be pleased to hear that. I first became the MP for Winchester nine years ago, and in the early years of the 2010 Parliament we had major capacity problems, especially in the city of Winchester. The baby boom that strangely coincided with the financial crash of 2008 had rather predictably by 2012 led to demand outstripping supply for us. If I am honest, Hampshire was very slow to plan for this, but in the face of a pretty concerted campaign by me and local parents, its response was first class.",
        "One of my proudest achievements so far as Winchester’s MP was to deliver a £10 million investment plan that brought 420 new primary places across the city online for September 2014 and included expansions at Saint Peter’s—the Catholic school in Winchester—All Saints, St Bede and Weeke, plus the creation of Hampshire’s first all-through school at the Westgate, which my right hon. Friend the Member for Loughborough (Nicky Morgan) visited when she was Secretary of State.",
        "So when it comes to schools in Winchester, capacity is in a good place now. Like many areas, we have major housing development taking place, including the new Kings Barton community, which will host the new Barton Farm Academy, sponsored by the excellent University of Winchester. I am thrilled to be a trustee of that school-to-be. We were on site last month for the ground-breaking ceremony for what will be a 420-place academy when full. Pupils will benefit from the university’s value-driven ethos, evidence-based learning and teaching and a passionate commitment to social justice. It is also an eco-school, and we are already incredibly proud of it.",
        "Ahead of this debate, I asked constituency heads for their thoughts on their school’s current funding position and whether they had had to make any reductions in teaching or other staff for the current 2019-20 financial year. I wanted to get a view on the teachers’ pension scheme, which the Minister will know is the source of much concern in the profession. I wanted to get from the heads themselves the current view, and it is fair to say I certainly got that.",
        "There is an understanding across the board among schools in my Winchester constituency that per-pupil funding has risen, but there is also frustration at the reduction in the lump sum in Hampshire to bring it in line with the national funding formula, which was a decision taken by the schools forum a few years back. ​The truth is that has created winners and losers, depending on the size of the school, a point to which I will return. Concern is unanimous within the schools about the rising cost base, including the unpopular apprenticeship levy. I would therefore welcome comments from the Minister on what procurement help the Department can offer to help schools meet the challenge of rising costs.",
        "Three of my secondary schools have told me that they have regrettably made staffing reductions in the past two years. Several told me about support workers, librarians and business managers not being replaced and about increasing science and maths class sizes. Kings’ School, which is ranked excellent, increased its intake by 24 pupils this year without increasing the number of classes, so tutor groups now have 30 pupils instead of 28. That increase in numbers has understandably undermined trust between the Winchester schools, putting something that we have called the Winchester schools teaching alliance in a fragile position and leading one secondary school to pull out of it altogether.",
        "Several heads made the point that they have had no choice but to cut back on continuing professional development in recent years, which is inevitably going to hit staff recruitment and retention—if it is not hitting it already—in Winchester and central Hampshire, which is already an expensive part of the world to live in.",
        "**Jim Shannon (Strangford) (DUP)**",
        "I sought the hon. Gentleman’s permission to intervene and talked to him about the matter that he is bringing to the House. Does he agree that the Government need to refocus on the point of the schooling system, which is to educate children, prepare them to reach their potential and help them to find a job that makes the most of what they have? Instead, there is a fixation on micro-management, which ignores our duty to ensure that schools are funded correctly and given enough to operate to an acceptable standard.",
        "**Steve Brine**",
        "The hon. Gentleman and I have danced in this Chamber many times during Adjournment debates—usually with me at the Dispatch Box—so it is good to see him in his place. I agree with some of what he says, but I do not think that schools are micro-managed by this Government. The Government have a focus on rigour for some of the key outcomes, and the Schools Minister has been absolutely laser-focused on that, as he should be. A good school looks at the whole person, and my schools in Winchester do that, but they are finding that a challenge right now, and I will come on to the reasons why.",
        "Finally on funding, I have my fair share of small rural primaries in Winchester, and the fair funding formula has not been good news for them all. For obvious reasons, the schools forum decision that I mentioned earlier has not created winners out of schools with a small role. Compton All Saints’ Church of England Primary School tells me that the new formula has left it operating with about £20,000 less than in previous years. That, as the Minister will appreciate, makes a massive difference in a school with only four classes.",
        "As the Minister will know, the Government have now published their response to the recent consultation on funding the changes to the teachers’ pension scheme employer contribution rate. This welcome announcement confirms that the Government will fund all state-funded ​schools, further education and sixth-form colleges and adult community learning providers to cover their increased costs from September 2019, when the rate for employer contributions is due to increase to 23.6%.",
        "The letter to me from the Secretary of State for Education, dated April 2019, said the grant will be accompanied by a “supplementary fund” to which schools facing unusually high pension costs—typically, I suppose, where a school faces a shortfall between its grant allocation and its actual increase in pension costs—will be able to apply for additional support. Ministers said they planned to announce details of how schools can apply to the supplementary fund in the autumn of this year, so will the Minister please update us on progress?",
        "More generally, the message I got is obviously one of relief that the TPS employer contribution has been fully funded for 2019, but schools need a lot more certainty—I am sure the Minister hears this a lot on his travels, and I know that he travels a lot—if they are to plan properly. Rolling one-year settlements are just not good enough.",
        "One of my schools tells me that it is part way through a four-year deficit recovery plan and that it aims to balance in 2020-21, but the great known unknown in its projections is staff costs. Governing bodies urgently need to take a long view of financial planning, and I urge the Minister in that respect.",
        "Other themes running through the responses centre on help for children with additional needs and for parent teacher associations, and I am sure we have all engaged with PTAs in our constituencies. I hear that PTAs in my patch—I know that other people hear this, too—are increasingly being asked to step up for major capital projects in the absence of any chance that schools in my constituency will be eligible for external funds.",
        "Will the Minister touch on what resource schools in places like Winchester can tap into when they need to make capital improvements to their site? I understand there is a capital maintenance grant, but Hampshire County Council tells me that its calculated liabilities—in other words, what needs doing—are currently around £370 million, whereas the grant received this year is around £18 million, which is obviously a big gap.",
        "I am very concerned by what I am hearing about children with special educational needs or additional needs, a subject about which you and I care passionately, Mr Speaker. If I am honest, this is the issue that brings together all the pressures, funding and otherwise, being communicated to me by headteachers in my constituency and by the local education authority.",
        "I am getting a consistent message from heads that they are seeing a marked increase in the needs of children, especially with regard to social, emotional and mental health. As one head put it to me,",
        "“Schools seem to be having to cope with increased levels of violent behaviour—not because the children are naughty but because we are unable to provide for their needs. Special school places are at a premium and children who need this specialist and therapeutic provision are having to be ‘held’ in mainstream school. This not only means their own needs are not being met—but also disrupts the learning of others. Teachers find working in this environment stressful and I have experienced good staff leaving because of it.”",
        "This familiar view has been expressed to me by several of my headteachers.​  \nFunding pressures at local authority level, for which I appreciate the Minister and the Department for Education are not responsible, have left social care and children’s services under pressure, and schools are increasingly finding themselves plugging the gap. Teachers are becoming involved as lead professionals in supporting families and home life.",
        "Teachers have always done much more than teaching, of course, but right now it feels like they are expected to be housing officers, mental health professionals and even nutritionists to boot. I have spoken warmly of the teachers at my schools, and they are resourceful people, but that is pushing it. As one headteacher in Winchester put it to me recently, a small group of pupils are taking a very large slice of support and time, which obviously is then having an impact on the other children, but it is also having an impact on the children with less complex education, health and care plans, who then miss out as a result.",
        "I thought that IDACI—the income deprivation affecting children index—on the proportion of people under the age of 16 who live in low-income households could be a place to turn, but sadly it is not, because my constituency will always fall short of that measure, even though there are pockets of deprivation in Winchester; these are nothing special just because they have a fantastic view of the south downs or the city of Winchester from the playground. If we add in how stretched child and adolescent mental health services are and how stretched the supporting families programme is in my area, we have a perfect storm, which says clearly that we need so much more support in our schools, to stand with these often highly vulnerable children and their families.",
        "Clearly, we as a country are at a crossroads in our political life at this time. As we pause for breath before the new Prime Minister takes office later this month, I make this plea to my right hon. Friends the Members for Uxbridge and South Ruislip (Boris Johnson) and for South West Surrey (Mr Hunt), as well as to the outgoing occupant of No. 10, whom I know will hear these words acutely. When I was a Minister at the Department of Health and Social Care, as I was until recently, I was fortunate to work alongside two Secretaries of State as we landed a very healthy long-term financial settlement for the NHS and subsequently a long-term plan for how it would deliver the improved outcomes we wanted to see across the acute sector, public health and all the things I am passionate about. We clearly need a long-term plan for schools, backed by significant new investment—the first bit may be easier than the second—just as we did for the NHS.",
        "As the Minister knows, I have long been a member and supporter of the f40 campaign group and we have had some success. I pay tribute to the Minister because I know that he has personally done a huge amount with f40 and to push the fairer funding agenda within government, during a time of difficult financial constraint. It is a fact that over the two years 2018-19 and 2019-20, per-pupil funding in Hampshire is going up by £167, which represents 4% compared with the national average of 3.2%, and when changes in pupil numbers are taken into account, total funding rises in my county by £42.5 million. But when the dedicated schools grant for 2019-20 is divided by the number of students in Hampshire, each pupil is worth £5,523, which is the fourth lowest figure in England.​",
        "Although we have received an additional £6 million over two years in high needs block funding, we clearly cannot keep up with demand. Let me give an example. In 2014, there were 5,500 pupils with a statement across Hampshire, but in 2019 there are 8,300 pupils with EHCPs. It does not take a genius to work out that this has led to a big deficit—a £10 million in-year deficit at the LEA. I know from independent studies that the UK is a high spender on state primary and secondary education by international standards, and real spending per pupil is half as much again higher than it was in 2000, during the so-called Blair years of plenty, but we still have all that I have set out in this debate and schools facing very real financial constraints, which I know, from his letter in April, that the Secretary of State and the Minister do not duck.",
        "The long-term plan for schools must be part of a properly funded settlement that recognises the reductions in lump sum that have done so much to aid the current situation, enters into a new long-term deal with the profession on pay and pensions and, like the NHS long-term plan, takes seriously the wider services in society, such as CAMHS and social services, because when they fall down they significantly affect our schools.",
        "I would say, with the benefit of my experience in the Department of Health and Social Care that we did bring a long-term settlement for the NHS and we did bring forward a long-term plan for the NHS, but we did not, at the same time, bring forward the people plan of the workforce or a funded public health settlement. That weakened the NHS long-term plan, and those two elements are now playing catch-up. We must not make that mistake again with a new long-term plan for schools.",
        "We have much to celebrate in my constituency. I have given many figures in support of that and tried to be balanced in the way I have presented the schools in Winchester. We have strong leadership at the LEA, and I have given some stats relating to that, and very strong leadership in the schools themselves. Generally, we have a well-engaged parent body. However, there are signs for me, as a constituency MP for nearly a decade, that suggest we need change. I have set out some of that this evening, particularly in respect of the acute challenge that we face on high needs.",
        "Above all, we need that long-term plan. We need a long-term financial settlement for schools in Winchester and throughout the country. I would be grateful if the excellent Minister and the rest of his team at the Department left a note to that effect when, or if—although I hope not—they leave office in a few weeks’ time."
    ]
}