{
    "url": "https://www.ukpol.co.uk/sal-brinton-2022-speech-on-the-growth-plan-baroness-brinton/",
    "title": "Sal Brinton – 2022 Speech on the Growth Plan (Baroness Brinton)",
    "post_date": "October 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Sal Brinton",
            "url": "/tag/sal-brinton/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sal Brinton, Baroness Brinton, in the House of Lords on 10 October 2022.",
    "content": [
        "My Lords, I add my best wishes to the right reverend Prelate the Bishop of Birmingham as he leaves your Lordships’ House. He has always been thoughtful, often provoked us and made us think about what he has said, and I will miss his bluntness in some of our debates over recent years—it has been vital for all of us to hear, and I thank him for it. I also welcome the noble Baroness, Lady Gohir, to her place in the House and very much look forward to working with her in future.",
        "“Growth, growth, growth” as an aim is not, as we have heard from many sides of your Lordships’ House this afternoon, in itself a bad thing. The problem is the growth plan, the mini-Budget and the reference by the Chancellor and the PM to trickle-down economics—whatever the noble Baroness, Lady Noakes, says, they have made it plain that is the policy they are following. That has not been proven to have worked and, as we have heard from many others, it has not worked elsewhere. It will certainly not work within the two years that we need it to do so.",
        "Many of us have found the growth plan wanting and, most likely, unachievable. I shall focus in my brief contribution on the impact of the current situation, particularly in health and social care and how the plan does or does not address the growing crisis faced there. The OECD spend in the UK is 2.3 hospital beds per 100,000. In Germany, it is 12. The actual spend as a percentage of GDP is equally different. That, for many, explains why we have had problems in the NHS for years—not just since Covid but for much longer.",
        "Those delays are becoming unimaginable. A friend in A&E last week said that a fellow patient reported that she had been waiting to be seen in A&E longer than she had queued to see Her late Majesty’s lying-in-state. This is now commonplace. The Health Service Journal highlighted just last week that increases in inflation will force the NHS drastically to scale back services unless there is extra funding. It could have to find £20 billion in efficiency savings over the next three years because of the increased cost of goods and services that it purchases. Already, two out of three integrated care systems, only introduced by the Government on 1 July, have fallen off-track on their financial plans. Common pressures reported include the impact of inflation and Covid costs that were not funded this year.",
        "The mini-Budget recognises the vital role of the care sector, as does the Health Secretary’s plan for patients. However, there is no money, not least because the money from the levy has been removed. The crisis is there already. Staff cannot be recruited because they can get far more money in hospitality and retail.",
        "Far worse than that, however, are the energy costs that the sector faces. One small care home discovered that its energy costs would go up by 600% from October this year. A six-month extension of help from the Government for part of it is unlikely to keep that business going. Earlier, in Questions, noble Lords commented on the problems that disabled people are facing with energy costs. Many of them have high energy costs, with only £150 offered when their bills are considerably higher.",
        "The anti-growth coalition, to which the noble Baroness, Lady Noakes, referred, is a bizarre term. It reminds me of Humpty Dumpty, who said:",
        "“When I use a word … it means just what I choose it to mean—neither more nor less.”",
        "The PM’s definition of the anti-growth coalition now seems to include anybody, including people in her own party, who disagrees with her."
    ]
}