{
    "url": "https://www.ukpol.co.uk/steve-brine-2022-speech-on-early-years-childcare-and-staff-child-ratios/",
    "title": "Steve Brine – 2022 Speech on Early Years Childcare and Staff-Child Ratios",
    "post_date": "November 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Brine",
            "url": "/tag/steve-brine/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steve Brine, the Conservative MP for Winchester, in Westminster Hall, the House of Commons, on 14 November 2022.",
    "content": [
        "It is a pleasure to see you and your pink hair in the Chair, Ms Harris. It is not often that is said in this Chamber. I thank the petitioners, including a number of my constituents, for signing the e-petition. I thank those in the Public Gallery who have come to watch, and, of course, Zoe and Lewis for being here today. They are very brave.",
        "I speak as constituency MP for Winchester, and in my capacity as chair of the all-party parliamentary group for childcare and early education. I will start with what I always say in these debates: early years education should be thought of and seen in terms of quality, not in terms of quantity. Investment early in a child’s life pays dividends later on as they move through the system. The impact upon a child’s future is priceless. Internationally, the UK has the second lowest level of Government investment in the early years, but the highest level of investment from parents. Thus, parents have every right to ask for the very best. I know that is what the early education professionals, whom I speak to all the time, seek to provide. I declare my interest in that I am married to an early years worker—so I had better be good.",
        "My view is that increasing ratios would have an adverse effect on that quality. Seeing as the ratios are where they are now, it is incumbent on those who propose to change them to explain why I am wrong in that thesis. The stated intention of the last Prime Minister and the Prime Minister before last to change the ratios—potentially abolishing them altogether—would not, as hoped for, improve flexibility or reduce the cost of childcare. Research from Coram suggests that a full-time nursery for children under the age of two costs almost 66%—two thirds—of a parent’s weekly take-home pay in England.",
        "As the hon. Member for Newcastle upon Tyne North (Catherine McKinnell) set out in her excellent opening remarks, if the proposed reforms are to save money for parents in the cost of living crisis—a perfectly sensible and laudable aim—the evidence to back that up has to be laid before us and the Government have to show their workings out. I am not deaf to those arguments; I am perfectly willing to hear them and happy to see those figures—but see those figures, I must.",
        "Early years settings have expressed concerns to me, and to those of us on the all-party group, that the relaxation of staffing ratios raises the risk of accidents for young children due to fewer staff needing to provide the same quality of care to a greater number of children.",
        "**Vicky Ford (Chelmsford) (Con)**",
        "I thank my hon. Friend for everything he does for the early years sector. I also give my condolences to Zoe and Lewis for their tragic loss. In my constituency of Chelmsford, people want to have outstanding childcare, and, like others across the country, they care about the safety of their children. As a mother who once had three under four, I know what tight ratios mean. But people are also concerned about the affordability of childcare. Does my hon. Friend agree with me that when looking at the issue of international comparisons on ratios, one should try to compare apples with apples? We have to look at not just the staffing numbers but the investment in qualifications. Does he agree with me that the Minister is right to look at rations, but needs to ensure that those comparisons are done on a level playing field, taking into account those other considerations too?",
        "**Steve Brine**",
        "I absolutely agree with my right hon. Friend, the former Minister. As set out in the opening speech, the situation is very different in Scotland; there are different qualification levels. Also, in Scotland practitioners have to register with the Scottish Social Services Council in order to work in early years, and they have to commit to continuing professional development qualification levels to do that. The hourly rate is also higher. I do think it is different. My right hon. Friend referred to having had three children—I only have two. Yes, it is about the qualification, but it is also simply a numbers game and about having eyes on the child. Our two children are 12 and 15 next week—it is a busy month—but when they were small, my wife and I would divide and rule. We had a 1:1 ratio. When we were looking after their cousins, the ratio went up and it was more challenging. Clearly, I am not suggesting a 1:1 ratio in early years education, but why on earth would we want to go the other way in a setting where children potentially spend seven or eight hours a day for five days a week? I question it but, as I say, show me the money. Show me the evidence, show me the workings out and show me the savings, and then we can make an informed judgment.",
        "There are concerns among providers and parents about settings having the capacity to support children with any additional needs, such as children with SEND, who may need more, rather than less, time with educators. I know the Minister will touch on this issue in her remarks. My fear, and that of providers and parents, is that a further ratio reduction would reduce the capacity and parental confidence even further, potentially driving more exclusion in early years education.",
        "Another point is that current staffing ratios reflect the requirements for facilities and space set out in the Ofsted framework, which is very clear. It would therefore be troubling if the Department contradicted the guidance of the official regulator. If we were to proceed with reducing staff to child ratios, do Ministers intend to consult on changing the Ofsted framework? Of course, that would require a statutory consultation.",
        "I have said that good early years education is vital to supporting our young people to develop, and Ofsted has identified children aged two to three as needing a particular focus on speech and language in order to build necessary communication skills for later in life. More children per staff member can only mean less time per child. Why is that particularly acute right now? Because of the pandemic, young children who started nursery in September do not have the socialisation skills that my children had in the years before they started in early years education, so I would suggest that that is even more important than ever right now.",
        "Let me give some figures. Some 52% of early years staff say their workload and a lack of work-life balance are a cause of stress or unhappiness for them. With the existing ratios, staff are under pressure—I hear that every night at home—and they tell me they are worried about the time they are able to give each child in their care. We face a staffing challenge in the early years sector, and staff are leaving the sector, with many choosing careers in retail with fewer hours but similar, or even greater, levels of pay. Data from the University of Leeds shows a post-pandemic net loss of workers from the sector above and beyond the usual churn of staff, and I often make the point that dog-sitters in my area are often paid more than the people who look after our most precious asset. Dogs are precious too, but they are not our children.",
        "On Saturday I was out in my constituency, talking to constituents. I spoke to a lady in Winchester who said that she was very worried about the nursery round the corner—I will not identify it, for obvious reasons—because it is losing the key worker who looks after her young daughter. It is really disruptive for her young daughter, and she is very worried about it. The nursery is losing that key worker because she is going to work in an office job, as she can get paid better and probably have a lot less stress. This is the reality of life. As the new Minister—obviously, she is a constituency MP as well—gets out and about, I dare to say that she will hear that more and more from the people she meets in the sector.",
        "I would suggest that increasing the number of children each member of staff is working with or responsible for will only increase the pressure and stress within the workforce, and more of these vital workers will leave the sector, which already faces a recruitment and retention crisis. That will drive up costs for parents and exacerbate the financial problems in the sector, with over 84% of providers telling the APPG on childcare and early education that they expect to operate at a loss or merely break even this year—up from just over half in 2018. Nursery and early education providers said it is more difficult to recruit, and some 20% of childminders told us that they did not think they would be working in the sector in six months’ time. Many of those people are concerned about working with new ratios, in what they regard as potentially unsafe conditions.",
        "One nursery worker wrote to me to say that the changes to ratios gave her “nightmares”; she said that the situation was like an episode of “Crimewatch”. Another said that she was “extremely concerned” about the additional pressure on staff, “both physically and emotionally”. I have seen figures that suggest that almost two thirds of practitioners could leave the sector if ratios went in the wrong direction. That is not just a figure; parents across the country will be unable to find good childcare and early education for their children to enable them to go to work and feed the workforce—a challenge in many other parts of the economy. This is not just a childcare story. Childcare is to the economy what social care is to the NHS. If we do not get this right, the economy will slow down, and heaven knows that right now we need the economy to speed up. We need growth.",
        "Staff are referencing workload, stress and burnout as key concerns. I am not defending the current way of working as being perfect—far from it. The all-party group that I chair has for a while been calling for a wholesale review of childcare and early education, and we will write to the new Chair of the Education Committee when they are elected on Wednesday to request that review. I have already spoken to some of those standing for that position, two of whom are in this room.",
        "In conclusion, we do not need a change in ratios. We need a wholesale, fact-based review of childcare and early education that focuses on the workforce, parents and, ultimately—the most important stakeholder—children. Our children deserve nothing less. I have already spoken to the new Minister, the Under-Secretary of State for Education, my hon. Friend the Member for East Surrey (Claire Coutinho), about the issue. I congratulate her on her position. She is a thinker and a serious person, and I really look forward to working with her. I respectfully ask her to meet my all-party group as soon as possible; we look forward to that conversation."
    ]
}