{
    "url": "https://www.ukpol.co.uk/sal-brinton-2016-speech-to-liberal-democrat-party-conference/",
    "title": "Sal Brinton – 2016 Speech to Liberal Democrat Party Conference",
    "post_date": "September 22, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "2016 Liberal Democrat Party Conference",
            "url": "/tag/2016-liberal-democrat-party-conference/"
        },
        {
            "text": "Sal Brinton",
            "url": "/tag/sal-brinton/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Sal Brinton, the President of the Liberal Democrats, to the 2016 party conference on 20 September 2016.",
    "content": [
        "Good morning, Conference. Here we are, constitutional amendments concluded – how will we all manage next week without the excitement?",
        "But seriously, I want to thank you for your involvement and responses to the challenge I put to you over a year ago to think how we could improve our Federal structures, and how we can work more effectively as a party. The thousands of suggestions and comment that you made to the Federal Executive have truly helped shape what came to Conference, and your contributions to the debates over the last four days has been genuinely helpful.",
        "The policy debates have been outstanding too, and I particularly want to thank the many people who spoke at Conference for the first time. In debate after debate, new members and first time speakers were called to the stage to give your views, and what effective contributions they were!",
        "As we wait to hear from Tim Farron later this morning, I have been very aware how during this conference we have been reflecting on our history, with some on Twitter even going as far back as the Whigs! Tim reminded us at the Rally that nearly one hundred years ago the Liberals lost touch with the base, the core voters, and forgot what we were there to do, and we spent years in the wilderness. And yet, many of our members worked tirelessly even though it was very tough going.",
        "Once again the press and media are bemused that we are in such good heart. I have taken a particular delight in telling them that it is because we are open, tolerant and united, unlike Labour, the Conservatives and UKIP!",
        "Diane James’s honeymoon period as new leader of UKIP was short lived. Within an hour of taking up her post on Friday, she had scrapped the speeches of her four opponents, and perhaps most fun of all, turned Neil Hamilton’s speech on Saturday into a coffee break.",
        "Yes, a coffee break.",
        "What’s more, he discovered this from a reporter from Newsnight who had a copy of the revised schedule before Neil Hamilton. UKIP’s purges aren’t even done behind the scenes.",
        "And then there is THAT photo of her and Nigel Farage that was all over the press and media. I know that Nigel Farage backed Diane James as his successor, but that photo is so revealing. She just didn’t want him that close. So UKIP score nul points for being neither open, tolerant nor united.",
        "And Labour? Well, here in Brighton and Hove, Momentum have taken over the local party, and are so public about their attempts to de-select him that *they* have been suspended. And it isn’t just here in Brighton – across the country, Jeremy Corbyn’s activists are taking over local parties and moving against anyone perceived as anti-Corbyn. Some MPs are threatening to sue those trying to deselect them.",
        "Pro-Corbynites hate dissent so much that anything that doesn’t come out of the Corbyn playbook is attacked in a vile and vicious way.",
        "Unpleasant politics when used against political opponents is distasteful.",
        "When used against people in your own party it is unforgivable. But that is what they are, unforgiving. Certainly not open, tolerant nor united.",
        "And watching all of this from her new home at No.10 Downing Street is Theresa May. Last week she yet again re-affirmed that Brexit means Brexit, even though it is now absolutely clear that neither she nor her 3 Brexit ministers have any idea of what it means….",
        "Does it mean remaining or leaving the Single Market –",
        "Theresa May or she may not.",
        "Does it mean keeping or curtailing free movement of people",
        "Theresa May or she may not.",
        "Does it mean continuing to invest in our universities to keep them the best in the world?",
        "Theresa May or she may not.",
        "Does it mean working with European countries to protect the environment and tackle climate change?",
        "Theresa May or she may not.",
        "The Tories have been good at papering over the cracks of their splits, but the resignation of David Cameron as an MP seems to have encouraged his wing of the party to speak out.",
        "Theresa May’s Conservative party record on police stop and search on BAME people, on immigration, and on the Snoopers Charter are not open, tolerant or United.",
        "And the Liberal Democrats?",
        "This Sunday, one paper’s editorial headline was ‘Lib Dems’ revival is a blow to sorry Labour’,",
        "and it then went on to say:",
        "‘fair play to the Lib Dems.",
        "under Leader Tim Farron the party has risen from the ashes of electoral oblivion to reposition itself as the only effective opposition…",
        "The Lib Dems have not only capitalised on the fallout from the EU Referendum but also the disintegration of the Labour Party…",
        "They are speaking up for ordinary voters on issues that really matter, such as the NHS and education.’",
        "The Observer on Polly Toynbee’s day off?",
        "The Independent?",
        "No, this, my friends, is the Sunday Express!",
        "I’m delighted that Tim is at last getting the recognition that he deserves, and I suspect that phrase ‘the only effective opposition’ might appear in a few leaflets and tabloids over the next few months.",
        "We are the only major party that has not traded on fear, that challenges the racism, nationalism and populism that is sweeping the country at the moment. We’ve not just watched the appalling increase in hate crime, but we heard on Sunday in the combatting racism debate how our own friends and members have been attacked. That is why I still wear a safety pin – and I do get comments from people who say how reassuring it is to know that there are people who will call out any hate crime. Keep calling it out, every time YOU see it. You cannot know how powerful it is to intervene, politely but firmly, to support a victim of such behaviour.",
        "I want to finish by returning to my theme from last year – the future of the party. It’s wonderful that we have had 18,000 new members since the referendum and that we are doing so well in by elections and I want to ask you to do three things over the next few weeks, regardless of whether you are a new member, or an old lag, like myself to help propel the Lib Dems further in winning ways.",
        "Firstly, should Jeremy Corbyn be re-elected, I know that a number of Labour supporters and members will be feeling very lost.",
        "Befriend them.",
        "Let them know that we are still the party that is pro the EU, that whilst Labour are facing inward and fighting, we will be the party who holds the May Tory Government to account, on investment in the NHS, and on fighting against a growth of grammar schools. They may now want to support us, and even join us because they share our values.",
        "Secondly, I want to see new people coming forward to stand for elections in the party, whether local party elections, regional elections or federal elections.",
        "One of the very strong messages you told us in the governance review was that too few people stand for office in the party.",
        "So, do not assume it is someone else’s job! You want fresh faces in these roles – please stand!!",
        "This is especially important if you are from an under Represented group – women, BAME, disabled and LGBT+. Your party needs you!!",
        "Find out what the role entails and put yourself up for election. It’s that simple. And it’s your destiny!",
        "And finally, thirdly, help build on our by election successes.",
        "Go to help in Witney – we have one month to make our mark. Tonight the local party selects their candidate, but the first leaflets have already gone out. Much more help is needed, and parliamentary by elections are so much fun too. I promise you will enjoy it!",
        "And go and help in your nearest council by election – every extra pair of hands truly makes a big difference. I promise you’ll learn skills there that you can use in your patch.",
        "And last, but not least, try to stand a candidate in every election. The reception so different, so much more positive out there than even six months ago.",
        "We won Tupton, in North East Derbyshire, even though we didn’t stand a candidate in the previous election. Even if we won’t do as well every time, standing a candidate reminds the voters we are there fighting for them, and using ALDC’s brilliant toolkit ‘Pick a ward and win it’, you can build up you supporters network, campaign locally, and move on to victory.",
        "I am so proud to be your President.",
        "Proud that you have refused to allow the press and the media to write us off.",
        "Proud that you are in the front line of the revival of our party.",
        "Proud that you stand alongside Tim Farron in showing this country that there is one party, and one party only:-",
        "who will fight for the vulnerable and dispossessed,",
        "who will fight for our place in Europe and the world",
        "And who believes that Britain is and should be Open, Tolerant and United."
    ]
}