{
    "url": "https://www.ukpol.co.uk/sal-brinton-2019-speech-at-2019-liberal-democrat-party-conference/",
    "title": "Sal Brinton – 2019 Speech at Liberal Democrat Party Conference",
    "post_date": "September 16, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Sal Brinton",
            "url": "/tag/sal-brinton/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Sal Brinton, the President of the Liberal Democrats, at the party conference on 14 September 2019.",
    "content": [
        "Well, hello Conference and hasn’t everything changed since we last met in March!",
        "Wow! Just wow! We asked you to all go on the Stop Brexit march on 20 March to make it clear we are the strongest Remain party.",
        "You did that.",
        "It was my privilege to help lead thousands and thousands of Liberal Democrats along with Vince Cable at that march that had over a million people on the streets of London.",
        "We asked you to go out and give us the best results ever in the local elections.",
        "You did that.",
        "We made over 700 gains, and now control 18 councils. We’re still making gains in by elections too.",
        "We then said please go out and campaign for our best ever European Elections results, in a snap election, with very little time.",
        "You did that. 16 MEPs.",
        "Then we said (after all of that!), please go and help Jane Dodds and our Welsh colleagues in Brecon and Radnorshire.",
        "So you did that too!",
        "Jane Dodds MP has said she could not have won without all the help you provided.",
        "And over the last couple of months you have been pouring into Sheffield Hallam as well – Laura Gordon: we are with you and will do everything we can to ensure you can join Jane Dodds on those green benches soon.",
        "You see, I knew. I knew that your attitude and approach to life had changed. And all we needed to do was to get out there and make sure that people in our local communities felt the same.",
        "And they did.",
        "After the Euro elections, the press said this was a flash in the pan. They said that within weeks we’d plummet back in the polls.",
        "But now, their view has changed.",
        "Why?",
        "Because our poll rating has strengthened and solidified. Against all the pundits’ expectations. But they don’t know the reaction we were all getting on the doorsteps from people who have, for years, said “I would vote for you if I thought you could win”. Well, consistently 20% of voters believe we can and will win, and, more importantly believe that Jo Swinson can be our next Prime Minister.",
        "We must not forget those who kept the faith and kept us going. And I want, in my final speech as your President, to pay tribute especially to Tim Farron and Vince Cable, both of whom had a really tough time as Leader holding us together and rebuilding and preparing us for the success we have had this year. I thank them both for that selfless dedication when perhaps only we believed the Liberal Democrats had a future and the outside world just mocked and derided us.",
        "I also want to thank the many staff who worked against all the odds too. People assume that HQ is this large monolith filled with hundreds of people. Not true. Our few staff are brilliant. Not only doing the job they are paid to do, but also during elections, especially General Elections, redeployed into tasks that keep our successful campaign show on the road.",
        "And it is appropriate therefore for me to thank Nick Harvey, our Chief Executive, who has announced he is leaving us at the end of November. Nick, you have done an amazing job, especially in sorting out our key services, such as compliance, supervising the staff side of the new discipline process. Nick, your sage political common sense linking the day-to-day business of the party with the political actions of Lib Dems in parliaments, assemblies and local government.",
        "Thank you!",
        "I have had the privilege of being your President during the most extraordinary five years, which not one of us could have predicted in 2014.",
        "I don’t think that any President has faced two General Elections (so far!), one Referendum, three new Leaders, and two new Chief Execs.",
        "And on top of that, we’ve had major governance changes to make your Federal Board work strategically, and Federal Committees work more effectively.",
        "We’ve consulted and made changes to the Discipline System, which was the one thing you all made clear in 2014 we needed to tackle. That new system is now working, and there are only a few complaints started under the old system still to be resolved by the state and regional parties.",
        "Over these five years we’ve changed the way we campaign. Still out on the streets, but our social media presence has completely changed and – given the small resources compared to others – is outstanding. That is also true of the way we run elections now, much more digital.",
        "But above all, you, the members, still stand up for the party, and stand up against things that you disapprove of. My successor will discover that in your eyes, the President is responsible for absolutely everything that they don’t like or has gone wrong.",
        "This has included complaints to me, for example:",
        "To complain that staff haven’t replied to an email over a bank holiday weekend. AND I think my best though is the member who wrote to me to ask me to go and tell the Leader, they’re an idiot. And to remind me, which I never forget, that with senior positions of power and responsibility, liberals always remain suspicious of the establishment, including the President, and I wouldn’t have it any other way!",
        "I have learned so much from you over the last five years, but of one thing I remain certain. The democratic way we exist and operate is the reason that we are united as a party. We can debate, argue, and vote, and whilst there are matters hard fought for, we respect our internal democracy.",
        "At our lowest moments after the 2015 election, I said to you, Conference, to hold the faith. That we would bounce back. That you needed to keep positive, no matter what happened.",
        "We stand at a cross roads of infinite possibilities:",
        "Defending liberalism from nationalist and populists  \nDefending our country’s place in the European Union  \nDefending our democracy as unscrupulous Prime Ministers try to subvert it  \nBut we are not the defeated party of those years.",
        "We have a strong and growing political presence in Westminster, in the EU and in local Government.",
        "A party that lives its liberal values by welcoming those made homeless in the current political whirlwind because they didn’t know they are liberals, but are loving coming home to us",
        "We have in Jo Swinson a Leader who has taken the UK political scene by storm.",
        "And we have, in our party, 120,000 people who believe we can, and will transform our country, whatever our opponents throw at us.",
        "This will be our year – took a long time to come.",
        "Thank you."
    ]
}