{
    "url": "https://www.ukpol.co.uk/steve-brine-2020-speech-on-the-coronavirus-bill/",
    "title": "Steve Brine – 2020 Speech on the Coronavirus Bill",
    "post_date": "March 24, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Brine",
            "url": "/tag/steve-brine/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Steve Brine, the Conservative MP for Winchester, in the House of Commons on 23 March 2020.",
    "content": [
        "I echo what a beautiful maiden speech that was from my hon. Friend the Member for High Peak (Robert Largan). I will be rather novel and speak about the Bill. Before I do that, I want to say that the package announced thus far and in the Budget last week was incredibly welcome, but I echo what so many Members have said so far today: we need to deal with the self-employed next, please. Many of my constituents are desperate for the Government’s help.",
        "I rise to speak in support of the Bill receiving its Second Reading. Nobody wanted to be here, but it is an essential and urgent piece of legislation. We may be discussing the Coronavirus Bill today, but for some it is in large part the pandemic influenza Bill. I was very much involved in that when I was fortunate enough several years ago to be the public health Minister. The legislation will not make covid-19 suddenly vanish, as President Trump bizarrely proclaimed the other day, but it will help the state and our Government do what they have consistently stated is their primary objective, which is to protect the NHS and save lives.",
        "As the Secretary of State made clear, these are extraordinary times and these measures are being pursued as a result. I, too, have had lobbying this weekend saying that the Bill goes too far and is a disproportionate power-grab by the Government, but it is worth saying that these measures were not dreamt up on the hoof by the Secretary of State over the past week. The “UK Influenza Pandemic Preparedness Strategy 2011” sets out our preparedness for a severe pandemic. It was tested in 2016 through a major three-day exercise called Cygnus, which involved about 1,000 organisations and the devolved Administrations. It demonstrated a number of things that we do well as a country and a number of things that we need to improve upon, one of which was the drafting of the draft pandemic influenza Bill, which forms the basis of the legislation today.",
        "The scrutiny we are giving this legislation on the Floor of the House is not what we do in normal times, of course, but these are not normal times. Parliament needs to work swiftly and with deftness of touch to match what pretty much everyone else is doing right now. I am satisfied that the legislation is, as was always intended, time-limited. It makes it clear that it is neither necessary nor appropriate for all the measures to come into force immediately. What is more, the lifetime of the Bill, once an Act, can itself be ended early, if the available scientific evidence supports that, and we can extend the lifetime of the Act for a further temporary period if that is prudent.",
        "I want to home in on a couple of areas. Increasing the health and social care workforce is obviously mission critical, so the Bill introduces new registration powers for the registrars of the Nursing & Midwifery Council and the Health and Care Professions Council. That is absolutely right, but we need to hear from Ministers, ​as mentioned in the impact assessment, exactly how the Department of Health and Social Care plans to engage with the professional regulators to ensure that sufficient infrastructure is in place to allow the policy to be implemented.",
        "I note the sensible move to allow the early registration of final-year students studying to become nurses, midwives, paramedics and social workers. The Government’s assumption is that all 28,100 of the students estimated to be in their final year in England will be willing to join the register early. What evidence do we have that that is likely to be the case, and are the costs noted in the impact assessment covered so as to give the regulators total confidence that they can get on with this?",
        "I am pleased that the Department for Environment, Food and Rural Affairs holds responsibility for food supply, as a critical national infrastructure. It of course has to maintain our high standards, working with the Food Standards Agency, but I do not think the legislation goes far enough in protecting stock on the shelves. Like all of us, I have been contacted by hundreds of constituents in recent days, on many different subjects, but a consistent message is that what they are hearing from Ministers and the supermarkets about there being enough food is jarring with what they are seeing on the ground and, more importantly, online when they try to book a delivery slot.",
        "Of course, the Government are not to blame for the change in our food policy, from the policy of “Dig for victory” of the last century, backed up by local food networks, to the centralised distribution controlled by the big five supermarkets we have now, but how sad it is that we have literally put all our eggs in one basket, and that we are reaping what we have failed to sow now that we need it most.",
        "**Richard Graham (Gloucester) (Con)**",
        "My hon. Friend is making a very good speech on different aspects of the Bill. On his first point, about reassuring the self-employed, does he agree that no single scheme will be able to cover every single situation perfectly, and that the crucial point at this moment is the reassurance that something will be done to help everybody who is self-employed?",
        "**Steve Brine**",
        "Yes, I do agree. I understand why we have to do this through pay-as-you-earn first, because employers are making decisions about job losses this weekend, but I completely agree that we need to hear something from the Prime Minister on that. I understand that he will be addressing the nation this evening—we can probably all guess what is coming—when he could say something reassuring to the self-employed and to sole traders, which would be very welcome.",
        "Finally, on emergency volunteering leave, the provisions for which are set out in clauses 7 and 8, the unpaid statutory leave that the Secretary of State has mentioned is very welcome. Clause 8 states:",
        "“The Secretary of State must make arrangements for making payments to emergency volunteers by way of compensation –",
        "(a) for loss of earnings;",
        "(b) for travelling and subsistence.”",
        "Could the Minister tell the House at what level that might sit? There seems to be a norm of 80% for the coronavirus job retention scheme, so are we looking at the same for this? I think it is a smart move, as many of our volunteers come from the older generation, so we have to find a way of filling that gap.​",
        "We need ruthless, determined, collection action to protect the NHS and to save lives, combined with scientific progress. The Bill is part—only part, I have to say—of that national effort. I have listened carefully to the many voices lobbying us on the Bill over the weekend, but I am comfortable that it is a well-judged piece of legislation that will provide the powers needed to respond to the pandemic and the national crisis that we face."
    ]
}