{
    "url": "https://www.ukpol.co.uk/steve-brine-2020-speech-on-covid-19/",
    "title": "Steve Brine – 2020 Speech on Covid-19",
    "post_date": "May 12, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Brine",
            "url": "/tag/steve-brine/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Steve Brine, the Conservative MP for Winchester, in the House of Commons on 11 May 2020.",
    "content": [
        "I want to make three brief points. First, I welcome the Prime Minister’s statements last night and here today. For me, this is about making a balanced assessment of risk and learning to live with risk while exercising our judgment and—as the Prime Minister put it very well—good, old-fashioned British common sense about how our actions could impact our society and, yes, the NHS.",
        "I have to say that I am saddened by the different emphasis from different parts of the UK overnight, but nations will exit lockdown at different speeds, as the infection rate varies. That is fine; it is called devolution. If we could not cope with difference within the United Kingdom, we should not have gone down the road of ​devolution in the first place. Having questions and stress testing a political decision is right. That is our job here on the Back Benches. Constantly picking for political advantage, and having what I suspect is a far worse argument in public than in private, is not.",
        "Secondly, on the help offered, there has been a herculean effort on behalf of the Government on the furlough scheme and the self-employed help scheme. I welcome the fact that the latter is there as a safety blanket for over 90% of self-employed workers. However, that is not the case for those new to self-employment. I have a constituent who was made redundant less than a year ago and who put all his redundancy money into his new business. He is a wealth creator, but he is not eligible. If people are earning over the £50,000 profit limit—not a huge amount of money in many parts of the country—they are not eligible. Equally, if someone is the director of a limited company, they are not eligible. I understand that it is difficult, and as I have said to the Chancellor in this House before, the answer may be inelegant, but there has to be an answer. Her Majesty’s Revenue and Customs is not averse to taking back what it thinks has been wrongly claimed. We need to get help to people now.",
        "On the furlough scheme, I have to say that if we are to avoid the cliff edge as it draws to the end of its natural life, in its original form anyway, flexibility has to be the key—flexibility on the percentage paid perhaps, but only if that goes hand in hand with flexibility on the “no work while furloughed” rule; and flexibility on sectors, too, if the Treasury goes down that route. For instance, a food manufacturer in my constituency whose principal customers are classed as hospitality would be stuck between a rock and a hard place if the furlough scheme were withdrawn for manufacturing only. Flexibility must surely see the furlough scheme extended to hospitality businesses and their suppliers in that example. The Prime Minister hinted today about a statement from the Chancellor tomorrow on the furlough scheme, and I will be listening carefully.",
        "Finally, the Royal Hampshire County Hospital is in my constituency, one of Florence Nightingale’s original hospitals, and I cannot praise it enough. The leadership, under Alex Whitfield, and staff there—many are my constituents—have just gone, as always, above and beyond. We, the local MPs, have a weekly call with the acute sector, primary care, the commissioners and the director of public health for Hampshire, and they keep us beautifully updated on the work that they are doing. The progress on delayed discharge in my hospital has been nothing short of remarkable. My trust is down to single figures on its delayed discharge numbers, and that is unheard of. Why? Because we have flattened the division between the decision making and the money trail within the NHS. We must not, we cannot go back: if it is to be health and social care, we cannot go back. On cancer, we must remember the people who have not presented to the NHS during this pause. We do not want to ditch the 75% ambition on cancer in the long-term plan."
    ]
}