{
    "url": "https://www.ukpol.co.uk/paul-bristow-2023-statement-on-the-ballot-secrecy-bill/",
    "title": "Paul Bristow – 2023 Statement on the Ballot Secrecy Bill",
    "post_date": "March 27, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Paul Bristow",
            "url": "/tag/paul-bristow/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Paul Bristow, the Conservative MP for Peterborough, in the House of Commons on 24 March 2023.",
    "content": [
        "I beg to move, That the Bill be now read the Third time.",
        "First, I want to thank Lord Haywood for his tremendous work on the Bill and for sponsoring it in the other place. My notes say that it is largely because of him that the Bill is brought before us today for Third Reading. However, the truth is that it is almost entirely because of him that it is under consideration by us today.",
        "I am grateful to the noble Lords of all parties in the other place who have worked together on the Bill. I am also grateful to the Ministers and the officials in the Department who have assisted its swift progress through both Houses.",
        "The Bill is important to the integrity and democracy of our elections. It has cross-party support and it has been a great privilege for me to sponsor it in the House of Commons. I have spoken before about the importance and relevance of the Bill. It seeks to tackle the issue of family voting, when two or more people attempt to vote together in a polling booth, potentially leading to someone being intimidated or their decision being influenced. It is vital that voters cast their votes in secret. Once inside the polling station, no one should feel intimidated or be influenced by someone else on which way to vote, or whether to vote at all.",
        "The Bill will clear up the powers that presiding officers have at polling stations and how they can better deal with the issue of family voting. Currently, those powers are unclear, which is partly why this issue has become so prominent. That is not a criticism of polling station staff members, but there is a grey area of what they can and cannot do if they witness offences such as family voting at polling stations.",
        "This legislation will clear up the powers and responsibilities of presiding officers and polling station staff to prevent family voting from occurring. For those who do not think that this is a prominent issue, I will read out some statistics from a report by Democracy Volunteers on the May 2022 elections, which outlines how widespread family voting is. Some 1,723 polling stations were observed across England, Wales, Scotland and Northern Ireland. Each observation lasted between 30 and 60 minutes, and family voting was witnessed at a staggering 25% of polling stations.",
        "The problem is not exclusive to any one area and affects all of the United Kingdom, as is evident when we break the figures down further—21% in England, 42% in Northern Ireland, 19% in Scotland and 34% in Wales. The numbers in Northern Ireland are higher due to the elections for the Northern Irish Assembly requiring voters to elect several representatives rather than just one under the single transferable vote system. That can lead to people becoming confused and needing assistance. It is not a reflection of family voting being more prominent in Northern Ireland. Unfortunately, family voting affects women the most.",
        "The report states that more than 70% of those affected by family voting in the May 2022 elections were women. We must get a grip on this ugly practice. Women should not feel intimidated or have their vote influenced by anyone at a polling station. The report’s findings are truly concerning. It was even reported that staff at polling stations were reluctant to intervene when they saw it occurring—I reiterate that this is not a criticism of the great work that those staff do. Guidance on what they can and cannot do should be—and will now be —clearer.",
        "Democracy Volunteers produced a report of Peterborough during the 2019 by-election, where family voting was witnessed at an astonishing rate of 48%. That impacts confidence in election results—no matter how unfairly, perhaps. It cannot be good for democracy. When I speak to different communities and constituents across Peterborough, I hear widespread support for the Bill. It will rectify the issue and tackle family voting at polling stations. It sets out the amendments to the Representation of the People Act 1983. As a result, a person would commit an offence if they were with or near another person at a polling booth with the intent to influence that person in a particular way of voting or to refrain from voting. The word “intent” is important. It means that people who need help or assistance when voting due to disabilities can still receive it. It also means that parents accompanied by children standing alongside them are not committing a crime.",
        "The people who practise family voting with an intent to intimidate and influence a person’s vote have no respect for the secret ballot. It is wholly inappropriate and is a rising threat to our democratic right to a secret ballot in the UK. We must uphold our values and traditions. Secret voting was introduced just over 150 years ago, in 1872, to tackle many bad practices in elections at that time. The Bill is a continuation of the idea that voting should be done secretly. It will give presiding officers the correct powers to tackle the problem then and there at the polling station. There is only room for one person and one mind at the ballot booth. This Bill will ensure that that is always the case, which makes it a crucial piece in updating and protecting our democracy."
    ]
}