{
    "url": "https://www.ukpol.co.uk/paul-bristow-2022-speech-on-the-nhs-workforce/",
    "title": "Paul Bristow – 2022 Speech on the NHS Workforce",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Bristow",
            "url": "/tag/paul-bristow/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paul Bristow, the Conservative MP for Peterborough, in the House of Commons on 6 December 2022.",
    "content": [
        "I refer Members to my entry in the Register of Members’ Financial Interests. It is a great honour to follow the hon. Member for West Ham (Ms Brown), who I thought spoke very movingly about the challenges faced by communities in her constituency. West Ham is not a million miles away from Peterborough, and I recognise some of the challenges that she identified, especially the horrible disparity between black women giving birth and their white counterparts—that is a stark statistic. She spoke passionately about that, and I think we would all recognise it—especially me, as a father of two young daughters.",
        "In one of my first speeches as a Member of this House, I stood here and spoke about our NHS as someone who had worked in healthcare and public policy on and off for 20 years. I said that every two or three years, politicians stand up and say that the NHS needs more money, more capacity and a plan. When I made that speech—about three years ago now—I said that we cannot have another situation whereby we stand in the House asking again for more money, more capacity and a plan. Ultimately, that is exactly what we are doing. And so it goes on.",
        "I understand that we have had a covid pandemic in the meantime; I understand that we have to recover from something that was extraordinary. But we have to make sure that the NHS is able to make the most of the budgets that it has. We have listened to quite a few contributions from the Labour party, including that of the shadow Secretary of State, the hon. Member for Ilford North (Wes Streeting). I cannot quite be sure whether he was asking for more money or saying that the investment in our NHS was not enough. As a result of the covid pandemic, the Government are putting an extra £45.6 billion of investment into healthcare. That is an extraordinary amount of money.",
        "Indeed, the Institute for Fiscal Studies says that by 2024, healthcare will account for 44% of day-to-day Government spending. I understand that that does not include capital funding, but that 44% of day-to-day Government spending leaves just 56% for everything else—that is an extraordinary statistic. We have to make sure that we get value for money out of the money going in. Yes, we have the £44.6 billion that is going in, but another £3.7 billion is also being spent on capacity. What does that say to us? It says that we need to increase productivity in our NHS and get the most out of the money that we are putting in.",
        "The King’s Fund has found relatively recently that the annual average growth in productivity in our NHS increased from 0.7% in the 1980s to only 1.2% by 2012-13, and we need to do much better. When I say “we”, I am talking not about the individuals working for our NHS—doctors, nurses, allied health professionals; people on the ground—I am talking about the system as a whole. We need to do much better, and I want to suggest a few things that may help.",
        "The first is ensuring that clinicians and those working in our NHS operate and practise at the top of their licences, and that we make better use of other healthcare professionals, such as nurse practitioners, and of things that have been around for a long time, such as nurse-led prescribing. Why does my wife, if she does not want another child and she wants to take contraception seriously and go back on the pill, need to have that prescribed by a GP? That does not need to be done by a doctor; it could easily be done by a pharmacist or at least a nurse in a practice. That does not require a face-to-face GP appointment, especially when we have shortages of GP appointments.",
        "Some GP practices are doing fantastic work. I refer to the Thistlemoor surgery, which I have mentioned in this House on a number of occasions. I think that Dr Neil Modha and everyone who works there would be embarrassed by the number of occasions I talk about them in this place. That GP surgery serves up to 35,000 people in my constituency, of whom 80% do not have English as a first language. Those there pride themselves that if someone turns up who was unable to get a face-to-face appointment by ringing up, they will do everything they can to see that person on the day, and in the vast majority of cases that happens. How do they do it, with such a huge demographic challenge with the number of people who do not have English as a first language? They do it through effective use of admin staff. They have a number of people who work in the admin department in triaging who speak a variety of different languages from the communities that the surgery represents. By the time the patient is with the GP or relevant healthcare professional, they already know pretty much everything about the patient, what symptoms they are presenting with and what might be done to help them. It is an excellent surgery doing excellent things in my city.",
        "I also want to talk about surgical and cath lab capacity. Perhaps I am naive, but we seem to spend lots of money to create that capacity in our NHS, yet for a significant period of time, it is just not being used. We are increasing the productivity of those places by making sure that they operate throughout the day, and in certain cases throughout the night, but a consultant I spoke to relatively recently said that it was still very common for consultants to operate only one day a week in cath labs. I understand that they have lots of important things they need to be doing with their time, including training the people of tomorrow, and that being a surgical consultant is not just about surgery time, but goodness me we need to be doing a lot better than one day a week. We need them to be treating patients, powering through lists and doing what they need to do.",
        "A lot of this is about investing in innovation, too. Lots of procedures, such as nurse-led endoscopy, do not necessarily need to be done by a consultant at the top of their game. We need to be investing in systems and technologies that allow us to have more day cases, rather than more expensive in-patient services. This all seems like common sense, but the same debate about increasing productivity has been going on for about 20 years in the NHS, and these are some of the arguments I have been making for a number of years, not just inside this House, but outside it.",
        "I also want to talk about pharmacy. During the pandemic, pharmacy was often the only visible sign of the NHS on our high street. It is right that we make more effective use of pharmacy and pharmacists. I speak to pharmacists in my constituency, and they want to do more. They did so much during the pandemic, particularly with vaccinations, and they can do so much more. My plea is to use our pharmacies as much as we possibly can.",
        "Another issue I want to raise while I have the House’s attention is that we spend a lot of money on organisations such as the National Institute for Health and Care Excellence and Getting It Right First Time. We put a lot of responsibility in the hands of doctors, clinicians, patient organisations and all those involved in creating policies, commissioning policies, service specification and all the rest of it, but often we then go away and ignore them. I do not understand why we do that. GIRFT identifies sensible ways that the NHS can save money and get better outcomes for patients, but most of the time that is not replicated across the system, and I just do not understand why. Of course local decision making is important, but if something works in Peterborough, it will work in Torquay. We can certainly increase productivity, patient outcomes and save money by doing the things that those organisations tell us to do.",
        "Similarly, we do not quite have the 24/7, seven days a week NHS system that many of us would want. There are far too many elements of our NHS that only seem to operate between 9 and 5 on weekdays. Unfortunately, when someone presents with a serious episode, such as myocardial infarction, stroke or whatever, they will not wait until 9 o’clock on a Monday morning to get the most appropriate treatment. We need a system that is truly 24/7, 365 days a year.",
        "I pay tribute to what my hon. Friend the Member for Winchester (Steve Brine) said about prevention, which was spot on. A lot of the things I have talked about on increasing productivity relate to treatment within the NHS itself, whether in an acute or primary care setting, but if we are to make significant productivity or value for money savings in the NHS, we need to stop people presenting at hospital when they do not need to. A lot of that will be achieved by people looking after themselves and having the information available to them, through investment in public health. I asked today in the Health and Social Care Committee whether these integrated care systems looked like a true partnership among public health, primary care, acute care and social care. The jury is still out on that one, but we definitely need significant investment in prevention, and I am looking forward to taking part in that inquiry.",
        "I end with this. I have talked a little about what I think needs to happen, and I have done it rather constructively, I hope Members from all parts of the House agree. Despite the fact that there are probably severe differences between both sides of this House, all of us want a national health service and systems in place that are working as they should be, and all of us want to see a fully funded, appropriately funded and appropriately staffed national health service. Significant progress has been made: the Chancellor of the Exchequer, my right hon. Friend the Member for South West Surrey (Jeremy Hunt), who was previously Chair of the Health and Social Care Committee, has said that he will accept the idea of an official workforce target being put in place. That is a huge step forward.",
        "Some significant gains, and investment, have been made in our NHS. The number of people working in our NHS is going up. With a little consensus about the solutions we need for our national health service, such as those that I have suggested, we can ensure that it goes on and prospers."
    ]
}