{
    "url": "https://www.ukpol.co.uk/paul-bristow-2021-speech-on-the-towns-fund/",
    "title": "Paul Bristow – 2021 Speech on the Towns Fund",
    "post_date": "February 7, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Paul Bristow",
            "url": "/tag/paul-bristow/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paul Bristow, the Conservative MP for Peterborough, in the House of Commons on 4 February 2021.",
    "content": [
        "I beg to move,",
        "That this House has considered the Towns Fund.",
        "I thank the Backbench Business Committee for allowing this debate. The United Kingdom is full of hard-working, innovative, entrepreneurial people. We are the fifth-biggest economy in the world, and we are a liberal, free, open and successful economy. A great number of my constituents have good jobs based in London, but lots do not, and many have been left behind, in a rich country like ours, even in good times of growth. It is therefore time to invest in our towns and cities that do not or cannot benefit from London. That is why all Members should welcome promises to level up and unleash the economic potential of towns, cities and rural places across the country. That is why all Members should welcome the towns fund.",
        "The fund will invest £3.6 billion into places like Peterborough, Blackpool, Barrow, Torquay, Darlington, Norwich and Warrington. It will more than pay for itself by stimulating economic growth with a focus on regeneration, improved transport, better broadband connectivity, skills and culture. The plan is to unleash the economic potential of 101 towns and cities across the UK. The towns fund has the potential to change lives.",
        "I want to illustrate the benefits of the towns fund by informing the House about how it will benefit Peterborough. The bid for investment in Peterborough is one of the first seven successful bids as part of phase 1. We have already had £1 million for a shovel-ready local growth project to support 14 parks across the city, but it will deliver nearly £23 million of investment for my city overall. Many other cities and bids are looking to Peterborough to see how we were successful. Where Peterborough leads, other towns and cities follow.",
        "I pay tribute to Matthew Bradbury of the Nene Park Trust, the chair of the towns fund bid, Andy Starnes of CityFibre, the vice-chair, and all those who served on the towns fund board. That board includes councillors and officers from Peterborough City Council and me. I also serve on the board, and that is what makes the towns fund different. It is different not only because this Government believe in the economic potential of these towns and cities, but because Members of this House have been invited to be personally involved in the projects and personally associated with their success or, indeed, failure. We are accountable to the electorate and can hold Ministers to account.",
        "Together with my hon. Friend the Member for North West Cambridgeshire (Mr Vara), who represents the southern part of Peterborough, we have lobbied for and supported the bid from day 1. I am sure that is true for many other Members. The funding will create a new library and a cultural hub on Bridge Street and a centre for lifelong learning, as well as feed into the new skills and the technical university that we are building, bringing highly paid jobs back to our city centre. It will give the impetus for the new developments of the station quarter and north Westgate. It will pump money into Lincoln Road, a vibrant high street in Peterborough that just needs focus, investment and, dare I say it, a little bit of love.",
        "In the words of one local restaurant owner, Zillur Hussain, the fund is a fresh start for Peterborough that builds on our natural advantages, as we are only 40 minutes from London on the main road and rail arteries. We have a history of manufacturing, engineering, science and technology, and we have a wonderful, hard-working, skilful population. This fund is the shot in the arm that will unleash our potential.",
        "The fund will benefit communities across the country and Members across this House. It should not be a partisan political issue. It is a shame that some Opposition Members have sought to make it political, instead of welcoming investment in their constituencies, and I hope that does not happen in this debate.",
        "**Stephanie Peacock (Barnsley East) (Lab)**",
        "Given that 60 of the 61 towns allocated funding were Conservative-held or Conservative target seats, surely it is the hon. Gentleman’s party that has made it party political.",
        "**Paul Bristow**",
        "As I understand it, 101 areas could benefit from that investment. If the Labour party had not ignored those towns and cities, perhaps it would still be representing them.",
        "This fund has happened when the Government are tackling an unprecedented public health crisis. Covid-19 is the biggest challenge this country has faced since world war two. Some might have forgiven the Government if they had paused the initiative while they focused on the pandemic, but rather than doing that, they have powered ahead, giving hope and optimism to places such as Peterborough and helping communities to build back better as we overcome the pandemic.",
        "This funding also includes the future high streets fund, which aims to renew town centres and high streets to make them more attractive places to visit, increasing footfall, driving growth and supporting local businesses. That is exactly what Lincoln Road, Westgate and other parts of Peterborough need. The pandemic has kept people away from the high street. People are eating takeaways and restaurant meals at home, and they are shopping online. My mobile phone boasts not just Deliveroo but, as a result of the pandemic and lockdown, Just Eat and Uber Eats. As convenient as that is, and as good as the hospitality in Peterborough has been at adapting, there is a real fear that hospitality and retail will suffer as we come out of the pandemic because people’s shopping and leisure habits have changed. That is why we need to think differently about town centres and high streets and make them a destination.",
        "We need to create new, innovative high streets offering different things, such as pop-up shops, entertainment, interactive experiences, culture, leisure and mixed use including residential, as well as fun, safe and changing nightlife and hospitality. The towns fund is the catalyst for change, because private sector money and investment will follow, unlocking the potential of our towns and cities.",
        "It is a message of hope, and it shows these communities that the Government and their local MPs have not forgotten them. Will the Minister remain committed to the plan? Will he confirm that there are chances for more towns and cities beyond the 101 already identified to submit bids for the future? Will he stress the importance of local MP engagement and ask all MPs from across the House to get on board with the towns fund and its potential to transform lives?",
        "To conclude, I am all pumped up for Peterborough in 2021, ’22, ’23 and beyond. We have a new university coming, Fletton Quays and a new Government hub; the station quarter, a new cinema and Queensgate expansion is planned; and the Embankment will become an all-year-round destination—and now we have £23 million through the towns fund. We are making the decisions now that will guarantee our future health, wealth and happiness in the future. I am so excited that we are going to unleash our potential, but I am just as excited about this country’s potential, and as we level up and build back better from this pandemic, this is what the towns fund can deliver."
    ]
}