{
    "url": "https://www.ukpol.co.uk/paul-bristow-2020-speech-on-fly-tipping-penalties/",
    "title": "Paul Bristow – 2020 Speech on Fly-Tipping Penalties",
    "post_date": "October 5, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Paul Bristow",
            "url": "/tag/paul-bristow/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paul Bristow, the Conservative MP for Peterborough, in the House of Commons on 1 October 2020.",
    "content": [
        "Thank you, Madam Deputy Speaker, for granting me the opportunity to have this Adjournment debate. I am also grateful to the Minister for coming to the House to respond.",
        "Fly-tipping is an issue that blights too many of our communities. It happens in cities, in towns and in the countryside. Those dumping range from selfish individuals to criminal operators, but the effect is the same: the law abiding suffer, and on private land the law abiding are made to pay. Peterborough is a proud city. My constituency also takes in the fens around Eye, Thorney and Newborough, so I see fly-tipping in all its forms, and, quite frankly, I have had enough of it. The people of Paston, Bretton, Werrington, Ravensthorpe and Millfield have also had enough.",
        "At the 2019 election, I put tackling fly-tipping at the very top of my list of priorities. Some argued that this was a local council issue, but I make no apology for demanding action. I know that Peterborough City Council is working hard to tackle the problem, but we all need to do more to help, including the Government. I regularly report fly-tips as I walk around the streets of Peterborough, and on several occasions I have even rolled up my sleeves and cleared up the fly-tips myself.",
        "The village of Newborough regularly has to put up with fly-tips and mess on roads and around the community. The junction of Norwood Lane and Newborough Road is a particularly bad hotspot that many election candidates visited in the run-up to the 2019 Peterborough by-election. Rubbish piles up high and many have stories of travelling for miles to dump rubbish in this spot. It costs Peterborough City Council tens of thousands of pounds to clear up, and even the Daily Mail called it the most fly-tipped road in Britain.",
        "This problem does not stop with rural locations. In the city of Peterborough itself, we are sick and tired of people making our neighbourhoods dumping grounds. People have even said to me that seeing fly-tips, especially during the isolation of lockdown, affected their mental health. The council does a good job and often clears up after 24 hours, but people are beginning to think that this is almost a service. We need more CCTV and stricter fines.",
        "I could talk for hours about specific problems in Peterborough, but I want to return to the overall picture and what the Government should be doing about it at a national level. There are three acknowledged drivers of fly-tipping, large and small: cost, because dumping waste means not having to pay for it; facilities, which can sometimes be difficult to access; and attitude, of the lazy and selfish who want to make their waste somebody else’s problem. I would add a fourth driver, which is acceptability. When some people regularly see fly-tips, they think it is acceptable. Almost half of recorded fly-tips occur on pavements and roads, and these are often carried out by copycat offenders.",
        "Certain locations become hotspots where fly-tipping becomes the norm. I will refer to private land, which the figures do not properly capture, but I am talking now about the cases recorded by councils. A third of cases ​are classified as equivalent to a small van load, which are often little white vans of illegal operators. Another third of cases would apparently fit in the boot of a car or less. That is the description in the official statistics. I do not know whether our statisticians regard a mattress as fitting a car boot, but mattresses are definitely among the most common items dumped in my city.",
        "When mattresses are dumped and are not removed, other people take the opportunity to add their own rubbish. The mattress is joined by a broken buggy, a dilapidated table, an old fridge, boxes and bags. As the council’s contractors will be coming anyway, why not? It beats the hassle and cost of the tip or arranging a proper collection. That is why we should alter our approach and treat fly-tipping like we do antisocial behaviour; I call it zero tolerance. Obviously innovations help, including advertising dates for bulky waste collection, and improving access to other facilities and services. But above all, we need a quick removal blitz from hotspots and proper punishments.",
        "I want to acknowledge that the Government recognise there is a problem. I welcome previous actions, particularly the introduction of fixed penalty notices for small offences, along with the power to seize vehicles. The ability for a householder to be fined if waste can be traced back to them was an important change, and the Environment Agency has also been given more funding.",
        "However, an emphasis on localism and local approaches must not become an excuse. It may be tempting to think that fly-tipping is now down to local authorities to combat, but what they need is the right guidance, the right support and the right tools—and those are still limited. The work to secure tougher penalties is not in place, nor is a zero-tolerance approach being promoted or resourced, so we cannot say it is just down to councils. It is not clear to me that any council has had notable success on this. The reality is that fly-tipping is with us just as much as ever, and it appears to be getting worse.",
        "**Matt Western (Warwick and Leamington) (Lab)**",
        "The hon. Gentleman is making an important point, and I congratulate him on bringing forward this very important debate. I am sure he agrees with me and those around the Chamber that one of the pressures on local authorities has been a significant increase during lockdown of people fly-tipping because of their inability to access recycling and other centres. Does he agree, however, that the cost to local authorities such as Warwickshire—£650,000—when budgets are already under huge pressure, is just too much?",
        "**Paul Bristow**",
        "The hon. Member makes a very important point about the national lockdown and the impact this has had, as well as about the cost associated with clearing up these fly-tips, and I will come on to those specifics. The national lockdown has had very different effects and, unfortunately, life is far from back to normal. My own anecdotal evidence in Peterborough does not lead me to expect any drop in numbers of fly-tips over time; if anything, the reverse is true.",
        "**Mr Richard Holden (North West Durham) (Con)**",
        "My hon. Friend is making a very important point about the attitudinal change during lockdown, as was picked ​up by the hon. Member for Warwick and Leamington (Matt Western) as well. The people of Muggleswick, Weardale and Knitsley in my constituency have seen huge increases during lockdown. Does my hon. Friend fear, as I do, that unless we see a change to the attitudinal change driven by lockdown, we are going to see this problem persist well into the future?",
        "**Paul Bristow**",
        "My hon. Friend is absolutely right. If anything, I think the problem has got worse. A survey that sampled councils in August suggested that over half are experiencing high volumes of fly-tipped waste. The possibility was foreseen in the Government’s own pandemic guidance to councils in April, which noted the potential for increased fly-tipping, especially where collections have failed.",
        "**Anthony Mangnall (Totnes) (Con)**",
        "I am sorry to interrupt my hon. Friend while he is making progress, but in my own constituency, around Totnes and Dartmouth, we have seen a significant increase in fly-tipping. There has also been a problem with access to recycling centres, and in finding a balance in being able to allow such access to prevent people from littering the countryside and ruining our historic areas of outstanding natural beauty.",
        "**Paul Bristow**",
        "Again, my hon. Friend makes an incredibly important point. In Peterborough, my experience is that fly-tipping dropped almost by a quarter when a new super-recycling centre was opened. Huge progress was made, but I fear that a lot of that progress has been lost. There is a clear distinction between clearing fly-tips and enforcement, and I hope the Local Government Association is wrong when it concludes that the unfortunate reality is that enforcement will not be prioritised at this time, and this is likely to have a long-term impact on waste management services.",
        "Sometimes evidence is easy to find. One fly-tip on the site of a local Peterborough business was actually traced back to a Peterborough City Labour councillor not because of rooting through the fly-tip, but because of the enormous “Vote Labour” poster that featured front and centre of it. However, to their credit, the family of the councillor in question cleared up the mess personally when it was pointed out to them that that might be a decent thing to do. It was revealed that they had paid an unlicensed trader to dispose of it. Unfortunately, this is becoming too much of a business for people who would profit from this disreputable way of clearing rubbish.",
        "One positive this year was the Budget, in which the Chancellor announced £2 million to improve the evidence about where fly-tipping happens and the best ways to deter it. I would welcome an update from the Minister on how that work is progressing.",
        "The law makes fly-tipping a criminal offence. The sentencing guidelines were updated several years ago. They allow courts to hand out a maximum fine of £50,000 or a maximum sentence of 12 months. The problem is that this rarely happens. To date, there have only ever been a handful of maximum fines issued to fly-tipping criminals.",
        "**Matt Western**",
        "I fully agree with all the points that the hon. Gentleman is making. I have taken photographs of fly-tipping at the roadside where there has been a broken number plate from a car tipped with other rubbish and ​asked the authorities to follow it up. The trouble is that all the other demands on the police and local authorities mean that they really struggle with that. Even before the pandemic, there was a significant increase in the number of cases of fly-tipping in 2018-19 versus 2017-18, with up to 12,200 cases in Warwickshire alone.",
        "**Paul Bristow**",
        "I accept what the hon. Gentleman is saying. In fact, a lot of this problem comes down to guidance. Councils should be given much clearer, much stricter guidance from Government in order to tackle these issues. I will mention that at the end of my speech, which I promise Members is coming soon.",
        "Some 95% of sentences issued are fines of less than £1,000, and the most common penalty is £400. We badly need tougher sentences, not just in terms of the maximum punishments but, more importantly, in terms of those typically handed out. Sentences are not currently acting as a deterrent. I know the Government are committed to reviewing the sentencing guidelines. I appreciate that this is not directly in DEFRA’s hands, but I hope the Minister can give some reassurance that it is coming, and soon.",
        "Although the council’s ability to hand out fixed penalty notices is limited to the less serious offences, it still managed to achieve 76,000. However, only 12,000 were for small-scale fly-tipping. That compares with 37,000 for littering and 26,000 for other offences. It comes back to the ability to catch people and the willingness to enforce. This is where the guidance needs improving. If an aggrieved constituent examines the Government’s guidance, “Fly-tipping: council responsibilities”, they will find nothing resembling the zero-tolerance approach that we need. I want to see a much tougher approach. I am sure that that view is shared by many hon. Members.",
        "Much of this needs guidance from the centre. The guidance issued for local authorities, “Household waste duty of care: fixed penalty notice guidance”, was updated in December 2018. It encourages what it calls a “proportionate” response and says:",
        "“Individuals should not be penalised for minor breaches”.",
        "I understand why that is, especially when dealing with vulnerable people, but the tone and language is unhelpful. I would want guidance to reflect the language of zero tolerance, which I believe the people of Peterborough and the rest of the country are crying out for. Fixed penalty notices, as they stand, are inadequate. When the minimum penalty is just £150, many unlicensed traders, individuals and landlords will consider that a penalty worth taking a risk for. The level of fines should be considerably higher. Upping the penalties may require legislation, but I urge Ministers to consider it. In doing so, they would have the overwhelming support of the people of Peterborough and, indeed, Members of this House."
    ]
}