{
    "url": "https://www.ukpol.co.uk/paul-bristow-2023-parliamentary-question-on-the-covid-19-backlog-in-elective-care/",
    "title": "Paul Bristow – 2023 Parliamentary Question on the Covid-19 backlog in Elective Care",
    "post_date": "January 25, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Parliamentary Question",
            "url": "/tag/parliamentary-question/"
        },
        {
            "text": "Paul Bristow",
            "url": "/tag/paul-bristow/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Paul Bristow, the Conservative MP for Peterborough, in the House of Commons on 24 January 2023.",
    "content": [
        "**Paul Bristow (Peterborough) (Con)**",
        "What recent progress he has made on tackling the covid-19 backlog in elective care.",
        "**The Minister of State, Department of Health and Social Care (Will Quince)**",
        "Since the publication of the elective recovery delivery plan, the NHS has virtually eliminated two-year waits for treatments and is making progress on tackling the next ambition of ending waits of over 18 months by April. To support those efforts, NHS England recently wrote to providers mandating action on 18-month waits. We agreed that appointments must be scheduled as soon as possible to enable that target to be met.",
        "**Paul Bristow**",
        "The people of Peterborough are looking forward to their new NHS community diagnostic centre supplying an extra 67,000 tests, scans and checks each and every year, but that will shine a light on the need to power through our covid elective backlog. At the Royal Free Hospital, many cases that were previously treated as elective overnight stays are now treated as day cases, improving patient experience and increasing capacity. How will the Minister ensure that such innovation is spread across the NHS?",
        "**Will Quince**",
        "My hon. Friend is absolutely right to raise this issue, and to highlight the difference being made by the 89 community diagnostic centres that have already been rolled out and the importance of getting up to 160 centres as quickly as possible. He is right that such innovations, including CDCs, surgical hubs, telemedicine and, of course, using spare capacity in the private sector, are helping us to tackle the longest waits and reduce the covid backlogs, and I very much thank him for his support in that endeavour.",
        "**Stephanie Peacock (Barnsley East) (Lab)**",
        "There are almost 20,000 people on the waiting list for treatment at Barnsley Hospital, but at the beginning of this month, 98% of the hospital’s beds were occupied. How does the Government expect that hospital to solve the treatment backlog when it simply does not have the resources?",
        "**Will Quince**",
        "We are increasing capacity by introducing an additional 7,000 beds and the £500-million discharge fund. In addition to that, an extra £250 million was announced in January. Over and above that, alternative capacity is being created through the independent sector, we are engaging with patients on choice, and we are working with the most challenged trusts. Of course, I understand the impact that this has on patients, and we are working hard to address the backlog.",
        "**Mr Speaker**",
        "I call the shadow Minister.",
        "**Liz Kendall (Leicester West) (Lab)**",
        "Ministers will never deal with the record waits for NHS treatment until they stop older people being stuck in hospital because they cannot get decent social care in the community or at home. Does the Minister understand that this is not just about getting people out of hospital, but about preventing them from being there in the first place? Is he aware that more than half a million people now require social care but have not even had their needs assessed or reviewed? Where on earth is the Government’s plan to deal with this crisis, which is bad for older people, bad for the patients waiting for operations and bad for taxpayers?",
        "**Will Quince**",
        "As I said, we are creating 7,000 additional general and acute beds. We are investing £500 million in adult social care specifically for discharge, and that goes up to £600 million next year and £1 billion the year after. There is also an extra £250 million. The hon. Lady asks specifically about adult social care. That is exactly why the Chancellor announced £7.5 billion in the autumn statement—the largest investment in social care ever."
    ]
}