{
    "url": "https://www.ukpol.co.uk/paul-bristow-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Paul Bristow – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Bristow",
            "url": "/tag/paul-bristow/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Paul Bristow, the Conservative MP for Peterborough, in the House of Commons on 9 September 2022.",
    "content": [
        "It is my solemn honour to pay tribute to Her late Majesty Queen Elizabeth II on behalf of the people of my city, Peterborough. Peterborough loved and mourns her. Her reign managed somehow, across its seven decades, to penetrate each of our lives and bring us together. Now we are brought together in grief.",
        "My constituents come from across the Commonwealth and beyond. The Queen mattered to each of them. That was her magic, and I saw it at work throughout the jubilee celebrations in my city just a few months ago, with different cultures, religions, creeds and nationalities all coming together to celebrate a truly remarkable woman. For our armed forces and our public servants, for organisations, charities and families, and for me, there is one less certainty in an all too turbulent world.",
        "The Queen visited Peterborough in 1952, while still Princess Elizabeth, attending the agricultural show at the old showground in Eastfield. As our Queen, she visited on four more occasions. In March 1975, the Maundy Thursday service was held at Peterborough cathedral, where she distributed the royal Maundy coins to 49 men and 49 women, in a ceremony attended by more than 3,200 people. She later went for a walk in Bridge Street and dined at the town hall with her husband, the late Duke of Edinburgh, and city councillors. She returned to Peterborough for her silver jubilee, again arriving to crowds of people at Peterborough station. She opened our magistrates court and the Cresset in Bretton, while not forgetting to make a detour to the national Shire Horse Society’s centenary show. Another decade on, when she returned for the 750th anniversary of our cathedral, she also opened the Edith Cavell Hospital, now Peterborough City Hospital. Her final visit was to the east of England show, where an extra 3,000 visitors made their way through the turnstiles to catch a glimpse of Her Majesty.",
        "Sadly, she will never return. I find it difficult to put that into words. It feels like losing a family member, even though I never met her. The institution is far more than the individual, but the Crown was greater for resting on her head. No monarch brought such selfless dedication to the role asked of them. Few before held the strings to our country’s heart. With Her Majesty Queen Elizabeth II, the most tangible connection to our history is gone. But with His Majesty King Charles III, her legacy will continue long into our future. Peterborough proudly proclaims through its tears, “God save the King.”"
    ]
}