{
    "url": "https://www.ukpol.co.uk/paul-bristow-2022-speech-on-the-governments-plan-for-growth/",
    "title": "Paul Bristow – 2022 Speech on the Government’s “Plan for Growth”",
    "post_date": "October 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Bristow",
            "url": "/tag/paul-bristow/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paul Bristow, the Conservative MP for Peterborough, in the House of Commons on 19 October 2022.",
    "content": [
        "I want to bring us back to the macro side of what we are talking about here—the big picture—because I think very few hon. Members would disagree that economic growth in itself is a good thing. Economic growth is what any Government should be looking to pursue. Economic growth creates jobs, increases livelihoods and makes us a wealthier country, so having a growth plan is in itself a good thing. However, I want to highlight three challenges that I think we will face in future.",
        "The first challenge is low pay. This country unfortunately has too many low-productive, low-paid, low-skilled jobs and too few highly skilled, highly productive, highly paid jobs. Peterborough is really symbolic of that, and I think the Government have been trying very much to address that with the levelling-up agenda, which was the focus of the previous Prime Minister. For places such as Peterborough, levelling up will involve significant investment in R&D and in retraining. That is what this Government were trying to do that.",
        "In Peterborough we have just built ourselves a brand-new university, and it is not just any old university; it focuses on manufacturing and engineering, really creating the environment for all those highly paid jobs of the future. Thanks to the £25 million that Peterborough has received from the levelling-up fund, we are going to build ourselves a living lab next to that university, to act as a magnet for future investment and future companies, leading to those highly paid jobs of the future. It is decisions like that that will increase the health, wealth and happiness of my city.",
        "The second challenge we face, both as a country and as an economy, is tax. Quite frankly, I do not think tax is going to come down. Hopefully, bringing tax down is an ambition, and I confidently predict that we will be able to do so in the medium term. However, we will continue to have big spending commitments in future. We have an ageing population, and they are going to rely more on public services. I think we will also find ourselves exposed to challenges such as the cost of fuel. It is absolutely right that this Government have invested, have brought out the package and are going to reduce significantly the fuel bills that my constituents face. Fuel bills that could have been £6,500, for a typical household, will now be only £2,500. That was absolutely the right thing to do.",
        "**Paula Barker**",
        "Does the hon. Member agree with me that the £2,500 that his constituents will now be paying is not a cap? That is a sort of misnomer.",
        "**Paul Bristow**",
        "What I agree with is the fact that, were it not for this Government’s intervention, we would have seen prices of up to £6,000 for a typical household. Surely the hon. Lady welcomes the fact that in her constituency, as in mine, because of the actions of this Government, families will save themselves a great deal of money.",
        "This Government have a strong track record on taking people out of tax. Remember that the personal allowance was of such a level in 2010, and it is now over £12,000. That is hundreds of thousands of people taken out of tax altogether, and millions of families supported. That is a good thing. The universal credit taper, reduced from 63% to 55%, has been a lifeline for constituents and families in my constituency. It makes work pay, which should be the focus when it comes to jobs and work. We want to reward those who take on extra hours, work hard and put in the effort.",
        "The solution to tax that is higher than we would like is economic growth, because we can only make those spending commitments in the long term if we grow the economy. It is absolutely right that we have a growth strategy and that we follow it in the way that we are.",
        "The third challenge is about positivity. Sometimes, especially when we are away from this place or when we are in our offices, we get this temptation to glance at our phones or at Twitter, and it is all doom and gloom. There is a real worry that sometimes people can scare themselves into economic difficulties. I think we need to be more positive as a country, and more positive about the long-term prospects for the UK economy.",
        "Only last week I took the Peterborough heroes—I call them my heroes—to a reception I organised in Westminster. Many of those who came were charity workers, or people who have worked for particular businesses, charities or causes for a number of years. However, I very deliberately did not take only those people who had volunteered for their communities, as welcome and heroic as their efforts are. I also took entrepreneurs, because entrepreneurs create jobs, pay people and grow our economy, and I think it is just as worth while saying thank you and well done to them as it is to anybody else.",
        "As has been repeated by Opposition Members, business is not the enemy. In fact, entrepreneurs and businesses are our friends in creating economic growth. I meet so many people in Peterborough, by virtue of being its Member of Parliament, who are truly heroic for taking a risk, truly heroic for having an idea, and truly heroic for employing people and doing the right thing. They are my heroes just as much as any charity worker in my constituency.",
        "Those are the three challenges that I put to Ministers. First, we need to solve the problem of having a low-skill, low-paid economy and turn that into a high-skill, high-paid economy. Secondly, on tax, I do not think public spending is going to decrease in the near future, and we have a challenge there, but the Government have a strong track record. Thirdly, we need to be more positive and to recognise the efforts made by businessmen and women—by entrepreneurs. The foundations of the British economy are strong and we have hard-working, talented people in this country. That should all feature in a growth plan, and that is why I support this Government."
    ]
}