{
    "url": "https://www.ukpol.co.uk/paul-bristow-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Paul Bristow – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Bristow",
            "url": "/tag/paul-bristow/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paul Bristow, the Conservative MP for Peterborough, in the House of Commons on 18 July 2022.",
    "content": [
        "It will not surprise hon. Members that I have confidence in this Government.",
        "I will talk first about some of the policies this Government have pursued. It would be very easy for me to talk about Brexit and how this Government managed to pass it through the dreadful impasse and political paralysis of the last Parliament. Opposition Members did everything they could to block Brexit, but this Government got it done.",
        "It would be quite easy for me to talk about the great effort that led to jabs going into people’s arms and our country opening up, releasing our freedoms once again. I could talk about the millions of people supported through the furlough scheme. It would be easy for me to pour scorn on the political pygmies on social media who say that, somehow, Britain’s place in the world is diminished as a result of Brexit. We need only look at the streets of Kyiv to see that is just not the case.",
        "But what this Government should be congratulated for is providing hope to the 14 million people who voted for the Conservatives, many for the first time, and to the many people who did not vote for us. Many of them were voting for the hope that this Government would break with an agenda that had been pursued for decades, probably starting with the Blair Government. It is a big-city, London agenda that is not for places like Peterborough: a Britain attached to the EU, dependent on mass migration and cheap labour, in which we were happy to write off millions of young people without a job because we could easily import labour from elsewhere. It is very much a liberal agenda that was happy to pour scorn on and laugh at traditional values, national identity, strong communities and strong families.",
        "We again saw scorn being poured on these people during the jubilee. The agenda is one of big business and big cities, but little people and little places like Peterborough were left behind with low-paid jobs, suppressed wages, a sky-high welfare bill, regional inequalities, the negative effects of mass migration—as well as the positives—and high rates of family breakdown and alcohol and drug abuse.",
        "To many people, including many Opposition Members, these people do not matter. They are denounced as bigots, gammons, Karens and many other vulgar terms when they voice their objection to this agenda. That is what this Government are trying to address in creating a high-wage, high-skill economy, and in levelling up and valuing places like Peterborough.",
        "In Peterborough we have built a new university, with students starting in September. We have £23 million for towns fund regeneration and investment. We have new police officers, more money for theatres and more money for our schools. I implore Members on both sides of the House to understand that, when they take their nose away from SW1 and away from their Twitter feed, they will find that real people still support the Prime Minister. [Interruption.] Okay, I will read out a quote. I do not have time to go through all of them:",
        "“The current government have best dealt with the pandemic, given circumstances, and also delivered Brexit. It is the only government that can deliver today, tomorrow and future!”",
        "These are the ordinary people of Peterborough. [Interruption.] Members should take their nose away from their Twitter account and realise that the Prime Minister is still very popular. He is a greater man than many of his critics, and it is a sad day to see him go. I still have confidence in this Government."
    ]
}