{
    "url": "https://www.ukpol.co.uk/paul-bristow-2022-speech-on-the-sovereignty-of-the-british-indian-ocean-territory/",
    "title": "Paul Bristow – 2022 Speech on the Sovereignty of the British Indian Ocean Territory",
    "post_date": "December 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Bristow",
            "url": "/tag/paul-bristow/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paul Bristow, the Conservative MP for Peterborough, in Westminster Hall, the House of Commons, on 7 December 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mrs Cummins. I congratulate my hon. Friend the Member for Shrewsbury and Atcham (Daniel Kawczynski) on securing this debate.",
        "What happened to the Chagossians between 1968 and 1973 was wrong. Britain pretended the Chagossians did not exist and that the islands were not permanently inhabited, and then we participated in forced mass deportation. These people were abandoned by Britain; in turn, in Mauritius, they faced poverty, disease and discrimination. The British Government made a mistake, but mistakes can be excellent learning opportunities. The first thing to do is to own the mistake and admit when we get it wrong. I think the British Government have tried to right that historical injustice. They have recognised the Chagossians as British subjects and there is now a thriving community here in the UK, but there is plenty more to do.",
        "Another lesson that comes from making a mistake is to look to the future, communicate and not repeat that mistake. On the issue of communication, I think all MPs received a letter from representatives of the British Indian Ocean Territory citizens here in the UK, also signed by representatives of the British Indian Ocean Territory citizens in Mauritius. They say:",
        "“We are aware of the negotiations discussing the future of the British Indian Ocean Territory and the Mauritian Government. We want to express our strong disagreement with this negotiation, which will have a negative impact on our ancestral islands.”",
        "There is still time for the British Government to act on this.",
        "A ban on resettlement of the Chagos islands in 2016 followed decades of unsuccessful legal challenges in the UK. The Government decided against resettlement of the Chagossian people to the British Indian Ocean Territory on the grounds of feasibility, defence, security issues and the cost to the British taxpayer, as well as the fact that there would be limited healthcare and education and a lack of jobs and economic opportunities. We all accept that it would not be easy, but I think that to try is the very least we owe the Chagossians. We have many successful overseas territories with small populations.",
        "It is worth pointing out, by the way, that Mauritius is not next door to the Chagos islands. It is 1,300 miles away. For context, if we look at the difference between the Falkland Islands and Patagonia, we are talking only about 300 miles.",
        "I had hoped we would right this historical wrong. Consultation with the Chagossians displayed 98% support for resettlement and a Government-commissioned feasibility study deemed resettlement practically feasible. However, to enter into negotiations on sovereignty of the islands with Mauritius without talking directly to the Chagossians is not right. When it comes to the Falkland Islands or Gibraltar, we do not accept that it is a bilateral issue between Argentina and the UK or Spain and the UK, respectively. No, we ensure the Falkland islanders and the Gibraltarians are of equal status.",
        "Self-determination is not something we can choose when it is convenient to recognise. It is either important or it is not. Will the Minister meet representatives of the British Chagossians? I am pleased to hear the report from the hon. Member for Wythenshawe and Sale East (Mike Kane) that that will happen.",
        "Will we allow the people who we removed decades ago to have a say on what happens to their homeland? They deserve representation. Let us not let history repeat itself because despite everything—and everything we have done to them—Chagossians are proud to be British. They deserve our respect, and they deserve self-determination. Let them have their say. We must not compound the error we made decades ago, because I do not think any of us want to be here in 30 years’ time, admitting another historical injustice."
    ]
}