{
    "url": "https://www.ukpol.co.uk/paul-bristow-2022-parliamentary-question-on-the-great-northern-hotel-in-peterborough/",
    "title": "Paul Bristow – 2022 Parliamentary Question on the Great Northern Hotel in Peterborough",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Paul Bristow",
            "url": "/tag/paul-bristow/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Paul Bristow, the Conservative MP for Peterborough, in the House of Commons on 16 November 2022.",
    "content": [
        "**Paul Bristow (Peterborough) (Con)**",
        "Peterborough is a caring city that supports more asylum seekers than any other town or city in the east of England. In the past week, two hotels have been stood up to accommodate single men who have crossed the channel in small boats. One in particular, the Great Northern Hotel, is most inappropriate. Will the Minister outline the criteria by which the Home Office will award longer-term contracts for hotel accommodation? Will he listen to me, my local council, the local police, local health support services and local refugee charities about why the Great Northern Hotel in particular is so inappropriate?",
        "**Robert Jenrick**",
        "I know that, like many other Members on both sides of the House, my hon. Friend has been campaigning vociferously on this issue and is deeply concerned about it. We want to ensure that we can move as quickly as possible—as quickly as is legally possible—to a system whereby we apply sensible, common-sense criteria. That includes ensuring that prominent business hotels such as the Great Northern are not chosen to house asylum seekers, and that instead we choose hotels that provide decent, value-for-money accommodation in appropriate places."
    ]
}