{
    "url": "https://www.ukpol.co.uk/paul-bristow-2022-speech-on-the-integrity-of-the-voting-process/",
    "title": "Paul Bristow – 2022 Speech on the Integrity of the Voting Process",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Bristow",
            "url": "/tag/paul-bristow/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paul Bristow, the Conservative MP for Peterborough, in Westminster Hall, the House of Commons, on 14 December 2022.",
    "content": [
        "I beg to move,",
        "That this House has considered the integrity of the voting process.",
        "It is a pleasure to serve under your chairmanship, Mr Davies. I start by paying tribute to Lord Hayward, who has introduced the Ballot Secrecy Bill in the other place. It is a crucial piece of legislation, and my remarks will focus on the contents of the Bill and the intent behind it.",
        "Few things are more important than exercising our democratic right by voting. The integrity of our elections can sometimes be threatened. Two main problems have been identified in the UK: voter fraud and forced family voting. There is an attempt to tackle voting fraud through the introduction of voter ID. That is controversial; some will think that it is the right thing to do, while others will not. Personally, I think it is absolutely right to put protections in place to tackle any type of voter fraud at polling stations.",
        "The Ballot Secrecy Bill seeks to tackle the issue of family voting, which is when two or more people attempt to vote together in a polling booth, affecting, directing or overseeing the votes of another person in an attempt to influence their decision. The term “family voting” sounds like a friendly thing; it sounds uncontroversial, but that is not the case at all. Quite often, family voting involves malign influence or an attempt to influence someone who perhaps does not have English as a first language or who is inherently vulnerable. That cannot be right; it fundamentally goes against everything we believe in about the secrecy of the ballot.",
        "Families often fight. To give the example of my own wife and me, I would not say we fought significantly, but we certainly had a few cross discussions about whether Britain should leave the European Union. I was very much of the opinion that Britain should leave; she took the alternative view—at least I am led to believe that she cast a vote for the alternative view. I am also led to believe that she now supports how I vote—certainly, she supports her local Member of Parliament when there is an election. But that is entirely up to her to determine; it is certainly not for me to do so.",
        "Politics is sometimes a controversial thing, and families will fight and argue when it comes to the right way forward. That is their right. It is absolutely wrong for another person at or near a polling booth to attempt to influence someone voting. That is absolutely the wrong thing to do. The police need more powers to deal with that and tackle the issue of family voting. The chance of imprisonment or a fine will deter perpetrators from doing that. That is what the Bill is all about.",
        "It is not just me talking about family voting. There are organisations that talk about it. Notably, the United Nations development programme describes family voting as",
        "“the situation in which the heads of family (often extended family and often male heads of family) influence other family members in how they cast a vote… Family voting can be a serious violation, especially when it is malicious, i.e., when it is carried out with the intent of influencing or removing the freedom of choice of a voter. In these cases, family voting violates the central principle of voter secrecy.”",
        "It goes on to say:",
        "“Family voting often stops women from casting a vote of their own choice. In many situations, while the woman physically casts her own vote, she is under a strong cultural expectation to obey her husband or father and vote for the candidate or party that she has been instructed to vote for. The influence may extend to accompanying the female family members to the voting centre in order to oversee the casting of the vote”.",
        "That cannot happen in the United Kingdom in 2022, but it obviously is happening and I will go on to set out evidence that suggests that.",
        "The Bill is intended to ensure that police, electoral staff and others have powers to address this issue. It is vital that voters can cast their vote in secret. Once at the polling station, nobody should be able to influence who a voter votes for or whether they vote at all, and nobody should know how a voter has cast their vote.",
        "This is not a party political matter. As I understand it, the Ballot Secrecy Bill was supported by all parties represented in the House of Lords, and support was not divided according to political party. A new clause was tabled by Baroness Scott of Bybrook to cover behaviour intended to influence a vote either in or near a polling booth, which was supported by parties of all colours in the other place.",
        "The secrecy of the ballot is, and must remain, a priority for presiding officers. It is their responsibility to maintain order at polling stations and to make sure everyone has the right to vote freely and without intimidation. I pay tribute to all those who work in that capacity, including presiding officers and all those who monitor elections, not just in Peterborough but across the country. They are professionals and often have to do their jobs in difficult circumstances.",
        "Peterborough has had challenges with electoral malpractice in the past. A great deal of effort has been invested by Peterborough City Council and those responsible to clear those issues up. My experience in Peterborough, when we talk to people about family voting and the idea of casting votes in secrecy, shows that there is a grey area in the law. Activists do not know what they should be encouraging or what the law looks like, and nor do the police—who sometimes seem reluctant, or do not know how, to react to allegations of electoral malpractice—presiding officers, polling agents and other staff. This is a grey area, and perhaps the lack of clarity on what power the police have is one reason why family voting is so widespread. Hopefully, the Bill will address that.",
        "We need to empower presiding officers to deal with suspected offences, and we need to involve the police where necessary. We need a system where voters are accompanied only by appointed companions, acting in accordance with rule 39 of the parliamentary election rules and the equivalent rules for other elections, or by children under the supervision of the voter, and not by someone who may intend to influence the voter’s voting intention or infringe their right to vote in secret.",
        "There are times when it is right for a voter to be accompanied by another person. For example, people would not be punished if they were in a polling booth to assist a grandparent, but only if they intend to influence a voter. There must be an intent to influence someone, eliminating the potential for prosecuting the intended victim. In certain circumstances—for example, when a voter is disabled or unable to read—an eligible companion or the presiding officer can assist them. That will give reassurance that such assistance is still possible where necessary. The Bill and my comments here today do not seek to stop such a practice. The Bill also means that children can still attend a polling station with their parents, and it does not prevent people from coming into a polling station if they have a young child with them.",
        "Where is the evidence to suggest that such practices are a problem in the United Kingdom in 2022? I would like to draw attention to a report by the Democracy Volunteers, a non-governmental organisation that specialises in electoral reform, on the May 2022 elections, which outlines just how widespread family voting is. Some of the report’s findings were concerning, especially the claim that staff in polling stations were reluctant to intervene when they saw family voting. This is not a criticism of polling station staff, as this is a grey area, as I pointed out, but that is exactly why legislation is needed: to make sure there is clarity, and that everybody understands their responsibilities.",
        "In the report, 1,723 polling stations were observed across England, Wales, Scotland and Northern Ireland. The observations lasted between 30 and 60 minutes. At 25% of those polling stations, family voting was witnessed. It is important to note that I am not talking about 25% of all ballots in those polling stations, but in 25% of the polling stations at least one example of family voting was witnessed by those observers. The problem is not exclusive to any one area, and affects all parts of the United Kingdom, as can be seen when we break the figures down further; it was observed in 21% of polling stations in England, 42% in Northern Ireland, 19% in Scotland and 34% in Wales.",
        "**Jim Shannon (Strangford) (DUP)**",
        "Perhaps I could offer an explanation for the figure for Northern Ireland, which is double that for England. We have two systems of voting in Northern Ireland. For Westminster elections, it is a straight x vote—a voter nominates one person. For the council elections and Northern Ireland Assembly elections, the voting system is proportional representation. A voter marks the candidates 1,2,3,4,5, up to 9, or whatever it might be. That is confusing for many people. I understand from the spoilt votes that are cast in my constituency and others that there is some confusion among people; they mix up the two systems. There is also perhaps the pressure that they feel to get in, and as a result of the queue of people after them and so on. I think that is in part an explanation of why the Northern Ireland figure is so high.",
        "**Paul Bristow**",
        "Absolutely; the hon. Member makes a very powerful point. The argument he makes is for simpler voting systems. Often, PR systems, which we see in other parts of the United Kingdom, are complicated, not straightforward. There is not a binary choice in who to vote for. That might in some way explain the higher figure in Northern Ireland.",
        "The report also states, worryingly, that in more than 70% of the cases of family voting that were observed, the voters were women. Those figures are astounding and shocking. On equality grounds alone, we need to stamp this practice out. Women and polling station staff are being intimidated. It is an ugly practice, and we have to get a grip on it in the United Kingdom in 2022.",
        "Democracy Volunteers also reported on the 2022 English mayoral elections, where family voting was witnessed in Croydon, at 35% of 63 ballot boxes; Hackney, at 26% of 50 ballot boxes; Lewisham, at 35% of 57 ballot boxes; Newham, at 36% of 50 ballot boxes; South Yorkshire, at 13% of 24 ballot boxes; Tower Hamlets, at 32% of 96 ballot boxes; and Watford, at 14% of 42 ballot boxes. This is a serious problem, and widespread activities of this nature across different parts of London, England and Wales, Scotland and Northern Ireland prove that.",
        "I draw attention to the report by Democracy Volunteers on the 2019 parliamentary by-election in my constituency, Peterborough, in which I came a majestic third. The report states:",
        "“Family voting was not simply localised to a couple of polling stations, it was identified across the constituency and ‘family voting’ should be challenged in whatever circumstances it occurs. Our observer team saw ‘family voting’ in 48% of the polling stations attended”.",
        "That means that at almost half of all polling stations in Peterborough, family voting occurred in that 2019 by-election. That is appalling. The behaviour of those people, who clearly have no respect for the secrecy of the ballot, is wholly inappropriate, and is becoming a rising threat to British democracy.",
        "**Robbie Moore (Keighley) (Con)**",
        "My hon. Friend is making a powerful speech, which I back wholeheartedly. In Keighley, voters are going to the ballot box intimidated, and encounter threatening behaviour on their way into the polling station. Complaints have been made to polling staff and the police. As for where the balance of power lies, the issue of whether people are empowered to take action is a grey area, as he outlined. Although he is clearly referring to families, does he agree that the issue extends to intimidating behaviour among friends and in wider community networks? We have to get on top of that, and I support him wholeheartedly.",
        "**Paul Bristow**",
        "My hon. Friend makes a characteristically powerful point. He has been a champion in this area; he, like me, campaigns for the integrity of elections and ballots. I completely agree that the intimidation of individuals, whether by someone in the family or in the wider community, while they are making a private judgment about who they feel will best represent them needs to stop. He has my full support on any measures—perhaps we can introduce them together—to strengthen the law in this area.",
        "We need to create a level playing field. The Government have committed to that already through the Elections Act 2022, which I strongly applaud. Voter identification will prevent voter fraud and tackle intimidation, while increasing transparency and preventing interference in our elections. I completely and utterly support that. The Bill tabled by the noble Lord Hayward would continue that work. I hope that the Minister recognises the importance of that work, and of what I have said today. We have a responsibility to uphold our values and traditions. Secret voting was introduced by the Ballot Act 1872, and the fact that it is still a problem in 2022 is wholly wrong; 150 years later, that is unacceptable. I hope we will do something about it soon."
    ]
}