{
    "url": "https://www.ukpol.co.uk/sara-britcliffe-2022-parliamentary-question-on-avanti-west-coast/",
    "title": "Sara Britcliffe – 2022 Parliamentary Question on Avanti West Coast",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Sara Britcliffe",
            "url": "/tag/sara-britcliffe/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The parliamentary question asked by Sara Britcliffe, the Conservative MP for Hyndburn, in the House of Commons on 1 December 2022.",
    "content": [
        "As someone who travels on the Avanti West Coast service on a weekly basis, I know that delays and cancellations are the norm. Customers are being charged unreasonable prices for a very poor service. Can my hon. Friend confirm that he is meeting Avanti regularly to discuss its performance, as well as giving it six months to roll out a recovery plan and deliver long overdue reliability for passengers?",
        "**Huw Merriman**",
        "I am sorry for the experiences that my hon. Friend and her constituents have experienced, and that goes to all Members of this House, too. With regard to Avanti, from December it plans to operate 264 daily train services on weekdays, which is a step up from the 180 daily services at present. That would also be greater than the number prior to the refusal on rest day working, which has triggered this issue over the past six months. Of course, that is all contingent on having that co-operation, which I am keen to seek to get into place. The Office of Rail and Road has looked at the plans and signed them off, and we and officials meet Avanti on a weekly basis to hold it to account. We will continue to do so. As my hon. Friend points out, a shorter-term contract is in place. We need performance improvements to go beyond that stage."
    ]
}