{
    "url": "https://www.ukpol.co.uk/leon-brittan-1985-statement-on-sri-lankan-tamils/",
    "title": "Leon Brittan – 1985 Statement on Sri Lankan Tamils",
    "post_date": "May 25, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Leon Brittan",
            "url": "/tag/leon-brittan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Leon Brittan, the then Home Secretary, in the House of Commons on 3 June 1985.",
    "content": [
        "With permission, Mr. Speaker, I wish to make a statement.",
        "On 20 May, in reply to a question from my hon. Friend the Member for Lewisham, West (Mr. Maples), I announced my future policy towards Sri Lankan Tamils who expressed a fear of return to Sri Lanka. In the week following that statement, more than 500 Tamils arrived here seeking asylum. I decided that further measures were necessary to reduce the influx and, after consultation with my right hon. and learned Friend the Secretary of State for Foreign and Commonwealth Affairs, I announced on 29 May the imposition of a visa requirement for Sri Lankan citizens, to come into effect the following day. The need for such a measure was demonstrated by the fact that 244 Tamils arrived on 29 May. A further 76 Tamils arrived shortly after the visas requirement came into effect, but there have been no further arrivals over the weekend or so far today.",
        "The imposition of a visa requirement will not prevent the entry of those Sri Lankan citizens who qualify for admission in the normal way—for example, as visitors or students — although they will, of course, have to obtain visas before travelling. It will save the cost and disappointment of wasted journeys for those who would not be allowed to enter because they do not qualify under the immigration rules. If a Tamil not qualifying under the rules and seeking in present circumstances to leave Sri Lanka wishes to come to this country, he will be able to apply for a visa. Such applications will, however, be granted only if the individual can show that he is suffering severe hardship and the circumstances—including, for example, family links with this country — warrant the exercise of discretion in his favour outside the normal immigration rules.",
        "The position of all the Tamils who have recently arrived will continue to be considered individually on the basis set out on 20 May. Where an application for asylum is refused, there will be an opportunity for the United Kingdom Immigrants Advisory Service of the United Nations High Commissioner for Refugees to consider the case and representations from Members of Parliament will continue to be considered.",
        "It was only with great reluctance that I decided that it was necessary to impose a visa requirement on a fellow Commonwealth country. The need for it will be kept under review and I hope that it can be lifted in due course.",
        "**Mr. Alfred Dubs (Battersea)**",
        "Is the Home Secretary aware that his statement represents a major departure from two important traditions? For the first time, Commonwealth citizens — albeit from only one Commonwealth country at the moment—will require a visa to enter this country. Secondly, the British tradition of offering haven and hospitality to those seeking asylum has been breached.",
        "Does the Home Secretary agree that some Tamils who came here were very much in fear for their safety in Sri Lanka and that that was the motive which prompted them to seek asylum in this country, as it prompted many of their fellow countrymen to seek asylum in Germany and other countries in Europe? Is the Home Secretary aware ​ that we are asking that the tradition of granting temporary admission for those in fear for their safety which has operated for many years should be continued?",
        "How long will those applying for a visa in Sri Lanka have to wait before it is granted? Have those who are fearful for their safety any chance of being granted a visa to come to this country and seek temporary admission while their claims for asylum are being considered? How many Tamils arrived in this country seeking asylum in May?",
        "My final point was not mentioned by the Home Secretary: What is the reason for the diminution of the rights of hon. Members to make representations on behalf of our constituents or relatives of our constituents? Why has the tradition of making such representations been whittled away to a 24-hour period? Will the Home Secretary explain the reasons for that and tell us how the system is to work? In fact, will he drop that provision?",
        "**Mr. Brittan**",
        "With regard to the alleged major departures, the hon. Gentleman is right to say that up to now visas have not been required for Commonwealth citizens coming to this country. I regret the fact that it should be necessary to impose such a requirement for the first time. However, other Commonwealth countries, such as Australia, Bangladesh, Nigeria and India, require British citizens to have visas. It is also the case that most Western European countries require persons from Sri Lanka to have visas.",
        "With regard to a breach of our tradition of haven and hospitality, I cannot accept that the position is for a moment as the hon. Gentleman said. It seems to me to be far more sensible that the question whether someone is likely to suffer severe hardship should be considered in Sri Lanka itself by appropriate representatives of the British Government than that people should simply come to this country, having nowhere to go to, and have to be dealt with at Heathrow or Gatwick. There is nothing in the slightest bit more humane than a policy that allows people to come in, provided that there is machinery for considering whether they would suffer severe hardship and whether this country is the appropriate place for them to go. Let us not forget that large numbers have gone to India and not been refused admission.",
        "With regard to coming here to seek temporary admission, that is inconsistent with the changes that I announced on 20 and 29 May. For the reasons that I gave just now, it is preferable for the question whether someone is suffering the sort of severe hardship that would lead to them being admitted to the United Kingdom to be considered in Sri Lanka itself. The number of officials dealing with the matter is being strengthened—two have gone out, two more are being transferred by the Foreign Office and another two are going there on 1 July. I cannot say how long it will take to consider applications.",
        "I can give the numbers coming to Britain during the month of May. From 1 May to 15 May, approximately 240 arrived. From 16 May up to and including 20 May, when I made the previous statement, 218 came. But between 21 May and 27 May, a total of 532 came; 26 came on Tuesday 28 May; and on the day that I made the announcement about visa requirements, 244 came. Therefore, the number was accelerating. Of that there is no question.",
        "Referring to the rights of Members of Parliament, the hon. Gentleman has, I am sure unwittingly, misrepresented the situation. There was never any question of these ​ cases being considered within 24 hours. I made that clear in my statement. I said that in the process of proper consideration, which of course will be given to people whether they are here or applying for a visa in Sri Lanka, it was reasonable, in the case of those who are here, to ask Members of Parliament to make their representations, which are only a part of the process, within 24 hours if at all possible.",
        "A delegation of hon. Members came to see me about that matter, and I made it clear to them that if, in a particular case, there were special difficulties that made it impossible for them to make their representations as quickly as that, they should inform the Home Office and we would consider a short extension of the time during which the representations could be made. However, I believe that it is reasonable, in the interests of the Tamils as much as anything else, that the representations should be made quickly, and that it should not simply be possible for Members of Parliament to take an indefinite period of time to make representations, particularly when, as I have made clear, the machinery for considering all the points in an individual case, whether put forward by the individual, UKIAS or the United Nations High Commissioner for Refugees, was fully in place."
    ]
}