{
    "url": "https://www.ukpol.co.uk/sara-britcliffe-2023-speech-on-sport-in-schools-and-communities/",
    "title": "Sara Britcliffe – 2023 Speech on Sport in Schools and Communities",
    "post_date": "January 16, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Sara Britcliffe",
            "url": "/tag/sara-britcliffe/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sara Britcliffe, the Conservative MP for Hyndburn, in the House of Commons on 10 January 2023.",
    "content": [
        "It is a pleasure to speak in this debate. Whether it be football, cricket or rugby, sport has been a key driver of social and community development in Lancashire. We have fantastic grassroots clubs, boxing facilities and tennis courts in my constituency of Hyndburn and Haslingden, and I have been working closely with schools and community clubs since I was elected in 2019. There are a few general issues I believe we need to address to further help schools and communities provide sporting opportunities.",
        "The first is space, and that applies both to schools and to grassroots clubs. In a 2019 Department for Education survey, half of educational establishments said that the key barrier to providing more physical activity is space and facilities. I see this in my constituency, with schools such as The Hollins in Baxenden needing dedicated sports hall provision so that they do not have to travel elsewhere. The Hollins is eagerly awaiting an announcement on the next round of funding for the school rebuilding programme, as it is currently having to hold GCSE exams in the sports hall, meaning that classes of children have to sit in the changing rooms because they are unable to do anything during that period.",
        "If we are to tackle childhood obesity, surely it starts by instilling a love of sport at school. In an era in which more than 80% of 10 to 15-year-olds have their own smartphone and more than 40% have their own games console, we are fighting an uphill battle. We also need to ensure our community clubs are fit for purpose and have the facilities they need.",
        "**Scott Benton (Blackpool South) (Con)**",
        "My hon. Friend is correct to highlight the importance of capital investment in new facilities. In Blackpool, we will benefit from a new £6.5 million sports facility at Revoe, thanks to Blackpool football club and the towns fund. Does she agree that this will not only deliver regeneration but help to achieve other levelling-up outcomes such as improved health and wellbeing?",
        "**Sara Britcliffe**",
        "I completely agree with my hon. Friend. I believe the Government’s focus on sport and grassroots clubs is key to the levelling-up agenda.",
        "It is vital that we ensure local authorities are prioritising green spaces for grassroots sport, and it is equally vital that local authorities inform grassroots clubs of relevant grant funding pots for which they may be eligible. These clubs often rely on dedicated volunteers who simply do not have the time or resources to navigate the complicated system of grants, loans and awards.",
        "Hyndburn is a shining example of how the Government, local leaders and communities can work together to improve the sports offering. To that end, we have seen a £1 million investment in Accrington Stanley Community Trust, which will provide pitches and facilities to grassroots clubs long into the future. We have also seen the community ownership fund allow for the reopening of Clayton community centre, which houses Clayton boxing club, fitness classes and dancing. There has been a £450,000 investment in Hyndburn Leisure to reduce health inequalities, as well as separate investment in our tennis courts.",
        "I wish, briefly, to touch on professional sport, which is key. Hyndburn has a fantastic community club in Accrington Stanley FC, which competes in the third tier of English football. The club gives thousands of year 3 children free team shirts every year, instilling in children a love of their local club and of football. It also provides great joy to many supporters who go to the games week in, week out to socialise with their friends and watch sport. It is essential that we safeguard community assets such as Accrington Stanley.",
        "The Minister will not be surprised to hear me plug the fan-led review. I believe that the measures it sets out will help to promote sustainability in the English football pyramid and that the review’s implementation would see more clubs such as Accrington Stanley orientating towards their fans and investing in their communities. I will leave my comments on the main point of the fan-led review, but let me say that I welcome the Minister’s engagement in that and his continued support throughout."
    ]
}