{
    "url": "https://www.ukpol.co.uk/sara-britcliffe-2020-speech-on-covid-19/",
    "title": "Sara Britcliffe – 2020 Speech on Covid-19",
    "post_date": "May 17, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Sara Britcliffe",
            "url": "/tag/sara-britcliffe/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Sara Britcliffe, the Conservative MP for Hyndburn, in the House of Commons on 12 May 2020.",
    "content": [
        "I, too, would like to thank all for the hard work to get us to this point, particularly those in Hyndburn and Haslingden. I welcome the document released by the Government that sets out the strategy to both return to a normality for people, while maintaining that the overriding priority remains to save lives and move with caution.",
        "I, and many others, still have concerns about the minority who are still flouting the social distancing measures, while so many have sacrificed seeing their ​loved ones. That is why I welcome the news that the Government are examining more stringent enforcement measures for non-compliance. We also need an assurance that the supply chain for PPE is consistent and efficient, and that testing is readily available for those who need it and results are returned in the timeframe specified. There has been a momentous effort, but as the Prime Minister said, there remains much more to do.",
        "Many communities and areas went into this fight less resilient and less able to take the economic and social hit needed to win, with disadvantaged communities the worst affected. That is all the more reason why the levelling up agenda is now more important than ever, so that we in the north can bounce back from the hardships that will follow. That is not out of a need for charity, however. We here in east Lancashire are ready and able to play our part when it is right to do so. With the right investment and incentives, we can play a leading role in the recovery. We have already shown that in the role we played in the response. I am proud to say that I worked closely with my council in Hyndburn to make sure business grants were issued swiftly, which resulted in Hyndburn being placed in the top three of over 300 councils.",
        "That was a huge joint effort by all, but let us go further here in east Lancashire. Some very credible figures make a compelling case for investing in green and sustainable infrastructure as a way of boosting the economy as we come out the other side of this crisis. Where better to start than in the heart of east Lancashire, where we have some of the finest manufacturers and businesses that the UK has to offer?",
        "To put it simply, I would like to see our engineers and plumbers out there installing insulation and new boiler technology, and working on new technology for cars, solar farms and wind power. I want to see northern advanced manufacturers, who have done so much in the field of aerospace, turn their attention to next-generation sustainable technologies and infrastructure. They just need the boost, and then we can let those amazing entrepreneurs do the rest. That will increase employment and put money back in the pockets of our local residents. Help us to help you. Let us level up as promised and let the north lead.",
        "In order to do that, we have to beat the virus. As we enter the next phases of the Government’s plan, individual responsibility to do the right thing will become ever more important. It is on each and every one of us to be alert to the threat that is still posed and to make sensible and responsible decisions. Please, let us consider Hyndburn and Haslingden, and east Lancashire, as part of the process of this country’s recovery from covid-19."
    ]
}