{
    "url": "https://www.ukpol.co.uk/sara-britcliffe-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Sara Britcliffe – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Sara Britcliffe",
            "url": "/tag/sara-britcliffe/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Sara Britcliffe, the Conservative MP for Hyndburn, in the House of Commons on 9 September 2022.",
    "content": [
        "I want to join colleagues in expressing my deepest sorrow at the passing of Her Majesty Queen Elizabeth II, and the sorrow of my constituents in Hyndburn and Haslingden. Our condolences are with the King and the royal family.",
        "It is difficult to put into words the grief and profound sense loss that are felt, but after the rainbow that has been mentioned, as I paid my own tribute last night at the gates of Buckingham Palace in the darkness, the heavens opened and the rain poured. It felt as though the weather portrayed our grief. The nation’s heart was broken.",
        "For many of us, the Queen is the only monarch we have known. It is hard to overstate the value of the stability that she gave this country and the nations around the world for which she was head of state. When our politics or our society seemed so fraught, the Queen was a constant in our lives—a reminder of strength, dignity and stability, and a reminder of what unites us.",
        "In 2012, we had the privilege of a royal visit from Her Majesty Queen Elizabeth and the Duke of Edinburgh during her diamond jubilee. My personal memory of that day is that I stood on the balcony of Accrington market hall at the age of 17 outside my dad’s café, Milly’s, as she came to greet us. Her eyes twinkled and her warmth shone through. The crowds gathered in their thousands. They smiled, they sang and—one feeling that could be felt within the crowd—they loved.",
        "During her 1957 Christmas address, the Queen said that while she could not lead us into battle, give us laws or administer justice, she could give us her heart and her devotion. All these years later, we can surely all agree that she did just that. She was our greatest public servant, our greatest diplomat and our stability. She has been the true light in our lives that none of us really believed would ever go out. May she now rest in peace. Thank you, Ma’am, and God save the King."
    ]
}