{
    "url": "https://www.ukpol.co.uk/leon-brittan-1985-speech-on-shop-hours/",
    "title": "Leon Brittan – 1985 Speech on Shop Hours",
    "post_date": "May 24, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Leon Brittan",
            "url": "/tag/leon-brittan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Leon Brittan, the then Home Secretary, in the House of Commons on 20 May 1985.",
    "content": [
        "I beg to move,",
        "That this House takes note of the Report of the Committee of Inquiry into Proposals to Amend the Shops Acts (Cmnd. 9376); accepts the case for the removal of legislative limitations on shop hours; and looks forward to the Government bringing forward legislation to remove such limitations.",
        "Shop opening hours were last considered in depth by this House during the debate on the Bill introduced in 1983 by my hon. Friend the Member for Wycombe (Mr. Whitney). By then it was clear that there was hardly anyone who considered the present state of the law satisfactory. The argument for change was put forward on a number of different bases. In the first place, it was almost universally felt that the present distinctions between what could be sold on Sunday and what could not be sold were so arbitrary and outdated as to be indefensible. It was not just a question of a few items that were on the wrong side of the dividing line. There no longer appeared to be a rational dividing line at all. Secondly, there was deep anxiety about the continued existence on the statute book of a law that was being increasingly flouted, and which many if not most local authorities were either simply not prepared to enforce effectively or were unable to do so. These objections to the present law were not seriously challenged.",
        "But in addition, many hon. Members put the case for change in a more positive way. They felt that restrictions on shop opening hours—let us not forget that we are talking about late opening as well as Sunday opening—were an unjustifiable and outdated restriction on the basic freedom that should exist for the consumer to be able to have the choice to shop when he wanted to and for the shopkeeper to be able to assess the wishes of his customers and meet them if he wanted to do so. It was felt by many that the limitations on shop hours were contrary to the interests of the consumer, no longer reflected current social patterns and preferences and were an unjustifiable hindrance to the growth of trade, and in particular the growth of tourism.",
        "None the less, in spite of the virtually universal condemnation of the existing law and the widespread, ​ although by no means universal, belief in the positive merits of change, the Bill introduced by my hon. Friend did not commend itself to the House. A considerable number of hon. Members feared the impact of complete deregulation on the fundamental character of Sunday. Just how many shops would open on Sunday, and which shops would they be ? Other hon. Members were anxious about the impact of such a change on those working in shops and owning them. Would small shops close on an extensive scale, and would there be a major loss of jobs ? Others again wondered whether some compromise or half way house was feasible. Although no one had really suggested any viable new basis for deciding when shops might open during the week or which shops should be allowed to open on Sunday, would not a more careful examination of the problem yield an acceptable and defensible solution falling short of complete decontrol ?",
        "It was because of the combination of almost universal dissatisfaction with the present state of the law, and a widespread feeling of uncertainty about the effects of change and the possible forms that it might take that I decided to accept the suggestions made from all parts of the House, that an inquiry should be appointed to look into the whole question. I accordingly appointed an independent committee of inquiry in July 1983 under the chairmanship of Mr. Robin Auld, QC. The following were the terms of reference:",
        "“To consider what changes are needed in the Shops Acts, having regard to the interests of consumers, employers and employees and to the traditional character of Sunday, and to make recommendations as to how these should be achieved.”",
        "The House will note that the committee of inquiry was specifically required to have regard, among other factors, to the fundamental character of Sunday. The membership of the committee was deliberately small, but in order to ensure that the main groups interested could satisfy themselves that the evidence submitted to the committee was comprehensive and rigorously scrutinised, I appointed six assessors. They represented the employers — both large and small —employees, consumers, the churches and the local authorities. Their main task was to ensure that the committee obtained evidence from across the spectrum of their interests and to offer comment on that evidence. My aim was to ensure that every possible solution to the problem was put to the committee and thoroughly examined by those likely to object to it, as well as by the members of the committee themselves. I know that the committee much appreciated the specialist advice it received from its assessors, and I am grateful to them for their work.",
        "In addition, I commissioned the Institute for Fiscal Studies to carry out an economic review, which has been published as appendix 6 of the Auld report. This was designed to meet the concern that had been expressed that there was much speculation but little hard evidence on the economic effects that increased trading hours would have.",
        "Now that hon. Members have had a chance to read and assimilate the report of the Auld committee, I am sure that they will wish to join me in thanking Mr. Robin Auld, QC and his colleagues, Mrs. Liliana Archibald and Miss Frances Cairncross for their comprehensive study. I of course realise that their recommendations are not universally accepted, but I am sure that their thoroughness has given us a solid and informed basis on which to take decisions.​",
        "**Mr. Eric S. Heffer (Liverpool, Walton)**",
        "Will the right hon. and learned Gentleman say how, exactly, he decided upon the membership of the committee ? Frances Cairncross has written an interesting article in today’s edition of The Times which tries to persuade hon. Members to go further, in one sense, than the Auld report by agreeing completely that the traditional character of Sunday should be abolished. How was Frances Cairncross chosen ? Was she an independent character ? Where does she stand and where does the right hon. and learned Gentleman stand in relation to what she said ?",
        "**Mr. Brittan**",
        "At the time of the appointments there was no criticism whatsoever that any of those who were appointed to the committee were other than independent. I can assure the hon. Gentleman that I did not have the faintest idea about the views of any of the Committee members.",
        "**Mr. George Foulkes (Carrick, Cumnock and Doon Valley)**",
        "Will the right hon. and learned Gentleman give way ?",
        "**Mr. Brittan**",
        "No, I must proceed.",
        "As the report shows, over 300 organisations and individuals submitted evidence in response to invitations from the committee. In addition, another 7,000 people sent evidence to the committee which was able to consider it with the benefit of help from the assessors.",
        "The report of the inquiry and the accompanying economic review place the discussion on the future of shop opening hours in an entirely different context to that when the House considered the Bill introduced by my hon. Friend the Member for Wycombe. Those hon. Members who took a particular view in 1983 are fully entitled to reconsider the position, now that a report has been published exploring all the main questions which caused anxiety in 1983 and led many hon. Members to feel unable to support the change in the law being then proposed.",
        "The committee examined the obstacles and objections, but in considering whether trading hours should be the subject of legal restriction they started from the premise that",
        "“the law should not interfere in the conduct of human affairs unless it serves a justifiable purpose … in doing so”—",
        "a premise which I am sure that the House would share.",
        "The committee examined carefully the arguments for legal restrictions in the light of the interests of consumers, employers, employees and of those wanting to preserve the traditional character of Sunday.",
        "**Mr. Skinner**",
        "Will the right hon. and learned Gentleman give way ?",
        "**Mr. Brittan**",
        "No, not for the moment.",
        "It came to the conclusion that none of these interests or combinations of interests justified the continuation of statutory restrictions on trading hours.",
        "**Mr. Foulkes**",
        "Will the right hon. and learned Gentleman give way ?",
        "**Mr. Brittan**",
        "I shall in a moment.",
        "The Committee considered very carefully all the possibilities for partial deregulation, with which I should like to deal before giving way to the hon. Member for Carrick, Cumnock and Doon Valley (Mr. Foulkes), as I shall, of course, do. Just how widespread the present anomalies are was well illustrated by the article in last Saturday’s Daily Telegraph which pointed out that on ​ Sunday one can buy alcohol but not dried milk for babies, aspirin but not toothpaste or soap. Newsagents can sell sweets and newspapers but not the Bible or stationery. Grocers can sell fresh or frozen fruit but not tinned fruit. One can buy cut flowers but not plants. One cannot buy fish and chips in a fish and chip shop, but one can buy other take-away food.",
        "The committee therefore naturally looked at various kinds of proposals for revising the schedules of goods that can be sold late at night or on Sundays. It concluded that there was no way of compiling a list which would not now or in the future be every bit as plagued with anomalies as the present legislation. It is relevant to point out the extent of those anomalies.",
        "**Mr. Foulkes**",
        "The Home Secretary has detailed all the further consideration that has taken place by the Institute for Fiscal Studies, and the Auld committee and its assessors and he invites hon. Members who voted one way on a previous occasion to reconsider their point of view. How can his hon. Friends reconsider their views if, because of the Whip, they are not allowed to exercise their own judgment and their own consciences ?",
        "**Mr. Brittan**",
        "I am sure that my hon. Friends will be greatly assisted by the hon. Gentleman’s intervention. The Government are fully entitled to express their views and to seek to persuade my hon. Friends of the merits of those views. As the hon. Gentleman knows, it has been made clear to my hon. Friends who have deeply held conscientious views, that their views are fully respected.",
        "**Mr. A. E. P. Duffy (Sheffield, Attercliffe)**",
        "Will the Home Secretary give way ?",
        "**Mr. Brittan**",
        "Not for the moment.",
        "I was explaining that the Auld committee looked unsuccessfully at the possibility of compiling a different list of the schedule of goods that could and could not be sold on Sundays. Members of the committee also considered proposals that Sunday trading should be limited to certain kinds of shop or to shops of a certain size, but, again, they could see no way of finding a solution that would work. What type of shop should be allowed to trade ? In these days of mixed shops, it would be hard to produce separate and distinct categories of shops that should or should not be allowed to trade.",
        "The committee considered exemption by size of shop, exemption for self-employed retailers, exemption by area and exemption by periods of the year. It examined the call for a maximum number of hours or days per week. It looked at the possibility of an extension of the present trading hours. Chapter 5 of the report is a thorough, unprejudiced examination of all the alternatives that were put forward.",
        "The committee no doubt felt, as do many hon. Members, that something short of complete deregulation might be more acceptable if it were viable. But the analysis is devastating. Each of the alternative limitations is shown to be either indefensible or unworkable. The conclusion, which is amply supported by a reason, is:",
        "“In our view, all the forms of control canvassed in our Inquiry, while affording protection to some, would neglect the interests of others. More importantly, we are convinced that none of the suggestions for reform, short of complete abolition of restrictions, would work. None of them would work because they would not form the basis of a fair, simple and readily enforceable system of regulation.”",
        "​The committee therefore recommended the complete abolition of all the statutory restrictions on retail trading hours, both during the week and on Sundays.",
        "**Mr. Harry Greenway (Ealing, North)**",
        "Will my right hon. and learned Friend agree that we are dealing with Sunday, which is a day when people are expressing their religious convictions in one way or another, and the arguments of the Auld committee, important though they may be, deal only with facts ? People’s faith and their convictions must be considered. My right hon. and learned Friend’s comments seem to take no account of that fact.",
        "**Mr. Brittan**",
        "I respect what my hon. Friend has said and I shall be coming to those aspects of the matter.",
        "**Mr. Laurie Pavitt (Brent, South)**",
        "Will the Home Secretary give way ?",
        "**Mr. Brittan**",
        "Not for the moment.",
        "The Shops Act also contains provisions relating to the conditions of work of shop workers, in particular young shop workers. The committee concluded that it would be wrong to preserve the rigid provisions of part H of the Shops Act 1950 in statutory form. It was, however, worried about the demands that might be made on shop workers in the event of deregulation and, although it was not within its terms of reference, it recommended the retention for retail workers of the machinery of wages councils.",
        "The House knows that, since the committee reported last year, the Government have produced a consultative paper on wages councils. The question whether the machinery of wages councils should be retained is important not only to workers in the retail trade, but to all the other workers covered by wages councils legislation.",
        "The position of shop workers, vis-á-vis shop opening hours, will be given detailed and sympathetic consideration in the context of the consultation that is taking place, and what is said in the debate will be taken into account as part of that process of consultation. The Government will announce their conclusions on the future of wages councils before any legislation on shop hours is put before the House.",
        "**Mr. Pavitt**",
        "The Home Secretary read the last paragraph of chapter 5 of the Auld committee. Does he agree that the evidence in other chapters refutes the assertion that the evidence received by the committee was conclusive ?",
        "**Mr. Brittan**",
        "The evidence was carefully analysed. Whatever else may be said about the Auld committee, its capacity to analyse specific suggestions for partial methods of decontrol cannot be doubted. It was particularly well qualified to do that, and its conclusion was nothing other than a proper assessment of the evidence.",
        "**Mrs. Elaine Kellett-Bowman (Lancaster)**",
        "A comprehensive review of how people did their shopping was carried out by the National Consumer Council. It reported that only one respondent in 10 found existing shopping hours inconvenient. How can the Auld report support its contention in chapter 5 that there is no justification for the continued regulation of opening hours ? Surely the reverse is the case. There is no excuse for changing the law when only 10 per cent. of the population want a change.​",
        "**Mr. Brittan**",
        "Whether or not people find existing hours convenient is a different matter from whether the criminal law should continue to be used to enforce those hours.",
        "I shall come later to the other safeguards for those working in shops and the impact on employment more generally. Faced with the Auld committee’s conclusions about the lack of a viable halfway house, those who have anxieties about going along with the committee’s decontrol recommendations have to ask themselves just what action they would now favour.",
        "As a Minister whose primary responsibility is for law and order, I could not advise the House to let the present position remain unaltered.",
        "**Mr. Conal Gregory (York)**",
        "Will my right hon. and learned Friend give way ?",
        "**Mr. John Carlisle (Luton, North)**",
        "Will my right hon. and learned Friend give way ?",
        "**Mr. Brittan**",
        "In a moment.",
        "The law is being regularly, flagrantly and publicly flouted up and down the country. Some local authorities seek to enforce it to the best of their abilities, others do so patchily and many have not the slightest wish to do so and go through the motions only when they are threatened with legal action if they fail to bring some prosecutions.",
        "The result is inconsistency and injustice on a massive scale. Sometimes it is the small shops that are prosecuted and the large ones that get away. In other places, the reverse policy is followed. Everybody will be aware of situations where the same type of shop is prosecuted in one local authority area and escapes prosecution if it happens to be half a mile away in another district.",
        "**Mr. Gregory rose —**",
        "**Mr. John Carlisle rose —**",
        "**Mr. Brittan**",
        "I shall give way in a moment.",
        "The reason why this has happened is quite simple. The Shops Acts do not penalise behaviour that is self-evidently of a criminal character. They are a means of prescribing a particular, limited pattern of trading. Social change has made that pattern of trading no longer one which is sufficiently generally acceptable for the criminal law to be regarded as an appropriate means of enforcing it.",
        "**Mr. Gregory**",
        "My right hon. and learned Friend lays a lot of store by the legal consequences. From his senior legal position, does he agree that much of the problem results from the fact that he has not sent a circular to local authorities and enforcement officers setting out their abilities and right to enforce the law ?",
        "**Mr. Brittan**",
        "I do not believe that that is true. The local authorities are well aware of the law. The real reason why they are not enforcing it is that in large parts of the country local people do not want the law enforced.",
        "**Mr. John Carlisle**",
        "The fact that the law is an ass in this instance is no reason for the Government to do away with it completely. Is there not some halfway house—even if it was not considered by the Auld committee—that my right hon. and learned Friend could have looked at ? This is a matter of deep conscience for hon. Members on both sides of the House.",
        "**Mr. Brittan**",
        "I look forward to hearing my hon. Friend’s suggestion as to what that halfway house should be. The Auld committee looked at every variant that was ​ presented. Indeed, the committee was equipped with assessors representing all views—not all of them were by any means in favour of deregulation—in order to ensure that it considered every variant. However, it was unable to find any variant that stood up.",
        "**Several Hon. Members rose —**",
        "**Mr. Brittan**",
        "I shall give way in a moment.",
        "I say this to those hon. Members who deplore that this has come about. I deeply respect and can readily understand the feelings of those who observe with sadness and regret the social changes that have taken place. But is it feasible for us now to turn the clock back ? If no viable halfway house is available, for any society that believes in the rule of law, the only alternative to removing the sanctions of the criminal law is to enforce them. As long as the prospect of change was in the air, it was just about possible to tolerate a degree of inconsistency and injustice. But it was becoming increasingly uncomfortable to so so. We now have no excuse for not making up our minds, and if we do not proceed in the way Auld recommends, we will really have to do everything in our power to enforce the present laws.",
        "Faced with clear evidence of an extremely widespread desire on the part of large numbers of shopkeepers and their customers to do what may be regrettable but is not inherently criminal, I frankly find the prospect of an attempt to enforce the present law almost impossible to contemplate. The protests that would rain down on us from our constituents if that were attempted would make the lobby against VAT on newspapers seem like an amateurish effort on the part of a particularly badly organised constituency party branch.",
        "**Mr. Michael Grylls (Surrey, North-West)**",
        "Will my right hon. and learned Friend take comfort from the experience in Massachusetts and Sweden where shop hours were quite recently freed ? Despite the fears of some small retailers that they might suffer, the opposite happened, and many new opportunities were provided for businesses and retailers, and for the creation of new jobs. If we are serious about new jobs, as we are, it is essential to sweep away this very old-fashioned law.",
        "**Mr. Brittan**",
        "I take the point that my hon. Friend has made. It would be unacceptable to enforce the present law to its full rigour because of the very great social changes that have taken place since the 1950 Act. In 1951, for example, only 24 per cent. of married women below pensionable age worked full or part-time. By 1981, that figure had risen to 57 per cent. It is not much use to those women—or to their husbands and families—if shops are open only during the time that they are at work.",
        "**Mr. Andrew Faulds (Warley, East) rose —**",
        "**Mr. Brittan**",
        "But for many people Sunday is a special day to be set aside for religious worship and observance. Those who wish to confine what they do on Sunday to that deserve our fullest and sincerest respect. For most people, however—",
        "**Several Hon. Members rose —**",
        "**Mr. Brittan**",
        "I shall give way in a moment, but I am making an important point.",
        "For most people, however, there is no conflict between going to church and undertaking all the other activities that ​ are popular on Sunday: leisure, entertainment, sporting and other outdoor activities, as well as cleaning, decorating, gardening or whatever it may be. Shopping is one of the activities that people would increasingly like to be able to undertake on Sundays. Sunday shopping provides an opportunity for shopping as a family, which is greatly welcomed by the very many families who cannot shop together during the week. The question that we have to ask is whether we have the right to continue to use the criminal law to deprive them of that choice.",
        "**Mr. Duffy**",
        "The Home Secretary has spelt out and, in his own words, respected, the special character of Sunday. That presumably explains why the Under-Secretary of State for the Home Department told the House the last time we debated Sunday trading that any decision about any change in the character of Sunday that involved deregulation would be a matter of conscience for each hon. Member. The Under-Secretary’s speech to the House on that occasion can be found in column 557 of Hansard for 4 February 1983. Why has the Home Secretary changed his mind ?",
        "**Mr. Brittan**",
        "The hon. Gentleman is well aware that my hon. Friend the Under-Secretary of State was setting out the position in the relation to the debate that day. The Government responded clearly to the request of the House that there should be an inquiry. Following that inquiry, which examined the very matters that cause concern to the House, the Government are entitled to express their views and to say to those of my right hon. and hon. Friends who feel unable to go along with them, that their consciences are fully respected.",
        "**Mr. Gerald Kaufman (Manchester, Gorton)**",
        "The right hon. and learned Gentleman is misrepresenting what happened on 4 February. The Under-Secretary of State said:",
        "“There are important considerations and fears about the character of Sunday … These fears are held in many parts of the House and I agree that they are an important factor. That is why the Government adhere to the view, which successive Governments have adhered to, that the decision must be for the individual conscience of hon. Members.”—[Official Report, 4 February 1983: Vol. 36, c. 557.]",
        "The Under-Secretary of State was talking not about the Shops Bill but about the general principle. Why will the Government not keep their word and have a free vote today ?",
        "**Mr. Brittan**",
        "The right hon. Gentleman knows perfectly well that the view expressed on that occasion related to that Bill, and it is utterly inconceivable that the Government would be expressing a view as to the position that they would take two years later in response to a report that had not even been commissioned, let alone published.",
        "I was explaining why I took the view that the question that we must ask is whether the right to continue to use the criminal law to deprive people of their choice is justified. I believe that we should only take that view, quite apart from questions of enforceability, if there is reason to believe that a change in the law would lead to a substantial and damaging change in the quality of life on Sunday which would otherwise not take place. The example of Scotland, where there has been no general prohibition on Sunday trading for 50 years, does not lead one to believe that this would be the case. One of the reasons for this is ​ that, although deregulation provides freedom of choice, in practice the consequences of change are unlikely to be as great as some people have feared.",
        "I appreciate the anxiety felt by retailers, particularly small ones, about the impact of deregulation on their businesses.",
        "**Mr. Patrick Cormack (Staffordshire, South)**",
        "Will my right hon. and learned Friend accept that the explanation that he sought to give of the remarks made by my hon. Friend the Under-Secretary of State just will not wash ? When my hon. Friend the Under-Secretary gave that undertaking to the House, it was widely believed that he was saying that this was, indeed, an issue of conscience on which we were all entitled to form an opinion without being pressurised. What most offends those of us on this side of the House who oppose the Bill is the way in which my right hon. and learned Friend the Home Secretary is seeking to steamroller this thing through the House.",
        "**Mr. Brittan**",
        "My hon. Friend is doing less than justice to my right hon. Friend the Patronage Secretary. From the moment that this debate loomed on the horizon it was made abundantly clear that my right hon. Friend fully accepted the conscientious objections of any of my right hon. and hon. Friends. Those of them who have such objections will, I think, testify to the fact that when they have spoken to the Whips, that readiness and respect has been quite apparent.",
        "I appreciate the anxiety felt by retailers—",
        "**Mr. Heffer**",
        "On a point of order, Mr. Deputy Speaker. We cannot hear the Home Secretary.",
        "**Mr. Deputy Speaker (Mr. Ernest Armstrong)**",
        "Order. The Home Secretary should address the whole House, and not turn his back on it.",
        "**Mr. Brittan**",
        "I appreciate the anxiety felt by retailers, particularly small ones, about the impact of deregulation on their businesses. The retail trade has been in the process of change for many years. The effect of deregulating opening hours will not in itself produce any large-scale change. The conclusion of the economic review by the Institute for Fiscal Studies states:",
        "“it is unlikely that in any of the areas we have considered — costs, prices, employment and trading patterns—there would be effects which would be of sufficient magnitude to be distinguished readily from the other changes which would be occurring as the result of other influences on the style and structure of British retailing.”",
        "I also stress that the opportunities presented by deregulation will provide a stimulus to some sectors of the economy. Garden centres and DIY shops are obvious examples of the trade that will benefit, but there are many others, such as shops involved in the tourist trade. Tourists will certainly feel more welcome, and the economy will in turn benefit if tourists are able to spend more in shops.",
        "Indeed, the British Tourist Authority, which is responsible for securing many jobs, told the Auld committee that the closure on Sundays of many shops causes a considerable loss of revenue for the nation from tourists and would-be shoppers.",
        "None the less, there has been much genuine anxiety about the number of small businesses that will be destroyed if longer opening hours, particularly on a Sunday, are allowed. But, it does not follow that simply because late night or Sunday trading will be permitted, it will be anywhere near universal.",
        "Looking at the scale of Sunday opening, for example, the IFS in its study for the Auld committee considered whether Sunday opening would or would not be profitable for various types of retailer.",
        "The IFS concluded that shops accounting for 48 per cent. of turnover would find Sunday opening profitable. The number of shops that will open is likely to be significantly less than this. We believe that for most of the year it will be in the region of 20 to 30 per cent.",
        "It is interesting to note the results of a survey by ‘Terry Burke, of the polytechnic of central London, carried out in April this year. On the basis of discussions with managers of one of the country’s largest multiple chains, and answers to questionnaires received from 40 major retailing chains, he came to the conclusion that only 15 to 20 per cent. of high street shops will open all the year around, but that there will be widespread pre-Christmas, sales and holiday Sunday opening.",
        "**Mr. Faulds**",
        "The Home Secretary is emphasising the commercial aspects of these considerations but a little earlier when I tried unsuccessfully to intervene he said that the committee had considered all points of view Did the committee actually consider the proposition that instead of extending Sunday trading, more stringent restrictions should be imposed with which the Home Secretary should be prepared to require compliance ? Does the Home Secretary realise that, perhaps more north of the border than south of the border, Sunday has a special significance ?",
        "**Mr. Brittan**",
        "I do not think that that view commends itself to the majority north of the border. What I have said ties up with what happens in Scotland. In April this year, managers or assistants from 541 shops in Scotland were asked whether they would open the following Sunday—let us not forget that they are allowed to do so. Across the country 16 per cent. said that they would open but only 8 per cent. of those located in major town centres said that they would.",
        "When the issue was last debated in the House there were also fears that increased retail trading hours would lead to an increase in prices. I think that the House should be reassured by the conclusion reached by the Institute for Fiscal Studies that in the long run the change will have a very small or negligible effect but that, if anything, they will tend to be reduced. If any savings were passed on to customers the effect would be to reduce the retail prices index by up to about 0·4 per cent.",
        "The fears that have been most widely expressed have been those about the possible loss of jobs that might result from deregulation. The predictions from the study by the Institute for Fiscal Studies are that changes in the number of jobs available in the retail trade will be small both in relation to the total work force of some 2·2 million and to the recent trends of changes in retailing employment. Their model indicates that on the basis that there is no Sunday trading, although that is not now the case, there may be a loss in the short term of 5,000 full-time equivalent jobs and in the long term — by which is meant 10 to 20 years — a further 15,000 full-time equivalent jobs. But, of course, there is already a significant amount of Sunday trading which was not taken into account by IFS, so some of those job losses will have already occurred.",
        "We believe that the Institute for Fiscal Studies probably underestimated the potential expansion in other related ​ fields—for example, catering and tourism. It is a fallacy to believe that there is at any given time a fixed pool of shopping and that if shops are open longer, the same amount of goods will be bought, but over a longer period. It is quite likely that there would be some transfer of expenditure from the purchase of services to the purchase of goods. If sales were to rise by 2 per cent. the Institute for Fiscal Studies calculates that the equivalent of 9,000 extra jobs would be created over the next 10 to 20 years, and if they rise by 5 per cent. the equivalent of 51,000 full-time jobs in the same period.",
        "**Mr. Robin Maxwell-Hyslop (Tiverton)**",
        "That is an interesting observation, because a considerable proportion of goods which are sold are imported, but 100 per cent. of services are the result of employment in Britain. Why should such a transfer from services to goods result in net employment rather than net lost employment ?",
        "**Mr. Brittan**",
        "It is impossible to make such a calculation.",
        "The House will recall that, in addition to its recommendations on shop opening hours, the committee recommended abolition of all the special provisions relating to the conditions of work of shop workers contained in part II of the Shops Act 1950 and its associated provisions in other parts of the Act, although it recognised that a case would be argued for continuing protection in the case of young persons. Whether even in the case of young persons such protection, as opposed to the protection provided by the health and safety provisions, is nowadays needed is by no means clear. Moreover, just as in the case of adults, there is considerable doubt as to the effectiveness of the present restrictions. In spite of our very considerable doubts on these points, we shall listen very carefully to the views of the House and we shall want to consider any evidence which may be presented on the need for continuing to protect young persons in this way.",
        "**Mr. Peter Hordern (Horsham)**",
        "Earlier, my right hon. and learned Friend said that the Patronage Secretary would take account of those right hon. and hon. Members who had conscientious objections to the motion. However, we are not talking in particular about the conscientious objections of right hon. and hon. Members themselves, but of those which they know, from correspondence, exist among their constituents. Even more important, can my right hon. and learned Friend explain the Government’s thinking about those shop assistants who have genuine convictions about not working on Sundays ?",
        "**Mr. Brittan**",
        "I know that very real fears have been expressed, not only by my hon. Friend the Member for Horsham (Mr. Hordern), and that if regulations are removed, those working in shops now might be forced to work on Sundays.",
        "I understand that concern, not only by those who would be troubled on conscientious grounds about working on Sunday, but also by people who see their Sunday as a day apart, as an opportunity to be with their families and as a day on which they do not wish to work. For example, many married women have for years worked in a shop on the basis that they would do so during the week but would be able to spend Sunday with their families.",
        "That concern is reflected in the amendment to the motion tabled by my hon. Friend the Member for Bournemouth, West (Mr. Butterfill) and I know that it is very widely shared in the House. That is reflected in the signatures to the motion. Although the Auld committee did not believe that protection for those in this category would be feasible, on this issue I must differ from the committee. I accept in principle the case put forward by my hon. Friend and will look sympathetically at the best way of ensuring that established shop workers cannot be compelled to work on Sundays. Doing this will in no way detract from deregulation generally, as experience elsewhere suggests that there will be no shortage of volunteers who wish to work on Sundays.",
        "**Mr. A. J. Beith (Berwick-upon-Tweed)**",
        "The Home Secretary has made an important statement, which could be an important concession. Will he clarify what he meant by established shop workers ? Was he seeking to confer a right on those who happen to be employed in shops now, or was he talking about a right that would be extended to anyone seeking employment in the retail trade ?",
        "**Mr. Brittan**",
        "The former. With the qualifications that I mentioned, I recommend that the House accepts the conclusions of the Auld committee. The Government will seek an early opportunity to present to the House legislation to that effect. It is not possible to put back the clock and I do not think that there would be public support for enforcing the current criminal law.",
        "Many people want change for positive reasons—the main one being not the benefit that that would confer on any particular section of the economy, important though that may be, but rather that restrictions on the freedom of traders to trade and customers to buy what they want, when they want, are inconsistent with the development of a free economy. The onus must rest on those who seek to maintain such restrictions. I believe that that onus can no longer be discharged."
    ]
}