{
    "url": "https://www.ukpol.co.uk/sara-britcliffe-2020-maiden-speech-in-the-house-of-commons/",
    "title": "Sara Britcliffe – 2020 Maiden Speech in the House of Commons",
    "post_date": "May 4, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Sara Britcliffe",
            "url": "/tag/sara-britcliffe/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Maiden Speech",
            "url": "/category/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Sara Britcliffe, the Conservative MP for Hyndburn, in the House of Commons on 28 April 2020.",
    "content": [
        "Today, I make my maiden speech in circumstances I could never have imagined. I always said that I got into politics to serve the community I love and have lived in all my life. I always said that I would somehow redefine what it meant to be a constituency MP. Along with making history as the first female MP for the area and the youngest Conservative MP in the country, I am the first Member of Parliament ever to make their maiden speech remotely, from their own home. I do that because I wanted to stay here, rooted in my community, to rise to the challenges we face. As I have always said, we are stronger together. It would be remiss of me not to mention my predecessor, Graham Jones, for his nine ​years of service, and to remind the House that, for the first time in 27 years, Hyndburn returned a Conservative MP. Ken Hargreaves, before that, was a truly honourable gentleman, who sadly lost his life in 2012.",
        "I want to tell the House about my home—what I consider to be the capital of Lancashire. Hyndburn and Haslingden have been at the heart of this country’s responses to our changing world time and again. They were at the forefront of the industrial revolution, and our local regiment, the Accrington Pals, led the charge to defend our peace and freedom. Today, as we face covid-19, businesses and community organisations in Hyndburn and Haslingden are being as innovative and resourceful as James Hargreaves, the Oswaldtwistle famed inventor of the spinning jenny. Our NHS, key workers and frontline services have proven to be as tough as the famous Accrington Nori brick: unbreakable no matter how much stress it is put under. While I hope we will soon be able to get back to supporting the local team of Accrington Stanley and enjoying the world-famous locally made Holland’s pies, it is that sense of community, in which we have been steeped for generations, that will get us through to that happy day—our children have also been steeped in it, as can been seen from my office wall.",
        "I have always believed in supporting those who need it the most, and that resonates now more than ever. While lockdown will help us defeat covid-19, it has resulted in an increase in domestic violence. Organisations like Hyndburn and Ribble Valley Domestic Violence Team in my constituency are working tirelessly to respond to this. We—now, more than ever—have to do right by those in such distressing and potentially life-threatening situations, which is why I wholeheartedly support this Bill.",
        "But this leads me on to what I want to personally champion during my time in office. Through the devastating effects of alcohol misuse and mental health issues, I lost my mum when I was nine years old. I witnessed a woman that I and many others adored, crumble before my eyes and a father who had to pick up the pieces. Sadly, my family’s experience is not an isolated case, and that is why it is so important that the right support is available—something I will be campaigning hard for as an MP.",
        "Over the coming months, I am sure we will beat this pandemic, and I will be ready to return to my main mission in this Parliament—fighting for levelled-up funding and investment in the north. The term “forgotten towns” only really became a common phrase since the seismic shift in votes in the general election, but it cannot just be a phrase—a one-off response to an election result. We northerners pride ourselves on our no-nonsense, straight-talking approach, so I apologise in advance to Ministers: I will be pestering for investment in infrastructure—support for businesses to thrive and grow the northern economy and to give our children the same opportunities in life whether they are from Hyndburn, Haslingden or Hertfordshire. To do this, I will have to follow the long and proud Conservative tradition of being, in Ken Clarke’s words, a “bloody difficult woman”.",
        "But first we have to beat the virus. This lockdown is hard but necessary, and I see the sacrifices that people are making even within my own family, as my dad, Peter Britcliffe, stays at home in isolation this week to celebrate his 70th birthday.​  \nMy virtual speech today is a first, but it will not be the last norm that is challenged. We can learn from how we have all utilised technology in this period to run even better and more efficient public services in the future, as well as remembering that the challenges people face cannot only be dealt with online. People need the sense of familiarity and humanity that shared space and face-to-face contact afford. This creates communities of geography—of belonging—that cyberspace cannot offer.",
        "Finally, I would like to reassure my constituents in Hyndburn and Haslingden that when we get through this—and we will get through this—I will continue to stand up and do what is right for our home, because these forgotten towns, under my watch, will be forgotten no more."
    ]
}