{
    "url": "https://www.ukpol.co.uk/sara-britcliffe-2022-speech-on-transport/",
    "title": "Sara Britcliffe – 2022 Speech on Transport",
    "post_date": "May 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Sara Britcliffe",
            "url": "/tag/sara-britcliffe/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Sara Britcliffe, the Conservative MP for Hyndburn, in the House of Commons on 19 May 2022.",
    "content": [
        "To truly level up, we need to make sure that we provide suitable connections for our constituents to get to the opportunities that exist, whether that be by road or rail. That is one of my key focuses for the residents of Hyndburn and Haslingden, but we have some serious issues with transport and connectivity, one example being that a journey to Manchester by road, which is about 26 miles away, can easily take more than an hour. By train it takes just under that. I have worked with colleagues in Westminster, just after being elected, to save the vital X41 bus service, which goes from my patch to Manchester. We did that because bus routes are key, especially when we are encouraging people to use more public transport, but they routes have to exist, be reliable and affordable. That is why I welcome more than £34 million of funding from the Government for Lancashire’s bus service improvement plan, and I will push for much of the investment to go into Hyndburn and Haslingden.",
        "Reliable services by train are vital, but our stations also have to be accessible. That is why I am pleased to see investment in Accrington train station, through Government funding. We are already seeing £300,000-worth of work being done on a compliant ramp on the Burnley-bound platform side, which came from the Department for Transport mid-tier funding. I have also lobbied for other stations to become accessible for all, such as Church & Oswaldtwistle and Rishton, and for further measures for Accrington. I am pleased that option selection reports and diversity impact assessments have been submitted to the Department for all those stations by Northern, which I have worked closely with. I really press that those be looked at favourably by the Department, as this investment would make a transformational difference.",
        "Let me turn to some more of the schemes I have been lobbying the Government on, along with colleagues, the first of which is the Skipton to Colne railway line. I need to thank the campaign group SELRAP—Skipton East Lancashire Rail Action Partnership—for its hard work and dedication to the campaign. The reinstatement of just 13 miles of track removed during the Beeching cuts would be a huge benefit to our area and finally link up Yorkshire and Lancashire by rail. I would sincerely welcome a meeting with the Minister and other colleagues involved to discuss that further. As the Haslingden MP, my full backing is also behind the Rawtenstall to Manchester line bid under the restoring your railway fund. I was pleased that the Government granted £50,000 to Rossendale Borough Council for the feasibility study. Along with the local authorities, the local enterprise partnership, business leaders and East Lancashire chamber of commerce, we have been working together to get a freight terminal in Huncoat, which will be hugely beneficial for Lancashire and beyond, bringing jobs, investment and economic growth. I want the Government to be aware of that.",
        "I want to talk about some key issues with our roads across Hyndburn and Haslingden, the first of which is speeding. Roads such as Hud Hey Road, Blackburn Road, Burnley Road, Manchester Road and Fielding Lane are just a few where we have severe problems with nuisance and ignorant drivers, who use our roads as racetracks, putting innocent lives at risk and creating excessive noise. I have been working with our local police and the county on the issue, and with them I am putting together our application to be one of the areas to trial the noise cameras that the Government have put forward. I hope our application will also be looked upon favourably.",
        "We have a big issue in Lancashire and beyond. One thing we have been talking about a lot is the use of speed cameras. I have been told by authorities that the cost of just a single speed camera is quite significant, so I wonder whether there is a pot of funding that could go to local authorities from the Government so that these cameras could be put into the communities that need them, such as mine in Hyndburn and Haslingden.",
        "I come to the issue of congestion in areas such as Clayton, and specifically around the Whalley Road at peak times. That is one of the main routes linking the Ribble Valley to Hyndburn. The congestion is causing huge problems during rush hour and significant air pollution. Something like a relief road might be needed to solve the congestion. I would welcome further discussions on what we could do in Hyndburn to create something suitable for the area.",
        "Finally, I hope the Government will carefully consider Lancashire’s bid to make Preston the home of the Great British Railways HQ, because it is just the kind of investment we need in lovely Lancashire."
    ]
}