{
    "url": "https://www.ukpol.co.uk/sara-britcliffe-2021-speech-on-covid-19-restrictions/",
    "title": "Sara Britcliffe – 2021 Speech on Covid-19 Restrictions",
    "post_date": "December 15, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Sara Britcliffe",
            "url": "/tag/sara-britcliffe/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sara Britcliffe, the Conservative MP for Hyndburn, in the House of Commons on 14 December 2021.",
    "content": [
        "It is a pleasure to follow the hon. Member for York Central (Rachael Maskell), but where I have to disagree is that we need to balance the economy with these measures. The damage that bringing in mandatory masks in the hospitality sector would cause to the small pubs in Hyndburn would be huge, so we have to try to mitigate it.",
        "I am against mandatory vaccine passports. The Government would have had to present significant evidence to change my mind, so the fact that the Secretary of State has said very clearly at the Dispatch Box that he is also against them has eased my mind. I want to be clear that this vote was never about mandatory vaccine passports. If someone does not want to show that they have had the jab, they can just show proof of a negative test, which is a key caveat. Hon. Members should be careful about how they word that message, because it is irresponsible to push it to the public and make it out to be something that it is not.",
        "I would like reassurance from the Government that if anything further was proposed, there would be a vote so that the House can decide. Many hon. Members on both sides of the House are looking at plan C and saying, “Where does it end?” If we know that we have a vote on any further restrictions, we can all look at the measures proposed today and vote on what is in front of us. That is really important.",
        "My position is that we cannot keep locking down—it is financially unviable—so there has to be an exit strategy. The limitations for hospitality and such things are key. The measures are also temporary, so that we can see what is going on with omicron. Twelve months ago, we could see our family for one day over Christmas and we were allowed out of the house for only an hour a day to exercise. In comparison, these restrictions—we know omicron is really transmissible and we need to see what will happen—are not as draconian. We need to make that clear to the public.",
        "If there are further restrictions and a plan C, they should be brought to the House so that we all have an opportunity to have our say and to vote on them. The measures are being put in place to make sure that we keep our freedoms and that we can keep going to the pubs and clubs with our friends. It is a little measure to make sure that we can spend Christmas with our family. It is better to be safe than sorry."
    ]
}