{
    "url": "https://www.ukpol.co.uk/sara-britcliffe-2022-speech-at-the-sir-david-amess-summer-adjournment-debate/",
    "title": "Sara Britcliffe – 2022 Speech at the Sir David Amess Summer Adjournment Debate",
    "post_date": "July 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Sara Britcliffe",
            "url": "/tag/sara-britcliffe/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sara Britcliffe, the Conservative MP for Hyndburn, in the House of Commons on 21 July 2022.",
    "content": [
        "It is an honour to follow my hon. Friend the new Member for Southend West (Anna Firth) and a true honour to speak in this debate dedicated to our wonderful late colleague, Sir David. When I entered Parliament he showed me so much love and affection because I became the next Conservative MP for Hyndburn after his best friend, and godfather to two of his beloved children, the late Ken Hargreaves.",
        "Before I talk about Hyndburn, I would like to read a quick excerpt from David’s eulogy to Ken that describes the cheeky relationship they shared. It is about a joke that David played on Ken. He said:",
        "“I had thought that we had the same views on pornography, thinking there should be less of it, but one evening I observed Ken dashing into a lobby to vote. The lobby was fairly empty and when he came through he asked me what he had voted for not knowing himself. ‘More pornography’ I replied. ‘Oh eck’ said he.”",
        "What shines through in his eulogy is a clear understanding of how they became such great friends. Every word that he attributed to Ken could be attributed to Sir David. He concluded as follows:",
        "“Ken was undoubtedly an inspirational character, a man of the highest integrity and generous to a fault. The nearest thing to a saint that I have ever met and he was certainly a political saint if we excuse his voting record on pornography! So I share with everyone in this Church the pain and grief of our loss, but this is a celebration of a very great life and let us be cheered in the certain knowledge that if anyone deserved to go to heaven Ken did and that is where he is now.”",
        "**Mike Kane (Wythenshawe and Sale East) (Lab)**",
        "Will the hon. Member join me in thanking the Government for dealing with the issue of extreme unction when it came to Sir David and setting up a commission to look at third-party access to crime scenes? They did that and it is now part of the guidance issued for all police forces throughout the country. I am grateful to the Government for that.",
        "**Sara Britcliffe**",
        "I share the hon. Gentleman’s gratitude for that. That the Government acted quite swiftly on the issue was key and put us all at ease after such a tragic incident.",
        "Now on to Hyndburn and Haslingden, my fantastic home. We have some really exciting projects coming forward in Hyndburn and Haslingden. We are putting forward our £20 million levelling-up fund bid, which could bring back the life that Accrington town centre needs and that everybody knew and loved. That is something we are putting forward.",
        "Lancashire County Council is putting forward a £50 million bid, and much of that money will be spent on Hyndburn to improve transport and our local roads, and to create the community hubs that we need. The shared prosperity fund will help to support businesses across Hyndburn and Haslingden, and promote our culture and heritage, which is desperately needed. We have some beautiful architecture: it just needs a little bit of tummy loving care. We also need to make sure that some of the shared prosperity fund is spent on Haslingden market hall, which I have pushed for. We have received funding for Clayton community hub, which is now the heart of the boxing club.",
        "Lancashire is now home to the national cyber security centre, which is a £5 billion project bringing more than 3,000 jobs to the heart of Lancashire, and we now need to make sure that young people get the skills they need to feed into those jobs. We are looking at access for all at our local railway station. Work is already going ahead at Accrington, which is key, but we are now looking at Church and Oswaldtwistle, and Rishton. We need more frequent rail services to Manchester from Accrington, and I am working on that.",
        "Accrington and Rossendale College became an institute of technology and received funding from the Department for Education, and received a grade of outstanding from Ofsted this year, which is a credit to Amanda Melton. She has just retired from teaching, but she was really keen in that.",
        "We need funding for transport infrastructure, more frequent rail services and measures to improve pollution and congestion on our local roads. We also need to tackle speed, which is a key issue for local residents, and I am working with our fantastic police and crime commissioner, Andrew Snowden, to achieve that. We also need to look at our parks and green spaces and see investment in Victoria park in Haslingden. Hyndburn Council has just bought 88 acres of land in Oswaldtwistle to create a country park, which will be a fantastic asset. We have also created a BMX track—",
        "**Aaron Bell**",
        "Will my hon. Friend give way?",
        "**Sara Britcliffe**",
        "I have to carry on.",
        "Floral displays are needed across all of my beautiful market towns—Great Harwood, Oswaldtwistle, Haslingden and Rishton—not just in Accrington town centre. I will spend my summer in my home of Hyndburn and Haslingden, knocking on doors and speaking to what I believe to be the best constituents in the country. I am looking forward to having that break and connecting with local voters and speaking to them about the matters that mean most to them."
    ]
}