{
    "url": "https://www.ukpol.co.uk/british-museum-2021-statement-on-the-parthenon-sculptures/",
    "title": "British Museum – 2021 Statement on the Parthenon Sculptures",
    "post_date": "November 16, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "British Museum",
            "url": "/tag/british-museum/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by the British Museum on the future of the Parthenon Sculptures.",
    "content": [
        "The Museum is a unique resource for the world: the breadth and depth of its collection allow a global public to examine cultural identities and explore the complex network of interconnected human cultures. The Trustees lend extensively all over the world and over 4.5 million objects from the collection are available to study online. The Parthenon sculptures are a vital element in this interconnected world collection. They’re a part of the world’s shared heritage and transcend political boundaries.",
        "The Acropolis Museum allows the Parthenon sculptures that are in Athens (about half of what survives from the ancient world) to be appreciated against the backdrop of Athenian history. The Parthenon sculptures in London are an important representation of ancient Athenian civilisation in the context of world history. Each year millions of visitors, free of charge, admire the artistry of the sculptures and gain insight into how ancient Greece influenced – and was influenced by – the other civilisations that it encountered. The Trustees firmly believe that there’s a positive advantage and public benefit in having the sculptures divided between two great museums, each telling a complementary but different story."
    ]
}