{
    "url": "https://www.ukpol.co.uk/deidre-brock-2023-speech-on-parliamentary-services-for-mps/",
    "title": "Deidre Brock – 2023 Speech on Parliamentary Services for MPs",
    "post_date": "February 12, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Deidre Brock",
            "url": "/tag/deidre-brock/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Deidre Brock, the SNP MP for Edinburgh North and Leith, in the House of Commons on 9 February 2023.",
    "content": [
        "I congratulate the hon. Member for Broxbourne (Sir Charles Walker) and the rest of the Administration Committee on securing this debate. It really is important that Members have an opportunity to reflect on how we can best ensure that the House’s services and facilities are equipped to help us carry out our roles as representatives of our constituents and as legislators. My hon. Friend the Member for Motherwell and Wishaw (Marion Fellows), who is a member of the Administration Committee, is very sorry that she is unable to be here today herself.",
        "Some might wonder why an SNP Member is concerned about the running of this Parliament, when one considers the fact that our dearest wish is to be away from it as soon as we possibly can be. However, we have to serve our constituents to the very best of our abilities, and we of course want to see addressed anything that might constrain that or reduce that impact.",
        "**Michael Fabricant**",
        "The hon. Lady mentioned her colleague who could not be here; the hon. Member for Motherwell and Wishaw (Marion Fellows) is a superb example of what my hon. Friend the Member for Bracknell (James Sunderland) asked about. She provides huge amounts of information and ideas to the Administration Committee. Regardless of whether she is SNP, Labour, Conservative or whatever, we all love her and wish she could be here today. That shows the degree of constructive co-operation that goes on among the parties in this place.",
        "**Deidre Brock**",
        "Well, I will certainly make sure that my hon. Friend hears that comment. I know she will be pleased that her efforts are appreciated. She is a very effective parliamentarian, as the hon. Gentleman knows, and would always be intent on making sure that services run as effectively as possible. I am sure she appreciates the admiration expressed by the hon. Gentleman and, I am sure, by other Committee members as well.",
        "The hon. Member for Broxbourne spoke of the importance of holding this conversation about improving not just House services, but the quality of representation and, indeed, representatives for our constituents. He made the fair point that this place needs to be aware of the competition it faces from so many other sectors in today’s world. He spoke about the uncertainty of this role and the fact that that can prove unattractive, as well as about the skills needed for the role, from spinning lots of plates to diplomatic skills—for most of us, anyway. He also touched on security, which I agree is a vital issue, particularly in the light of the dreadful circumstances of the deaths of two Members of this House in recent years.",
        "The hon. Member for Broxbourne mentioned the provision of better advice for Members. The information available to Members on how this place works has improved vastly, even since I was elected in 2015. I thank all the House staff for their long and hard work on that. I spent some time being interviewed by them and passing on my thoughts, and I know that many other Members have done so as well. I know that the staff are looking to make even further improvements to that information. The workings of this place can be really quite impenetrable at times, so the information is a really big help to anyone coming here for the first time, and I am pleased to see that that work will continue.",
        "I agree with the right hon. Member for Basingstoke (Dame Maria Miller) about the need for more transparency around the decisions of the House’s Committees, including the suggestion that Members should be elected to posts. It will be interesting to see how that conversation develops and how that might actually work, especially when it comes to ensuring that we get sufficient numbers of Members interested in taking on those roles. As I know from the work of the Administration Committee, there is quite a lot of work involved. We need only look at the work in the report, and the reports from previous Committees, to see what is involved. She also talked about the need for greater scrutiny of the House of Commons Commission to increase insight into what happens behind closed doors.",
        "I am on the Commission myself and wish to pay tribute to Mr Speaker and his team for the focus that they bring to the work. I know that he is intent on further professionalising the Commission and the work that it does, which is really starting to pay off—certainly from what I have seen in the short time that I have been on the Commission—especially on things such as the recent report from Lord Morse, the recommendations of which were accepted by the Commission.",
        "**Dame Maria Miller**",
        "I thank the hon. Member for referring to the comments that I made. May I draw her a little further on the role that House Committees could have in scrutinising the work of the Commission? Is that something that she feels that she might support?",
        "**Deidre Brock**",
        "I have only just heard about that from the right hon. Lady. Certainly I am sure the Commission would be prepared to consider it. We have a meeting coming up fairly shortly, so we might be able to put that into “any other business”.",
        "The hon. Member for Lichfield (Michael Fabricant) mentioned the duty of care to our teams. That is so important, because when a Member loses their seat for whatever reason, they are left scrambling to find work. I am really pleased that this has been raised. We all know how vital those members of staff are to our work, and how trusted and valued they are, and they deserve nothing less than the best that we can do for them.",
        "I thank colleagues and predecessors on the House of Commons Commission who last year agreed the next House of Commons service strategy for the period 2023 to 2027, which, of course, we will continue to monitor. I have been in this position for only a relatively short period of time. I was a councillor in Edinburgh Council for some years. That is a large public body in itself, but sitting on the House of Commons Commission and seeing the work entailed in keeping this particular parliamentary duck swimming along, even while underneath the waterline we know the feet are pedalling furiously, has still been something of an eye-opener. I have been so impressed by the dedication of those who report to, or work for, the Commission. I must mention in particular Clerks Gosia McBride and Ed Potton, who have been immensely helpful in interpreting some of the more obscure points made in some of the papers put before us.",
        "I wish to commend all the staff of both Houses and the Commission—from Mr Speaker, the Deputy Speakers and their offices to In-House Services—who, across so many different areas, do an absolutely exceptional job of keeping this place running smoothly, very often in trying circumstances. That was especially evident during the pandemic, but also evident in the events around the late Queen’s passing and in the sudden efforts required for President Zelensky’s very successful visit yesterday.",
        "I must also pay tribute to Sir John Benger, who has just announced that he will end his tenure as Clerk of the House in the autumn after four years, although after many years in total in this place. On behalf of the SNP, I wish him all the very best in his new role. However, his departure raises concerns about possible costly delays to the restoration and renewal programme as a result, so I look forward to hearing of a suitable replacement as soon as possible.",
        "I gathered some views from colleagues and staff members before I prepared for this speech. One point raised with me, which I am sure is of paramount importance, is that Members be given assurances that the R and R project will take full account of the potential impact on the health and safety of staff. This is an iconic and historic building, a world heritage site, but we know it is decaying in key areas and often falls short of what is required in a modern workplace.",
        "Wi-fi infrastructure can be unreliable—although I have nothing but high praise for those in the Parliamentary Digital Service, who are always remarkably responsive and incredibly patient with those of us who are not completely IT literate—many of the windows are single-glazed and do not open or close, which we know adds up to a giant carbon footprint, the lifts often break down and there are problems with the heating, to give just a few examples raised with me. We are told and we hope that the issues will be resolved once R and R is complete, but the urgency of addressing them should be emphasised on behalf of the many staff who spent so much of their lives here.",
        "I also need to pass on views received from staff members that less maintenance and procurement work in the building should be contracted out. One member of staff I spoke to felt that, for example, electrical and plumbing services were not carried out quite as well or as cost-effectively as they might have been with more oversight from the House, and others have spoken to me with exasperation of overly complicated procurement systems.",
        "Another issue raised with me, which is certainly dear to the heart of my hon. Friend the Member for Motherwell and Wishaw, is accessibility. Some hon. Members have highlighted the problems of too few adapted offices for disabled folk. Due to the present system of allocating offices after an election, suitable rooms are often not available for those who really need them—and it is worth bearing in mind that anyone can become disabled at any time. I ask what the House can do to ensure adaptable offices can be kept in reserve for Members and staff who have or develop disabilities.",
        "**Dame Maria Miller**",
        "I apologise for interrupting the hon. Lady again; she is being gracious in giving way. She referred to issues some people with a disability have in getting into this building, a concern I share with her, which highlights the issue we have with a lack of read- across between the House’s Committees. The Procedure Committee considered whether we should have the ability to participate in proceedings in this place remotely. All those opportunities were cut as a result of a recommendation from that Committee, but it strikes me that if one of our number were to become unable to enter this building because of a disability, or had a member of staff or constituent who wished to visit, they would not be able to participate at all, simply because the Procedure Committee, for another set of reasons, had decided to stop all remote participation. It feels to me that we need more read-across between the House Committees, so that we are not making decisions in isolation.",
        "**Deidre Brock**",
        "I agree, and I am about to go on to make that very point. I know that proxy voting has been improved recently, and I really welcome that as an important development, but there are other ways we should look to adapt and modernise this place, particularly as a workplace. For example, we know that in summer 2021 the Commons Executive Board agreed that, as an employer, the House and Parliamentary Digital Service would positively promote flexible and remote working. I also note that in the Leader of the House’s speech to the Institute for Government last month, she acknowledged that the systems that were built during covid demonstrate the range of options available and stated that “slow and dull” would no longer do. I think that is a fair point. I look forward to hearing what more she might present to us today and what proposals might be brought forward.",
        "I was interested to see the Administration Committee’s report on supporting MPs—and, indeed, their teams—at the point of departure from elected office. The report’s contribution to improving the accountability and preparedness of the House service and IPSA for future elections is an important one. I look forward to reflecting on it further."
    ]
}