{
    "url": "https://www.ukpol.co.uk/deidre-brock-2023-parliamentary-question-on-the-devolution-settlement/",
    "title": "Deidre Brock – 2023 Parliamentary Question on the Devolution Settlement",
    "post_date": "April 5, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Deidre Brock",
            "url": "/tag/deidre-brock/"
        },
        {
            "text": "Parliamentary Question",
            "url": "/tag/parliamentary-question/"
        }
    ],
    "categories": [
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Deidre Brock, the SNP MP for Edinburgh North and Leith, in the House of Commons on 29 March 2023.",
    "content": [
        "**Deidre Brock (Edinburgh North and Leith) (SNP)**",
        "1\\. What recent assessment he has made of the adequacy of the operation of the devolution settlement. (904292)",
        "**Drew Hendry (Inverness, Nairn, Badenoch and Strathspey) (SNP)**",
        "6\\. What recent assessment he has made of the adequacy of the operation of the devolution settlement. (904297)",
        "**Chris Law (Dundee West) (SNP)**",
        "7\\. What recent assessment he has made of the adequacy of the operation of the devolution settlement. (904298)",
        "**The Secretary of State for Scotland (Mr Alister Jack)**",
        "I take this opportunity to congratulate Humza Yousaf on becoming Scotland’s new First Minister. I look forward to working with him. I heard him say that he wanted to put the independence drive into “fifth gear”; I would gently remind him that most Scots actually want him to put it into reverse and to work with the United Kingdom to tackle the issues that really matter to them, such as cost of living pressures and growing our economy.",
        "The devolution settlement gives Scotland the best of both worlds. Scotland benefits from the wide influence and economic strength of the UK, while also enjoying considerable devolved powers in vital areas such as health, education and justice to tailor policies to meet the needs of people in Scotland.",
        "**Deidre Brock**",
        "In his response to the hon. Member for Blaydon (Liz Twist) on 22 February, the Secretary of State claimed that the Scottish Government had not asked for an exemption from the UK Internal Market Act 2020 for the Scottish deposit return scheme. The Scottish Government have since published the timeline to show that that is incorrect and that the proposal has been under detailed discussion within the resources and waste common framework since last October, with the final detailed case for exclusion presented on 13 February. In the light of that, will he correct the record and apologise for inadvertently misleading Parliament?",
        "**Mr Jack**",
        "This is an important point and has had a lot of airtime in the media in Scotland. I can say to the hon. Lady that, while officials and civil servants spoke to one another over a period of time, the official request to Ministers came in the inter-ministerial group meeting, which the Under-Secretary of State for Scotland, my hon. Friend the Member for Berwickshire, Roxburgh and Selkirk (John Lamont) was at, on 6 March. That is all minuted. It is a fact, it is on the record and there is no question. The UK Government have published it. The official request was on 6 March. I would also say that the Scottish Government proceeded with a deposit return scheme that small businesses, consumers and others are very concerned about. Even the chief executive of Tesco, the UK’s largest retailer, said yesterday that it is not the right scheme and it is not fit for purpose. They are concerned about it and they are right to be concerned about it. The Scottish Government asked for their UKIM exemption after they put their scheme together. If I were building a house, I would get planning permission and then build my house, not do it the other way around.",
        "**Drew Hendry**",
        "The Secretary of State knows that the process for gaining an exemption to the United Kingdom Internal Market Act is through developing the appropriate common framework. He also stated that there had been no request by letter from the Scottish Government, yet the Deputy First Minister wrote to the UK Government on 31 January and even received a positive reply on 10 February. Is the problem here that the Secretary of State just has a very selective memory, or is it that he is so busy preparing for his seat in the House of Lords that his office does not bother keeping him in the loop any more?",
        "**Mr Jack**",
        "Let us be absolutely clear about this: the letter the hon. Gentleman refers to was a letter to the Chancellor about value added tax treatment of the deposit return scheme. The letter mentioned that an exemption request would be coming forward, but the official request was made on 6 March—there is no question about that—and the detailed arguments were laid out on 6 March at the ministerial meeting.",
        "**Chris Law**",
        "It is not going too well for the Secretary of State, is it? Environmental charities across these islands have written to him, calling on him not to block the Scottish deposit return scheme. We know there are successful schemes across many other countries, and the British Soft Drinks Association, whose members include Coca-Cola and Irn-Bru maker A.G. Barr, called for it to go ahead as planned. What on earth is the future Baron von Jack thinking of when he ignores those calls and threatens to block the scheme—particularly when his own Government and other UK nations will follow Scotland’s lead and introduce their own scheme from 2025?",
        "**Mr Jack**",
        "I am not sure that there has been much joined-up thinking on the questions here. Again, I have suggested that the deposit return scheme should be paused. I think a UK-wide solution is right; I think recycling is absolutely right. But I agree with the chief executive of Tesco, Britain’s largest retailer, when he says that this is not the right scheme—it will be inflationary. As I have said before at this Dispatch Box, 12 bottles of Scottish water currently cost £1.59 in Aldi, but under the scheme, that would become £3.99 or even higher if a price is put on top. Although £2.40 of that could be reclaimed, the consumer will also pay an extra cost that is put on by the producer—producers have been clear about that.",
        "We met Coca-Cola, which said that 2p on a can and 5p on a bottle would be passed on to the consumer and could not be reclaimed. There are higher figures from other companies, including one small brewer that said it would have to add £1.40 to a bottle of beer on top of the 20 pence. The scheme is inflationary and very bad for the consumer’s shopping basket. That is why I think we need to pause it and get a scheme that works for the whole United Kingdom.",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**",
        "I call David Mundell.",
        "**David Mundell (Dumfriesshire, Clydesdale and Tweeddale) (Con)**",
        "What a pleasure it is to see you in the Chair for Scottish questions, Madam Deputy Speaker.",
        "I add my congratulations to Humza Yousaf on becoming First Minister of Scotland, and I recognise the inclusive and historic nature of his appointment. Does my right hon. Friend agree that, based on the experience of our constituents, Mr Yousaf will have to up his game considerably in his new role? As Transport Minister, he came to Dumfries in 2016 to hold a transport summit, and seven years later, precisely zero of the commitments given that day have been delivered.",
        "**Mr Jack**",
        "Not only did Humza Yousaf fail in the transport brief but, as we know from his opponent, who took almost half the vote—48%—he also failed in his other briefs of justice and health.",
        "**Bob Blackman (Harrow East) (Con)**",
        "I join others in congratulating the new First Minister. The Barnett formula by which money is devolved to Scotland has existed for more than 40 years. Has the Secretary of State received any representations from the Scottish Government about reviewing that formula?",
        "**Mr Jack**",
        "At the moment, we are in discussions with the Scottish Government about a review of the fiscal framework. That review has been in train for some time, and the conclusions will be coming shortly.",
        "**Robin Millar (Aberconwy) (Con)**",
        "I, too, congratulate Mr Yousaf on his appointment as First Minister of Scotland. Does the Secretary of State agree that the effectiveness of devolution arrangements was demonstrated in the use of the Scotland Act 1998—section 35 in particular—to block the Gender Recognition Reform (Scotland) Bill, specifically because it impacted on the effective operation of UK law across the UK?",
        "**Mr Jack**",
        "Yes. I have heard the new First Minister say that it was anti-devolution to block a Bill that had been passed by the Scottish Parliament, but section 35 exists for that very reason. When a Bill is passed by the Scottish Parliament—if it did not pass it, we could not block it—that has adverse effects on GB-wide legislation, section 35 exists to stop the Bill going for Royal Assent so that those adverse effects can be dealt with.",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**",
        "I call the shadow Secretary of State.",
        "**Ian Murray (Edinburgh South) (Lab)**",
        "It is great to see you back in the Chair, Madam Deputy Speaker. Welcome back, particularly to Scottish questions.",
        "There has been a seismic victory—an historic victory—this week: the Scotland football team beat Spain at Hampden last night, so we all send our congratulations to them. May I echo the Secretary of State’s congratulations to Humza Yousaf, the new First Minister of Scotland? The Secretary of State rightly challenged Mr Yousaf to engage reverse gear on independence, but I think he may already have crashed that car. The new First Minister of course inherits a divided party and the SNP’s dreadful record on public services, but he does not inherit Nicola Sturgeon’s mandate—at the Holyrood election, the ballot paper said",
        "“Nicola Sturgeon for First Minister”,",
        "not “Humza Yousaf”. Does the Secretary of State agree with me and with Humza Yousaf himself, who rightly called for a UK general election after there was twice a change in Prime Minister last year? Does the Secretary of State agree that a new First Minister with no mandate means that there should now be not only a general election, but a Scottish election?",
        "**Mr Jack**",
        "There is a precedent for political parties voting in new leaders who then assume office: Henry McLeish replaced Donald Dewar, Jack McConnell replaced Henry McLeish, Gordon Brown replaced Tony Blair, and even Nicola Sturgeon replaced her at-the-time great friend and mentor—her words, not mine—Alex Salmond. It would be hypocritical of me to say otherwise, because last year, of course, I defended the change of Prime Ministers, and it is hypocritical that Humza Yousaf suggested then that we should have an election and there is now deafening silence.",
        "**Ian Murray**",
        "That answer shows that both the Conservative party and the SNP are democracy deniers. In January—[Interruption.] In January, Madam Deputy Speaker—[Interruption.] They don’t like it up ’em! In January, the UK Government announced that they had signed a memorandum of understanding with BioNTech and Moderna to conduct trials of vaccines that can attack cancer cells. Such innovative treatments could be a lifeline for those with terminal cancers, such as David Williamson from Glasgow, who contacted me and others to plead to be accepted on to those trials. However, David lives in Scotland, and as it stands the trials are due to take place in England only. He has written to both the UK and Scottish Health Secretaries but has failed to receive a response. David does not want to die knowing that there could be a treatment that could help him. Does the Secretary of State agree that potentially life-saving treatments should be available throughout the UK? Will he work to resolve this matter urgently for David and thousands of others?",
        "**Mr Jack**",
        "This is a very serious issue and my sympathies are with David and his family. I know that he has written to the Secretary of State for Health and Social Care. I am a great believer in our NHS being reciprocal across the United Kingdom and will organisation a meeting for the hon. Gentleman with the Secretary of State for Health and Social Care at the earliest opportunity.",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**",
        "I call the SNP spokesperson, Dr Philippa Whitford.",
        "**Dr Philippa Whitford (Central Ayrshire) (SNP)**",
        "I, too, welcome you to the Chair for Scottish questions, Madam Deputy Speaker, and join Labour’s shadow Secretary of State in celebrating Scotland’s win. It is just a pity that people could not watch it on Scottish terrestrial television.",
        "The devolved Governments have led on many innovative policies, such as the carrier bag charge in Wales and the smoking ban and minimum unit pricing of alcohol in Scotland, with the UK Government following years later, if at all. The attacks on the latter policy at the time show that, had it existed then, the United Kingdom Internal Market Act 2020 would inevitably have been used to block minimum unit pricing, which has recently been credited with a 13% drop in alcohol-related deaths in Scotland. Even the EU single market allows policy divergence to improve public health and the environment, so why are there no such derogations in the internal market Act?",
        "**Mr Jack**",
        "Let me pick up the hon. Lady’s first point, because we do not want the grievance factory to say, as I have seen on social media today, that the English Government blocked people in Scotland watching the game against Spain last night in which we were so victorious—[Interruption.] I said “on social media”. The Scottish Football Association sold the rights to the football match. It was the Scottish FA’s decision.",
        "On the hon. Lady’s second point, there are opportunities for derogations and exemptions within the UK internal market. We did it in the case of plastic cutlery because the same proposal was coming forward in the rest of the UK six months after it was introduced by the Scottish Government. The schemes worked together and a derogation for six months worked. But derogations do not work when there are different schemes in different parts of the United Kingdom, some of which include glass and some of which do not, and when producers have to sign up to different schemes that have a huge cost implication. We do not think that is the right way forward.",
        "**Dr Whitford**",
        "It is funny how differences in the different nations worked fine before Brexit. One has to wonder why the UK market does not seem able to cope right now. Is the Secretary of State planning to hold back the devolved Governments repeatedly to avoid making his Government look bad? Or is he just going to seek every single chance to attack devolution and enforce Westminster rule?",
        "**Mr Jack**",
        "I quoted earlier the chief executive of Tesco, the largest retailer in the United Kingdom. In the paper yesterday he made the very good point that there is one drinks industry across the United Kingdom and we should have one solution to the recycling problem."
    ]
}