{
    "url": "https://www.ukpol.co.uk/deidre-brock-2022-speech-on-scottish-independence-and-the-scottish-economy/",
    "title": "Deidre Brock – 2022 Speech on Scottish Independence and the Scottish Economy",
    "post_date": "November 3, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Deidre Brock",
            "url": "/tag/deidre-brock/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Deidre Brock, the SNP MP for Edinburgh North and Leith, in the House of Commons on 2 November 2022.",
    "content": [
        "We spend a lot of time in this place talking about the many faults of Westminster Governments and the constitutional arrangements that we and so many of our constituents object to. Indeed, I will be touching on some of those later, but I want to start by talking about the possibilities, the opportunities, that we can explore in an independent Scotland. It is the possibilities suggested by a fully independent Scotland that I find so exciting. It is not something to be viewed with dread but something to be welcomed as a new start, away from the crumbling ultra-conservative ways of this place. Imagine our small nation not being strapped to the disintegrating dreams of an imperial past, but as a country making its own way in the world, deciding what best suits the needs of its people and being able to act on that, looking outwards to the international community and playing its part in world affairs.",
        "Today, for example, the Scottish Government published their findings from interviews on establishing a feminist approach to foreign policy. This approach to international affairs not only seeks to improve women’s material positions around the world but embraces a reorientation of foreign policy based on cosmopolitan ideals of justice, peace and pragmatic security. With reserved matters returned to us and the powers of a normal, independent country at our disposal, we would be able to fully pursue innovative ideas and build on our reputation as a trusted and valued global citizen. We would no longer be held back by the dead hand of this place clamping down on change, or held back by successive Governments we have not voted for. We would be free from being at the mercy of Westminster Government decisions so often made against our best interests by a Government full of Ministers who just do not get Scotland, its needs or its people. We would be freed from investments made without our say-so on obscenities such as Trident, successive disastrous Ministry of Defence decisions on weapons that waste billions of pounds, and nuclear power with its toxic legacy. We could shift to life-affirming investments in our people, our renewables potential, our health and education systems, our social security, our infrastructure, our research and development, and so much more.",
        "The country I grew up in has flourished since it threw off, for the most part, the influences of mother Britain, although there is still unfinished business, and it has not looked back. If we asked Australians whether they want to creep back to the comfort of the UK’s arms, they would laugh at us, because nothing beats being free to make their own decisions for themselves, to suit their own needs. That is as true for countries as it is for individuals, and it goes for the many countries that have extracted themselves from Westminster’s grip. I do not recall any of them being incapable of deciding what currency to use, to the point that it stopped them wanting independence.",
        "**Hannah Bardell**",
        "My hon. Friend might have answered this question, but is she aware of any nation that has become independent from the UK and then gone back?",
        "**Deidre Brock**",
        "No, and many of the arguments around this are completely fatuous.",
        "The Tories seem to have forgotten the promises made during the last independence referendum to greatly strengthen devolution and Scotland’s powers, but many of us in Scotland have not forgotten. Those promises were as hollow as the promises made to the fishing communities before the EU referendum. We, like them, have been badly let down.",
        "I understand some of the fears we have heard expressed today by hon. Members from other parties about Scotland leaving the Union and regaining its independence. Surely they would welcome the example of a good neighbour to raise all our standards. We could set an example to the world in how we do such things. Should we not all be aiming to move away from the bad example of failed states and their disempowered Parliaments? There must be no more centralising of power in the hands of a very few Government Ministers without parliamentary say-so, and without the say-so of the people of Scotland.",
        "I have spoken before of the bizarre hankering for uniformity across these islands, which is seemingly at odds with traditional Tory thinking. I thought that lot were all for rugged individualism, but I guess this centralising instinct is the kind of thinking we might expect from a team who crushed dissent, removed or sidelined what was left of their talent and somehow still gaslighted the public into thinking the ship of Government sails on serenely.",
        "The United Kingdom Internal Market Act 2020, for example, was pushed through this place with indecent haste and has sunk its claws into devolved responsibilities, despite objections from the devolved Parliaments. The Act made it clear that this Government seek to bring down Scotland’s standards rather than improving England’s standards. That poverty of ambition should haunt England for decades, but it must not be allowed to hold back the rest of us.",
        "Under the myth of removing barriers to trade, the UKIM Act ignored those objections and sought to force Scotland and, of course, Wales into a lockstep Union of diminishing standards and lessening protections, with a Government determined to rip away what they call red tape and the rest of us call sensible precautions. That is not respectful co-decision making. [Interruption.] It is interesting to hear the Minister getting a bit irate about these points.",
        "Despite all the many ministerial assurances otherwise, the UKIM Act was not introduced with the intention of aiming for higher standards. I have been told time and again in this place that legislation that appears completely disadvantageous to Scotland’s interests is not, in fact, disadvantageous and that we should simply trust in Ministers’ good intentions, and I was right not to believe it.",
        "After Brexit removed us from the protections offered by the EU, this Government began chipping away at even the limited powers of devolution. The UKIM Act, among many others, changed our constitutional arrangements without asking the people for their approval in a referendum, although they withheld their approval in the most recent Scottish parliamentary elections when, once again, the Tories lost.",
        "Surely higher standards, not lower standards, should be the goal. An independent Scotland could take back control of that, in consultation with our sister countries upon our return to the EU. We could go back to respecting higher standards, and protecting consumers, the environment, brand reputations, our farming and fishing communities, the business and investment sectors, our exporters and jobs.",
        "Following on from my question in Prime Minister’s questions today, another area that we would be able to look at once independent is the influence of organisations with opaque funding sources that have wormed their way into our politics. We have seen the recent spectacular crash of libertarian, ultra-right-wing ideas espoused by some of those organisations to gullible politicians just a few weeks ago. For a long time, UK politics has been dominated by a variety of so-called think-tanks, which are set up as a front, opaquely funded and which refuse to declare their financial sources. It is suspected that much of their funding could come from individuals and organisations based overseas, but it is very difficult to prove. Some may have been involved in the Cambridge Analytica scandal which may have contributed to the success of the Vote Leave campaign in the EU referendum. These are the kind of shadowy organisations we would have the powers to take action against in an independent Scotland—not to stop their voices, as the principle of free speech is something I would like to think we can all agree on in this place, but to make clear to the public the funding sources and possible vested interests at play, so that the Scottish public are fully informed and not played for fools.",
        "To ensure that, of course, we would need a genuinely independent body to regulate elections. In February, the Electoral Commission took the highly unusual step of writing a public letter to the Tory Government to say that the provisions in the Elections Bill were",
        "“inconsistent with the role that an independent electoral commission plays in a healthy democracy.”",
        "The Elections Bill, we might recall, sailed through this place regardless. That is extremely worrying and it is contrary to international norms, and I think we would do much better.",
        "We could take a much larger role in addressing the climate crisis and in fully exploiting our renewables potential. Clearly the existential threat of the climate emergency lies low on the new Prime Minister’s list of priorities. Even now, in the year the UK hands over the COP presidency, he demotes both the Climate Minister and the COP26 President from the Cabinet. In the meantime, new oil and gas licences are being issued, even as the Government must now come up with a new net zero strategy by March, after the High Court ruled that their previous plan was unlawful. The equivalent of almost 100% of Scotland’s gross electricity consumption is now generated from renewable sources, yet we remain locked in an energy market in which the price of electricity is tied to the price of gas.",
        "Our contribution to the international fight against climate change gives a further glimpse of what might be possible with independence. That is true in terms of not just our action to cut emissions at home, but our proactive role in convening efforts on the world stage. Many of the worst consequences of the climate crisis are being felt in some of the poorest regions of the world, by people least responsible for its causes. So it is very pleasing that young people and women from countries in the global south are being given the opportunity to attend COP27 in Egypt as part of Scottish Government-funded programmes. Scotland was among the first nations to put fairness and justice at the heart of our international climate action. The Scottish Government have trebled the climate justice fund, to £36 million, which includes a financial commitment of £2 million to address loss and damage—we are the first country in the world to do so. That will help to meet the costs that would otherwise be borne by island nations and low-lying developing states. The SNP Scottish Government have also led an international coalition resulting in the Edinburgh declaration, urging increased action to tackle biodiversity loss. It now has 244 signatories from Governments, cities and local authorities representing every continent.",
        "That ambition, innovation and pursuit of justice, which have characterised Scotland’s climate policy and international engagement, show us the potential and hope offered by independence. Hope—that is what this place finds so hard to crush in all of us who have that dream of a better Scotland. All we lack now is the final crucial faith in ourselves and our abilities to get there. I so look forward to shaking the dust of this place off our shoes and embarking on that fresh new path, with that wealth of talented people, resources, rich history and culture behind us, granting us fair winds and grasping the opportunities that await us very soon."
    ]
}