{
    "url": "https://www.ukpol.co.uk/deidre-brock-2022-speech-on-code-of-conduct-and-guide-to-the-rules/",
    "title": "Deidre Brock – 2022 Speech on Code of Conduct and Guide to the Rules",
    "post_date": "December 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Deidre Brock",
            "url": "/tag/deidre-brock/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Deidre Brock, the SNP MP for Edinburgh North and Leith, in the House of Commons on 12 December 2022.",
    "content": [
        "I will make a brief contribution. It has been very interesting to listen to everything that has been said so far and I look forward to hearing the take of the hon. Member for Rhondda (Chris Bryant) on all of this.",
        "The Scottish National party welcomes any proposals that ensure that standards in this Parliament are strengthened and that MPs fully represent their constituents, uninhibited by external vested interests. Lobbying is an important part of the democratic process, but only when it is carried out ethically and transparently. As we live in a representative democracy, the responsibility of an MP, first and foremost, is to represent their constituents who voted to elect them to Parliament. Being a Member of Parliament is a full-time role—many of us realise that it is more than a full-time role—and must fundamentally be treated as such. Elected officials should not abuse their power as an MP to earn significant incomes in a second job. The increased transparency of MPs and their interests, financial records, and activities carried out behind closed doors merits and deserves public attention.",
        "We therefore very much welcome the ban on providing paid parliamentary advice, consultancy or strategy services. Second jobs must be limited and regulated, although of course a formal contract enabling MPs to work in public service as doctors or nurses, or in the legal profession is a reasonable proposal.",
        "We are also completely committed to the reform of practices that enable MPs to abuse in any way their positions of power for private gain at the expense of their constituents. It is wrong that influence can be bought in our politics, and we have to make every effort as responsible MPs to stamp that out.",
        "There has been a rise in the reporting of abuses of the system in recent years. That has highlighted its various loopholes and shaken our constituents’ faith in their MPs. It is good to see at least some of those being closed down through the Government’s acceptance of most of the Standards Committee’s recommendations. I pay tribute to the work of the Committee and its hard-working Chair, the hon. Member for Rhondda, and I commend its excellent inquiries and reports.",
        "We welcome the addition to the code of conduct of a new rule prohibiting a Member from subjecting anyone to unreasonable and excessive personal attack. However, I, too, am disappointed that although the Committee recommended a set of descriptors based on the Nolan principles of conduct in public life—which other public bodies have adopted and which form the basis of the Scottish ministerial code—the Government replaced them with a much more generic version, and I think “generic” is being a little kind.",
        "I therefore support the cross-party amendment (a) from the hon. Member, which backs the Committee’s position on that. I again express real disappointment that the Government will not accept those descriptors for Members of Parliament. They are principles that none should object to if they want to stand for public service. As the hon. Member for Harwich and North Essex (Sir Bernard Jenkin) said, they are designed to help Members, so why would we not welcome them?",
        "Improving the transparency and searchability of the House of Commons Register of Members’ Financial Interests is essential. The public deserve to know what is in it. We therefore also support amendment (b), which would end the ministerial exemption that has been in place since 2015.",
        "Many people listening to this debate may not realise that MPs are required to declare any financial interests, including travel, gifts and hospitality worth more than £300 within 28 days. I just cannot see why Ministers should not have to register benefits received in their ministerial capacity in the same way. I listened carefully to the Leader of the House, but I just do not understand the justification. Such benefits are supposed to be published in the Government’s transparency returns, but those returns do not include details and appear only sporadically.",
        "The alternative proposals that the Leader of the House has outlined are certainly a welcome shift from the Government; I look forward to hearing the hon. Member for Rhondda give his views on them. He said that he thinks that some Government Members agree with his Committee’s recommendations as they stand and may support the amendment. I hope they do. It is obviously for Members to decide on these matters, as the Leader of the House says, but personally I think the time for delay is over. I certainly hope that Members across the House will support these amendments."
    ]
}