{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2018-speech-to-conservative-party-conference/",
    "title": "James Brokenshire – 2018 Speech to Conservative Party Conference",
    "post_date": "October 1, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Brokenshire, the Secretary of State for Housing, Communities and Local Government, at the Conservative Party Conference held in Birmingham on 1 October 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1.jpg)",
        "Thank you to Shazia for your kind words of introduction.",
        "Shazia is a great example of Conservatives making a difference in local government and making a difference in the communities they serve.",
        "Thank you for your public service and all that you do.",
        "Can I also introduce my fantastic team at the Ministry of Housing Communities and Local Government.",
        "My ministers Kit Malthouse, Jake Berry, Rishi Sunak, Heather Wheeler and Nigel Adams. Our tireless PPSs Chris Philp and Leo Docherty and our whip Jeremy Quin.",
        "Friends, it’s been quite a year for me and today is a particular personal milestone.",
        "When I addressed our Conference twelve months ago, I didn’t know it, but I had lung cancer.",
        "In some of my darker moments earlier this year, I questioned whether I would be here at all – let alone fit, well and able to speak on this stage today.",
        "When you receive a cancer diagnosis… when you are forced to confront your own mortality head on… it makes you appreciate what’s important… what makes life worth living.",
        "I know I couldn’t have got through this period without the incredible love and support of my wife Cathy and our three children, Sophie, Jemma and Ben.",
        "They’ve kept me positive, they’ve helped get me through surgery, through my recovery and back to strength.",
        "But I also know that if it wasn’t for our amazing NHS I wouldn’t be here today.",
        "They saved my life and in some way will have touched the lives of every person in this hall.",
        "To all those who work in our NHS – thank you.",
        "You are amazing and we pay tribute to all that you do.",
        "Now I may be part of one lung lighter, but it hasn’t diminished my passion for our party, my pride in our country and my earnest belief that our best days lie ahead of us and not behind us.",
        "That is what makes us Conservatives.",
        "And a key part of this is building the homes our country needs.",
        "The Prime Minister is right in seeing this as our biggest domestic priority.",
        "And I am proud to serve alongside her to meet the challenges of our time and harness the opportunities of the future.",
        "We must respond to the uncomfortable truth that through decades of under-investment and lack of political will for too many a home of your own is unaffordable and out of reach.",
        "Everyone deserves a decent, affordable and secure place to call home.",
        "When a generation is locked out of the housing market it hurts us as a country.",
        "It’s the impact it has on the lives of individuals and their families.",
        "It’s about social justice, opportunity and building a fairer, stronger Britain.",
        "A Britain where ‘Generation Rent’ can become ‘Generation Own’.",
        "A Britain where we turn the vision of a place you call home into a reality.",
        "The last time a Government committed to building 300,000 homes a year was in 1951 when Harold Macmillan was Conservative Housing Minister.",
        "Super Mac did it then and we will do it again.",
        "We will build 300,000 homes a year by the mid 2020’s.",
        "And we have made an important start.",
        "Since 2010 one point one million new homes built.",
        "Nearly half a million families are now home owners thanks to Help to Buy and Right to Buy.",
        "And a million first time buyers are expected to benefit from our cuts to stamp duty with 80% of first time buyers paying no stamp duty at all.",
        "If you aspire to own your own home then I want to say this to you.",
        "We will help you.",
        "We will build the homes our country needs.",
        "We will support you to save for your deposit.",
        "We will break down the barriers standing between you and the opportunities you deserve.",
        "We will fix our broken housing market and make it work for you.",
        "As for Jeremy Corbyn and the Labour Party they may have given the Red Flag a reboot, but it’s the same old socialism that brought our country to its knees and would do so again.",
        "Under the last Labour government house building fell to levels not seen since the 1920’s.",
        "The number of first time buyers collapsed by over 50%.",
        "Housing became more unaffordable, not less.",
        "Labour doesn’t believe in increasing home ownership.",
        "They would suspend Right to Buy and shatter people’s hopes and dreams of the chance to buy their own home.",
        "It’s same old story from the same Old Labour.",
        "No matter what they say, you know we’ll all have to pay.",
        "But I know that there is much more to do to get the homes we need built.",
        "We need to be bold and radical to remove unnecessary barriers and speed up delivery.",
        "And in doing so we need a reformed planning system that is effective and responsive.",
        "In July I published the new planning rule book.",
        "It provides greater certainty and clarity for developers and communities alike.",
        "To know the requirements and expectations and encourage a plan led approach to development.",
        "Strengthening the protections for our environment and our precious Green Belt.",
        "But we need to be smarter on how we use land and the space available.",
        "Prioritising brownfield but also looking at land that’s already been built on.",
        "That’s why I will publish proposals to permit people to build up on existing buildings rather than build out to use more precious land.",
        "And give Councils greater powers to deliver the garden communities of the future.",
        "But it’s not just about getting homes built – it’s about fairness.",
        "Some practices in the leasehold market – such as unexpected costs that rise every year and bear no relation to services – can turn a homeowner’s dream into a nightmare.",
        "That’s why we’re banning the unjustified use of leaseholds on new houses and limiting future ground rents for long leases to a peppercorn.",
        "But we also need to address quality issues in new homes too.",
        "That’s why I can announce today the creation of a New Homes Ombudsman.",
        "This new watchdog will champion home buyers, protect their interests and hold developers to account.",
        "And give confidence that when you get the keys to a new home you get the quality build you expect and the finish you’ve paid for.",
        "Getting a fair deal extends to private renters too.",
        "We’ve created a Rogue Landlords database to identify the worst offenders.",
        "We are banning unfair letting agent fees being passed onto tenants.",
        "And Capped deposit costs too.",
        "Fairness also needs to be felt by people living in social housing.",
        "That’s why I want to see a new deal for social housing tenants.",
        "To deliver decent homes, strengthen redress and break unjustified stigma.",
        "Equally as Conservatives we are committed to supporting the most vulnerable in our society.",
        "It is simply unacceptable in modern Britain that there are still people living out on our streets with no roof over their head.",
        "Our rough sleeping strategy and rough sleeping initiative are focusing efforts to drive change to give support to those most in need.",
        "So that we end rough sleeping for good.",
        "Most profoundly though, people should be safe in their own homes.",
        "It’s been over a year since the tragedy of the Grenfell Tower fire.",
        "This unimaginable horror has rightly shocked us all and underlined the need to do all that we can to see that such a disaster cannot happen again.",
        "My work with Grenfell United and the wider community has been hugely helpful in keeping this issue right at the top of the government’s agenda.",
        "And that is why today I can confirm that I will change the building regulations to ban the use of combustible materials for all new high rise residential buildings, hospitals, registered care homes and student accommodation.",
        "And bring about a change in culture on building safety.",
        "In advancing our ambitious housing agenda we need to create strong, prosperous, confident communities socially and economically.",
        "Giving a sense of identity, a sense of place and an affinity to the places where we live, where we work, where we spend our time.",
        "Communities where we recognise diversity and heritage.",
        "How this makes us stronger;",
        "How we all have so much more in common than divides us.",
        "We have to defend the civility of civil society against hatred and separation.",
        "We have to be robust in challenging anti-Semitism, anti-Muslim hatred and division based on religion, heritage or background.",
        "There is no place in our country for bigotry and intolerance.",
        "And as Conservatives we will stand up against this in all its forms.",
        "At the heart of our communities are our towns and high streets.",
        "Our high streets are the beating heart of a local economy.",
        "And local businesses are their lifeblood.",
        "That’s why I’m proud that we’ve launched the Great British High Street Competition.",
        "To recognise, to champion and to celebrate innovation and success.",
        "But we know technology is changing the way we live our lives and the challenges this brings.",
        "I look forward to receiving the work of our new high streets advisory panel led by Sir John Timpson.",
        "So that we can take further action to support our high streets and help them continue to do what they do best.",
        "I know that so much local success relies on the dedication and hard work of Conservatives in local government around the country.",
        "I want to thank all of our Councillors who work tirelessly for their communities.",
        "It’s because of you people understand that with a Conservative council you get quality services and lower taxes.",
        "We asked Conservative councils to help fix the mess left by the last Labour government and they delivered.",
        "In return we’ve devolved power, localised business rates, created a swathe of city region mayors, founded Local Enterprise Partnerships, kick started local industrial strategies.",
        "Through the fair funding review and business rate retention we have the opportunity to drive further change, to support innovation and get the very best from local government.",
        "But I know an ageing population and growing demand are creating real pressures on public services.",
        "Health and social care are inextricably linked and any reforms must be aligned.",
        "That’s why I’m working with Matt Hancock – recognising local government’s direct interests – towards the publication of the Social Care Green Paper.",
        "This will include plans to reform social care, provide better integration of services and put the care system on a long term sustainable footing.",
        "As we leave the EU we should be confident and positive about the potential of each part of our country and the contribution they can make to drive our future prosperity.",
        "Through the Northern Powerhouse, the Midlands Engine and Silicon Vale linking Oxford, Cambridge and Milton Keynes.",
        "Through City Deals and Local Growth Funds.",
        "Through the UK Shared Prosperity Fund supporting continued regional investment.",
        "Helping deliver a country that works for everyone.",
        "And we will harness the opportunities that are presented to us.",
        "In 2022 Birmingham will host the Commonwealth Games.",
        "It will provide the platform for this great city to shine on a global stage.",
        "The chance to drive economic potential.",
        "The chance to create a sense of pride – not just in this city but our country as a whole.",
        "That’s why I’m proud today to announce the Government funding for the construction of the Athletes Village.",
        "We will invest £165 million to help support the delivery of 5,100 new homes, but just as importantly create a long lasting legacy for Birmingham and from the Commonwealth Games.",
        "And this is part of our Conservative mission.",
        "To create a legacy.",
        "A legacy of new homes and communities for your children and mine.",
        "To show, that to be Conservative is to want to build for the future not turn away from it, and in doing so draw on our traditions, history and knowledge.",
        "Whether through new homes, villages, towns, cities or communities, we Conservatives are working to build a new Britain.",
        "A people reconnected to our nation with renewed pride and energy.",
        "Optimistic and hopeful for the future.",
        "Because the nation we are building is one where opportunity is for all and no one is left behind."
    ]
}