{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2018-statement-on-housing-policy/",
    "title": "James Brokenshire – 2018 Statement on Housing Policy",
    "post_date": "July 24, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by James Brokenshire, the Secretary of State for Housing, Communities and Local Government, in the House of Commons on 2 July 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1.jpg)",
        "Since we published our Housing White Paper last year, we have been making significant progress in fixing the broken housing market, reforming our planning system and increasing housing ​supply to start to improve affordability, as well as taking steps to ensure that communities have the safe and high-quality homes they need to thrive.",
        "Our new national planning policy framework—coming into force this summer following our consultation—will transform the planning system, and at of autumn Budget we set out £15 billion the new financial support for housing, taking our total investment to £44 billion over the next five years. Since 2010 we have delivered over a million new homes, and in 2016-17 we saw 217,350 new homes delivered—the highest number in all but one of the last 30 years.",
        "Our new national housing agency, Homes England, is taking a more assertive approach to getting homes built. This has already started—for example in Burgess Hill, a site that is desperately needed for affordable housing but which sat undeveloped. Homes England has now stepped in, bought the land and is delivering the infrastructure. Today I am announcing a plan to build over 3,000 homes on the site.",
        "But we need to go further, and in particular we recognise the housing market needs an injection of innovation and competition. Getting new players into the market and embracing modern methods of construction will allow us to build faster and drive up choice and quality for consumers.",
        "To help do this, today I am announcing that the local authority accelerated construction programme is moving into its delivery phase. Through this fund, we are releasing £450 million to speed up delivery of homes on surplus local authority land and encouraging the use of modern methods of construction and SME builders. Homes England has started the process of funding negotiations with a number of local authorities to ensure their sites can deliver greater pace and innovation in house building.",
        "But this is not just about the number of homes, it is also about ensuring we deliver the right homes in the right places, and building communities that people are happy to call home.",
        "Today I am announcing that we have launched a new Homes England programme to deliver the community housing fund. Community groups and local authorities in all parts of England outside London are now able to apply for capital and revenue funding to bring community-led housing schemes forward. Homes England has published a prospectus on its website at: www.gov.uk/topic/housing/funding-programmes.",
        "Through this fund, housing will be delivered where the mainstream market is unable to deliver. The housing it helps provide will be tailored to meet specific local needs and will remain locally affordable in perpetuity. It will help sustain local communities and local economies and help raise the bar in design and construction standards. Now that it is launched, it will unlock a pipeline of thousands of new homes and help this innovative sector grow to make a substantial additional contribution to housing supply. A similar programme is being developed for London—delivered by the GLA—and an announcement on that will be made shortly.",
        "We also want to protect the rights of tenants in the private rented sector and give them more security. That is why I am publishing today an eight-week consultation on overcoming the barriers to landlords offering longer tenancies to tenants in the private rented sector.​  \nLonger tenancies will help tenants, particularly those with children, who are currently on short-term contracts and who are unable to plan for the future. Longer tenancies can benefit landlords too by helping to avoid the costs of finding new tenants. The aim is to collect views on what could be done to provide tenants with greater security while providing flexibility for landlords to regain their properties if their circumstances change. In the consultation, we propose a new model tenancy agreement of three years with a six-month break clause and options on how to implement the model which include legislation, financial incentives for landlords, and voluntary measures to encourage its use. Copies of the consultation will be placed in the Libraries of both Houses and are available online.",
        "Finally, for too long, the leasehold market has been left to evolve without much attention to who actually benefits. We are determined to reform the leasehold market to make it work for consumers. We have announced a programme of leasehold reform including a ban on new leasehold houses, restricting ground rents to a peppercorn and making enfranchisement easier, quicker and cheaper. We will bring forward legislation at the earliest opportunity, but we want the industry to change in advance of legislation and have written to developers setting out our expectations.",
        "Today I can also confirm that Government funding schemes for housing supply will no longer support the unjustified use of leasehold for new houses, wherever possible, and that we will hardwire this as a condition into any new schemes. In future, ground rents on new long leases in flats will be limited to a peppercorn."
    ]
}