{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2016-speech-to-british-irish-association-conference/",
    "title": "James Brokenshire – 2016 Speech to British Irish Association Conference",
    "post_date": "September 12, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Brokenshire, the Secretary of State for Northern Ireland, at Pembroke College at Oxford University on 9 September 2016.",
    "content": [
        "I am delighted to be here this evening, and to attend my first British-Irish Association Conference as Secretary of State for Northern Ireland.",
        "So thank you to Hugo McNeill for your kind invitation, and to you and your team at the BIA for the important work you continue to do.",
        "I’d also like to pay tribute to my predecessor, Theresa Villiers, who worked tirelessly over four years as Secretary State, securing both the Stormont House and Fresh Start Agreements.",
        "Theresa left Northern Ireland in a stronger and more stable place, and we should be very grateful for the job that she did.",
        "I welcome the presence this evening of the Taoiseach, Enda Kenny.",
        "The UK-Irish relationship has never been stronger, and that is something we both need to use to our mutual benefit as the UK negotiates its departure from the European Union.",
        "I feel genuinely honoured and privileged to have been asked by the Prime Minister to serve as Secretary of State for Northern Ireland.",
        "In all of the previous times I’ve spent in Northern Ireland, I have always been struck by its beauty, its spirit, the warmth of its people and the sheer opportunity and potential it holds.",
        "It is a very special part of the United Kingdom.",
        "And it has been great to get out and about across Northern Ireland over the summer.",
        "Stepping the stones of the Giants Causeway, crossing Lough Erne and surveying the stunning countryside of County Fermanagh, walking the historic walls of Derry / Londonderry, enjoying the experience of the Titanic Centre with family, seeing the catch off the fishing boats in Kilkeel. Appreciating just how good a sixteen year old Bushmills single malt really is.",
        "But even more importantly talking to people. Reflecting on their worries and their anxieties. Listening to their hopes and aspirations. Hearing that sense of just how far Northern Ireland has come over recent years, but also how it needs to progress in the future. What Northern Ireland can be, what Northern Ireland will be in the years ahead.",
        "I am in little doubt that there are few greater responsibilities in government than taking forward the efforts of so many people over recent decades to build a peaceful, stable and prosperous Northern Ireland.",
        "But that is precisely the agenda I will to pursue wholeheartedly to the best of my abilities.",
        "Committed to the Belfast Agreement and its successors. Working with all parts of the community to see Northern Ireland flourish.",
        "Advancing the clear agenda of the Prime Minister to be a One Nation Government that will work for the whole of the United Kingdom, and for all of its citizens.",
        "**UK Exit from the EU**",
        "And seeing that we get the best possible deal for Northern Ireland as the UK looks to a future outside of the EU.",
        "And I think it is right that I start with the issue of Brexit.",
        "The people of the United Kingdom were given a choice in the referendum. And they voted decisively to leave the European Union.",
        "I campaigned for remain, but I am clear that we must and will respect that democratic decision and give effect to it.",
        "And while respecting the views of those parts of the UK that voted to remain, this was a United Kingdom vote.",
        "The imperative now is to work together and ensure that we have a positive and successful vision for Northern Ireland – inside the UK, within the closest set of relationships within these islands, but outside the EU.",
        "We have to make the most of the opportunities that our departure from the EU presents.",
        "The UK has always been a great global trading nation and that’s what we’ll continue to be – getting out there and doing business right across the world.",
        "That’s why I have just spent two days in Washington – with the simple message that the UK, and Northern Ireland in particular, is open for business.",
        "And another reason we will make a success of our departure is because the fundamentals of the UK economy are sound.",
        "We’ve reduced the deficit we inherited by nearly two-thirds.",
        "Employment is at record levels, with an average 1,000 jobs a day created over the past six years.",
        "We continue to attract more foreign direct investment than any other country in Europe.",
        "And in Northern Ireland the economy continues to grow with unemployment falling and more than 55,000 people in work since 2010. So while, yes, leaving the EU will inevitably involve some challenges and as the Prime Minister said last weekend it will not all be plain sailing – we approach this with optimism and a positive view of what we can achieve for the UK.",
        "And as we establish a UK negotiating position, the Prime Minister has made clear her desire to engage fully with the devolved administrations, including the Northern Ireland Executive.",
        "We also want to offer reassurance and certainty across a number of key sectors.",
        "**Future of EU structural funds**",
        "And that’s why the Chancellor announced last month that all European structural and investment funding agreements in the UK signed before this year’s Autumn Statement will be fully funded, even after we have left the EU.",
        "That includes funding agreed under the Peace Four and Interreg programmes.",
        "In addition, we will match the current level of direct payments given to farmers until 2020 – a boost to the agriculture sector which in Northern Ireland is the backbone of the local economy.",
        "As Secretary of State I am also fully committed to ensuring that as we establish our negotiating position the unique interests of Northern Ireland are protected and advanced.",
        "**Northern Ireland / Ireland border**",
        "This is particularly the case in relation to the border.",
        "So let me try and offer these words of re-assurance.",
        "The UK Government emphatically does not want to see a return to the borders of the past.",
        "The Prime Minister emphasised that on her visit to Stormont and I want to underline that point again this evening. And I know that determination is shared by the Irish Government and the Northern Ireland Executive.",
        "The open border and the Common Travel Area have served us well for decades. So it is a priority to keep them open for people and business.",
        "**Perceived risk to the Belfast Agreement**",
        "I also want to respond to suggestions that leaving the EU risks unravelling all the progress that has been made in Northern Ireland in recent years, and that it could fatally undermine the settlement forged by the 1998 Agreement and its successors.",
        "I fundamentally reject that argument.",
        "For a start I am confident that all parties in the Assembly support the current political settlement, want it to work and are fully committed to exclusively democratic and peaceful means.",
        "For our part, the UK Government remains fully committed to the Agreement and its successors. That includes the political institutions.",
        "The Assembly, the North-South Ministerial Council and the British-Irish Council will all continue to reflect the unique political relationships throughout these islands.",
        "In addition those elements of the Agreements that deal with people’s rights and identity will be upheld. As will all the constitutional guarantees – underpinned by the abiding principle of consent.",
        "And there remains continued overwhelming support for the current settlement, as the opinion poll this week has shown.",
        "Political stability in Northern Ireland has been hard fought over many decades, and we will not do anything to undermine it. This Government remains determined to do the best for Northern Ireland and for the United Kingdom as a whole.",
        "**Stormont House and Fresh Start Agreements**",
        "And doing the best for Northern Ireland means implementing the Stormont House and Fresh Start Agreements.",
        "This time last year at the BIA my predecessor effectively launched the second cross party talks process in twelve months.",
        "She did so against a background of impending crisis within the devolved institutions, with a return to direct rule seemed increasingly in prospect.",
        "In addition two murders in Belfast had again thrown the spotlight on the continuing existence of paramilitary groups in Northern Ireland.",
        "After ten weeks of intensive talks the resulting Fresh Start Agreement set out a way forward – to secure implementation of the Stormont House Agreement and to tackle the continuing malign influence of paramilitary groups.",
        "All of this was underpinned by an additional financial commitment by the UK Government which together with the funding in the Stormont House Agreement would give the Executive up to £2.5 billion extra spending power.",
        "And I’m pleased to say that implementation continues to go well.",
        "For our part at Westminster the UK Government is legislating for welfare reform in accordance with the terms set out in the Fresh Start Agreement.",
        "We’ve introduced new measures to encourage fiscal responsibility within the Executive so that it can live within its means.",
        "And we remain committed to the devolution of corporation tax powers in accordance with the conditions on financial stability set out in the Stormont House Agreement.",
        "There are new obligations on Ministers and MLAs to tackle paramilitarism.",
        "And we’ve passed the legislation to establish the new Independent Reporting Commission to promote progress towards ending paramilitary activity connected with Northern Ireland.",
        "I look forward to signing the Treaty along with Charlie Flanagan shortly that will enable the UK and Irish Governments, along with the Executive, that will enable us to get the new Commission up and running by the end of the year.",
        "**Tackling paramilitarism**",
        "Along with the strategy being developed by the Executive following the publication of the Fresh Start Panel report I hope that the Commission can play a key role in confronting the scourge of paramilitarism.",
        "Let’s be clear.",
        "Those engaged in what is often described as paramilitary activity serve no political cause.",
        "They commit crime using the cloak of paramiltarism to line their own pockets.",
        "They use intimidation and fear to power and exert influence within their communities.",
        "They hold communities back … deterring investment and jobs and preventing people from moving forward with their lives.",
        "They were never justified in the past, they are not justified today and they should disband.",
        "I recognise that this is easier said than done.",
        "It requires a concerted effort across society.",
        "We need to look at how we prevent young people being drawn into these groups in the first place.",
        "We need to help communities challenge the influence and legitimacy of these groups.",
        "We need look at how we can better support people coming forward to give evidence in paramilitary linked cases.",
        "And we need to ensure that the criminal justice system works to prosecute more of these people and put them behind bars for longer.",
        "So the measures in the Fresh Start Agreement are only a beginning.",
        "And they will rightly be judged on whether they make a difference where it matters – on the ground.",
        "But working with the Executive and the Irish Government I’m determined to make progress.",
        "We cannot tolerate cold blooded murder in alleyways masquerading as justice.",
        "It has to stop – and these groups must be put out of business for good.",
        "There is no doubt that since the Fresh Start Agreement politics has been more stable than for some time – with the new Executive getting on with the job of developing its Programme for Government.",
        "And of course politics is evolving, with the power-sharing structures at Stormont now accommodating a government and an opposition.",
        "I welcome these developments.",
        "In my first public statement as Secretary of State, I said that making progress on the issues of the past would be one of my key priorities.",
        "**Legacy of the past and new institutions**",
        "In recent weeks I’ve been meeting groups representing victims and survivors as well as individuals who either lost loved ones or were injured during the Troubles.",
        "It has been a profoundly moving and affecting experience.",
        "Hearing their powerful testimony.",
        "Seeing the pain, raw emotion and, frankly, suffering that still persists decades on.",
        "Recognising their desire for information, for answers and in some cases for justice to be done and to be seen to be done.",
        "And being very conscious of their frustration that the current structures aren’t working and the failure to establish the necessary political consensus to bring about change.",
        "They are the ones who suffered the most during the Troubles, and we have an obligation to do what we can to help them.",
        "So I would like to say this.",
        "I believe that the so called legacy bodies set out in the Stormont House Agreement continue to provide the most effective way to make progress on this hugely sensitive but hugely important issue.",
        "Delivering the Stormont House Agreement, including the legacy bodies, and also reforming legacy inquests was a key Northern Ireland manifesto pledge for the Conservative Government at the last election.",
        "It is something to which I am fully committed.",
        "The new bodies will be under obligations to operate in ways that are fair, balanced, impartial and – crucially in my view – proportionate.",
        "They will not provide for any amnesties or immunities from prosecution where an evidential case against individuals can be made.",
        "The Government, the police and all the agencies will also be under obligations to provide full disclosure, without limitation or qualification, to those investigating crimes or misconduct.",
        "The rule of law must be upheld, without fear or favour.",
        "But in the reports that are subsequently published, I am determined to strike the right balance between the obligation to the families to provide comprehensive disclosure, and my fundamental obligation as Secretary of State to protect lives and keep people safe and secure.",
        "Over recent months my department has been fully engaged on work necessary to establish the Historical Investigations Unit, the Independent Commission for Information Retrieval, the Implementation and Reconciliation Group and the Oral History Archive.",
        "The work has been shaped by many meetings with political parties, academics and victims’ groups, and with the Irish Government who also have important obligations in respect of the past.",
        "I now believe the process would benefit from a more public phase. And over the coming weeks I will reflect on what form that might take.",
        "My purpose is to implement fully and faithfully all parts of the Stormont House Agreement, and I believe it is right there should be a public chance to comment on the detail we have developed through our many discussions.",
        "I want the public to have their say and to build confidence in the new bodies so that they can get on with their work from the outset and make a difference for those people we have a duty to help.",
        "I want to have these bodies up and running as quickly as possible.",
        "But the bodies will only work if they can command support and confidence from across the community.",
        "**Conclusion**",
        "In conclusion.",
        "Brexit, Fresh Start implementation and legacy all represent big challenges.",
        "But working with our key partners the UK Government approaches them positively.",
        "As we seek to build a brighter, prosperous more secure future for Northern Ireland.",
        "And a Northern Ireland that works for everyone."
    ]
}