{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2019-statement-on-the-thames-estuary-2050-growth-commission/",
    "title": "James Brokenshire – 2019 Statement on the Thames Estuary 2050 Growth Commission",
    "post_date": "March 28, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by James Brokenshire, the Secretary of State for Housing, Communities and Local Government, in the House of Commons on 25 March 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1.jpg)",
        "At autumn Budget 2016, the Government asked the Thames Estuary 2050 Growth Commission to develop an ambitious vision and delivery plan for North Kent, South Essex and East London up to 2050. In June 2018, the commission, led originally by Lord Heseltine and concluded by Sir John Armitt, announced their vision for the estuary. I sincerely ​thank Sir John and all the members of the commission for their expertise and scrutiny across the duration of the commission.",
        "Comparable in scale to the midlands engine, northern powerhouse and Oxford-Cambridge arc, the Thames estuary has the potential to deliver growth to support the success of the whole of the UK economy. The Commission envisioned that by 2050 the",
        "Thames estuary will be a tapestry of productive places along a global river. The estuary will create 1.3 million new jobs and generate £190 billion additional gross value added.",
        "The Thames estuary has long been a gateway to the wider UK economy but there remain pockets of entrenched deprivation within the region. And this area is not yet fully delivering on its great potential.",
        "I welcome the vision for growth that the commission has set out. I am pleased to announce further commitments from this Government to support the delivery of the commission’s vision, including: £1 million to support a new Thames estuary growth board; appointing a Cabinet-level ministerial champion; £4.85 million to support local partners to develop low-cost proposals for enhancing transport services between Abbey Wood and Ebbsfleet, subject to suitable housing ambition; exploring the potential for at least two new locally-led development corporations; launching a strategic communications campaign to promote the Thames estuary as a great place to live, work and do business; funding for the creation of masterplans and feasibility studies on key sites in the Thames estuary creative production corridor; and bringing together relevant authorities to collaborate on the Thames estuary 2100 plan, to make sure that growth in the estuary is sustainable and resilient. My full response is available: www.gov.uk.",
        "Our response to the Thames Estuary 2050 Growth Commission marks this Government’s commitment to this important area of the country. The Thames estuary has great potential to provide well-balanced, inclusive economic growth and will remain vital for the UK economy following Brexit."
    ]
}