{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2018-speech-at-national-housing-federation-summit/",
    "title": "James Brokenshire – 2018 Speech at National Housing Federation Summit",
    "post_date": "September 22, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Brokenshire, the Secretary of State for Housing, Communities & Local Government, at the National Housing Federation Summit on 20 September 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1.jpg)",
        "Thanks to Baroness Warwick for that kind introduction.",
        "It’s a great pleasure to be here – albeit on a site that I understand once housed one of Britain’s so-called ugliest buildings.",
        "Some of you may remember – and even mourn – the County Hall Island Block apartments that stood empty here for 20 years before a 6-year old boy got his wish to set the bulldozers in motion.",
        "Now we may all have our different views on architecture and design.",
        "But I think we can agree that you know you’ve succeeded when you’re not constructing buildings that 6-year-olds want to demolish!",
        "It’s also genuinely a great privilege to be speaking before we hear from David [Orr] for the final time in his role as the National Housing Federation’s (NHF) Chief Executive.",
        "Though, I understand, it’s not just his speeches which are much much-anticipated.",
        "I hear his performances at NHF karaoke nights, too, are also quite a draw.",
        "And while I can’t promise to match David’s musical talents, I’ll do my best as the warm-up act!",
        "Before I go on, I want to firstly applaud the tremendous leadership and public service David has shown through a long and distinguished career.",
        "I also want to welcome your successor, Kate Henderson, and say how much I’m looking forward to working with Kate.",
        "I know you’ll be putting your own stamp on the role, but what a great legacy to build on.",
        "David, you have transformed the housing association sector and inspired and challenged us all to raise our game for people living in social housing and, indeed, all parts of our community, including the most vulnerable.",
        "I think that’s the thing I have been most struck by, David’s passion, leadership, and humanity too – it comes from the heart and we have all been strengthened by it.",
        "And I’m especially grateful for your contribution to the Rough Sleeping Advisory Panel which helped develop the Rough Sleeping Strategy we published recently – an issue that I know matters greatly to us both.",
        "This Strategy – and, indeed, all our work on housing – is driven by the belief that everyone must have the security, dignity and opportunities they need to build a better life.",
        "As the Prime Minister said yesterday, this mission is absolutely central to this government’s priorities – and very much in keeping with your founding ideals as a sector.",
        "And, working with you, we’re delivering on it.",
        "Housing associations played a big role in helping us deliver 217,000 homes in 2016 to 2017 – the highest level in all but one of the last 30 years. And I’m hugely grateful for all of your efforts.",
        "But we know you can and want to do more.",
        "Which is why we’ve listened to what you’ve told us – about wanting more certainty and stability to be able to protect and boost supply – and have responded.",
        "We’ve put billions into affordable housing, including homes for social rent, and given housing associations a leading role in delivering this through long term funding deals.",
        "We’ve given you more certainty over your rental income.",
        "We’ve retained the funding for supported accommodation within Housing Benefit.",
        "We’ve enabled councils to borrow more to build more.",
        "We’re supporting Homes England to take a more strategic, assertive approach – putting more certainty into the system – and reforming planning to get Britain building.",
        "We’re also taking action on other issues that you’ve raised such as doing more to capture increases in land value for the public good through:",
        "changes to the National Planning Policy Framework (NPPF),",
        "Section 106 planning obligations,",
        "and the Community Infrastructure Levy (CIL)",
        "But I know there is more to do.",
        "And as the Prime Minister said yesterday, we’ll be responding shortly to a consultation on developer contributions that includes proposals to help councils capture land values more effectively.",
        "So the sector has never been better placed to really step up and help deliver the homes our country needs.",
        "But this isn’t just about getting the numbers up.",
        "It’s also about changing the false attitudes towards social housing.",
        "Challenging the mistakes and flawed perceptions about people living in social housing.",
        "About improving the experience of tenants – and rebalancing their relationship with landlords through stronger regulation.",
        "And following the terrible tragedy at Grenfell Tower, ensuring, above all, that homes are decent, safe and well-maintained.",
        "Which is what the social housing green paper published last month aims to do.",
        "My thanks to David and housing associations for their enthusiasm and support for the extensive engagement that we carried out with residents that helped inform this work.",
        "Yes, the Paper reminded us of the challenges that people living in social housing face.",
        "Stigma.",
        "The need for landlords to be more transparent and accountable.",
        "Concerns about how complaints are handled.",
        "To quote one resident we spoke to: “I feel privileged and lucky to be a housing association tenant. Having an affordable secure and quality home means everything and has helped me into employment. And the security has also helped my children be happy and successful.”",
        "As the Prime Minister said, we need to do more to reinforce that pride in social housing.",
        "That sense that it can be both a safety net and a springboard to a better life",
        "Something we treasure in the way we do our NHS.",
        "That’s why we’re investing in the sector and giving you the longer-term certainty that will help you build more, faster – both now and into the future.",
        "In July, I announced 8 longer-term strategic partnerships between housing associations and Homes England worth around £590 million which will yield about 14,000 new affordable homes, including for social rent.",
        "And which will see us championing modern methods of construction and more small and medium sized builders playing their part in a more diverse market.",
        "And I want to thank both the NHF and Homes England – under David and Nick Walkley’s leadership respectively – for their valuable work on making this happen.",
        "The Prime Minister’s announcement, yesterday, of the £2 billion initiative – enabling the most ambitious housing associations to apply for funding over the next decade – takes this to the next level.",
        "This bold, new scheme is the first time any government has offered you this kind of long-term funding certainty and stability.",
        "As such, it promises to be a game-changer – not just because it will help you get tens of thousands of new affordable and social homes built and provide a strong impetus for you to go further.",
        "But because the certainty and stability that underpins it signals a new approach to the way we invest in and deliver housing in this country.",
        "An approach that is a real vote of confidence in housing associations and places you firmly in the driving seat – to be industry leaders in building more and better, in driving innovation and setting higher standards for the way social housing is managed and the people who live in it are supported.",
        "With your – as Diana put it yesterday – special combination of a “core social purpose” and “good business sense” you are uniquely well placed to pick up this baton.",
        "So I urge you to make the most of this opportunity to help us deliver a new generation of social housing and help secure the high quality homes that people who can’t afford to buy or rent privately deserve.",
        "These have to be homes that meet their needs.",
        "And having listened to residents, we’ve decided, for example, not to implement the provisions in the Housing and Planning Act to make fixed term tenancies mandatory for local authorities at this time.",
        "We understand that lifetime tenancies are, for some people, for some communities, essential for providing the security and stability they need to make a place truly feel like home.",
        "That’s why it’s right that all social landlords should have the freedom to offer them.",
        "Now, it’s also right and fair that social housing can be a springboard to home ownership.",
        "And I want to commend the vital work by David and the NHF with this government on the Voluntary Right to Buy agreement.",
        "This has already helped hundreds of housing association tenants to buy their homes and thousands more are set to benefit from the latest, large-scale Midlands pilot that launched last month.",
        "We will be monitoring this closely; in particular in relation to replacing homes that are sold.",
        "This groundbreaking partnership between government and the sector is an important step towards extending the dream of home ownership.",
        "With that in mind, we have to challenge what I believe to be false choices.",
        "In particular that you can either boost the supply of rented properties or support home ownership – that you can’t do both.",
        "This doesn’t have to be the case.",
        "Whilst championing better standards for renters, we should not apologise for backing the aspiration around home ownership.",
        "Two thirds of social housing residents would like to be home owners.",
        "These people – who run our businesses, keep our public services going, contribute to society in countless ways – are just as hard-working, ambitious and keen to improve their communities as anyone else.",
        "We should recognise that ambition and provide that opportunity to which they aspire.",
        "The social housing green paper sets out how we can do this, whilst also ensuring that councils can replace homes sold.",
        "There’s nothing contradictory about this – about building more affordable homes and helping people meet the aim of home ownership.",
        "I believe to say otherwise, is a false choice.",
        "We have to do both.",
        "And nor is there anything contradictory about promoting ownership and tackling stigma – another all too common false choice.",
        "To do otherwise would be to ignore the ambition of the vast majority of social housing tenants.",
        "All I want is to help each person living in social housing to make the right choice for themselves – not have it made for them.",
        "And the same goes for another false choice that pits building more homes against building better homes.",
        "We’re determined to deliver 300,000 homes on average a year by the middle of the next decade, but not at any price.",
        "These are not just a roof over our heads. They are the foundations on which our lives and communities are built.",
        "As the philosopher Sir Roger Scruton put it: “We are needy creatures and our greatest need is for home…All our attempts to make our surroundings look right – through decorating, arranging, creating – are attempts to extend a welcome to ourselves and to those whom we love.”",
        "So good design and style matter – arguably more, not less, for people living in social housing and combatting the stigma that surrounds it.",
        "It’s not our job in government to dictate what this looks like, but we all know how it feels.",
        "Good design produces places that people have helped shape and are proud to call home.",
        "It protects and strengthens the beauty of our natural environment.",
        "It adds to the value of existing settlements for years to come, making it more likely that new development will be welcomed rather than resisted.",
        "Therefore, building better will, in fact, help us build more – something that our social housing green paper recognises and how that must apply to social and affordable homes as it does to any other types of housing.",
        "So it’s time we rejected these false choices.",
        "Accept we can and should extend home ownership as well as deliver more quality affordable rented homes.",
        "Accept that there is nothing incompatible or contradictory about these goals which, after all, have the same end: more people having decent, secure, comforting places they call home.",
        "Accept that they are goals which are within our grasp.",
        "The truth is that the best communities; the most interesting and successful communities, where most people want to live, tend to be mixed and diverse.",
        "Places where people from all backgrounds, living in all types of housing, can come together, bound by a strong sense of belonging and identity.",
        "Yes, we are facing a huge challenge.",
        "But I know that there’s no sector better placed than you to meet it.",
        "As the Prime Minister said, you have blazed a trail for many high quality and, yes, beautiful homes that have stood the test of time and served the public good.",
        "That make a mockery of arguments that high density and affordability have to equal low quality and a lack of character.",
        "This is the difference that I know we all want to see as we look forward.",
        "As David said in the aftermath of the Grenfell fire, we have an “obligation…to make this a moment of change”.",
        "It’s clear that, to do this, to make this difference, to meet that obligation, we need all parts of the sector to pull together.",
        "We’ve responded to your calls for more support.",
        "And I’m looking forward to seeing housing associations; with your unique and impressive track record, seizing this unprecedented opportunity and leading the charge.",
        "To deliver the homes we need and the brighter future our people deserve."
    ]
}