{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2019-statement-on-the-rough-sleeping-initiative/",
    "title": "James Brokenshire – 2019 Statement on the Rough Sleeping Initiative",
    "post_date": "March 28, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by James Brokenshire, the Secretary of State for Housing, Communities and Local Government, in the House of Commons on 25 March 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1.jpg)",
        "I am today announcing the allocation of a further £46 million rough sleeping initiative funding to support those sleeping rough and those at risk of sleeping rough in 246 local authorities.",
        "This funding provides continuity from the £30 million fund for 2018-19, which was aimed at an initial 83 local authorities with the highest levels of rough sleeping in 2017.",
        "The 2018 annual rough sleeping statistics showed a decrease of 639 or 19% in numbers of rough sleepers across these areas. While the programme is still in its infancy, the figures continue to demonstrate that the rough sleeping initiative has had a significant impact on the number of people sleeping rough and is working. Therefore, we are providing a further £34 million to these 83 areas in 2019-20.​  \nI want to go further, and so launched a bidding round in December 2018 for those areas not in the initial 83 and I am pleased to announce that I will be providing an additional £12 million to a further 163 local authorities in 2019-20. This will continue to build on the work we have done so far to make sure we continue to support more people off the streets and into safe and secure accommodation.",
        "This funding will provide for over 750 new staff focused on rough sleeping. This will include more outreach workers to engage with people on the streets, specialist mental health and substance misuse workers and dedicated co-ordinators to drive efforts to reduce rough sleeping in their areas. It will also provide for over 2,650 new bed spaces including both emergency, temporary and settled accommodation. The breadth of this funding will provide coverage of 75% of local authorities across England.",
        "The rough sleeping initiative team, made up of expert advisers with knowledge and experience in areas such as mental health, specialist housing, substance misuse and criminal justice will continue to work closely with local areas to implement the plans and to monitor their progress.​  \nI have deposited a full list of the individual amounts allocated to the 246 local authorities in the House Library.",
        "I am confident this package of support will achieve substantial results across England. It will also build upon the work we have already undertaken. This work includes publishing our cross-Government rough sleeping strategy which sets out an ambitious £100 million package to help people who sleep rough now and puts in place the structures that will end rough sleeping once and for all, piloting the housing first approach, which has an internationally proven evidence base for effectiveness, in Greater Manchester, Liverpool city region and the west midlands, allocating over £1.2 billion in order to prevent homelessness and rough sleeping, including more upfront funding so local authorities can proactively tackle homelessness pressures in their areas, and, additionally, the introduction of the Homelessness Reduction Act which means that more people now get the help they need and at an earlier stage so preventing homelessness from occurring in the first place."
    ]
}