{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2019-speech-at-holocaust-memorial-day/",
    "title": "James Brokenshire – 2019 Speech at Holocaust Memorial Day",
    "post_date": "January 29, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Brokenshire, the Secretary of State for Housing, Communities and Local Government, on 27 January 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1.jpg)",
        "Last Sunday, I had the privilege to join mourners from around the world to pay my respects to six unknown victims of the Shoah – including a child.",
        "It was an incredibly moving moment, not just for the Jewish community, but for our entire country.",
        "These holy souls or Kedoshim, were “torn from home” – somewhere that should have been a place of safety, comfort and security.",
        "They lived and died through one of the darkest chapters in human history, but rest today in the loving embrace of our Jewish community here in the UK.",
        "As I reflected on this, I was reminded of my father-in-law, who escaped Nazi Germany and came to Britain with the help of the MI6 agent, Frank Foley, who’s actions also saved the lives of thousands of other Jews.",
        "But as we honour the millions of victims of the Shoah today, we remember those families who weren’t so lucky.",
        "Those who never made it home.",
        "Those who were brutalised and murdered.",
        "Those whose lives were cut short and whose loss provides a stark and powerful legacy to us all.",
        "A legacy that demands we challenge hatred and bigotry wherever it exists.",
        "A legacy that requires that we say “never again” we really mean it.",
        "Sadly, this is a lesson that we are still learning.",
        "40 years ago, the Khmer Rouge claimed the lives of one quarter of the population through mass murder and starvation.",
        "25 years ago, almost one million Rwandans were murdered in 100 days.",
        "And horror returned to our continent as we witnessed the murder of over 8,000 mostly Muslim men and boys in Srebrenica.",
        "We still imagine that these barbarities belong in the history books.",
        "And yet today – 74 years since the Nazi death camps were liberated – antisemitism is on the rise, here and abroad.",
        "And Jewish communities are once again living in fear.",
        "This troubles me deeply and must trouble us all.",
        "I want to reassure our Jewish community that you are an intrinsic part of what makes Britain Great and the government will always stand by you to challenge bigotry and intolerance…",
        "…and reaffirm our commitment to ensuring that future generations never forget where hatred can lead, and that we will not walk by on the other side where it is present.",
        "Our new National Holocaust Memorial and Learning Centre will help us do that – a permanent reminder at the heart of our democracy.",
        "Because we all know: tolerance and reconciliation begins at home and that we all have our part to play to ensure home is truly a place of safety, security and of strength."
    ]
}