{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2019-statement-on-councils-in-northamptonshire/",
    "title": "James Brokenshire – 2019 Statement on Councils in Northamptonshire",
    "post_date": "May 21, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Brokenshire, the Secretary of State for Housing, Communities and Local Government, in the House of Commons on 14 May 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1.jpg)",
        "On 29 November 2018 I told the House that I was launching a statutory consultation on the proposal for reorganising local government in Northamptonshire which I had received from seven of the area’s eight principal councils. The councils had submitted this proposal in response to the invitation issued on 27 March 2018 following the recommendations in the independent inspection report on Northamptonshire County Council.",
        "This locally-led proposal is to replace the existing eight councils across Northamptonshire (the County Council and seven district councils) with two new unitary councils—one for North Northamptonshire covering the existing districts of Kettering, Corby, East Northamptonshire and Wellingborough, and the other for West Northamptonshire covering the existing districts of Daventry, Northampton and South Northamptonshire. The proposal envisaged the new councils being fully operational from 1 April 2020.​  \nThe statutory consultation closed on 25 January and invited views from councils concerned, other public sector providers and representatives of business and the voluntary sector and welcomed views from any interested persons.",
        "I have received a total of 386 responses. The district and county councils—except for Corby Borough Council—and councillors and public service providers, including the Police and Crime Commissioner and health partners, generally supported the proposal. Responses from businesses, members of the public, parish councils and community organisations were more mixed.",
        "This consultation supplements the consultation exercise undertaken on behalf of the Northamptonshire councils by the independent opinion research services. This exercise included face to face workshops, a representative telephone survey of Northamptonshire residents and an open questionnaire.",
        "Ninety per cent of respondents to the telephone survey agreed that there was a need to make changes to Northamptonshire local government and 74% agreed with the unitary proposal; 83% of the over 6000 individuals who responded to the open questionnaire agreed that there was a need for change, with 67% agreeing that a number of unitary councils should be introduced and 44% supporting the proposal for two unitary councils.",
        "I have now carefully considered the councils’ proposal, along with the results of the consultation exercises, a report by the Northamptonshire Children’s Commissioner, submitted to my right hon. Friend the Secretary of State for Education and me, on how best to ensure continued improvement of the fragile children’s social care service in Northamptonshire in the context of reorganisation, and all other relevant information and material available to me. I have concluded that the proposal meets our publicly stated criteria for local government reorganisation. If implemented, I am satisfied that the proposal would improve local government and service delivery in the area, has a good deal of local support and the area of each new unitary represents a credible local geography.",
        "This is on the basis that there is a children’s trust covering the whole of Northamptonshire, which, with my support, my right hon. Friend the Secretary of State for Education is minded to establish, as recommended by the Children’s Commissioner, if the unitary proposal is to be implemented. With such an arrangement children’s social care would not be disaggregated with the trust discharging functions on behalf of both councils. My right hon. Friend will be publishing the Commissioner’s report today. It is also on the basis that work continues to be taken forward in Northamptonshire to do more to integrate adult social care and health services.",
        "I have therefore decided, subject to the issuing of statutory directions requiring the establishment of a children’s trust and to parliamentary approval of the secondary legislation, to use my powers under the local government and public involvement in Health Act 2007 to implement the proposal. These powers enable me to implement a unitary proposal with or without modification and in this case, having carefully considered all the material available to me, I have decided to make one modification to the proposal.",
        "This is to extend the period for fully implementing the new arrangements so that the new councils are operational from 1 April 2021. While I recognise that a ​delay in implementation will mean potential savings estimated in the proposal will not be realised for another year, I am clear that the extended implementation period means we can be confident that there will be a safe and effective transition to all the new service delivery arrangements across the whole of the area, including for those crucial services supporting the most vulnerable. Throughout this extended period my Commissioners will be able to continue to support the County Council.",
        "To support the transition, I have decided to establish shadow authorities. I envisage the May 2020 local elections in Northamptonshire will be elections to those shadow authorities rather than to district councils, with the district elections currently due on that date being cancelled. In line with the approach in the proposal for elections to the new unitary councils, I also envisage the elections to the shadow authorities are held on the basis of three member wards resulting in the North Northamptonshire Council having 78 members and West Northamptonshire ​Council having 93 members. Those so elected would be members of the new councils when these go live in April 2021. Elections to parish councils will proceed as scheduled in May 2020.1 intend to confirm these electoral arrangements shortly after hearing any views the district and county councils may have on this.",
        "I now intend to prepare and lay before Parliament drafts of the necessary secondary legislation to give effect to my decisions. Establishing these new unitary councils will be a significant step towards ensuring the people and businesses across Northamptonshire can in future have the sustainable, high-quality local services they deserve. I welcome the commitment of all the existing councils and their partners to drive forward this process of establishing new councils and transforming local service delivery. I am confident this will continue."
    ]
}