{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2016-speech-to-washington-chamber-of-commerce/",
    "title": "James Brokenshire – 2016 Speech to Washington Chamber of Commerce",
    "post_date": "September 12, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Brokenshire, the Secretary of State for Northern Ireland, in Washington DC, United States of America, on 8 September 2016.",
    "content": [
        "[![jamesbrokenshire](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire.jpg)",
        "It is a great pleasure for me as the UK Secretary of State for Northern Ireland to have the opportunity to share some words with the Washington Chamber of Commerce today.",
        "And I’m very grateful to you for agreeing to host me, and to your Senior Vice President for International Policy, John Murphy, for moderating this session.",
        "This is my first overseas visit since being appointed Secretary of State for Northern Ireland by the new UK Prime Minister, Theresa May, in July. And I was particularly keen to come to the United States which has played such a supportive and important role in Northern Ireland over recent years.",
        "So today, I’d like to say a few words about the current state of affairs in Northern Ireland – including why it is such a great place to do business – and about the impact of the United Kingdom’s decision to leave the European Union.",
        "**Special Relationship**",
        "But I should like to underline at the outset the enduring strength of relations between the United Kingdom and the United States.",
        "As President Obama said last year “The special relationship between the United States and the United Kingdom is rooted in our shared values and mutual commitment to global peace, prosperity and security”.",
        "And the reality is that no two countries on earth do more together.",
        "Our relationship has been a bulwark of international peace and security for over seventy years. Economically, the US remains the largest single country for UK exports, while the US is the UK’s largest inward investor. And in 2015 the UK and the US were the two fastest growing economies in the G7. So be in no doubt. The alliance between the United Kingdom and the United States is one of the oldest and strongest in the world.",
        "It’s a force for democracy, peace and security the world over. And we remain deeply committed to ensuring that it both endures and prospers.",
        "**Northern Ireland – open for business**",
        "One place where successive US administrations and key individuals have helped to move things decisively forward in recent years is in Northern Ireland. And the progress in Northern Ireland is rightly held up as an example of what can be achieved when democracy and dialogue prevail over the alternatives.",
        "Today, Northern Ireland enjoys almost unparalleled political stability with the longest unbroken run of local, devolved government since the 1960s.",
        "The economy continues to grow, with unemployment falling and over 55,000 more people in work since 2010. And in the last year Northern Ireland’s exports to the US have increased by a staggering 74 per cent. Relations between Northern Ireland and Ireland have never been stronger. The overall security situation is unrecognisable from the period of the troubles.",
        "And Northern Ireland is a highly competitive place in which to invest. We have a highly educated, skilled and dedicated workforce. We have two world class universities with strong links to local business and commerce. There are great transport links into the rest of the UK, Ireland, Europe and beyond. Invest Northern Ireland is able to offer imaginative packages to potential investors.",
        "Our operating costs are over 48 per cent lower than London and 14 per cent lower than Dublin. Northern Ireland benefits from the UK having the joint lowest rate of corporation tax in the G20 – 20 per cent today coming down to 17 per cent by 2020.",
        "And the UK Government remains committed to handing corporation tax powers to the local administration which has set itself the goal of bringing the rate down to 12.5 per cent, the same as in the Republic of Ireland. So it’s not surprising that Belfast is one of the leading destinations for foreign direct investment into the UK outside of London.",
        "But don’t just take my word for it. Our greatest ambassadors are the companies that have invested in Northern Ireland.",
        "Like the Executive Vice President of Allstate who said “As a result of investing in Northern Ireland 15 years ago Allstate has saved over a billion dollars”.",
        "Or the Executive Producer of Game of Thrones, filmed largely at the Titanic Studios in Belfast. As he put it “I can’t imagine any other city or any other area where we could have done this show. Anything we throw at Northern Ireland they deliver.”",
        "All of this is why Northern Ireland has attracted almost 900 international investors – companies like Citi, Allen and Overy and the New York Stock – as well as a multitude of companies from the rest of the UK.",
        "My clear message here in the United States today is that Northern Ireland is open for business.",
        "**Brexit**",
        "And it will continue to be open for business after the United Kingdom leaves the European Union. Of course I realise that decision has caused some uncertainty, so perhaps I can comment on some of the implications of the referendum in June and say some words both of reassurance and of optimism.",
        "First, the people of the United Kingdom were given a choice in the referendum, and they voted decisively to leave the European Union.",
        "I campaigned for remain, but I am clear that we must and will respect that democratic decision and give effect to it.",
        "And while respecting the views of those parts of the UK that voted to remain, this was a United Kingdom vote. The UK as a whole voted to leave – and it is the whole of the UK that will leave the EU. There is no provision for some parts of the UK being within the EU while other parts are outside.",
        "I am also confident the UK will make a success of life outside the EU. Indeed, I believe it presents us with great opportunities.We will succeed because the UK is a great global trading nation. And we’ll make a success of Brexit because the fundamentals of the UK economy are sound.",
        "As a result of the difficult decisions we have taken since 2010 the UK’s deficit is down by nearly two thirds. As I said earlier along with the US we were the fastest growing G7 economy last year. Employment is at record levels – with an average 1,000 jobs a day created over the past six years.",
        "We continue to attract more foreign direct investment than any other country in Europe. And, according to the World Bank, in 2015 we overtook the United States as the top country in the world for ease of doing business.",
        "So while, yes, leaving the EU will inevitably involve some challenges and as the Prime Minister said at the weekend it will not all be plain sailing, we approach this with optimism and a positive view of what we can achieve for the UK.",
        "**Protecting Northern Ireland’s interests**",
        "For my part, as Northern Ireland Secretary I want to ensure that the unique interests of Northern Ireland are protected and advanced. This is particularly the case in relation to the land border between Northern Ireland and the Republic of Ireland.",
        "So let me try and offer these words of re-assurance. The UK Government emphatically does not want to see a return to the borders of the past. And I know that determination is shared by the Irish Government and the Northern Ireland Executive. The open border and the Common Travel Area have served us well for many years. So we shall be working hard together in our efforts to keep them for people and business.",
        "**Support for the Agreements**",
        "There have been some suggestions that leaving the EU risks unravelling all the progress that has been made in Northern Ireland in recent years, and that it could fatally undermine the settlement forged by the 1998 Agreement and its successors. I fundamentally reject that argument.",
        "The UK Government remains fully committed to the Agreement and its successors. That includes the political institutions. Those elements of the Agreements that deal with people’s rights and identity. And all the constitutional guarantees – underpinned by the consent principle.",
        "Working in close partnership with the Northern Ireland Executive, the Irish Government and our friends in the United States the UK Government will always do the right thing for Northern Ireland.",
        "**Conclusion**",
        "In conclusion Brexit will work for the United Kingdom. As a strong, outward looking country we are well placed to forge exciting new trading relationships with existing partners, like the United States, but also with emerging economies.",
        "We are in a strong position to negotiate our own trade agreements and be a positive and powerful voice for free trade. We will forge a new relationship with the EU that works for the UK. And we’ll get out into the world and do business right across the globe.",
        "Outside the EU the United Kingdom will prosper and have a strong and positive future – remaining always a staunch ally of the United States.",
        "Thank you."
    ]
}