{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2019-speech-on-troubled-families/",
    "title": "James Brokenshire – 2019 Speech on Troubled Families",
    "post_date": "March 21, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Brokenshire, the Secretary of State for Housing, Communities and Local Government, on 19 March 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1.jpg)",
        "**Introduction**",
        "Thanks, Andy [Cook].",
        "I too would like to pay tribute to the work of the CSJ, the Centre for Social Justice. Through you and your founder Iain Duncan Smith you have provided powerful leadership on the issues of poverty and social breakdown; challenging assumptions as well as developing pragmatic, imaginative solutions but rooted in the experience of some of the most vulnerable people in our society.",
        "From Free Schools to the Modern Slavery Act, your influence I think has been hugely significant and very far-reaching and there’s little doubt that you’ve succeed in your mission to put social justice at the heart of British politics.",
        "As such, I’m hugely grateful to you for hosting us today and I very much look forward to seeing much more of your impressive work.",
        "Now we’re obviously meeting at an important moment in our country’s history as we forge a new relationship with Europe and raise our ambitions for what kind of country we want to be – a country with a strong, outward-looking presence on the world stage, but also with a strong foundation of thriving communities at home.",
        "That means renewing the cherished union not just between the four nations of our United Kingdom, but a new unionism between all our citizens – between the multiple units of solidarity; country, region, community and family that underpin it.",
        "These units of solidarity, of identity and belonging, operate in many ways and on many levels.",
        "But it’s clear that the most important and keenly felt of these is family.",
        "Rich or poor, it’s the bedrock on which everything else is built – that teaches us the value of love and support, in good times and bad.",
        "That determines our ability to form healthy relationships, our levels of resilience.",
        "How well we do at school and into adulthood.",
        "That connects us to the wider community and the world beyond.",
        "I know I speak for many when I say that my family is the most important thing in my life – I would certainly have not have got through my illness last year without my wife and children by my side.",
        "That’s why this government is championing families at every turn:",
        "driving down the number of households where nobody works by almost a million",
        "driving up the number of good and outstanding schools",
        "extending free childcare",
        "helping more families onto the housing ladder through Help to Buy and by",
        "scrapping stamp duty for most first-time buyers",
        "easing pressures on families by cutting income tax and introducing the National Living Wage",
        "And let’s not forget milestones like the introduction of same sex marriage, measures to support flexible working and shared parental leave and now proposals to introduce blame-free divorce – important steps that to help somehow to strengthen the bonds of family further and protect them in difficult times but equally recognise the issues and structures that lie behind it.",
        "Now it’s important to see how we can bond that unit of family together.",
        "When families thrive, we all thrive.",
        "But sadly, the reverse is also true.",
        "As the CSJ’s latest research shows, young people who experience family breakdown under the age of 18 are more likely to experience homelessness, crime and imprisonment, educational underachievement, alcoholism, teenage pregnancy and mental health issues.",
        "Quite apart from the dire consequences for communities, there’s the enormous personal toll – in wasted potential, in lives unlived.",
        "It is a dangerous disconnection between these families and wider society – a society in which many feel they have no stake.",
        "And in many ways I have the CSJ to thank for helping make that crystal clear to me.",
        "Back in 2006, I took part in a CSJ Programme which saw MPs spending a week with a charity working on some of the toughest social problems.",
        "I spent my week in Devonport in Plymouth with a charity supporting the adult survivors of childhood sexual abuse.",
        "It gave me the chance to shadow some of those out on the frontline working to combat social exclusion, deprivation and antisocial behaviour.",
        "One particular moment has guided and informed my thinking ever since.",
        "Walking through one of the run-down estates, I asked one of the social workers why the families of the truanting kids they worked with didn’t actively encourage their children to go to school to improve the opportunities available and give them that step up.",
        "The answer was as direct as it was bleak.",
        "Well if they did that it would remind them of the inadequacies of their own lives.",
        "This stark picture of the engrained challenges of inter-generational deprivation has stuck with me.",
        "It made clear to me that you can’t tackle the complex and overlapping problems that struggling families face – worklessness, persistent truanting, health problems, crime and anti-social behaviour, domestic abuse and vulnerable children – in silos.",
        "That you need to join up support and work with whole families, and not just individuals, to change lives.",
        "None of this is especially revolutionary – it’s just common sense.",
        "And that profoundly is what lies at the heart of the Troubled Families Programme.",
        "The results – as seen in the latest national Programme evaluation being published today – I think speak for themselves.",
        "When compared to a similar comparison group, the programme of targeted intervention saw:",
        "the number of children going into care down by a third",
        "the number of adults going to prison down by a quarter and juveniles in custody down by a third",
        "10% fewer people claiming Jobseekers Allowance",
        "There is of course, more to do, but I think this is a significant achievement and a tribute to the tireless efforts of family workers, local authorities and their many partners in our public services and the voluntary sector.",
        "I’m hugely thankful to them.",
        "What they’ve achieved adds up to more people back in work, often in families where unemployment was seen as the norm.",
        "This isn’t just about the financial boost provided by a regular wage, but about the pride and dignity that comes from taking control of your own life. About children growing up with an example of hard work and aspiration.",
        "Equally important for the next generation is the security and stability provided by more families staying together as the pressures on social care and criminal justice system ease.",
        "This means a lot to the families who’ve benefitted.",
        "People like 13-year-old Kyle whose anti-social, gang-related behaviour – developed against a backdrop of historic domestic abuse and the death of his father – had left him and his mum Sue facing eviction from their home.",
        "Thanks to the wrap-around support organised by the Programme’s family worker, based in the Youth Justice Service, Kyle hasn’t been in trouble since, his behaviour and attendance at school has improved and Sue now has her own support network outside the family.",
        "The Programme has also made all the difference for 16-year-old Daniel and his father John.",
        "Following a difficult childhood, he had developed serious problems – self-harming, threatening suicide, regularly smoking cannabis – which had left John too scared to leave him on his own despite his desperation to get a job.",
        "Again, the family worker’s intervention in organising parenting and employment support for John and counselling and specialist support for Daniel was instrumental in helping improve his mental health, encouraging him to apply to an art college and helping John find work as a security guard.",
        "Just 2 examples.",
        "And it underlines why we must never give up on people like them and the families that this Programme is designed to support.",
        "The problems they face – tangled, entrenched, with deep roots – are among the most challenging in our society.",
        "Before beginning the Programme, over half of the families were on benefits.",
        "More than two fifths had at least one person with a mental health issue.",
        "In 1 in 6 families, 1 person was dependent on non-prescription drugs or alcohol.",
        "And in over a fifth, at least 1 person had been affected by domestic abuse.",
        "One of these issues alone is enough to be dealing with.",
        "When they’re multiplied, the effects are devastating – for the families concerned, affecting their ability almost literally to get through each day.",
        "But also sometimes for their neighbours, their classmates and the wider community; who can find themselves on the receiving end of disruptive and distressing behaviour as a result.",
        "In providing support, equally, we should not make excuses for behaviour which falls well short of what should be expected.",
        "As their issues have burgeoned, these families have usually found themselves becoming the passive recipients of services and becoming more isolated and alone.",
        "This is not, in any way, inevitable and there are plenty of examples of people who have beat overwhelming odds to succeed – and those who will say: “They did it by themselves, so everyone should be able to do it.”",
        "But when you dig deeper, it turns out that there are usually people who had their back.",
        "A loving parent who, even though money was tight, was not short on aspiration.",
        "An inspirational teacher who lifted their sights and broadened their horizons.",
        "A neighbour, a friend of a friend who helped secure a lucky break.",
        "Because the truth is no-one ever does it alone. We are all the product of a multitude of small kindnesses done to us and done for us.",
        "We all need support and commitment to achieve our full potential; to grow, branch out and reach our goals.",
        "That starts with stronger families – as the cornerstone of stronger communities.",
        "And that’s the spirit that runs right through this Programme.",
        "Families working together to rise together.",
        "Agencies across sectors working together to help them succeed.",
        "This represents a fundamental shift in how the state supports those who depend on it; centred not on systems and processes, but on people and forging a common sense of purpose among all involved.",
        "For families previously used to being shunted between a host of different, often disjointed services; all with their own assessments, thresholds, appointments and approaches, the role of the family worker, in particular, is a huge breakthrough.",
        "Someone who builds trust and rallies everyone to agree a plan to rebuild their lives, based on their ambitions – and, who, then, crucially, is a single, consistent point of contact coordinating and mobilising all the necessary specialist services, such as mental health or debt advice.",
        "The impact of this should not be underestimated.",
        "Problems caught early before they escalate into a crisis.",
        "People no longer having to go through the emotionally draining process of repeating and repeating and repeating their stories to multiple services.",
        "A boost in confidence, new skills and resilience as families, as the extra help provided with practical issues – such as parenting and household budgeting – pay off.",
        "We know families value this support – this second chance to not so much transform their lives as rediscover them.",
        "To tap into their own power and agency to change them for the better.",
        "And this is the point – the Programme doesn’t affect this change. They do.",
        "But the benefits of the Troubled Families Programme don’t end there.",
        "It’s changed the way people deliver services too.",
        "Many of those working on the Programme have talked about silos breaking down and a marked change in culture and ways of working; with more sharing of information and discussion between partners as their eyes are opened to a fuller picture of a family’s circumstances.",
        "We know that the improved use and sharing of data across agencies has also helped identify families most in need of help, helped target services and track family progress more effectively, with systems increasingly picking up early indications of need – paving the way for improved commissioning of services in the future.",
        "But perhaps the biggest gain is a greater sense of solidarity among services who have worked with these families, who are among the hardest to help, for years, but who now grasp just how much more can be achieved for them when they come together.",
        "According to the evaluation, over half of Troubled Families Coordinators agree all agencies have a common purpose – up from 43% the previous year (2016).",
        "Moreover, just over two thirds of Coordinators say the Programme has been effective at achieving long-term positive change in wider system reform.",
        "This is really encouraging to hear.",
        "The Programme is breaking new ground in developing best practice and, as with anything new, you learn as you go.",
        "And yes we’ve undoubtedly learned a lot from the first phase of the Programme; improving the way we evaluate it by not only drawing on data from more local authorities over 5 years instead of just 1 year, but also through surveys with staff, including family workers and specialist employment advisers, and by speaking to families who’ve been involved.",
        "And we’re keen to continue to think about what we could do differently and better – and this is where it is fair to say that I think we need to look again at the name of the Programme.",
        "I understand why we alighted on phrase ‘Troubled Families’, but, in reality, it obscures as much as it enlightens.",
        "At its worst it points an accusing finger at people, who are already isolated, and says to them “you are the ‘others’ and you are not like the rest of us”.",
        "When, in truth, they are like the rest of us, they’ve just had a little less help, been a little less lucky, and yes, made choices themselves that haven’t led to the best outcomes.",
        "But we don’t give up on people in this country. People can make the most of a second chance.",
        "That is the lesson of the Programme.",
        "So we need something which better recognises its objective of creating stronger families.",
        "Something that recognises where it might take us.",
        "Because the implications for wider public service delivery are profound.",
        "We had the new public management model under Margaret Thatcher in the Eighties.",
        "Then the choice agenda, followed by the open public services agenda from 2010.",
        "The Troubled Families Programme – with its model of services joining up around a whole family – I think suggests the next wave.",
        "And fresh thinking is needed now more than ever to meet challenges we face.",
        "I’m thinking especially of the horrors of knife crime, which is devastating families and communities.",
        "This cannot go on.",
        "Every violent incident, every injury, every young life lost is an absolute tragedy and we must act to ensure our children can grow up knowing they’re safe and have a great future ahead of them.",
        "The Troubled Families Programme – with its emphasis on early intervention and its track record of tackling complex challenges – has a valuable role to play in this endeavour.",
        "It’s why we’re making a £9.5 million fund available within the existing Programme to focus on supporting children and families vulnerable to knife crime and gang culture – with a further £300,000 available to train frontline staff on how to tackle childhood trauma.",
        "The money will go to community-backed projects in 21 areas across England and I look forward to seeing it making a difference to families on the ground.",
        "**Conclusion**",
        "I have every confidence that it will make this difference because the real strength of the Troubled Families Programme – the real strength, too, of the CSJ’s approach – is that it’s not just trying to manage the challenges those families face. It’s changing lives in the long term.",
        "In doing so, it’s addressing not just the symptoms, but the underlying issues that have held them back.",
        "Just over three quarters of a century ago, in a similar spirit, Sir William Beveridge drafted the landmark report that laid the foundations for the welfare state.",
        "The 5 “giant evils” he sought to eradicate – want, disease, ignorance, squalor and idleness – thankfully no longer loom so large, as attested by longer lifespans and better life chances.",
        "But there is no denying that serious challenges remain.",
        "And while we’re doing all we all can to ease pressures on families, we must also face up to new “giants” – such as, for example, increasing social isolation – the sense that while with the internet and social media we’ve never been better connected, many of us have never felt more alone.",
        "And this perhaps is one of the biggest mountains that families on the Programme previously faced – the feeling they were battling multiple problems on multiple fronts on their own.",
        "Not anymore.",
        "At least 400,000 families have been helped by the Programme’s whole family approach as it goes mainstream; winning the confidence of councils and their partners alike with its proven ability to give people hope and a brighter future.",
        "That’s why I believe in the Programme and want to see it go from strength to strength.",
        "And why I will always do my utmost to champion these and other families – the principal units of solidarity that bind our communities and our country.",
        "Put simply; whether as families or communities or as a country, we’re always stronger when we stand together.",
        "And that simple but significant truth should guide our policy making for the future.",
        "Thank you."
    ]
}