{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2018-statement-at-locality-convention/",
    "title": "James Brokenshire – 2018 Statement at Locality Convention",
    "post_date": "November 9, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Brokenshire, the Secretary of State for Housing, Communities and Local Government, on 7 November 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1.jpg)",
        "Thanks, Tony I’m delighted to be here – as, I understand, the first Secretary of State to attend this conference for some time.",
        "All I can say is that my predecessors didn’t know what they were missing!",
        "You and your organisations represent some of the most exciting work going on in our communities and I’m so pleased to be here to thank you for everything you’re doing and to be inspired by your example.",
        "Because as this year’s theme – “the power of community” acknowledges – you know, better than anyone, why strong communities – well-integrated, socially and economically robust communities – matter so much. In good times and bad, they are glue that binds us.",
        "We saw this most powerfully, recently, in the aftermath of the tragedy at Grenfell Tower and the terror attacks in Manchester and London.",
        "And who can forget the glorious celebrations around the London 2012 Olympics and the Queen’s Jubilees?",
        "In this week alone, we’re marking the centenary of the Armistice and, from today, Diwali, with its hopeful message about the “victory of light over darkness”.",
        "Underlining the rich diversity and the immense contributions from all communities that makes our country what it is.",
        "But it’s not just the big milestones that count.",
        "It’s the infinite daily interactions, the endless web of interdependencies, the collective memory of shared history and values that ultimately make a place more than a group of people living side by side and make it a community.",
        "That, and a real sense of pride and belonging.",
        "Despite the daily pressures we all face, that pride continues to shine through.",
        "We see, for example, that 82% of those who responded to the Community Life Survey agreed that people from different backgrounds get on well in their area.",
        "And 59% said that people in their neighbourhood pull together to improve it.",
        "The benefits for communities that boast this pride and solidarity are clear.",
        "The higher the levels of integration, the higher our sense of wellbeing and the less likely we are to suffer from anxiety and health problems.",
        "If our children grow up in neighbourhoods where they have access to inclusive spaces like parks and activities such as arts and sport they’re less likely to turn to crime.",
        "The wider our social network, the greater our prosperity as we share information more readily about job prospects.",
        "But, in truth, that’s not how it often feels on the ground.",
        "We live in a world that can feel increasingly divided and polarised, leaving us feeling that the world around us is changing, but that we have little control over our lives.",
        "Making it harder to hold onto to what unites us rather than divides us.",
        "As I said earlier, we’re all the stronger for our diversity as a country and all parts of our community should be able to take advantage of everything that modern Britain offers – to realise their potential and play a full and active part in our society.",
        "And this, in many ways, is the defining challenge of the age for all modern, mature democracies: how to harness change and the opportunities that flow from it for the benefit of all and ensure that no-one is left behind.",
        "There are no easy answers to this conundrum and many communities are, unsurprisingly, feeling the strain.",
        "Hate crime is at worrying levels, here and – as we saw all too tragically in Pittsburgh – abroad.",
        "As are issues around loneliness and social isolation, affecting young and old alike.",
        "Our high streets, too, are under severe pressure.",
        "And there’s a pressing need for more decent, affordable homes, but also worries about the impact of new development.",
        "So there are some huge challenges facing our communities – challenges that I know many of you are meeting head-on; drawing on your invaluable local knowledge, networks and the latest technology and, in the process, empowering local people as never before.",
        "And I want to pay tribute to your incredible efforts and the very real impact they’re having.",
        "Here, in Bristol, for example, we can see how Knowle West Media Centre is harnessing digital technologies and the arts for the benefit of the community by supporting people to draw on them when developing their own enterprises and tackle the community issues that they care about.",
        "There’s also the very commendable work of community-led groups like the Community Security Trust, Tell MAMA and Galop who are standing up to hatred and bigotry, wherever it exists, and supporting victims. I’m proud to stand with them.",
        "Faith communities – such as the Al-Khoei Islamic Centre in London, which threw open its doors during the Jewish festival of Sukkot and built a Sukkah – are also making a real difference.",
        "As is local government, which has a vital role to play in strengthening communities – in its own right and also while working in partnership with community groups and the voluntary sector.",
        "I saw for myself what this means when I recently visited Cornwall – where a lot of my family came from – which has fully embraced the devolution agenda and is working with parish and town councils and a range of community groups to devolve assets, services and influence.",
        "One such example was a much-loved running track in Par, which, coincidentally, I’d used in my youth, that had been taken over by a community group when it faced closure.",
        "It was wonderful to see it in such good hands and the group’s high ambitions for its future, which included a skate park, café and a new children’s area.",
        "And we can see that other authorities like Durham and Wiltshire are also stepping up to deliver this kind of “onward” devolution in service delivery – which puts local communities in the driving seat to decide their own priorities and find local solutions that suit local circumstances.",
        "And which helps them take control and ownership of the spaces and assets that will help their neighbourhoods flourish – something that my department is championing in partnership with Locality through a Community Enabler Fund.",
        "One of a number of projects on which I’m pleased to see that we’re collaborating.",
        "This shift in power from the state to the citizen is true localism, a much-needed renewal of our democracy, in action.",
        "And I want to see much more of it.",
        "Cornwall, Wiltshire and Durham all became unitaries nearly a decade ago and they have shown that local reorganisation should not lead to services being sucked up to a more distant central authority on high.",
        "Quite the reverse.",
        "They have been able to drive services and decisions down to communities on the ground.",
        "The benefits speak for themselves – tailored, more effective services, stronger local economies and more engaged, more confident communities.",
        "Communities in which the conversation is happening, not official to official, but between local leaders and the people they serve.",
        "It’s essential that we do much more to celebrate and learn from their example and from the communities who are leading the way – and that’s exactly what we’ll be doing through the fantastic Communities Roadshow being launched today.",
        "Because it’s clear that we all need to play our part.",
        "Councils, faith leaders, community groups, businesses, the voluntary sector.",
        "And, yes, government – in doing what we can to support you and to create the conditions where local communities are truly free to determine their own destinies and removing the barriers that stand in your way.",
        "To that end, I’m working with colleagues across government on projects such as the Integrated Communities, Civil Society and Loneliness Strategies as well as the Hate Crime Action Plan.",
        "I have also launched the Building Better, Building Beautiful Commission to reinforce the central role of communities in shaping our built environment.",
        "Because decisions about the way we use space, about the quality of design and style of our buildings are inextricably linked to our sense of identity and sense of pride in the places we call home.",
        "This is what creates strong neighbourhoods and all our spaces and places should embody this aspiration for, yes, beauty, and buildings that are in keeping with their surroundings and that are built to last.",
        "In addition, I recently agreed an ambitious Mission Statement for the Ministry of Housing, Communities and Local Government that demonstrates why communities are at the heart of everything we do as a department – be it our quest to build more homes, support quality public services or drive local growth.",
        "This Statement is centred on 4 themes.",
        "Firstly, we’re giving communities more control over the decisions that matter to them.",
        "Nowhere is this more evident than on housing.",
        "We’re giving local people a bigger say over the future of their communities through for example, neighbourhood plans.",
        "Residents all over the country – including here in Bristol – are seizing the powerful opportunity they offer to decide where new homes, green spaces and other facilities should go and how they should look and feel.",
        "And I’m delighted that we’re backing them with more money – an extra £8.5 million, announced at Budget, which takes our current investment in neighbourhood planning to £34.5 million.",
        "Then there’s the £163 million of funding we’re making available for community housing – housing for the community delivered by the community to meet local need.",
        "Giving communities more control also means giving them a role in policy development through initiatives such as the Community Partnership Board that I’ll be attending for the first time later this month.",
        "Secondly, we’re giving communities a sense of safety and pride by ensuring that they’re economically and socially resilient in changing times.",
        "Businesses have a major role to play in this endeavour.",
        "And so I’m pleased to announce that my department will be working more closely with Business in the Community to provide practical support to businesses on volunteering opportunities for their employees and to promote better integration between people from different backgrounds.",
        "Business in the Community has an impressive track record in this area and I look forward to seeing what more we can achieve together.",
        "We’re also working closely with businesses to revive our high streets which, in so many ways, represent the heart of our communities.",
        "We know how much people value them – and how worried they are to see them struggling as technology changes the way we shop and do business.",
        "Which is why the £1.5 billion package of support unveiled in the Budget for high streets is so welcome.",
        "This spans not just vital short-term relief for small retailers – that will bring their business rates down by a third.",
        "But also a long-term vision for our high streets that goes with the grain of our changing lives and flexes with technology to pave the way for the “smart cities” and “tech towns” of tomorrow.",
        "A vision that will be underpinned by a £675 million Future High Streets Fund – which will help councils innovate and improve their town centres – and a relaxation of planning rules that will see more people living on our high streets and more mixed-used businesses.",
        "There are currently over 27,000 premises lying vacant in England’s town centres.",
        "If we turned just a fraction of these into homes, thousands more people could have a roof over their head.",
        "And research shows that higher numbers of residents on our high streets can generate higher footfall and, in turn, higher demand for shops and services.",
        "And there will be other imaginative, creative approaches – that will differ from area to area -–that will help our high streets reinvent themselves and thrive again – and I’m looking forward to celebrating these trailblazers and the incredible people behind them at the upcoming Great British High Street Awards.",
        "We need to pull out all the stops to support communities to create many more of these vibrant, thriving hubs – hubs that make the most of the human interactions and experiences they offer that no online competitor can hope to replicate.",
        "The action we’re taking is an important step towards this.",
        "Which brings me to the third theme: inclusive community spaces.",
        "These obviously include our high streets as well as parks and other assets and are crucial for many of the same reasons – their ability to bring people from different backgrounds together in a meaningful way that breaks down mistrust.",
        "Plus their ability to combat social isolation and give people a sense of belonging.",
        "As such, their value is beyond measure.",
        "And so I’m delighted to be launching a new project, Open Doors, that will see empty shops being opened up to community groups offering services to younger and older people. The aim is to reduce loneliness whilst increasing footfall on our high streets and town centres.",
        "We’re calling today for landlords, public and private, to come forward and play their part in this exciting initiative and help truly transform their communities.",
        "We need to be bold and imaginative in tackling the challenges we face and ensure that – in line with the fourth and final theme – no communities are left behind.",
        "This is especially important as we leave the European Union and chart a new course to a brighter future.",
        "I want to ensure that all parts of our country can seize the opportunities that will be unleashed.",
        "It’s with this in mind that our UK Shared Prosperity Fund will focus on tackling the inequalities between communities by driving up productivity, particularly in those areas whose economies are lagging furthest behind.",
        "I want communities across the country to have a voice in determining their economic destiny.",
        "This Fund will give them that voice and help bridge the divides between the places that are prospering and those that are struggling.",
        "Now, this mission to build a more inclusive society also very much extends to people living in social housing.",
        "The terrible events at Grenfell shone a light on their experiences which, for too long, had been overlooked by successive governments.",
        "And before I go on, I want to condemn in the strongest terms the appalling video, on social media, showing an effigy of Grenfell Tower being burned on a bonfire.",
        "It beggars belief that anyone would do this, given everything that the bereaved and survivors have been through. We will always stand by them – as a community and also with other people living in social housing.",
        "To that end, we recently published a social housing green paper, informed by the views of around 8,000 residents from across the country, which focuses on the issues that matter most to them.",
        "Many spoke of their pride in their home and communities, but also about the disgraceful stigma that they face – and creating a new contract on social housing.",
        "We’re determined to stamp this out and are renewing and deepening our commitment to these communities to deliver a new generation of social housing.",
        "**Conclusion**",
        "Because the only way we will build a stronger, fairer Britain, the only way we can bridge the divides that hold us back, and renew our democracy is by building stronger, fairer communities.",
        "Communities in which everyone has the opportunity, security and dignity to build a better life.",
        "And that with a renewed focus on community we can create a country which works for everyone – and recognise that intrinsic connection between us.",
        "Of family, of faith, of neighbourliness, of community.",
        "That as we chart a positive new direction for our country through Brexit and beyond, we can create strong, confident communities socially and economically.",
        "Which celebrates our rich diversity as a strength which defines the country, the people we are. That there is so much more that unites us than divides us."
    ]
}