{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2013-speech-for-the-far-right-special-interest-group-conference/",
    "title": "James Brokenshire – 2013 Speech for the Far Right Special Interest Group conference",
    "post_date": "February 1, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Brokenshire, the then Minister for Security, on 5 September 2013.",
    "content": [
        "[![jamesbrokenshire](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire.jpg)",
        "Thank you for the opportunity to address this conference.",
        "It’s a privilege to speak to the people at the front line in reducing extremism in our communities.",
        "Clearly we are here today to discuss our response to the threat posed by far right extremism – and I think that we have assembled in this room some of the best, most experienced people in the field.",
        "Before I begin, I would like to echo the sentiments of the previous speakers and utterly condemn the actions of the so-called defence leagues, their off-shoots and the offensive, anti-Muslim messages they promote.",
        "They are divisive and run contrary to the values of respect and tolerance of different faiths and beliefs.",
        "Those values are the essence of our democratic system, and any attack on them is an attack on the basis of our society.",
        "**The terrorist threat posed by the far right**",
        "However, as you might expect from the Security Minister, I will focus my comments today on the terrorist threat posed by the far right.",
        "As you know, the most significant terrorist threat we face comes from Al Qa’ida, its affiliates and like-minded terrorists.",
        "That’s the ideology most likely to inspire a terrorist attack in Britain today.",
        "But we know from recent events that although the far-right threat may not be on the same scale as Al Qa’ida, their divisive and racist ideology can still have deadly consequences.",
        "This summer we have been shocked and appalled by the murder of Mohammed Saleem and the attacks on Aisha Mosque in Walsall, Wolverhampton Central Mosque and Kanz Ul Iman Masjid in Tipton.",
        "I met with Mr Saleem’s family and representatives of the mosques affected and was deeply moved by their resilience, unity and dignity in the face of terrorism.",
        "I also met with officers from the West Midlands Counter Terrorism Unit and as you know, following their thorough investigation, an individual has now been charged with the attacks.",
        "Alongside the investigation, West Midlands security advisors also visited over two hundred mosques and Islamic centres to provide reassurance and advice on how best ensure that mosques are safe places.",
        "Building on this and existing work, they have developed national guidance on protective security measures for mosques and other places of worship.",
        "This guidance has been sent to all forces so that the advice can be provided across the country.",
        "Even more recently the police have been investigating a fire at a mosque in Harlow, which has now led to a man being questioned about the incident.",
        "But, of course, this summer wasn’t the first time the far right has posed a threat in the UK – in 2010 Ian and Nicky Davison – co-founders of the Aryan Strike Force – were convicted for possessing the poison ricin and for making pipe bombs.",
        "They claimed they had 350 members and their website had tens of thousands of postings, all of them messages of hate.",
        "And this is not just an issue for Britain – in 2011, Anders Breivik conducted the callous murder of 77 people in Oslo and on the island of Utoya.",
        "Most of his victims were children and teenagers.",
        "In Breivik’s manifesto, which he published online before the attack, he identified Islam as the enemy and called for the deportation of all Muslims from Europe.",
        "**Al Qa’ida and the far right**",
        "Although the threat they pose is very different, Al Qa’ida inspired terrorism and domestic terrorism share a number of similarities.",
        "In both cases there is no single pathway to radicalisation, but the vulnerable people that domestic extremists prey upon can share many of the same characteristics exploited by Al Qa’ida radicalisers.",
        "They both look for the same sense of alienation; the same questions of identity; and the same feelings of anger and injustice.",
        "And once they’ve found these psychological hooks, Al Qa’ida and domestic extremists use ideologies with similar features to justify their perverse violence.",
        "Both groups simplistically divide the world into ‘them’ and ‘us’ – an evil group that is responsible for all of the world’s ills and a persecuted group that includes the person they are targeting for radicalisation.",
        "They ignore complexity and nuance in favour of stereotypes and conspiracy thinking to allow individuals to blame others for their own failures and absolve themselves of responsibility.",
        "They also operate in similar ways.",
        "For example, both make increasing use of the internet to spread hate-filled propaganda which can have a brutalising and dehumanising effect.",
        "We also know that domestic extremism and Al Qa’ida-inspired terrorism can have a “reciprocal radicalisation” effect.",
        "Incidents instigated by one group can ratchet up tensions within the other, and so on back and forth.",
        "**Prevent and the Extremism Task Force**",
        "Let me be clear everyone has the right to go about their lives freely and without fear and we will not tolerate any form of terrorism and extremism.",
        "That is why we updated our Prevent strategy in 2011 to emphasise that Prevent is about stopping people becoming or supporting all kinds of terrorism.",
        "And that is why the Prime Minister has set up the Extremism Task Force earlier this year.",
        "This group includes all of the cabinet members whose departments have a role to play in challenging extremism and terrorism.",
        "The taskforce has met three times so far, and has re-examined the evidence and government policy in a number of areas.",
        "One of the key conclusions has been that Prevent work must be led at the local level, but with strong enabling support from central government.",
        "**The central government response**",
        "At the centre we have important levers.",
        "For example, the Home Secretary has the power to ban individuals from entering the country to stir up hatred and provoke violence.",
        "This can be effective, such as when we prevented Pamela Geller and Robert Spencer – the co-founders of the anti-Muslim hate campaign “Stop The Islamization of America” – from speaking at an EDL rally in Woolwich in June.",
        "This country also has one of the strongest legal frameworks in the world to protect communities from hostility, violence and bigotry.",
        "We keep that framework under review to make sure that it remains effective in the face of new and emerging threats.",
        "In March last year we published a cross-government action plan to tackle hate crime, bringing together the work of a wide range of departments and agencies.",
        "The action plan will work to prevent hate crime happening in the first place; increase reporting and victims’ access to support; and improve the operational response to hate crimes.",
        "I think it is important to underline that we need to explore every option to encourage the victims of hate crime to report these crimes to the police so that they can be investigated and the perpetrators brought to justice.",
        "To counter the use of the internet by extremists we are funding the Counter Terrorism Internet Referral Unit, a specialist team in the police, who assess online content and seek to remove it when it breaches terrorism legislation and is linked to the UK.",
        "To date over 6,500 items of terrorist material have been taken down.",
        "**The local response**",
        "But the real difference is being made by local action in local communities.",
        "I know it is coming from the people in this room.",
        "You know your communities.",
        "You live and work in them, and for them, every day.",
        "And it is clear that a huge amount of work is going on to tackle the threat from the far right.",
        "Take Channel, for instance.",
        "About 15% of all the referrals you have made to Channel have been due to concerns that someone may be vulnerable to radicalisation by the far right – that is hundreds of people being protected from being drawn into hate and extremism.",
        "And concerns about the far right are becoming an ever larger part of Channel’s workload.",
        "You are also making great progress in raising awareness of the signs of domestic extremism through the roll out of WRAP and similar products.",
        "Through WRAP alone, you have trained over 44,000 local staff in schools, prisons, social services and the health service to recognise the signs of vulnerability and make referrals to Channel.",
        "Of course Channel is only effective if there are supportive measures in place, and that means everything from mainstream health and social services interventions to mentoring by those specialising in challenging ideologies.",
        "And it is having an impact.",
        "I have also been very impressed by the breadth and variety of the domestic extremist-oriented projects that you are taking forward as part of our Local Delivery programme.",
        "Through the local Prevent coordinators we are funding 18 projects focussed on preventing domestic extremism across England and Wales.",
        "Together, these projects represent a substantial challenge to the extremists and whilst time prevents me from telling you about all of them, I do want to highlight a few of them that I think are doing particularly innovative work.",
        "One project called “One Extreme to the Other” taking place in a number of areas across the country tackles the phenomenon of reciprocal radicalisation through a theatre performance in schools followed by a discussion session.",
        "Thousands of children will have seen these performances and participated in discussions when the project is completed.",
        "Another project seeks to “rewind” racism by deconstructing the very concept of race in schools and colleges that have experienced friction between Muslim and non-Muslim students.",
        "The project aims to reduce extremist support, provide a more stable learning environment in schools and colleges and increase the resilience of our young people.",
        "A third project focuses on frontline staff who have already received basic WRAP training, and provides a deeper understanding of far right extremism, its history, ideology and symbols.",
        "Innovation like this is positive, welcome and necessary.",
        "**The Special Interest Group**",
        "Indeed, the Special Interest Group itself is an excellent innovation, enabling people to share lessons learned and to take forward joint activity.",
        "Therefore, today is an important opportunity to take this innovation a step further and we should seize it with both hands.",
        "We need to use all the tools available to us – from dialogue and engagement through to stronger powers such as licensing laws and even littering laws.",
        "This might mean working with venues to share our guidance on how to avoid being used for extremist events, using local media to spread positive messages; or bringing prominent local people on board.",
        "How we can make better use of social media and harness the power of the internet to counter those who use it to spread hate.",
        "The key challenge for all of us is to be creative – the extremists take every opportunity to advance their agenda of hate and we need to be just as imaginative in our response.",
        "Thank you again for giving me this opportunity to speak."
    ]
}