{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2019-statement-on-rough-sleeping/",
    "title": "James Brokenshire – 2019 Statement on Rough Sleeping",
    "post_date": "May 8, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by James Brokenshire, the Secretary of State of Housing, Communities and Local Government, on 7 May 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1.jpg)",
        "**Early adopters of the Rapid Rehousing Pathway**",
        "In December, I announced the locations of the first 11 Somewhere Safe to Stay hubs, one of four elements that make up the Rapid Rehousing Pathway which were announced in the £100 million Rough Sleeping strategy last August. I am pleased to say that all 11 hubs are now operational. Furthermore, I can confirm that all 42 early adopters of the pathway, announced in February, are working hard to get staff in place and several are already delivering services. These 53 early adopters are focused on making sure that those who sleep rough, or are at risk of sleeping rough, are rapidly getting the support they need to move away from the street and sustain secure accommodation.",
        "**Rapid Rehousing Pathway new funding**",
        "I have now announced the allocations of up to £25.6 million of the second round of Rapid Rehousing Pathway funding. For 108 areas of the country this funding will provide:",
        "20 additional Somewhere Safe to Stay hubs, to rapidly assess the needs of people who are sleeping rough and those who are at risk of sleeping rough and support them to get the right help quickly. This will bring the total number of hubs to 31,16 more than the minimum that we committed to in the 2018 Rough Sleeping strategy.",
        "Up to £6.8 million of funding for 61 areas for supported lettings, offering flexible support funding to help people with a history of rough sleeping to sustain their tenancies in homes made newly available across the housing sector.",
        "At least 130 navigators who will develop relationships with and help over 2,500 people who sleep rough to access appropriate local services, get off the streets and into settled accommodation.",
        "Up to £3.5 million to establish or support 30 local lettings agencies to source, identify, or provide homes and advice for rough sleepers or those at risk.",
        "A full list of the areas funded is available at: https://www. gov.uk/government/publications/rapid-rehousing-pathway-2019-to-2020-funding-allocations.",
        "With this funding, local areas will be able to connect people with the right support and sustainable housing to move them swiftly away from the street and facilitate their recovery. This important work is part of delivering on the commitments outlined in the Rough Sleeping strategy and is crucial in bringing us a step closer towards ending rough sleeping."
    ]
}