{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2017-speech-to-european-policy-centre/",
    "title": "James Brokenshire – 2017 Speech to European Policy Centre",
    "post_date": "November 6, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Brokenshire, the Secretary of State for Northern Ireland, to the European Policy Centre on 6 November 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1.jpg)",
        "It’s a great pleasure to be here in Brussels today … and I’m grateful for the opportunity to update you on the current situation in Northern Ireland.",
        "During my visit today I am taking the opportunity to brief senior members of the Commission along with MEPs as the UK Government continues its negotiations to leave the EU in 2019.",
        "And of course part of my role … working with the Prime Minister and the Secretary for Exiting the EU … is to ensure that we secure an agreement deal that delivers for all parts of the UK, including Northern Ireland.",
        "Everyone here knows that Northern Ireland has unique circumstances which need to be recognised in the final withdrawal treaty to leave the EU … and making progress on the border between Northern Ireland and Ireland is essential in moving negotiations to the next phase.",
        "But before I talk specifically about Northern Ireland in the context of leaving the EU I thought it would be useful to give an overview of the current political, economic and security situations there.",
        "Because as I stand before you today, nearly a quarter of a century after the terrorist ceasefires and twenty years after the Belfast or Good Friday Agreement, it’s easy to assume that everything in Northern Ireland has been solved.",
        "And you could easily be forgiven for thinking that’s the case.",
        "Northern Ireland today is in so many respects unrecognisable from where it was in the early 1990s.",
        "Until the beginning of this year we had seen a decade of devolved government in Northern Ireland led by the Democratic Unionists and Sinn Fein … the longest such period of uninterrupted devolved government since the 1960s.",
        "The kind of terrorism that I used to see growing up in the 1970s and 1980s is no longer a daily fact of life … along with the military presence to deal with it.",
        "Northern Ireland today is the most popular destination outside of London for foreign direct investment into the UK. And of course relations between Northern Ireland and Ireland … and between the United Kingdom and Ireland … are at their strongest ever.",
        "So there are so many positives to take about Northern Ireland.",
        "The beautiful scenery and countryside.",
        "The industrial heritage.",
        "The exciting new opportunities.",
        "Our thriving creative industries.",
        "The quality of life.",
        "The warmth and friendliness of people who live there.",
        "And of course the example that Northern Ireland has shown the world as to how it is possible to emerge from a period of terrible suffering and conflict to a new era of peace, stability and greater prosperity.",
        "In that context I would like to pay tribute to the European Union … including Michel Barnier … for the support you have given to Northern Ireland … backing the peace process, encouraging economic growth and providing vital funding for programmes designed to bring communities together.",
        "The EU can be very proud of the role that it has played in Northern Ireland over decades … and both the UK and Irish Governments are very grateful for that.",
        "But for all of this progress significant political, economic and security challenges remain … and I would like briefly to take each of these in turn.",
        "Politically, Northern Ireland has been without a functioning devolved government since the beginning of this year. Civil servants have been able to spend money but key decisions over local services that require political input have not been taken.",
        "Crucially, a budget for the current financial year has yet to be set.",
        "This is putting public services under strain … and very soon both the UK Government and the Northern Ireland Civil Service assess that Northern Ireland will begin to run out of resources.",
        "Earlier this year I had to step in and legislate to set some local taxes so that local councils could continue to carry out their functions.",
        "We have now reached the point at which it is unlikely that an Executive could be formed in time to pass a budget for Northern Ireland by the end of this month.",
        "In those circumstances I am left with no option but to legislate at Westminster to enable the Northern Ireland civil service to continue spending money to already agreed totals.",
        "This would not be my budget … it would be one prepared by the Northern Ireland civil service on the basis of the previous Executive’s priorities.",
        "Should an Executive be formed the budget could be amended or changed … and indeed if an Executive were formed with sufficient time left under expedited procedures to pass the budget bill in the Assembly … I would clearly wish to proceed instead with legislation to enable that to happen.",
        "I’m clear … introducing and passing a budget in Westminster does not mean that we are introducing direct rule, any more than legislating for local taxes did earlier this year.",
        "And needless to say, the UK Government will only take this step with the greatest reluctance … not because we want to but because we have to.",
        "But it would be a dereliction of duty to see the public services on which people rely begin to disintegrate before us.",
        "Of course I still hope we can avoid this step.",
        "The UK Government … along with the Irish Government … is working tirelessly to bring about an agreement between the main Northern Ireland parties that would enable an Executive to be re-formed.",
        "And we will stick at it, because . . . as President Clinton’s visit to Northern Ireland last month, nearly 20 years after his key role in the Belfast Agreement, prompted many of us to reflect . . . we have come so far.",
        "But ultimately we have a responsibility to provide good governance in Northern Ireland … and we will not shirk our responsibilities.",
        "The next area where we have a great deal more work to do is in strengthening the economy and building a stronger society.",
        "Northern Ireland’s economy continues to grow.",
        "Unemployment is still falling … while in the past twelve months employment has hit record levels. As I said earlier we continue to attract significant foreign direct investment.",
        "And we have some world beating businesses.",
        "But the economy is still far too dependent on government spending.",
        "And we need to rebalance the economy in a measured and sensible way.",
        "Levels of worklessness and welfare dependency are still far too high.",
        "So we are looking at things like City Deals that have proven very successful in other parts of the UK.",
        "And we remain committed to the devolution of Corporation Tax so that Northern Ireland is better able to compete for investment with its nearest neighbour, Ireland.",
        "But for that to happen Northern Ireland needs a functioning devolved government.",
        "Alongside strengthening the economy, we need to tackle deep seated social divisions.",
        "In Northern Ireland today over 90 per cent of public housing is segregated along sectarian lines.",
        "Over 90 per cent of children in Northern Ireland are educated separately.",
        "It is regrettable that additional so-called peace walls … or interface barriers … have been erected since the signing of the Belfast or Good Friday Agreement in 1998 and still divide communities today.",
        "Indeed some independent estimates put the cost of division in Northern Ireland at around £1.5 billion.",
        "So bringing people together … and building a stronger, more shared society has to be an urgent priority.",
        "Most of the responsibility for tackling this rests in the devolved sphere.",
        "And the previous Executive had made a start … for example with programmes under its strategy called Together: Building a United Community.",
        "For our part the UK Government has provided significant financial support … for example in helping to fund schemes to promote greater shared housing and more shared and integrated education.",
        "But clearly much more needs to be done.",
        "It requires significant political will and drive if we are to overcome decades … some might say centuries … of division and build a stronger more united community.",
        "And that needs to come primarily from local politicians working together for the good of the whole community. So there’s another reason why it’s so important to have a functioning Executive back up and running.",
        "The community divisions that still exist in Northern Ireland can, on occasion, still fuel tensions and public disorder … though on a much reduced scale than in previous years.",
        "And they can also be exploited by paramilitary and terrorist groups that continue to exist and operate in Northern Ireland.",
        "The threat level from dissident republican terrorists remains severe in Northern Ireland… meaning that an attack is highly likely.",
        "Even though they are relatively small in numbers, they retain lethal capability and intent.",
        "The fact that you don’t hear more about them is primarily down to the superb efforts of the Police Service of Northern Ireland, our security services and An Garda Siochana.",
        "And the levels of co-operation that currently exist between the PSNI and the Garda … and between the UK and Irish Governments … must be preserved, and where possible enhanced, following Brexit.",
        "In addition to the continuing threat from terror too many communities in Northern Ireland are held in the grip of paramilitary groups … criminals who prey on society primarily to line their own pockets.",
        "They engage in gangsterism and carry out brutal attacks … often by appointment … on people within their own community to exert fear and control.",
        "Following the 2015 Fresh Start Agreement the Executive … working with and supported financially by the UK Government … devised a strategy for tackling paramilitary groups with the aim of putting them out of business for good.",
        "There was never any justification for the existence of paramilitary and terrorist groups in Northern Ireland … and there is none today.",
        "But if the strategy for tackling paramilitary activity is going to be at its most effective … and that will only be seen through results on the ground … then it needs to be led locally.",
        "And that’s another reason why Northern Ireland needs a properly functioning Executive.",
        "Finally, Northern Ireland needs a fully functioning Executive to ensure that its voice is fully heard as the UK leaves the EU.",
        "As I have said before … we joined the Common Market in 1973 as one United Kingdom and we will leave the European Union in 2019 as one United Kingdom.",
        "And as the Prime Minister has made clear … leaving the EU will mean that we leave both the single market and the customs union.",
        "I find it difficult to imagine how Northern Ireland could somehow remain in … while the rest of the country leaves.",
        "But as we have made equally clear we are determined to find bespoke solutions to Northern Ireland’s unique circumstances … not least as the only part of the UK to share a land border with an EU member state.",
        "We need to deliver an outcome that works for all parts of the United Kingdom.",
        "We fully recognise the extent to which the Northern Ireland economy, while an integral part of the UK economy, is also fully integrated with that of Ireland particularly in areas like the agri-food sector.",
        "We fully recognise the flow of traffic across the border on a daily basis for people going about their business be it to work, study, shop or simply visit friends and relatives.",
        "And we fully recognise those ties of family and shared history that exist between people on the island of Ireland as well as between Ireland and Great Britain.",
        "All of this requires creative and imaginative thinking by the UK and Irish Governments along with negotiating partners in the EU. But I believe solutions can be found … and it is in that positive sense that the UK Government has approached the current phase of negotiations and we will continue to do so.",
        "And the Northern Ireland and Ireland position paper published by the UK Government in August set out clearly and positively where we stand.",
        "We want to ensure that the Belfast or Good Friday Agreement is fully protected … including the constitutional principles that underpin it, the political institutions it establishes and the citizens’ rights it guarantees.",
        "We want to preserve the Common Travel Area … and, yes, ensure that we have as frictionless and seamless a border as possible between Northern Ireland and Ireland with no physical infrastructure at the border.",
        "We want to protect the single electricity market that operates across the island of Ireland to ensure continuity of supply for the benefit of business and domestic consumers.",
        "At the same time we need to ensure that nothing is done that undermines the integrity of the UK single market … Northern Ireland companies sold four times as much into Great Britain than to Ireland in 2015.",
        "And of course no border between Great Britain and Northern Ireland or anything that fractures the internal market of the United Kingdom, which benefits Northern Ireland hugely.",
        "Of course none of this was ever going to be easy.",
        "But I believe that with a positive attitude on all sides it is achievable.",
        "As both the Prime Minister and the Secretary for Exiting the EU, David Davis, have set out to the House of Commons in recent days, significant progress has been made in the negotiations so far.",
        "Within the Northern Ireland-Ireland Dialogue, we have agreed that the Belfast or Good Friday Agreement should be protected in full, including its constitutional arrangements.",
        "We have proposed that the UK and the EU seek to agree text for the Withdrawal Agreement that recognises the ongoing status of the Common Travel Area…and have already developed joint principles with the EU on this.",
        "We have also mapped out areas of cooperation that function on a North-South basis to ensure this continues once the UK has left the EU.",
        "And we are determined to press on so that we can move to the next phase of negotiations as we deliver on the democratic wishes of the people of the UK as set out in the June 2016 referendum.",
        "During this speech I have deliberately set out some of the big challenges that face us in Northern Ireland. But I want to end on a positive note.",
        "Nearly twenty years on from the Belfast or Good Friday Agreement Northern Ireland is immeasurably in a better place.",
        "Huge progress has been made.",
        "What have often looked like insurmountable problems have been overcome.",
        "We’ve seen commitment, courage and above all leadership on all sides.",
        "And we’ve seen enormous international goodwill and support … including from the EU.",
        "But we can’t just rest on what has been achieved.",
        "We need to tackle today’s challenges in order to build a better tomorrow.",
        "For our part the UK Government … along with our partners in Ireland … are determined to do just that…",
        "As we strive to build a stronger, more prosperous Northern Ireland for everyone. And a Northern Ireland that can look to the future with confidence and optimism.",
        "Thank you."
    ]
}