{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2018-speech-at-royal-institute-of-british-architects-stirling-prize-award-ceremony/",
    "title": "James Brokenshire – 2018 Speech at Royal Institute of British Architects Stirling Prize Award Ceremony",
    "post_date": "October 14, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Brokenshire, the Secretary of State of Housing, Communities and Local Government, on 10 October 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1.jpg)",
        "Thank you for inviting to me join you this evening.",
        "It’s a real privilege to be here.",
        "The Stirling Prize is a wonderful opportunity to celebrate British Architecture and since 1996, when it replaced the less august sounding ‘Building of the Year Award’, it has consistently showcased the immense talent coming out of this country.",
        "When James Stirling won the Royal Gold Medal in 1980 he did so not only for his achievements but also for the potential of those ideas never realised. That connection between accomplishment and promise, between the past and the future, is embodied each year in the Stirling Prize and its shortlisted nominees.",
        "Helping to honour the legacy and inspire future generations of architects.",
        "Thank you for your contribution to our country, our economy and our cultural life.",
        "And it is to the role of the architect I wish to turn.",
        "You are the guardians of quality.",
        "So often the difference between the ugly and the beautiful isn’t because of ‘good architect vs bad architect’ but rather a case of there being little or no architect at all. What I know is we need more of your expertise involved in how we build and create communities, not less.",
        "And ultimately, for me at least, that is why we build.",
        "To create communities.",
        "To create great places to live, work and spend time in.",
        "To create please we are proud to call home.",
        "To create that connection between the built environment and our identity.",
        "At the core of this should be an aspiration for beauty.",
        "Whilst we may debate its precise nature, its existence is beyond doubt.",
        "And our spaces and places should embody this value.",
        "As Secretary of State for Housing and Communities, these issues are an important part of my role.",
        "And something I will be returning to in the coming weeks.",
        "From the individual home through to the new settlements we need to build I pay special attention to the quality of design and style.",
        "We need to build homes which fit with the world around them.",
        "Helping to give confidence to people that development will be sympathetic to its surroundings. Helping grow a sense of community, not undermine it.",
        "Helping to ensure our places are fit for the future, casting our eyes on the coming innovations in technology whilst keeping our feet firmly grounded in what communities want and need.",
        "That’s why tonight is so special.",
        "In recognising and celebrating the essential role of style, design and yes, architecture.",
        "I’d like to congratulate all those shortlisted for this prestigious award.",
        "You have all earned rightful plaudits for your work. Tonight we celebrate not just the winner – but all of you.",
        "Thank you all for what you do.",
        "And the very real contribution you are making in creating communities we can be proud of.",
        "Thank you."
    ]
}