{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2019-speech-at-building-london-summit/",
    "title": "James Brokenshire – 2019 Speech at Building London Summit",
    "post_date": "February 1, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Brokenshire, the Secretary of State for Housing, Communities and Local Government, on 30 January 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1.jpg)",
        "**Introduction**",
        "Thanks, John [Dickie], it’s great to be here.",
        "As a London MP, I know just how vital the capital’s businesses and the talented, dedicated people who lead them, work in them and support them are to our country’s prosperity.",
        "And I want to thank you for helping make London the global beacon for creativity, diversity and enterprise that it is.",
        "To be a Londoner, born or adopted, is a badge of pride and testament to this great city’s ability to embrace opportunities and challenges like no other.",
        "As such, I know that our capital – and, by extension, our country – is well–placed to seize the opportunities that lie ahead.",
        "But of course, I recognise that also means delivering economic certainty and stability, that means delivering a Brexit deal in the best interests of our economy, and the best interests of our country.",
        "Last night’s vote in the House of Commons showed that Parliament does not want to leave the EU without a withdrawal agreement and future framework.",
        "The government will now redouble it’s efforts to secure arrangements which will do just that, and secure a deal that Parliament can support and deliver on the vote of the British people in the referendum and get on with delivering our vision of building a country that works for everyone.",
        "That very much means building the homes our country needs and that is central to that ambition, and indeed what today’s event is all about.",
        "There are few places in our country where this need is more acute – where the gap between demand and supply, between what people can afford and what’s on offer, is more stark.",
        "This isn’t just a top priority for Londoners.",
        "As the Prime Minister has said, it’s a top priority for our country.",
        "We’ve made some important progress.",
        "Last year, we delivered the highest number of new homes in a decade – 222,000 – up 2% on the previous year.",
        "And just a fortnight ago, we learned that the number of new homes being built had hit the highest level for a decade – up 12% on the previous year.",
        "This is positive news.",
        "And I want to pay tribute to everyone here today for your contribution to this.",
        "In all, since 2010, this government has delivered over one million new homes and we’re determined to get that up to 300,000 homes a year by the middle of the next decade.",
        "London will be key to achieving that goal.",
        "Which is why it was disappointing to see that net additions in London were down by almost 20% last year, with 21 boroughs showing a dip in their annual supply.",
        "So, there’s no question that we need to raise our game urgently – to seize every opportunity to boost supply across the capital and key transport corridors and deliver for the Londoners who just want a place to call home.",
        "The government is playing its part.",
        "We’re putting billions into housing and infrastructure – at least £44 billion of financial support over 5 years.",
        "We’re reforming planning to provide greater certainty and clarity for developers and communities and have empowered Homes England, our new national housing agency, to take a more strategic and assertive approach to increasing supply around and outside London.",
        "We’ve also removed the government cap on how much councils can borrow to build more – a real breakthrough – and are investing £2 billion of long–term funding to help housing associations deliver.",
        "And I’m delighted to announce today that we’ll be making £497 million available to housing associations to help build 11,000 new affordable homes, including properties for social rent.",
        "These strategic partnerships – agreed by Homes England – will give associations from Essex to Ecclestone the freedom to spend this money where it will have the biggest impact.",
        "Taking us a step closer to meeting our ambition of delivering 300,000 homes a year.",
        "But this isn’t just about getting the numbers up.",
        "It’s also about putting fairness at the heart of the housing market – by restoring the dream of home ownership and championing renters through our new £7.2 billion Help to Buy scheme to 2023 and initiatives like Build to Rent.",
        "And by taking action to end rough sleeping for good and implementing a new regulatory framework for building safety following the tragedy at Grenfell Tower – ensuring we deliver for all parts of our society.",
        "London stands to benefit hugely from these measures – particularly the removal of the removal of the borrowing cap which could unlock around 10,000 homes – and which many in the sector have been calling for for some time.",
        "It’s been great to see how warmly this has been welcomed by councils in London and elsewhere – and how ambitious they are about making the most of this opportunity to deliver the next generation of council housing.",
        "It’s notable, too, that the capital has received around half of the national funding pot for the Affordable Homes Programme in recent years and we’re providing £486 million to the Greater London Authority to help deliver 3 of our new funds: Accelerated Construction, Land Assembly and Small Sites.",
        "Funds that, together, will help generate over 8,000 new homes by unlocking land, delivering homes more quickly and diversifying the house building market.",
        "On top of this, there’s the Budget announcement that the first successful Housing Infrastructure Fund Forward Funding Bid would be in London.",
        "This amounts to £291 million of grant funding for vital infrastructure on the Docklands Light Railway, which will ease pressure on existing services in the area and unlock up to 18,000 homes across East London.",
        "We’re also investing in skills through, for example, a £24 million Construction Skills Fund that will see 7 housing sites in London benefit from on-site construction training hubs.",
        "And, crucially, we’re backing innovation in housebuilding such as Modern Methods of Construction.",
        "I want to see the sector really embracing this more innovative approach over the coming months to build faster, improve productivity and drive up choice and quality for people in and outside the capital.",
        "Which is why I’m delighted to be announcing today that Homes England will be putting £9 million towards building new modular homes on top of some of London’s buildings.",
        "An exciting venture that will see homes constructed offsite and then transported to 5 sites across the city – and that demonstrates our commitment to working with diverse developers to promote innovation and deliver for London.",
        "So, across board, this government is making every effort, from every angle, to get London – and Britain – building.",
        "And we now need to see the GLA also stepping up.",
        "Because despite all the talk of putting housing first, its record in recent years has been disappointing.",
        "And it’s ordinary Londoners who are paying the price.",
        "I share your worries about the consequences.",
        "About the young people who can’t afford to take up a job here because of sky-high rents.",
        "About the family who have to move out to get a place with a garden where their children can play.",
        "About the workers who keep London going priced out of even living within commuting distance.",
        "It’s with them in mind that the government has raised concerns about the Mayor’s draft London Plan, which we will be pursuing through the Examination in Public which is currently underway.",
        "But, first and foremost, we want to see the GLA urgently picking up the pace and delivering against their programme targets on the Affordable Homes Programme as well as the new land funds I mentioned earlier – and working with authorities in London and the South East, as well as private developers, to drive up overall housing delivery.",
        "London’s boroughs can and must also lead the charge – both individually and by working together across boundaries – to match the record of those such as Croydon, Westminster and Wandsworth, which are going the extra mile to build more homes.",
        "Because there has been no better time – with all the support this government is providing – for local authorities to develop new partnerships and to be bolder and more ambitious in their thinking about how to drive up supply and meet their residents’ needs.",
        "We can see this starting to happen through projects such as Capital Letters, an unprecedented collaboration between London’s boroughs and government, backed by £38 million of funding, to provide extra homes for vulnerable families who are at risk of becoming homeless.",
        "And on this same, critical issue, there’s PLACE, the first collaboration of its kind by London’s boroughs to use temporary modular accommodation to tackle homelessness.",
        "Exciting, inspiring examples of just what’s possible when councils join forces and can count on government support when needed.",
        "We need others in the sector – developers, housing associations, forums like this – to also get involved and explore what more we can do.",
        "I’m ready and willing to play my part in this – to work with individual boroughs, if needed, to push up supply.",
        "If you have thoughts and ideas about how we go further, faster, about what might be holding us back from delivering, tell me. I will listen.",
        "And, working together, I’m confident that we can and will fix this – and raise the bar for all our communities.",
        "And, yes, that includes London.",
        "**Conclusion**",
        "Our capital punches well above its weight in so many respects, but we know that it includes people and places that are struggling to forge their own destinies, to reach their potential.",
        "Who can see success, but feel cut off from it.",
        "We have a chance to change that – to create a housing market that works for everyone.",
        "And, in doing so, create a country that works for everyone.",
        "That means not just building more homes, but building stronger communities.",
        "The terrible events at Grenfell and last year’s terror attacks underline why this matters so much.",
        "So, we must keep this issue in our sights – especially if we’re to ensure all parts of our country and all parts of our capital can take advantage of the opportunities that lie ahead.",
        "On this and on delivering the homes we need, there are few places better equipped to take the lead than London, with its endless diversity, boundless ambition and openness to the best the world has to offer.",
        "That’s why this government is doing everything we can to deliver for the capital and its people.",
        "And it’s now time for others with a stake in their future to make the most of the support and tools on offer and make the difference we all want to see…",
        "…this great city continuing to succeed, with all Londoners sharing in this success and being able to truly make it their home.",
        "Thank you."
    ]
}