{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2018-statement-on-leasehold-reform/",
    "title": "James Brokenshire – 2018 Statement on Leasehold Reform",
    "post_date": "October 16, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by James Brokenshire, the Secretary of State for Housing, Communities and Local Government, in the House of Commons on 15 October 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1.jpg)",
        "I have published a technical consultation on how to implement the Government’s reforms to the leasehold system in England.",
        "This consultation marks the next step in my personal commitment to tackle exploitative and unjustifiable practices in the leasehold sector, making homeownership fairer for all.",
        "Unjust leasehold terms also risk making relatively new houses unattractive to buyers. Therefore, last year the Government announced they would introduce ​legislation to prohibit the unjustified granting of new residential long leases on new build or existing freehold houses, other than in exceptional circumstances, and restrict ground rents in newly established leases of houses and flats to a peppercorn.",
        "In addition, we want to address loopholes in the law to improve transparency and fairness for leaseholders and freeholders. This includes providing freeholders with equivalent rights to leaseholders to enable them to challenge the reasonableness of estate rent charges or freehold service charges for the maintenance of communal arrears and facilities on a private or mixed estate.",
        "Finally, we want to introduce measures to improve how leasehold properties are bought and sold.",
        "The consultation details a number of proposals setting out how our plans may work in practice. It asks important questions to understand people’s views on how this could affect them. It sets out and seeks views on:",
        "how the changes to prevent unjustified new leasehold houses will work in practice, in what circumstances any exemptions will be provided, and how the policy will be enforced;",
        "the future nominal ground rent for new leasehold properties being capped at £10 per annum, and what exceptional circumstances may warrant exemption;",
        "how we intend to provide freeholders with equivalent rights to leaseholders to enable them to challenge the reasonableness of an estate rent charge or a freehold service charge for the maintenance of communal arrears and facilities on a private or mixed estate; and",
        "measures to improve how leasehold properties are bought and sold.",
        "We will use the evidence we gather to inform the legislation and the accompanying impact assessment.",
        "The consultation will run for six weeks and will close on 26 November 2018. It is available online at: https://www.gov.uk/government/consultations/implementing-reforms-to-the-leasehold-system, and I have placed a copy in the House Library.",
        "Since becoming Secretary of State, I have already taken steps to ensure excessive and unfair leasehold practices are brought to an end. No new Government funding schemes will now support the unjustified use of leasehold for new houses.",
        "This consultation, and the legislation which will follow, will make the leasehold system fairer, more transparent, and cheaper for home owners in the future."
    ]
}