{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2019-statement-on-local-government-finance/",
    "title": "James Brokenshire – 2019 Statement on Local Government Finance",
    "post_date": "February 2, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by James Brokenshire, the Secretary of State for Housing, Communities and Local Government, to the House of Commons on 29 January 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1.jpg)",
        "**Local government finance**",
        "Today I laid before the House, the ‘Report on Local Government Finance (England) 2019-20’, the ‘Council Tax referendum principles report 2019-20’ and ‘Council Tax alternative notional amounts report 2018-2019’, which represent the annual local government finance settlement for local authorities in England.",
        "I would like to thank all colleagues in the House, council leaders and officers, who contributed to the consultation after the provisional settlement was published on 13 December.",
        "My Ministers and I have engaged extensively with the sector, including offering a teleconference to all local authorities, and holding meetings with representative groups including the Local Government Association and with councils and MPs. Representations from around 170 organisations or individuals have been carefully considered before finalising the settlement.",
        "This settlement is the final year of the 4 year offer which was accepted by 97% of councils in return for publishing efficiency plans. This settlement comprises a broad package of measures and confirms that Core Spending Power is forecast to increase from £45.1 billion in 2018-19 to £46.4 billion in 2019-20, a cash-increase of 2.8% and a real-terms increase in resources available to local authorities.",
        "Yesterday, I released £56.5 million across 2018-19 and 2019-20 to help councils prepare for EU Exit.",
        "**Adult and children’s social care**",
        "The government has listened and responded to the pressures local authorities are facing and announced at Autumn Budget in October 2018 that we will be providing additional resources across 2018-19 and 2019-20 to support social care. This funding includes £240 million in both 2018-19 and 2019-20 to support adult social care services to reduce pressures on the NHS, and an additional £410 million Social Care Support Grant for local authorities to support adult and children’s social care services. Having considered responses to the provisional settlement consultation, I can confirm that this will be distributed according to the existing Adult Social Care Relative Needs Formula.",
        "The additional resources announced at Autumn Budget, alongside the Adult Social Care council tax precept and the improved Better Care Fund, mean that councils will have been given access to £10 billion in dedicated funding that can be used for adult social care over the 3 years from 2017-18 to 2019-20. For 2019-20, local authorities will have access to £4.3 billion in dedicated resources for Adult Social Care, including £1.8 billion in improved Better Care Fund grant.",
        "Business rates growth, and the distribution of funds within the levy account  \nIn addition, every authority in England also stands to benefit from increased growth in business rates income, which has generated a surplus in the business rates levy account in 2018-19. I can confirm that £180 million will be returned to the sector and distributed based on each local authority’s 2013-14 Settlement Funding Assessment.",
        "This highlights the continued success of the business rates retention system, from which local authorities estimate they will gain an additional £2.4 billion in retained business rates growth in 2018-19 on top of settlement core funding.",
        "**Business rates retention pilots**",
        "As we move towards our aim of devolving additional grants to increase business rates retention to 75% from 2020-21, I will continue to test increased business rates retention with a range of local authorities across a wide geographical spread.",
        "At the provisional settlement I confirmed that 15 new pilots will get underway in 2019-20 in Berkshire, Buckinghamshire, East Sussex, Hertfordshire, Lancashire, Leicester and Leicestershire, Norfolk, North and West Yorkshire, North of Tyne, Northamptonshire, Solent Authorities, Somerset, Staffordshire and Stoke-on-Trent, West Sussex and Worcestershire. I will also be piloting 75% business rates retention in London and continuing ongoing pilots in 5 devolution deal areas.",
        "**New Homes Bonus**",
        "Local authorities are instrumental in ensuring the building of homes this country needs. As well as providing extra resources for social care, rewarding local authorities for economic growth and testing elements of future reform, I am keen to provide as much continuity and certainty to the sector as possible. As a result, I can confirm that the payments threshold for New Homes Bonus will be retained at 0.4%. To keep the baseline at 0.4%, I am investing an additional £18 million. The total budget for the Bonus this year is therefore £918 million.",
        "The consultation illustrated that the sector wants certainty on the future of the New Homes Bonus after next year. The government remains fully committed to incentivising housing growth and will consult widely with local authorities on how best to reward housing delivery effectively after 2019-20.",
        "**Rural funding**",
        "The 2019-20 settlement confirms that the Rural Services Delivery Grant will continue to be £81 million in 2019-20, maintaining the highest ever levels of funding provided in 2018-19. This has been welcomed by rural local authorities from particularly sparse communities. Our review of local authorities’ relative needs and resources will consider the specific challenges faced in all geographic areas, including rural areas, to inform the final distribution formula.",
        "**Negative Revenue Support Grant**",
        "Having listened to representations since the provisional settlement, this settlement also confirms that the government will directly eliminate the £152.9 million negative Revenue Support Grant (RSG) that occurs in 2019-20 using foregone business rates.",
        "Negative RSG is a direct consequence of the distribution methodology adopted for the 2016-17 settlement, whereby for less grant dependent authorities the required reduction in core funding exceeded their available RSG.",
        "The government’s decision will prevent any local authority from being subject to a downward adjustment to their business rates tariffs and top-ups that could act as a disincentive for growth, and I believe this is the most straightforward and most cost-effective means of dealing with this issue.",
        "**Council Tax referendum principles**",
        "Finally, I can confirm that in 2019-20 local authorities, with the exception of Police and Crime Commissioners, will retain the same flexibilities to increase council tax as in 2018-19, with a core council tax referendum principle of up to 3%. I have agreed with the Home Secretary that the referendum limits for Police and Crime Commissioners will be set at £24 to address changing demands on police forces.",
        "I have also decided to provide Northamptonshire County Council with an additional 2% Council Tax flexibility, to assist with the improvements to council governance and services after their serious issues. Use of the flexibility will ultimately be a matter for the authority’s cabinet and full council.",
        "During the consultation, many local authorities called for referendum limits to be removed. However, I believe the proposed limits allow local authorities to retain the flexibility to raise additional resources locally to address local needs, whilst protecting households from excessive increases in council tax, in line with the government’s manifesto pledge.",
        "**Future of local government finance**",
        "A strong theme during the consultation was calls for certainty on the future of local government finance. To meet the challenges of the future, we have published two consultations on future reform of the business rates retention system and on the assessment of local authorities’ relative needs and resources. These consultations close on 21 February.",
        "Alongside the 2016-17 local government finance system, the government announced a review to develop a more up-to-date and responsive distribution methodology for the sector. In December, I announced a new consultation, seeking views on the future assessment of relative needs and resources, and on principles for transitioning to new funding arrangements in 2020-21.",
        "Alongside the new funding methodology, in 2020-21 we will also be implementing the latest phase of our business rates retention programme that gives local councils the levers and incentives they need to grow their local economies. The consultation seeks views on how the business rates system can be reformed to: provide a strong growth incentive; strike a desirable balance between risk and reward; and reduce complexity and disproportionate volatility in local authority income where possible.",
        "**Conclusion**",
        "This settlement recognises the pressures that councils face in meeting growing demand for services and rewards their impressive efforts to drive efficiencies and help rebuild our economy.",
        "This settlement answers calls for additional funding in 2019-20, and it paves the way for a more self-sufficient and reinvigorated system of local government."
    ]
}