{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2019-statement-on-acm-cladding/",
    "title": "James Brokenshire – 2019 Statement on ACM Cladding",
    "post_date": "July 24, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by James Brokenshire, the Secretary of State for Housing, Communities and Local Government, in the House of Commons on 18 July 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1.jpg)",
        "I wish to update the House before the summer recess on building safety, including: my expectations of building owners on the removal of unsafe aluminium composite material (ACM) cladding; the steps this Government are taking on the remediation of existing buildings; wider updates on ​testing programmes; and early action on delivering the recommendations to reform the building safety regulatory system.",
        "My priority is that residents should be safe—and feel safe—in their homes. All buildings with ACM cladding have had interim safety measures put in place as soon as they have been identified, and fire and rescue services are conducting inspections to ensure those measures remain in place.",
        "However, too many people have been living in fear for too long because of the slow progress being made by those responsible for making their buildings permanently safe. While many building owners have rightly taken action, there are still a number of residential buildings across the public and private sectors with unsafe ACM cladding where remediation has not yet started.",
        "I am clear that this situation is unacceptable. That is why I want to set out my expectations on the timing of remediation of buildings with unsafe ACM cladding. Given the £600 million of funding this Government have made available, there is no further excuse for delay.",
        "In the social sector, other than a small handful of exceptional cases, remediation will be completed by the end of the year.",
        "In the private sector, progress has been slower, which is why this Government took action by announcing a £200 million fund. By the end of December 2019, any building in the private sector which I have not been assured is permanently safe should have a clear commitment to remediation, with a start and finish date agreed. Where no such safety assurance or plan has been brought forward by the end of December, building owners can expect enforcement action to be taken. My expectation is that, other than in exceptional circumstances, building owners should complete remediation within six months of agreeing a plan, by June 2020.",
        "I acknowledge that this Government also have a role to play in ensuring that remediation is undertaken. That is why, on 9 May I announced that this Government were introducing a new £200 million fund to unblock progress in remediating private sector high-rise residential buildings. My Department has been in contact with relevant building owners or managers to enable them to start preparatory work on an application to the fund. My Department will today publish a prospectus setting out the scope and eligibility criteria for the fund, how to apply and the timetable for submitting applications.",
        "To help facilitate remediation, I would like to clarify the planning treatment of ACM cladding replacement works. Planning permission may not be required where the external appearance of a building is not materially altered by replacement cladding. Approval for recladding is only needed if the work amounts to “development” within the meaning of section 55 of the Town and Country Planning Act 1990 or is required within the terms of a previous planning permission.",
        "Local planning authorities should take a proportionate approach and work proactively with building owners to identify whether planning approval is necessary. I strongly encourage developers to engage with the local planning authority at the earliest opportunity during development of their remediation plans.",
        "Where a planning application is considered necessary, pre-application engagement can help to resolve any issues and assist local planning authorities in issuing ​timely decisions. Local planning authorities should also take a proportionate approach to the amount of information needed to support an application and consider carefully whether charging a fee for their early advice is appropriate in these cases. Decisions on applications should be made as quickly as possible and can be made as soon as the time limit for consultation has expired. Building owners would also need to ensure that the work complies with building regulations and that they obtain the necessary approval.",
        "My Department has also commenced a data collection exercise which will enable the Department to build a complete picture of external wall systems in use on high rise residential buildings. We have asked local authorities and housing associations to identify external wall materials and insulation on all high-rise residential buildings 18 metres and over.",
        "On 11 July a fire test in accordance with British standard 8414 was carried out at the laboratories of the fire protection association. This test was commissioned by my Department on the advice of the independent expert advisory panel and involved a cladding system consisting of a class B, fire retardant, high pressure laminate rain-screen with a non-combustible rock fibre insulation. This is part of an ongoing, systematic investigation into the fire risks from non-ACM cladding systems. I can confirm that this system met the relevant pass criteria and that the expert panel are satisfied that this specific system does not present a risk to public safety. Detailed advice from the expert panel on high pressure laminate cladding systems is also being published by my Department today.",
        "My Department has also continued its investigations into fire doors. We have already made available the results of a sample of glass-reinforced plastic composite fire doors tested by my Department. Following the advice of the expert panel, Government expanded the testing to include timber fire doors. Today I am making available the results from the testing of a sample of timber fire doors from 25 manufacturers. I am pleased to report that all have succeeded in meeting the required 30-minute fire performance standard. The sample included a range of glazed and un-glazed fire doors with a variety of hardware and were tested on both sides of the door. The summary results of the timber fire door tests to inform building risk assessments are now available at: https://www.gov.uk/guidance/fire-door-investigation",
        "As a result of our tests, the expert panel have concluded that they do not believe there is a performance concern with timber fire doors across industry, where they are purchased directly from the manufacturer and produced to specification.",
        "It is important to be clear that, although the results of our testing provide assurances for residents who have concerns about their fire doors, it is for building owners to assure themselves that the fire doors they install are fit for purpose and have the required documentation and certification. Guidance for building owners who are replacing flat front entrance doors can be accessed at: https://www.gov.uk/government/publications/advice- for-building-owners-on-assurance-and-replacing-of-flat-entrance-fire-doors",
        "Since 2007, building regulations guidance has stated that all new blocks of flats over 30 metres should have sprinklers. In 2013, the Department wrote to all local authorities and housing associations, asking them to ​consider a coroner’s report recommendation that they should consider retro-fitting sprinklers in existing residential buildings over 30 metres.",
        "The housing revenue account borrowing cap was abolished on 29 October 2018, giving freedom to local authorities to help finance unforeseen capital repairs programmes, such as retro fitting sprinklers, as well as build new homes. It is for building owners to seek professional advice and decide whether to fit sprinklers, on the basis of their assessment of the particular risk faced in their buildings.",
        "At the heart of the regulatory reform is our intention to establish a regulator to oversee the safety and performance of all buildings. We are working closely with the health and safety executive (HSE), who are sharing their considerable regulatory experience and expertise to help us shape the functions of the new regulator, alongside other members of our joint regulators group. My Department is working with partners to develop proposals to allow the regulatory functions to exist prior to the new legislative regime being in place. We are similarly seeking the advice and input of the HSE on implementing the new regime following legislation."
    ]
}