{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2019-statement-on-grenfell-tower/",
    "title": "James Brokenshire – 2019 Statement on Grenfell Tower",
    "post_date": "July 22, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by James Brokenshire, the Secretary of State for Housing, Communities and Local Government, in the House of Commons on 17 July 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1.jpg)",
        "Two years on from the Grenfell Tower tragedy, my priority is to ensure that everyone affected is receiving the support they need and deserve. The independent Grenfell recovery taskforce continues to provide challenge and advice to the Royal Borough of Kensington and Chelsea (RBKC) in its response to the Grenfell Tower tragedy. I recently received its fourth report, which I am today depositing in the Library of the House and publishing in full at gov.uk, alongside my response.",
        "The taskforce has outlined the progress that the council has made since their last report of November 2018. RBKC have published its Grenfell recovery strategy and committed £50 million over the next five years to develop services to support the recovery. The recovery strategy is also prioritised in the new council plan. The taskforce reports that the dedicated service for the bereaved and survivors is the successful result of the council co-designing the service with its users. I welcome these significant steps forward.",
        "On rehousing, the taskforce has again offered reassurance to Ministers that the council’s approach is appropriate and sensitive to the long-term needs of survivors. I am pleased that there has been further progress since I received the taskforce’s report with two more families moving into permanent accommodation. However, as I said in my oral statement on 10 June I remain concerned that households are still in emergency accommodation, including one in a hotel.",
        "The taskforce has also welcomed the council’s demonstrable appetite to modernise its governance procedures. It cites its implementation of recommendations by the Centre for Public Scrutiny, including establishing a programme of listening forums. The taskforce has also identified the beginning of a culture change initiated by the chief executive and leader of the council.",
        "The taskforce has highlighted developments in the council’s approach to community relationships and communications. RBKC has increased the number and means by which it engages with its residents including new meetings between the political leadership and some of those most affected by the tragedy. The taskforce also reports that it is seeing pockets of good practice pertaining to fostering good relationships with service users and the community.",
        "Whilst the taskforce has noted good progress in many areas it is also clear that the council still faces significant challenges. The taskforce has identified that the pace by which the recovery is being implemented is still too slow and that this needs to be addressed. The taskforce has highlighted that strands of the recovery strategy remain in development, as well as the community programme and economy strategy. The taskforce therefore remain concerned about the capacity and corporate capability of the council to drive sustainable change. Although the rehousing programme is nearing completion the taskforce states that the council still faces substantial wider housing challenges. Whilst there is a programme to support and ​develop all councillors, the taskforce has noticed occasions where member behaviour has caused it concern. There is a high degree of social capital that the council has yet to fully tap into and the taskforce calls for an innovative approach to harness this enthusiasm. The taskforce has also highlighted that the culture change has still not permeated all levels of the council and silo working remains an issue.",
        "The taskforce has set the bar high for RBKC’s recovery. It is important there is ambition and pace in the council’s recovery efforts over the next three to four months in responding to the taskforce’s recommendations, including:",
        "Urgently implementing its recovery strategy;",
        "Fostering a council-wide culture change so that everyone is working together;",
        "Clearly communicating its recovery plan and develop stronger communications skills;",
        "Ensuring that the senior team has the appropriate skills and resilience;",
        "Making a clear commitment to creating a better relationship with its community.",
        "I am assured the council has already set in train action to meet these recommendations. This includes a paper outlining its plans to implement organisational change at the council by 2020.",
        "I will review the process in September, by which point I hope the council will have made sufficient further progress. I look forward to continuing to work with the taskforce."
    ]
}