{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2019-speech-at-lga-finance-conference/",
    "title": "James Brokenshire – 2019 Speech at LGA Finance Conference",
    "post_date": "January 9, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Brokenshire, the Secretary of State for Housing, Communities and Local Government, at the LGA Finance Conference on 9 January 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1.jpg)",
        "Thank you so much for the kind introduction John [Councillor John Fuller, Vice-Chair, Resources Board, Local Government Association].",
        "It’s a genuine pleasure to be with you on my birthday – there’s nowhere I’d rather be. And you will recall that a year ago I had to step down from my role to fight lung cancer, so it’s great to be here with you, and in good health.",
        "As you highlighted, in many ways I feel as if I grew up with local government and certainly one of the favourite parts of my job is the chance to find out more about the work of your great councillors – our great councillors.",
        "You live and breathe the issues affecting your areas. You make the places you live in better and improve lives as a consequence of that. That’s why I certainly couldn’t be prouder to be working alongside you.",
        "But I’m under no illusion about the changes in local government. Challenging finances, shifting demographics and changing lifestyles can sometimes make it all feel like, just when you think you’ve got the answers, the questions then change again.",
        "And through all this, I’ve been impressed with how you continue to deliver quality public services and satisfaction remains high. I know that that is no small task.",
        "**Local Government Finance Settlement**",
        "But I have been determined you get the support you deserve, and the resources you need to grow your economies and ensure opportunity for all – where no one is left behind.",
        "It’s why, at last month’s provisional local government finance settlement, we provided a cash-increase of 2.8%: from £45.1 billion this year, to £46.4 billion next year.",
        "It’s a real-terms increase in resources and I’m pleased the settlement has been broadly welcomed. And in that context I’m very grateful to my colleague, Rishi Sunak, the Minister for Local Government, for his tireless efforts on this work which will continue into the coming weeks, and we look forward setting out the final settlement in early February.",
        "And today is another important part of that conversation.",
        "A conversation that addresses the immediate pressures we face, yes. But equally, it’s a conversation about a longer-term vision for a resilient, self-sufficient and innovative local government.",
        "A discussion that transcends numbers and duties, and reaches directly into the heart of communities.",
        "Or in other words: we need to explain ‘why place matters’.",
        "**Meeting today’s pressures**",
        "But there’s no hiding from the pressures that you face. Our additional funding will support some of our most vulnerable groups, with £650 million for social care in 2019-20.",
        "We’ve allocated £240 million of that to ease winter pressures – and that’s in addition to the £240 million we announced in October to alleviate winter pressures this year.",
        "The remaining £410 million can be used flexibly – either on adult or children’s social care and, where necessary, to relieve the demands on our NHS.",
        "As you know too well, adult social care is a complex issue. It’s something we need to get right.",
        "But I don’t think it should simply be seen as some sort of problem; it’s also very firmly an opportunity. An opportunity to reaffirm our commitment as a society to those who need our support.",
        "It’s why the NHS long-term plan which was announced yesterday I think will be a real game changer – giving us more flexibility to treat more patients at home or in their communities.",
        "Because better integration of the health and care systems remains the key, and the upcoming green paper on the future of adult social care will chart how we can do this.",
        "The Better Care Fund is already showing us how this might be done, for instance by improving patient inflow and freeing up nearly 2000 hospital beds. It’s a testament to the excellent work councils have been doing with their NHS partners.",
        "In addition, at the latest Budget the Chancellor pledged an extra £84 million over the next 5 years to expand our Children’s Social Care programmes. This will support more councils with high or rising numbers of children in care.",
        "It builds on the excellent work my department has already been doing to improve all services for families with complex problems, through our Troubled Families programme.",
        "**Brexit**",
        "But as we meet today and as we look to those pressures, we must also rise to tomorrow’s challenges.",
        "Brexit will generate a number of opportunities for local government. I’m grateful for how you’ve worked to prepare, to ensure we can be confident about our departure from the European Union.",
        "But I know that many of you, like me, have heard the same message on the doorstep – get on with the job and deliver Brexit.",
        "And looking ahead to next week’s vote – I’m clear that the deal we have on offer is a fair one.",
        "It meets the objectives the Prime Minister set out at the start of negotiations, and involves significant concessions from the EU.",
        "It delivers on the referendum result. It takes back control of our borders, our money and our laws. It protects jobs, security and the union.",
        "And the alternatives simply take us back to square one. More division and more uncertainty.",
        "We all have a duty to ensure every community can benefit from a modern, outward-looking Britain after Brexit.",
        "And no one is better placed to deliver that than you, and local authorities will be, I think, at the heart of our success.",
        "I am committed to ensuring local government and local leaders are adequately prepared to respond to any Brexit scenario.",
        "I have set up a delivery board to support the implementation of changes linked to Brexit within local government – and the work of this group will expand in the coming weeks and months.",
        "And I will shortly be announcing the allocation of £35 million to fund local authorities to support with their work on Brexit preparations.",
        "**Self-sufficient local government**",
        "But I’m mindful that our long-term thinking does require long-term funding – and I know you have called for greater certainty as we reach the end of the current multi-year deal.",
        "Next year we will finalise the new formula. A formula that makes the link between funding and local circumstances much clearer.",
        "And I’m encouraged by the strong consensus on the principles of our review of relative needs and resources. Because it doesn’t matter if you’re north or south, rural or urban, large or small – it simply has to work for everyone.",
        "Our business rates retention reform consultation will build on my department’s existing work with the sector to improve the way local government finance works.",
        "Because business rates retention will be at the heart of this change – the engine of a self-sufficient growth-led local government of the future.",
        "Under today’s system, local authorities estimate they will retain around £2.4 billion in business rates growth in 2018-19 – a significant revenue stream on top of the core settlement funding.",
        "And I recognise business rates appeals are an issue – and our consultation will address this too.",
        "Ultimately, we want to give local authorities – give you – more control over the money you raise. Our plans to increase business rates retention from 75% from 2020 does that and more.",
        "As well as continuing our existing pilots, at the draft settlement, I announced plans for a further 15 new pilots for 2019-20 and will also be piloting the 75% retentions rates in London.",
        "**21st century local government**",
        "Every authority stands to reap the rewards of increased growth in business rates income. And as we look ahead to the really important Spending Review, we have a unique chance to rethink and recast what local government in the 21st century can do.",
        "The days of people passively accepting what’s offered, I think, are long gone. In our digital age, the ability to feed-back, interact with and shape services is the new norm and government – central and local – needs to reflect that.",
        "It’s something my colleague Rishi Sunak has been looking at with his digital declaration: exploring how to apply new technology and new thinking to old problems, and transforming the ways we think about essential services.",
        "But the future of local government isn’t just in the cloud – it’s also on our high streets and in our communities.",
        "It’s why we provided a £1.5 billion support package for our high streets, with a further £420 million to repair and improve our roads and highways.",
        "And the lifting of the HRA (Housing Revenue Account) cap will put local government back on the front line of house building – local authorities can now borrow more to build more.",
        "And at the provisional settlement, I committed a further £20 million to maintain the New Homes Bonus baseline in 2019-20, to ensure we continue to reward councils for delivering the homes our country needs.",
        "Since it began in 2011, we’ve allocated £7.9 billion to reward 1.6 million additional homes.",
        "Because the success of our communities very much depends on all parts of our community having a decent, affordable, secure home – the challenge of a generation.",
        "**Conclusion**",
        "So, in conclusion, I’m pleased to be celebrating my 51st birthday with you.",
        "It’s a turning point for me personally after a challenging year – and equally I know the different challenges that you have faced too.",
        "But I am full of admiration for how you have responded – showing what world-class local government looks like.",
        "And while the year ahead could inevitably provide some new challenges, perhaps new surprises, there’s no question that we’re all better placed to face it – and thrive.",
        "And I look forward to working with you: to meet the challenges and to use the opportunities that lie ahead.",
        "To build the homes our country needs.",
        "To strengthen our communities.",
        "To encourage growth, helping ensure every part of our country can prosper.",
        "It’s the reason why we’re all here and why I’m genuinely so proud and privileged to work alongside you.",
        "Thank you."
    ]
}