{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2017-speech-at-top-100-companies/",
    "title": "James Brokenshire – 2017 Speech at Top 100 Companies",
    "post_date": "September 20, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Brokenshire, the Secretary of State for Northern Ireland, on 14 September 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1.jpg)",
        "Thank you David **[Elliott, Ulster Business Editor]** , and thank you for the kind invitation to speak here today. It is a great honour to be here and to join you in celebrating the very best of NI business.",
        "I would like to thank A&L Goodbody, Ulster Business Magazine and Lanyon Communications for hosting and organising this fine event.",
        "Events like these are a welcome reminder of the economic progress we have seen in Northern Ireland since the Belfast Agreement nearly two decades ago.",
        "Some often query whether, when politics comes to the fore, business takes a back seat as a result.",
        "But the transformation of Northern Ireland in the past two decades shows why it is imperative to keep both at the heart of the work we do.",
        "To see the change, from a place which had struggled to attract investment and jobs against a backdrop of terrorism and instability, to one of the most popular locations in the UK outside of London for foreign direct investment, shows exactly why we see a stronger economy as a key priority for Northern Ireland.",
        "And as Mark Thompson mentioned in his remarks, 2016 was a hugely successful year for the Top 100 – with record sales and a 16% increase in profits from world-beating businesses making strides at home and globally. I can only congratulate you all for that achievement.",
        "The fundamentals of the UK economy as a whole are strong. We have grown continuously for more than four years, reduced the deficit and delivered a record number of jobs.",
        "We are proud of this record but not complacent. We must restore productivity growth to deliver higher wages and living standards for people across the country. That is why we are committed to investing in infrastructure, technology and skills to deliver the best possible base for strong future growth.",
        "This strength includes continued growth in Northern Ireland, which has secured 34 new Foreign Direct Investment projects in the last year alone, creating more than 1,600 new jobs. We now have more than 800 international companies located in the region and employing in excess of 75,000 people.",
        "And overall the picture is one of solid growth, increasing output, falling unemployment, and job creation.",
        "Indeed we saw yesterday that unemployment is now at 5.3%, the lowest since the great crash in 2008, while more than 10,000 jobs were created over the course of the year. And the last quarter saw the sharpest rise in business activity in 2017 so far.",
        "It is wonderful to be able to celebrate such success – to recognise the strength and resilience of the economy in Northern Ireland. But building upon that success must be the priority for the year ahead. And as we look to do so, it is important that we acknowledge the key issues that we must face.",
        "**EU Exit**",
        "The first is EU Exit.",
        "We might be leaving the EU but we are not turning our backs on our friends and partners in Europe.",
        "As a Government our goal is to secure a deal that works for the whole of the United Kingdom, including Northern Ireland, as we leave the European Union.",
        "This was reiterated in the Government’s Position Paper on Northern Ireland and Ireland, setting out in more detail how we might achieve our objectives.",
        "This Position Paper expanded on the Government’s proposals for a future customs relationship with Europe. We proposed two options: a highly streamlined model and a new customs partnership. In our Northern Ireland/Ireland Paper we have set out the additional facilitations that the Government see as necessary to protect the open border and ensure as frictionless a movement of goods as possible.",
        "Specifically, the Government has proposed that small and medium sized businesses should be exempt from all customs processes entirely. This imaginative and flexible solution to the free movement of goods would see some 80% of all Northern Ireland businesses free from any interaction with customs processes.",
        "And for those businesses not falling into that category, the Government wants highly streamlined and flexible administrative arrangements to ensure no physical checks are required on goods crossing the land border.",
        "Our second proposal is a new customs partnership with the EU, aligning our approach to the customs border in a way that removes the need for a UK-EU customs border.",
        "One potential approach would involve the UK mirroring the EU’s requirements for imports from the rest of the world where their final destination is the EU.",
        "These are bold and imaginative proposals to the issue of free flow of goods across the border with Ireland. And we would encourage everyone to get behind that debate as we look to develop the next stage of detail and an implementation plan.",
        "But of course the open border is about more than goods, it is also fundamentally about people and communities. The Government is absolutely committed to ensuring the border remains open to allow for the normal everyday interactions between people on either side.",
        "For its part, the UK wants to continue to protect the CTA and associated reciprocal bilateral arrangements. This means protecting the ability to move freely within the UK and between the UK and Ireland with no practical change from now, recognising the special importance of this to people in their daily lives, and the underpinning it provides for the Northern Ireland political process.",
        "We also recognise that investors, businesses and citizens in both the UK and the EU, and beyond, need to be able to plan ahead. In order to avoid any cliff-edge as we move from our current relationship to our future partnership, people and businesses would benefit from an interim period, for the implementation of the arrangements, which allowed for a smooth and orderly transition.",
        "The Government believes it would help both sides to minimise unnecessary disruption and provide certainty for businesses and individuals if we agree this principle early in the process.",
        "The Government is keen to explore with the EU a model for an interim period which would ensure that businesses and people in the UK and the EU only have to adjust once to a new customs relationship.",
        "So the UK Government has been clear that we will respect and recognise the unique circumstances of Northern Ireland and its relationship with Ireland as we leave the European Union.",
        "We must avoid a return to a hard border, and trade and everyday movements across the land border must be protected as part of the UK-EU deal.",
        "The Government will take account of these unique circumstances and the priority attached by all parts of the community in Northern Ireland to avoid a hard border and protect cross-border trade and cooperation.",
        "**Lack of an Executive**",
        "But the most immediate challenge is the lack of an Executive, and the imperative – for growth, prosperity and for the people of Northern Ireland – to see power-sharing return.",
        "For nine months government has effectively been in the hands of civil servants, rather than politicians who are rightly accountable to the public for the decisions they make. This has meant there has been no political direction to tackle the fundamental challenges facing Northern Ireland – including the reform and transformation of critical public services.",
        "So our overriding priority for the UK Government in Northern Ireland remains the restoration of devolved power-sharing government in Stormont. We believe in devolution. It is right that decisions over local services – like health, education, transport and economic development – are taken by local politicians in locally accountable political institutions.",
        "This is why I am working intensively with the Northern Ireland parties and, in accordance with the well-established three-stranded approach, the Irish Government, to secure the reestablishment of inclusive, stable, devolved government in the interests of the entire community in Northern Ireland.",
        "I have been clear with the parties that they must come together and reach agreement in the short window of time that remains.",
        "If this does not happen within a short number of weeks, we risk greater political decision-making from Westminster – starting with provision for a 2017-18 Budget this autumn.",
        "This is not what anyone wants and would profoundly be a step back not a step forwards. But in the continuing absence of devolution the UK Government retains ultimate responsibility for good governance and political stability in Northern Ireland as part of the United Kingdom – and we will not shirk from the necessary measures to deliver that.",
        "If things don’t change we are on a glide path to greater and greater UK government intervention.",
        "But I believe we can change course. This can be achieved with political leadership and with support of the people of Northern Ireland – including communities and businesses.",
        "I ask everyone here tonight to do all you can to help secure what Northern Ireland wants and needs.",
        "There is so much at stake. Risks, yes. But also so many opportunities, because I firmly believe in the huge unlocked potential there is right across Northern Ireland.",
        "Opportunities to leverage the UK-wide Industrial Strategy to deliver stronger growth, and capitalise on new Sector Deals to support the industries of the future – like biotech and life sciences – where the UK, and Northern Ireland in particular, has the potential to lead the world.",
        "To take forward with this Government a comprehensive and ambitious set of City Deals for Northern Ireland to prosper, and to put innovation at the heart of Northern Ireland’s growth.",
        "To be at the heart of a stronger, fairer and more prosperous United Kingdom, and one that is more outward looking than ever before as we make trade deals around the world – with NI business able to realise their ambitions and make their mark on the world stage.",
        "And to make use of the considerable freedoms available, getting the devolution of corporation tax back on track to enable Northern Ireland to cut its rates to attract investment and jobs.",
        "In all of these ways – and more – I see a bright economic future for Northern Ireland.",
        "And that is a future that the UK Government will support – through all the ways above, as well as through the range of funding streams there will be available, whether our £4.7bn Industrial Strategy Challenge Fund, our £23bn National Productivity Investment Fund, and far more besides.",
        "And that is what a restored Executive can do for Northern Ireland. It can promote an enterprise-driven economy, somewhere where young entrepreneurs want to invest and the younger generation see opportunities to forge their careers in Northern Ireland – a place where innovation, skills, opportunity and prosperity are at the forefront of the way ahead.",
        "With a stable, power-sharing government in place, business can rely on the backdrop of stability that removes barriers to finance, to investment, and which boosts confidence to create jobs and opportunities.",
        "And that is exactly why it must remain our absolute priority in the critical weeks ahead.",
        "**Impact on business/private sector**",
        "All the while, I want to reassure you that the UK Government will always uphold its responsibilities to the people and businesses of Northern Ireland.",
        "I will continue to keep communications open with businesses right across Northern Ireland. Some of you may be aware of the work of my Business Advisory Group, but more broadly too, my door will always be open to hearing more from the business community.",
        "For no matter what, I will remain a strong advocate for Northern Ireland and NI business within the Government and beyond.",
        "Including on the Government’s ongoing work to support Bombardier in the ongoing trade case brought by Boeing.",
        "Let me be very clear: it is a top priority for this Government to safeguard Bombardier’s operations and its highly skilled workers in Belfast.",
        "This is obviously a commercial matter, but Ministers across Government have engaged swiftly and extensively with Boeing, as well as the US and Canadian governments on this case.",
        "We want to encourage Boeing to drop what we see as an unjustified case, and to get round the table and seek negotiated settlement with Bombardier. And we would encourage all those with an interest, whether of a political view or none, to join us in pushing for the same outcome.",
        "**Working to restore devolved government**",
        "So as we approach our dinner, I want to finish by being clear of what we want to see in the weeks to come in the best interests of Northern Ireland.",
        "Over the last few weeks, the DUP and Sinn Fein have been holding meetings together and this intensive dialogue is continuing.",
        "These discussions have been constructive and I am hopeful that further progress will be made as they continue. The issues remain relatively small in number and are clearly defined. But difference remains.",
        "We have also been bringing together the other parties eligible to join an Executive and have had positive engagement with them in line with our commitment to an inclusive process.",
        "But ultimately we cannot force an agreement.",
        "That has to come from the parties themselves.",
        "And we – all of us in this room – want to see those parties come together to…",
        "…make the important decisions facing Northern Ireland’s public services…",
        "…to contribute to the important discussions about how the UK will leave the European Union alongside the devolved governments in Scotland and Wales…",
        "…and to support continued economic growth in Northern Ireland: investing in infrastructure, taking its own decisions on corporation tax, and taking other actions to support businesses large and small…",
        "To do this it’s vital that they continue to work together to find a solution to their differences.",
        "And it is my belief that they are committed to doing so… in the interests of everyone in Northern Ireland.",
        "I have very much welcomed the growing voice of businesses, trade unions, the voluntary sector and others in stressing the need for the return of devolved government – as we have seen for example in the media profiles by business leaders from across different sectors this week.",
        "And tonight, I would encourage all of you here to continue to make it clear to the political parties just how important the restoration of devolved government is for business, for ordinary people and for Northern Ireland as a whole.",
        "We all want to see the parties come together and form an Executive. They need to hear from you just how important it is for to you to see them working together for the good of Northern Ireland.",
        "And deliver the bright positive future for NI we know we can achieve together."
    ]
}