{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2020-statement-on-the-fire-safety-bill/",
    "title": "James Brokenshire – 2020 Statement on the Fire Safety Bill",
    "post_date": "May 6, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by James Brokenshire, the Minister for Security, in the House of Commons on 29 April 2020.",
    "content": [
        "I beg to move, That the Bill be now read a Second time.",
        "Almost three years have passed since the tragic events on the night of 14 June 2017. It was the greatest loss of life following a residential fire since the second world war. None of us will ever forget the events of that terrible night, and the Government are resolute in their commitment to ensure that they are never repeated. Those 72 people should never have lost their lives. Our thoughts today are very much with the victims’ families, survivors and fellow residents, who have had to rebuild their lives over the past three years.",
        "I know from my time as Secretary of State for Housing, Communities and Local Government the profound effect the events have had on the Grenfell community, but also that community’s sense of purpose and its clear demands for justice and change. I have had the privilege to meet survivors and their families, as well as those in the local community who joined together to support them. Those discussions have been humbling and harrowing. They have underlined the responsibility—indeed, the duty—on us to act. The Government will continue to provide support to the affected families and support the creation of a memorial on the site of the tower, a process that is rightly being led by the bereaved and the local community.",
        "The House has had the opportunity to debate the tragic events at Grenfell Tower on a number of occasions. Despite the unusual circumstances we are operating under today, I have no doubt that we will hear once again many powerful and impactful contributions. There is considerable experience across the House, and we will continue to listen to views from all interested colleagues, as well as working with the all-party parliamentary group on fire safety and rescue. I welcome the hon. Member for Torfaen (Nick Thomas-Symonds) to his new role as shadow Home Secretary. We will continue to engage constructively with him and his team.",
        "Our home should be a place of safety and security. At a time when we are asking the people of this country to stay at home—indeed, many of us will contribute to this debate from our homes—we are reminded of the overriding importance of people being safe and feeling safe at home, especially in high-rise properties.",
        "In the days following the terrible tragedy, the then Prime Minister, my right hon. Friend the Member for Maidenhead (Mrs May), announced that there would be a full independent inquiry, led by Sir Martin Moore-Bick, to get to the bottom of what happened on that night and to understand why the building was so dangerously exposed to the risk of fire. Alongside the Ministry of Housing, Communities and Local Government, the Home Office commissioned an independent review of building regulations and safety, which was led by Dame Judith Hackitt. Dame Judith’s findings have underpinned our unprecedented programme of building and fire safety reform. We are resolute in our commitment to ​delivering on them, and significant steps have already been taken to address building safety and fire safety risks.",
        "Where a fire and rescue service has been advised of a high-rise residential building with aluminium composite material cladding, the National Fire Chiefs Council is confident that that building has been checked by the local fire and rescue service and, where appropriate, additional interim measures have been put in place to ensure the safety of residents. The Government have established a fire protection board, chaired by the National Fire Chiefs Council, to provide oversight of the programme to ensure that all high-rise residential buildings are inspected or reviewed by the end of 2021; £10 million has been allocated to support the fire and rescue service in this endeavour.",
        "In December 2018, the use of combustible materials on new high-rise homes was banned, and my right hon. Friend the Chancellor announced in this year’s Budget that the Government will provide £1 billion to fund the removal and replacement of unsafe non-ACM cladding systems for both the social and private residential sectors on buildings of 18 metres and above. The prospectus for this new building safety fund will be published in May and open for registrations soon after. The funding is an addition to the £600 million we have already made available to ensure the remediation of the highest-risk ACM cladding of the type that was in place on Grenfell Tower.",
        "In January, MHCLG issued specific advice for building owners on assurance and assessment and how to ensure fire doors meet appropriate fire safety standards. We have pushed owners and local authorities hard to identify and remediate unsafe buildings. We work closely with local fire authorities and fire and rescue services to ensure that interim safety measures are in place in all buildings until the cladding is replaced, but there is an urgent need for remediation to progress, even at this challenging time, recognising the continuing risks and the financial burdens on leaseholders in maintaining waking watches. I therefore want to be clear that remediation work can and should continue wherever it can be done safely—wherever it can, whenever it can.",
        "It is critical that this work continue, and to help support that we have published information for industry and stakeholders on the gov.uk website on how to ensure sites can operate appropriately under the current restrictions. We have also appointed a firm of construction consultants to provide specific advice for those carrying out cladding remediation work.",
        "While the focus of much of our activity has been high-rise residential buildings, it is important to stress that our work rightly goes far beyond that. To support the protection work targeting other high-risk buildings. the Home Office will be providing fire and rescue services with a further £10 million to help deliver protection work within their communities.",
        "While talking about essential work within communities, at this time of incredible national challenge I want to use this opportunity to recognise, and pay tribute to, the essential role fire and rescue services are playing in our response to the coronavirus pandemic. In addition to their core duties, fire and rescue services have around 4,000 volunteers working to support ambulance services, coroners and local communities, as well as helping the vulnerable and those isolated at this incredibly difficult time. I want ​to thank firefighters and staff up and down the country for their incredible service, their dedication to duty and their desire to help others where they can, and for the incredible difference that is making.",
        "The Queen’s Speech committed the Government to bringing forward two Bills on fire and building safety. The first is this short, technical, Home Office-led Fire Safety Bill, which will amend the Regulatory Reform (Fire Safety) Order 2005. The second, the building safety Bill, led by MHCLG, will put in place an enhanced safety framework for high-rise residential buildings, taking forward the recommendations from Dame Judith’s review. The purpose of the Bill before the House today is to clarify that the fire safety order applies to the external walls, including cladding and balconies, and individual flat entrance doors in multi-occupied residential buildings. The fire safety order requires responsible persons, often building owners or managers, to assess the risk from fire, to put in place fire precautions so far as reasonably practicable to keep premises safe, and otherwise to comply with the requirements of the order. The order does not apply to domestic premises, except in limited circumstances.",
        "The Grenfell Tower inquiry’s phase 1 report found compelling evidence that the external walls of the tower were not compliant with building regulations. In January this year, the independent expert advisory panel on building safety set up by the Government shortly after the Grenfell fire published its consolidated advice. That includes advice on measures that building owners should take to review ACM and other cladding systems to assess and assure their fire safety and the potential risks to residents of the spread of external fire.",
        "We have established that there are differing interpretations of the provisions in the order as to whether external walls and, to a lesser extent, individual flat entrance doors in multi-occupied residential buildings are in scope of the order. For that reason, we submit that the Bill is a clarification of the fire safety order. It will apply to all multi-occupied residential buildings regulated by the order. The current ambiguity is leading to inconsistency in operational practice. That is unhelpful at best and, at worst, it means that the full identification and management of fire safety risks is compromised, which can put the lives of people at risk.",
        "Twenty flats in Barking were destroyed in June 2019 when a fire spread from a wooden balcony. Richmond House was a four-storey timber-framed block of flats in Worcester Park that burnt down in September. Only last week, my hon. Friend the Member for Erewash (Maggie Throup) highlighted a further significant fire in her constituency. Such fires are stark reminders of how a conflagration can spread on the external envelope of a building, and why those risks need to be identified or mitigated.",
        "The Bill will therefore ensure that, when the responsible person makes a suitable and sufficient assessment of the risks, it takes account of the structure, external walls, balconies and flat entrance doors in complying with the fire safety order, and allows enforcement action to be taken confidently by fire and rescue authorities. That will complement existing powers that local authorities have under the Housing Act 2004.​",
        "The Grenfell inquiry’s phase 1 report, published last October, provided a comprehensive picture of what happened on the night of 14 June 2017. As my right hon. Friend the Prime Minister made clear at the time of publication, the Government accepted in principle all of the 14 recommendations addressed to the Government directly.",
        "For high-rise residential buildings, the inquiry’s recommendations included new duties on building owners and managers: to issue information to the fire and rescue services; to ensure that there are premises information boxes; to carry out regular inspections of lifts; and to ensure that building floor numbers are clearly marked. For all multi-occupied residential buildings, the inquiry also called for new duties for regular checks of fire doors.",
        "The objective is to ensure that fire and rescue services can plan for and respond to a fire in a high-rise residential building, alongside overall fire safety benefits for residents. As we said in our initial response to the report, we are committed to working closely with other organisations to ensure that the right changes are brought about to protect the public.",
        "The Bill will also provide the firm foundation on which the Government will bring forward secondary legislation to enact those recommendations. Our proposals will be the subject of public consultation, to be published in the coming months. The consultation will also set out proposals to ensure that the fire safety order continues to regulate fire safety effectively in all the premises it covers, as part of the ongoing improvements to building safety following our 2019 call for evidence on the order.",
        "The Bill will give the Secretary of State a regulation-making power to amend or clarify the list of premises that fall within scope of the fire safety order. That will enable us to respond quickly to any further developments in the design and construction of buildings and our understanding of the combustibility and fire risk of construction products.",
        "As the order and therefore the Bill relate to matters within the legislative competence of the Welsh Assembly, the Deputy Minister for Housing and Local Government in the Welsh Assembly has confirmed that she will put the matter before the Assembly for a legislative consent motion.",
        "I am aware that the provisions of the Bill will require potentially significant numbers of responsible persons to review and update their fire risk assessments. For many, that will require specialist knowledge and the expertise of the fire risk assessor. We are working with representatives of the sector to understand the particular challenges in delivery. That will inform our approach to the implementation of the Bill, while maintaining a clear and consistent approach to fire risk assessments. In any event, and in line with the independent expert advisory panel’s consolidated advice, I would none the less encourage those with responsibilities to carry out a fire risk assessment under the order as a matter of good practice and to consider flat entrance doors and external wall systems as part of their fire risk assessment for multi-occupied residential blocks as soon as possible, if they have not already done so.",
        "As I have highlighted, there is further legislation to follow. Following the 2019 consultation, the building safety Bill will put in place an enhanced safety framework ​for high-rise residential buildings. It will establish a new system to oversee the performance of building control functions, with stronger enforcement and sanctions, and give residents a stronger voice in the system, ensuring that their concerns are never ignored. That Bill will be published in draft form before the summer recess.",
        "We will also establish a new national building safety regulator within the Health and Safety Executive. The new regulator will be responsible for implementing and enforcing a more stringent regulatory regime for high-rise residential buildings, as well as providing wider oversight of safety and performance.",
        "The Fire Safety Bill complements all the actions that we have taken to date. It demonstrates that we are applying the lessons from the Grenfell tragedy and will continue to do everything within our power to ensure the safety of people in their homes. While legislation alone can never provide all the answers, I believe that it will make a significant and lasting contribution to the safety of residents. It will provide a catalyst to drive the culture change that is needed within our building and construction sector to put safety and security at the forefront and provide responsibility and accountability where people fall short. Above all, it will help to provide the legal foundations to ensure that such a tragedy can never happen again. I commend the Bill to the House."
    ]
}