{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2018-statement-on-rough-sleeping/",
    "title": "James Brokenshire – 2018 Statement on Rough Sleeping",
    "post_date": "January 2, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by James Brokenshire, the Secretary of State for Housing, Communities and Local Government, in the House of Commons on 18 December 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1.jpg)",
        "In August, we published a cross-Government Rough Sleeping Strategy, setting out how we will halve rough sleeping by 2022 and end it altogether by 2027. The strategy has three core pillars of prevention, intervention, and recovery, with a preventive approach towards rough sleeping at its heart.",
        "Today, the Government are announcing the locations of 11 Somewhere Safe to Stay hubs, warm and dry centres where people at crisis point will be able to seek shelter, while their housing and support needs are quickly assessed by specialist staff. This follows an expression of interest round which closed at the end of October, and includes the most innovative proposals, from local authorities who can mobilise and deliver services from this winter. A full list of the early adopter areas can be found here:",
        "[www.gov.uk/government/publications/rapid-rehousing-pathway-somewhere-safe-to-stay-early-adopters](http://www.gov.uk/government/publications/rapid-rehousing-pathway-somewhere-safe-to-stay-early-adopters)",
        "Somewhere Safe to Stay hubs, allowing for a quick and effective assessment of needs, are central to these local authorities’ “Rapid Rehousing Pathways”. In the 11 early adopter areas, we will be providing funding for a range of policies alongside the hubs—including specialist “Navigators”, supported lettings, and local lettings agencies—to ensure that there is a full and functioning pathway in place to help people into sustained accommodation and appropriate wrap-around support.",
        "These hubs will not only take people off the streets into a safe environment but, crucially, will also take in individuals who have been identified as being at risk of sleeping rough, stopping them having to sleep on the streets in the first place. In this way, the “Somewhere Safe to Stay” model builds upon the success of the “No Second Night Out” model of rapid assessment hubs.",
        "This approach fits with the Government’s objective to intervene sooner, and move towards a preventive approach towards rough sleeping.",
        "The full programme of funding will enable local areas to connect people with the right support, and sustainable housing. It encompasses funding for specialist Navigators, who act as a single point of contact to support people from the streets into settled accommodation; the establishment of local lettings agencies to source, identify, or provide homes and advice for rough sleepers ​or those at risk; and funding for a supported lettings programme, which will provide flexible support to help individuals sustain their tenancies.",
        "The announcement of the “Somewhere Safe to Stay” early adopters represents key progress against the delivery of the rough sleeping strategy, as set out in the “Rough Sleeping Strategy Delivery Plan” on 10 December. These pilots will be the first step in testing innovative structural change to local systems and the move towards a rapid rehousing approach, bringing us a step closer to the 2027 vision of putting an end to rough sleeping.",
        "The Government will invite a wider bidding round in 2019, for other local authorities to improve and implement their “Rapid Rehousing Pathway”, and will announce the details of this in due course."
    ]
}