{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2020-statement-on-local-government-in-manchester/",
    "title": "James Brokenshire – 2020 Statement on Local Government in Manchester",
    "post_date": "May 7, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by James Brokenshire, the Minister for Security, in the House of Commons on 5 May 2020.",
    "content": [
        "I beg to move,",
        "That the draft Greater Manchester Combined Authority (Fire and Rescue Functions) (Amendment) Order 2020, which was laid before this House on 9 March, be approved.",
        "The purpose of this order is to improve the delivery of public services in Greater Manchester by driving greater collaboration and bolstering the accountability of how those functions are exercised. The Local Democracy, Economic Development and Construction Act 2009 allows, in certain areas of the UK, the devolution of a number of municipal functions. In 2017, the Greater Manchester Combined Authority (Fire and Rescue Functions) Order conferred responsibility for the management of the Greater Manchester fire and rescue authority on the Greater Manchester Combined Authority. Fire and rescue services therefore came under the authority of the directly elected Greater Manchester Mayor, and arrangements were introduced to oversee the operational discharge of functions, with the scrutiny of fire and rescue functions being added to the remit of the corporate issues and reform overview and scrutiny committee.",
        "In 2017, police and crime commissioner functions were transferred to the Mayor, and the role of deputy Mayor for policing and crime was established. The exercise of police and crime commissioner functions is scrutinised by the police and crime panel. Devolution of the exercise of fire functions to the Mayor, in parallel with the devolution of the police and crime commissioner functions, has provided for greater direct accountability of both functions under one individual, and has allowed opportunities for strategic and joined-up thinking in the blue light sector in Greater Manchester.",
        "In July 2018, the Mayor of Greater Manchester wrote to the Home Secretary to request further changes to the governance arrangements for fire and rescue functions within the GMCA. He sought authority to delegate the exercise of the majority of those functions to the deputy Mayor for policing and crime, and to amend the scrutiny functions of the existing police and crime panel to include scrutiny of fire and rescue functions. The then Home Secretary approved the Mayor’s request in September 2018.",
        "The order before the House today gives effect to the Mayor’s request by amending the 2017 order. It brings the exercise of police and fire functions closer together by allowing for the exercise of all delegable fire and rescue functions by the deputy Mayor for crime and policing. Some non-delegable functions—namely, those listed under article 6 of the 2017 order—remain the sole responsibility of the Mayor. These include the hiring and firing of the chief fire officer, signing off the local risk plan, and approving the annual declaration of compliance with the fire and rescue national framework.",
        "To ensure that there are appropriate scrutiny arrangements of the exercise of delegated functions, the order also extends the remit of the Greater Manchester police and crime panel to include scrutiny of the exercise of fire and rescue functions, whether they are exercised by the Mayor or by the deputy Mayor for policing and crime. To reflect its wider role, the panel will become known as the police, fire and crime panel. The order will ​provide a clearer line of sight for the exercise of fire and rescue functions, with delegable functions being exercised by the deputy Mayor for policing and crime rather than by a committee. This will make it clearer to the public who is responsible for which decisions and bring further clarity to the governance process. It will also ensure that police and fire matters are scrutinised in the round by extending the role of the police and crime panel.",
        "This brings similar scrutiny arrangements to fire as already exist for policing. Crucially, by bringing together oversight of policing and fire under the Deputy Mayor for policing and crime, it will also help to maximise the opportunities for innovative collaboration, foster the sharing of best practice, and ensure that strategic risks are reviewed across both services. The Kerslake report on the tragic Manchester Arena attack emphasised the need for greater collaboration between fire services and other public bodies. This order takes important steps to do just that.",
        "Finally, I want to comment on the fantastic collaboration efforts taking place in Greater Manchester as part of the response to the covid-19 pandemic. I thank the incredible fire and policing personnel for everything they are doing in Greater Manchester and beyond. They have stepped up to volunteer to assist and protect their communities. It is right that we recognise the critical role they are playing in supporting the country’s response to covid-19, and I pay tribute to them for the difference they are making at this time of need. They are a credit to themselves and to the services they work within."
    ]
}