{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2019-statement-on-building-safety/",
    "title": "James Brokenshire – 2019 Statement on Building Safety",
    "post_date": "June 11, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by James Brokenshire, the Secretary of State for Housing, Communities and Local Government, in the House of Commons on 6 June 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1.jpg)",
        "As we approach two years since the fire at Grenfell Tower and prepare to mark in respect and remembrance that devastating event, I wish to update the House on work we are doing to ensure people are safe and feel safe in their homes.",
        "Today we are publishing a consultation seeking views on our proposals for a new system of building and fire safety which puts residents’ safety at its heart.​  \nSoon after the fire at Grenfell Tower, we commissioned the independent review of building regulations and fire safety, led by Dame Judith Hackitt.",
        "Dame Judith concluded that the current system for ensuring fire safety in high-rise buildings was “not fit for purpose” and had lost public confidence and residents’ trust. We accepted Dame Judith’s diagnosis of the system and in December 2018, we published our implementation plan that committed to take forward the review’s recommendations as part of a fundamental reform of the system for “higher-risk residential buildings”.",
        "The consultation we are publishing today, titled “Building a safer future: proposals for reform of the building safety regulatory system—a consultation”, outlines how we propose to take forward meaningful legislative reform and is seeking views on five areas of the new regime.",
        "The first is the scope of the new regime. We propose the new regime applies, from the beginning, to all new and existing multi-occupied residential buildings of 18 metres or more, broadly in line with the ban on combustible materials which we brought into force last year. We propose that the system has flexibility to include other building types over time, based on evidence of risk and further research.",
        "Secondly, we are proposing a comprehensive duty holder regime which means that at each stage of a building’s life—through design, construction and occupation, including those buildings already occupied—there will be clearly identified people who are directly accountable for the safety of residential buildings 18 metres or more. The duty holder regime will mean that for the first time there will be clear accountability on who owns building risks and clear responsibilities for managing the risks to ensure buildings are safe for residents. These responsibilities, which include creating and maintaining the digital records of a building and producing a safety case that will be approved by the new building safety regulator prior to issuing a building safety certificate, will be set out in law.",
        "Thirdly, we are seeking views on giving residents a stronger voice in the new regime and ensuring their concerns are heard and acted on. We propose that residents should receive better information on their buildings so that they can participate in decisions about safety, as well as providing clear and quick routes of escalation for their concerns if things go wrong.",
        "Fourthly, we have outlined plans for a new building safety regulator to provide oversight of the new building safety regulatory regime. This regulator will also oversee the wider building and regulatory system, incorporating and improving on the functions currently undertaken by the Building Regulations Advisory Committee (BRAC). We are also proposing to strengthen the oversight and regulation of construction products.",
        "Finally, the system proposed will be underpinned by strengthened enforcement and sanctions to deter non-compliance with the new regime. We believe that this will help to drive real culture change across the industry.",
        "Alongside this consultation, we are also publishing:",
        "A “quick read” version of the consultation document to ensure that the content is accessible to everyone.",
        "The summary of responses to our call for evidence on engagement with residents.",
        "The report from the industry-led competence steering group setting out their proposals for oversight of competence​",
        "The Government are also launching a call for evidence on the Regulatory Reform (Fire Safety) Order 2005. We want to ensure that the Order is fit for purpose for all buildings it regulates. The call for evidence is the first step to updating the evidence base on the effectiveness of the Order, since this gives an opportunity for fire safety professionals and businesses or individuals regulated by the Fire Safety Order to share their views and experience on how the Order works in practice.",
        "But we have not waited for legislation to make change. While successful, fundamental, real-world change on this scale, and across a complex market and regulatory landscape, will take time, we are acting now to reform the system. We have:",
        "identified over 400 high-rise buildings with unsafe Aluminium Composite Material (ACM) cladding, like the type used on Grenfell Tower, working with local authorities and fire and rescue authorities, ensuring that there are appropriate interim safety measures in place;",
        "made £600 million funding available for the replacement of unsafe ACM cladding on high-rise residential homes in the social and private sectors;",
        "made expert advice available to building owners on a range of other safety risks and taken action to remove unsafe products from the market;",
        "laid regulations and guidance to ban the use of combustible materials during building work on the external walls of new buildings of 18 metres or more in height and containing blocks of flats, hospitals, residential care premises, dormitories in boarding schools and student accommodation;",
        "consulted on a clarified version of the building regulations’ fire safety guidance (approved document B) and issued a call for evidence as the first step in a full technical review of the guidance. We are currently reviewing responses and will publish the clarified statutory guidance and response to the call for evidence in the summer; and",
        "launched the social landlords resident engagement best practice group, to develop and share ways to better engage residents in keeping their buildings safe.",
        "We have also established a joint regulators group to help us develop and pilot new approaches. Some of the proposals set out in the consultation are being tested and piloted voluntarily by construction firms and housing associations who have joined our Early Adopters work. Today also sees the launch of the Early Adopters’ Building Safety Charter. I welcome their leadership in this area and encourage others to follow them.",
        "Our reforms are being developed to complement other important changes we are making elsewhere, such as those outlined in our Green Paper on social housing —“A new deal for social housing”— and reforms in the leasehold and private rented sectors.",
        "The consultation opens today for eight weeks until 31 July. We will continue engaging with residents, industry and the wider sector as we develop these proposals further. The documents are published at: https://www.gov.uk/government/consultations/building-a-safer-future-proposals-for-reform-of-the-building-safety-regulatory-system",
        "The publication of the consultation I have announced today is essential for restoring trust in the building safety system and making sure that residents are safe now, and in the future."
    ]
}