{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2017-statement-on-northern-ireland/",
    "title": "James Brokenshire – 2017 Statement on Northern Ireland",
    "post_date": "August 7, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Brokenshire, the Secretary of State for Northern Ireland, in the House of Commons on 3 July 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1.jpg)",
        "With permission I would like to make a statement about the political situation in Northern Ireland.",
        "As the House will recall following the resignation of Martin McGuinness, the then deputy First Minister of Northern Ireland in January, an election took place to the Northern Ireland Assembly on 2 March.",
        "Despite intensive discussions in the three weeks following the election the Northern Ireland parties were unable to reach agreement on the formation of a new Executive.",
        "In order to facilitate further discussions between the parties, Parliament passed legislation immediately prior to dissolution extending the period in which an Executive could be formed until 29 June.",
        "Last Thursday, 29 June, I made a statement in Belfast setting out that, while differences remained between the parties, progress had been made and that it was still possible for resolution to be achieved.",
        "I urged the parties to continue focusing their efforts on this, with the full support of the UK Government and, as appropriate, the Irish Government.",
        "In that regard I want to recognise the contribution of the Irish Foreign Minister, Simon Coveney, and his predecessor, Charlie Flanagan.",
        "In the past few days, since the passing of the deadline, further progress has continued to be made, including on the most challenging issues such as language, culture and identity.",
        "Gaps remain between the parties, but these are few in number and on a defined group of issues.",
        "The Government remains committed to working with the parties, and the Irish Government, to find a way to close these gaps quickly in order to reach an agreement which will pave the way for the restoration of devolved government.",
        "The Prime Minister has been actively involved following on from her meetings with each of the parties … including speaking to Arlene Foster and Michelle O’Neill on Friday night.",
        "I continue to believe that a deal remains achievable.",
        "And if agreement is reached, I will bring forward legislation to enable an Executive to be formed possibly as early as this week.",
        "But time is short.",
        "It has been six months since a full Executive was in place to represent the people of Northern Ireland.",
        "In that time it has been civil servants, not politicians, who have made decisions on spending.",
        "Without political direction, it has not been possible for strategic decisions to be made about priorities in areas like education and health.",
        "This has created pressures which need to be addressed.",
        "And it has led to understandable concern and uncertainty among businesses and those relying on public services alike.",
        "This hiatus cannot simply continue for much longer.",
        "There is no doubt that the best outcome is for a new Executive to make those strategic decisions in the interests of all parts of the community in Northern Ireland.",
        "It should be for a new Executive to make swift decisions on its Budget to make use of the considerable spending power available to it.",
        "While engagement between the parties continues, and there is a prospect of an agreement this week, it is right that those discussions remain our focus.",
        "At the same time we will not forget our ultimate responsibility as a Government to uphold political stability and good governance in Northern Ireland.",
        "In April, I made a Written Ministerial Statement that sought to provide clarity for those civil servants charged with allocating cash in Northern Ireland, to assist them in the discharge of their responsibilities.",
        "But there remains resource available, including £42m from the Spring Budget and any further budget transfers as may be agreed, which are as yet unallocated.",
        "If we do not see resolution in the coming days, we would need to reflect carefully upon whether further clarity would be required for NI Permanent Secretaries around those resources.",
        "In that situation, we would also need to reflect carefully on how we might allocate the funding made available to address immediate health and education pressures as set out in Monday’s statement on UK Government financial support for Northern Ireland, recognising Northern Ireland’s particular circumstances.",
        "And, if no agreement is reached, legislation in Westminster may then be required to give authority for the expenditure of Northern Ireland departments through an Appropriations Bill.",
        "From my conversations with the Head of the Northern Ireland Civil Service, we have not quite reached that critical point yet.",
        "But that point is coming and the lack of a formal Budget is not something that can be sustained indefinitely.",
        "Similarly, decisions on capital expenditure and infrastructure and public service reforms in key sectors such as the health service cannot be deferred for much longer.",
        "One area on which there is much consensus, however, is on the need for greater transparency around political donations.",
        "In line with the commitment set out in the Conservative Party’s Northern Ireland manifesto at the General Election I can confirm that I intend to bring forward legislation that will provide for the publication of all donations and loans received by Northern Ireland parties on or after 1 July 2017.",
        "Mr Speaker,",
        "All of this reinforces further the importance of the parties coming together and reaching an agreement.",
        "And it sets out, too, some of the hard choices that we face if uncertainty persists.",
        "I am also conscious that, with the deadline now passed, I am under a duty to set a date for a new election. I will continue to keep that duty under review.",
        "But it seems unlikely that would that of itself resolve the current political impasse or the ultimate need for political decision-making, however we proceed.",
        "As the Government for the whole United Kingdom, we will always govern in the interests of all those within the United Kingdom.",
        "And so if resolution were to prove intractable, and an Executive could not be restored, then we would of course be ready to do what is needed to provide that political decision-making in the best interests of Northern Ireland.",
        "But I am clear that the return of inclusive, devolved government by a power-sharing Executive is what would be best for Northern Ireland.",
        "And that will remain our overriding focus in the crucial days ahead.",
        "The UK Government will continue govern in the interests of everyone in Northern Ireland by providing political stability and keeping an open and sustained dialogue with the parties and with the Irish Government, in accordance with the well-established three-stranded approach.",
        "I stand ready to do what is necessary to facilitate the quick formation of an Executive once an agreement is reached.",
        "And I commend this statement to the House."
    ]
}