{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2019-speech-at-kindertransport-conference/",
    "title": "James Brokenshire – 2019 Speech at Kindertransport Conference",
    "post_date": "April 17, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Brokenshire, the Secretary of State for Housing, Communities and Local Government, at the Kindertransport Conference held on 15 April 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1.jpg)",
        "It is a genuine pleasure, and privilege and honour to join you all today to mark the 80th anniversary of the Kindertransport.",
        "I’m incredibly grateful to the Association of Jewish Refugees for hosting this really significant, really important conference and quite literally bringing us all together – including so many Kinder from across the world.",
        "It was very special to be able to meet some of you just before this session and hear how the work continues on ensuring that we have that record of history of some of the things we have heard about this morning. And just how much that matters. It’s a mark of just how seminal the Kindertransport has been to countless lives.",
        "There’s also another very special mention, these wonderful surroundings that we’re in this afternoon have equally made me reflect on previous events that we did at the Speaker’s house in the House of Commons, where I was among a number of MPs able to read-out some of the debate in the House of Commons that led to the Kindertransport happening.",
        "And just to be able to read some of those words again in Parliament, to be able to remind ourselves of some the issues that were just so relevant, some of that debate, some of the tensions. But equally to underline its relevance to our politics today. Never forgetting. Always underlining that sense of challenging inequality or division or hatred. But all that we have as a country in that regard and equally the responsibilities that we have in terms of our support for refugees and our place in the world in that regard.",
        "So I think it’s actually quite fitting that we should meet here at Lancaster House, a place that has played such an important role in world events. Indeed, many here will recall Lancaster House as the seat of so many meetings that changed the shape of central Europe after the war.",
        "**Legacy**",
        "But in turn, the Kindertransport has shaped us as a country. The United Kingdom took in nearly 10,000 predominantly Jewish children, from Germany, Austria, Czechoslovakia and Poland.",
        "It’s something we remain very proud of, yes. But equally, we can be proud of the incredible contributions of the Kinder to the life of this country.",
        "And some of it strikes a personal chord for me. My father-in-law was not one of the Kinder, but he escaped Nazi Germany to Britain as a small child with the help of Frank Foley, the MI6 officer based in the British Embassy in Berlin, who did so much to provide the papers and facilitated so many Jewish people to leave Germany and make a better life elsewhere.",
        "His father – my children’s great-grandfather – was interned in Buchenwald in the aftermath of Kristallnacht. Mercifully, he was reunited with his family.",
        "But I know that so many people, including many people here, were not so lucky.",
        "The Kindertransport is a story of great pride, yes. But it is also marked with deep sadness at every turn. It provokes painful questions. Why only children? What happened to the parents? What became of brothers, sisters, grandparents, aunts and uncles?",
        "Sadly, we know that the Kinder were often the only surviving members of their family. It is a difficult legacy – but one that we must remember. One that we must never forget.",
        "And the Holocaust has had a monumental impact on our country’s history, our democracy and our values. Even today, it continues to shape us: from people like me, like my family with connections to survivors and refugees, to our society at large as we continue to stand up and challenge the scourge of antisemitism.",
        "**Holocaust Memorial and Learning Centre**",
        "That is why it is right that we remember the Holocaust, that we apply the lessons of the Holocaust – and have a Memorial here in Britain.",
        "Because the murder of the 6 million Jewish men, women and children must never be forgotten. Nor should the murders of the Roma and other victims of Nazi persecution. Nor still, the subsequent genocides across the world that have scarred the decades since.",
        "And today, as we mark the anniversary of the liberation of Bergen-Belsen – by British troops so wholly unprepared for the horrors they found – it is important we all reflect on what they confronted there.",
        "It is why our new Holocaust Memorial and Learning Centre, I think, will be so important for our nation.",
        "It will be a centre for remembrance and education at the very heart of our national life. A place where future generations can learn the lessons of the past, through the powerful stories like the Kindertransport and the liberation of Bergen-Belsen.",
        "**Beacon of learning and remembrance**",
        "And I want to reassure our country’s Holocaust survivors, Kinder and refugees that this important Memorial will be delivered, because we remain determined that our country stands together against the hatred, against the ignorance and against the bigotry that led to the Holocaust and other genocides.",
        "Victoria Tower Gardens will be an exceptional setting for this place of reflection and education, inspiring us all to stand up whenever the values we share are challenged.",
        "Moreover, it is right that the Holocaust Memorial and Learning Centre should be next to our Houses of Parliament, at the heart of our democracy, standing as an important reminder of parliament’s power to oppress – and its duty to protect.",
        "Which comes back to why we are here today – underlining that sense of past. Underlining that sense of the important role that we have in helping in international crisis and our response through refugees.",
        "So, as we gather today to remember and rethink the legacy of the Kindertransport, it is my sincere hope that our Memorial will become a powerful beacon of future learning and remembrance.",
        "Learning and remembrance which I know is at the heart of today’s events and why it is so important that we come together, that we remember, and that we apply those lessons for the future.",
        "Thank you very much."
    ]
}