{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2019-statement-on-the-local-government-audit/",
    "title": "James Brokenshire – 2019 Statement on the Local Government Audit",
    "post_date": "July 12, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by James Brokenshire, the Secretary of State for Housing, Communities and Local Government, in the House of Commons on 10 July 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1.jpg)",
        "Local government in England is responsible for 22% of total UK public sector expenditure. It is essential that local authority financial reporting is of the highest level of transparency to allow taxpayers to understand how their money is being spent.",
        "The responsibilities for the framework within which local authority audits are conducted is the Local Audit and Accountability Act 2014. It gave effect to commitments to abolish the Audit Commission and its centralised performance and inspection regimes and put in place a new localised audit regime, refocusing local accountability on improved transparency.",
        "Now the Act has been fully implemented, the Government are required to review its effectiveness. The Government want to use this opportunity to step back and review the effectiveness of the local authority financial reporting and audit regime. Developments in the sector have led to a perceived widening of the “expectation gap”; that is, the difference between what users expect from an audit and the reality of what an audit is and what auditors’ responsibilities entail.",
        "This is why I am today announcing a Government commissioned independent review to assess the effectiveness of the local authority audit framework and of the transparency of local authority financial reporting. I have asked Sir Tony Redmond, a former local government ombudsman, former local government boundary commissioner for England and former president of the Chartered Institute of Public Finance and Accountancy to chair this review.",
        "This new review will examine the existing purpose, scope and quality of statutory audits of local authorities in England and the supporting regulatory framework to in order to determine:",
        "Whether the audit and related regulatory framework for local authorities in England is operating in line with the policy intent set out in the Act and the related impact assessment;",
        "Whether the reforms have improved the effectiveness of the control and governance framework along with the transparency of financial information presented by councils;",
        "Whether the current statutory framework for local authority financial reporting supports the transparent disclosure of financial performance and enables users of the accounts to hold local authorities to account; and​  \nAppropriate recommendations on how far the process, products and framework may need to improve and evolve to meet the needs of local residents and local taxpayers, and the wider public interest.",
        "A copy of the terms of reference has been placed in the Library of the House."
    ]
}