{
    "url": "https://www.ukpol.co.uk/james-brokenshire-2019-speech-at-the-local-government-association-conference/",
    "title": "James Brokenshire – 2019 Speech at the Local Government Association Conference",
    "post_date": "July 2, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "James Brokenshire",
            "url": "/tag/james-brokenshire/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Brokenshire, the Secretary of State for Housing, Communities and Local Government, at the LGA Conference on 2 July 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1-300x195.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/jamesbrokenshire-1.jpg)",
        "**Introduction**",
        "When I first started thinking about this speech it is fair to say the world looked a bit different.",
        "These are unique times.",
        "So from the start I want to be clear with you all that just because it is difficult for me at this time to be expansive on new approaches or set out fresh policy with concrete certainty, I won’t be holding back on the sense of ambition or gratitude I have for local government.",
        "Because from the smallest parish to the biggest urban metropolis, from our historic counties to reinventing coastal towns, our communities, in all their glorious diversity, are what make this country so special.",
        "As such, your work in local government – at the heart of these communities – and our work at MHCLG in backing you is fundamental to Britain’s future.",
        "That’s why – as I said last year – I’m such a strong believer in local government.",
        "Now a lot has changed in the past 12 months – with more big changes to come.",
        "But what has not changed is the significance of local government and my regard for you as the bedrock of our democracy; delivering day in day out for our communities.",
        "Before I go on, I want to pay tribute to Lord Porter, who after leading the Local Government Association (LGA) with distinction since 2015 is handing over to his successor [Cllr] James Jamieson.",
        "I’ve gotten to know James well over the last year and I know that I’ll continue to enjoy an excellent relationship with him.",
        "Albeit, for how long, well that will be for someone else to decide!",
        "But the sector could not have had a more determined champion than Gary, and is all the stronger for it.",
        "I pay tribute to you Gary for the contribution you’ve made and the leadership you’ve shown.",
        "Yes, the fish and chips and everything in between.",
        "But most profoundly on reform and how I’m proud that we’ve delivered that lift on the housing borrowing cap which you championed to empower councils to get on and build more homes.",
        "There are no excuses now but I know Gary that whilst you are stepping back from one role you will be stepping up your challenge to see that these new freedoms are harnessed to the fullest extent.",
        "Thank you Gary for your service, your leadership and for being such an outstanding advocate for the good that local government can do. And as we look towards new leadership at the LGA I can’t see a better future for this country that doesn’t have local democracy at the heart of it.",
        "People taking control of their lives and places, striving for better for themselves and those they love.",
        "For their neighbours, their towns and their cities.",
        "There is a golden thread that runs through each us, binding us not just together, but to the places we call, and have called, home.",
        "**Local government role in delivering national policies**",
        "And that’s an emotional connection of which local government plays an important part in safeguarding and shaping.",
        "And this is all the more impressive because local government has a role in this most delicate of things, through to the most robust.",
        "Because whether we’re talking about big national programmes on housing, transport and infrastructure or maximising local economic growth, the fight against knife crime or revitalising our high streets, it always comes back to strong local leadership.",
        "I very much appreciate your efforts to support local areas to prepare for Brexit in extremely testing circumstances – preparations that will be central to ensuring all communities stand to benefit.",
        "And as we mark two years since the still unimaginable tragedy at Grenfell Tower, continuing to keep people in similar buildings safe and, critically, transforming our approach to building safety to ensure nothing like this can ever happen again.",
        "It’s remarkable to think that local government provides over 800 services to residents and businesses in England – a breadth and volume of responsibilities that isn’t always fully appreciated.",
        "You have continued to deliver against a difficult backdrop of constrained finances and big demographic shifts and, looking ahead, it’s clear there’s a lot at stake not only for vulnerable groups, but for the whole of our communities.",
        "**Funding and the settlement**",
        "I’m very thankful for everything you’ve done to rise to these challenges and to help reduce our debts and rebuild our economy – a significant contribution that, notably, hasn’t just been about driving efficiencies, but, increasingly, about innovating and improving public services.",
        "I know this has been far from easy – and that’s why one of my absolute priorities is to deliver a sustainable future for local government.",
        "This year’s local government finance settlement is an important step towards this – a settlement that provided a real-terms boost in spending, an extra £650 million for social care and which confirmed the government’s continuing approach to addressing negative RSG [revenue support grant].",
        "Much of your funding; such as retained business rates – which have risen annually in line with the growth in business rates – and council tax is, of course, already locally sourced.",
        "Underlining our commitment to putting local government truly in the driving seat – answerable not to central government, but to the communities you serve.",
        "And we remain committed to implementing local government finance reforms, including increased business rates retention, incentives to authorities to help grow local businesses and a new approach to distributing funding.",
        "I am grateful for your support and input as we continue to advance these significant reforms.",
        "But it is right that we consider how we implement these reforms. And I recognise your concerns that we cannot wait until the end of the year to provide you with this clarity, with budget preparations and planning for 2020-21 already underway.",
        "Overall funding available to local government will, of course, be a matter for the Spending Review but I will continue to make a powerful case for you – for local government – as a proud champion of the sector. To see that local government receives the support needed and gains as much certainty as we can as early as we can.",
        "It is right that we look at the challenges and opportunities you face, and the funding you are currently relying on, including for social care, when we consider what a sustainable settlement looks like for local government for the coming years.",
        "**Green Paper**",
        "It’s clear that growing and evolving challenges demand we go further and that, at this time of great change, look to map the way ahead.",
        "Look to get local government onto the front foot with a renewed confidence and sense of purpose – which means delivering a new deal for local government.",
        "This is about funding, yes.",
        "But it’s also about, I believe, a greater sense of shared responsibility for the difference we can all make for our people and places.",
        "As someone who saw my father stand in your shoes, I take this responsibility extremely seriously. I know you do too.",
        "Allied to my pragmatism and my passion for entrepreneurship, innovation and respecting the agency we all have to improve our lives and those around us, it’s why I’m a Conservative.",
        "And it’s why I’m keen to see us working together more collaboratively to harness this collective responsibility to drive improvement – to get the difficult balance between managing day to day pressures and being dynamic and demanding excellence right.",
        "That’s why I believe that the next leader of my Party will need to look afresh at the entire ecosystem underpinning local government and acknowledge that role we all have to play – to spot problems earlier, champion best practice and help each other improve.",
        "Central government, for example, could and should do more to identify and support struggling councils earlier to prevent failure and protect residents.",
        "The local audit system, too, could and should step up more robustly – not just because it reinforces confidence in financial reporting.",
        "But because it reinforces service delivery and, ultimately, our faith in local democracy – with potentially far-reaching consequences when audits aren’t carried out properly and fail to detect significant problems.",
        "That’s why we must heed concerns that have recently been raised by audit quality and whether the audit framework is too fragmented.",
        "To that end – as many of you will know – I’ve committed to reviewing the audit framework.",
        "I’m approaching this with an open mind, but our aim must be to ensure the framework helps members, Section 151 officers and chief executives make informed and responsible decisions about improvements.",
        "I’m also interested in exploring how we can invite greater input from citizens on this as part a more open system.",
        "I know the LGA – which does so much great work to raise the bar – is also keen to see the sector getting better support.",
        "Which is why we’ve strengthened the focus on leadership and efficiency this year as part of our £19 million offer to help authorities improve that’s delivered by the LGA.",
        "Like you, I want councils to excel and am open to your thoughts about what more we can do together to support this.",
        "I know the New Burdens Doctrine is key to this.",
        "Authorities must feel confident that the Doctrine is doing its job – fully assessing and funding any new requirements placed on them – something I’ve not hesitated to impress on my Cabinet colleagues.",
        "And I’m grateful for the LGA’s insight and support to help my department make sure authorities don’t lose out financially.",
        "To guard against this, it is right we look at the process and assure ourselves that it is fit for purpose.",
        "This is a conversation we must have with you, and I look forward to hearing what you want to see on this front.",
        "As I’ve said, it’s in all our interests to see you succeed.",
        "And by fighting your corner in the Spending Review, by backing you to break new ground, by standing with you to take greater collective responsibility, I’m confident we can deliver the new deal that local government and our communities deserve.",
        "A deal that resets the relationship between local and central government.",
        "That sees us adapting, with ever more agility, to face the future with optimism.",
        "That strengthens the special bond we share with our citizens and renews our democracy.",
        "I want to see these plans set out in more detail in a Green Paper and welcome your input.",
        "**Troubled Families Programme**",
        "Because there’s so much great work and expertise out there in our authorities.",
        "And I want us to do much more to celebrate and spread this; to ensure that early intervention and prevention becomes the norm rather than exception – as seen so powerfully in the Troubled Families Programme. This inspirational initiative that has been helping around 400,000 families facing multiple challenges change their lives by fundamentally changing the way local services are delivered – with services joining up around whole families to overcome problems before they escalate.",
        "When compared to a similar comparison group, the latest programme evaluation saw:",
        "the number of children going into care down by a third,",
        "the number of adults going to prison and juveniles in custody down by a quarter and a third respectively,",
        "and 10% fewer people claiming Jobseekers Allowance.",
        "It’s why I’m such a passionate advocate of the Programme and why I want to see a renewed programme for the years ahead.",
        "Yes, the name may not be right and there are other improvements we can make.",
        "But the programme is demonstrating the change in people’s lives it is making and we need to get behind it.",
        "**Housing**",
        "Housing is another vital area where local authorities need to strengthen their ability to deliver.",
        "This is, undoubtedly, our top domestic priority – the challenge of a generation.",
        "Whatever else changes, that will not change.",
        "And as we mark the centenary of the Addison Act, it’s fitting that councils are once again leading the charge to help increase supply to 300,000 new homes a year.",
        "In doing so, we want to help you maximise the potential the lifting of the HRA (Housing Revenue Account) cap offers by considering how you might boost your capabilities and develop joint ventures. Whether with housing associations and, indeed, the private sector to unlock more sites.",
        "Ensuring we do reach the full ambition of a new generation of council homes.",
        "This push also demands we build faster and reduce delays.",
        "That’s why – as I said last week – we will be publishing an Accelerated Planning Green Paper – to look at how greater capacity and capability within local planning authorities, stronger plan-making, better performance management and procedural improvements can accelerate the end-to end planning process for all.",
        "Delivery also depends on getting communities on board – communities who are more likely welcome new development when it’s underpinned by the right infrastructure.",
        "Our £5.5 billion Housing Infrastructure Fund – which aims to unlock new homes in areas of greatest demand – reflects this.",
        "And, as we get funds out of the door – just this month, in Woking and Truro – this is having an impact.",
        "**Conclusion**",
        "Self-sacrifice, frugality and belief.",
        "These are virtues we rarely place in the context of public service, preferring instead to talk in pseudo motivational management speak; dynamism, agility, high energy.",
        "Those words and phrases, however, are not the virtues of human beings. No, they are the characteristics of systems and processes. They are mechanical words.",
        "And yet, when I see the best of public service, it is the opposite of the machine, it is deeply human. Fundamentally it is an honest and empathetic connection between people.",
        "A social worker and a vulnerable child. A care worker and their elderly patient. A teacher and proud parents.",
        "It is in these moments, these connections, that public service becomes more than material, and changes how we feel about ourselves.",
        "Because public service should lift us all. Those who give and those who receive.",
        "But it is easy to forget this deeper truth. Easier to fall back on mechanical words, on systems and processes.",
        "You have had more pressure than most and a greater weight placed on you to help us correct the nation’s finances.",
        "And for this reason, and others, it is so impressive that in spite of all that, when we meet, you don’t talk in spreadsheets or corporate strategies – well not all of you at least – but in terms of the people you love and the communities you serve.",
        "I can see, that self-sacrifice, that frugality and that belief in yourselves that you can make a difference.",
        "When thinking about what I wanted to say to you all, I knew above all that I wanted to say thank you for staying true to those virtues and never losing them.",
        "Thank you to the councillors who give up their time to represent the communities they serve and thank you to the officers who work so diligently and fairly in supporting to deliver local priorities.",
        "Now is clearly a time of change.",
        "A new Prime Minister will be in post shortly and a new government. Such moments provide us with opportunities for that most important of things; renewal.",
        "An opportunity to ask the bigger and more fundamental questions.",
        "A renewed opportunity to ask ourselves how we can deliver better, smarter services for the people we serve.",
        "And as we open this new chapter, be positive about the future for our communities, be positive about the future of our country and the intrinsic and special role that local government has to play.",
        "Thank you."
    ]
}