{
    "url": "https://www.ukpol.co.uk/paul-bromfield-2020-speech-on-the-relationship-with-the-european-union/",
    "title": "Paul Bromfield – 2020 Speech on the Relationship with the European Union",
    "post_date": "February 28, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Paul Bromfield",
            "url": "/tag/paul-bromfield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Paul Bromfield, the Labour MP for Sheffield Central, in the House of Commons on 27 February 2020.",
    "content": [
        "I thank the Minister for the Cabinet Office for prior sight of his statement. He talks about having got Brexit done, but he knows that is not the case. We have taken the first step in leaving the European Union, but Brexit, as he knows, is far from done. The Government’s ambition for our new relationship with our most important trading partner is, frankly, underwhelming. They started with a commitment to securing the exact same benefits; then scaled it back to frictionless trade to protect our vital supply chains; then it was Canada-plus-plus-plus; and now it is Canada so long as that does not get in the way of ending our alignment with the standards that we have previously enjoyed.",
        "The Minister talked about the Government’s mandate in the general election, which was based on a withdrawal agreement and a political declaration that says the free trade agreement will be",
        "“underpinned by provisions ensuring a level playing field”.",
        "They now apparently reject that. The Minister spoke of higher UK standards than are required within the EU, and he is right—there are some examples; there are also contrary examples—but EU standards are a floor, not a ceiling. May I ask the Minister: if the Government have no intention of falling below those standards, why are they unwilling to make that commitment?",
        "I spent Monday evening with manufacturing companies from across the north of England, and they are not worried by alignment; indeed, they want it. They are concerned about the barriers to trade undermining their position in the crucial European market. I know that the Prime Minister has made his contempt for the views of business well known, but will the Government not think again at this crucial moment, because they are taking serious risks with our economy, people’s jobs and their livelihoods?",
        "The Treasury analysis from November 2018 predicted that a Canada-style FTA would shrink the economy by up to 6.4%. I know the Government have rubbished their own analysis already, but what new analysis have they done? May I ask the Minister: will the Government publish a full economic impact assessment of the deal that they are seeking? Will they also publish the assessment of the other trade deals that he mentioned? A recent freedom of information request revealed that the Department for International Trade has commissioned and received, but not yet published, assessments of the impact on the UK economy of the FTA with the US, of that with Japan and of the Trans-Pacific Partnership. Will he commit to publishing those impact assessments immediately?",
        "The Prime Minister has told us time and again that his Brexit deal",
        "“represents stability and certainty for business.”—[Official Report, 19 October 2019; Vol. 666, c. 594.]",
        "But in ruling out extending the transition period, the Government are taking business from one set of uncertainties to a new set. They are expecting to complete enormously complex negotiations in just 10 months, with a cavalier disregard for the consequences of failing to do so. The Minister’s warning to business that customs ​checks are “inevitable” and that “almost everybody” will face extra barriers at the border is deeply concerning. Indeed, the one place where the Government claim that there will not be checks—for GB trade with Northern Ireland—is the only place where they have actually so far committed to having them: down the Irish sea. In light of the conflicting statements from so many of his colleagues, will the Minister clarify the extent of checks along the border that the Government have created down the Irish sea?",
        "Labour wants the best deal for Britain in trade, security and all the other areas mentioned by the Minister. That means maintaining the closest possible relationship with our most important trading partner, and it is on that that we will hold the Government to account."
    ]
}