{
    "url": "https://www.ukpol.co.uk/michael-brotherton-1978-speech-on-the-humber-bridge/",
    "title": "Michael Brotherton – 1978 Speech on the Humber Bridge",
    "post_date": "April 9, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Michael Brotherton",
            "url": "/tag/michael-brotherton/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Michael Brotherton, the then Conservative MP for Louth, in the House of Commons on 21 June 1978.",
    "content": [
        "I am grateful to have the opportunity to raise the subject of road communications on the south bank of the Humber. First, I would like the House to consider the geography of the Humber, north and south. There are two main ports on the Humber—Immingham, on the south bank, and Hull, on the north bank. Grimsby, a secondary port, is on the south bank. Grimsby and Immingham are, in fact, the same port: they are jointly called the port of Grimsby and Immingham by the British Transport Docks Board. On the south bank we have very poor road communications. Recently there has been completed the M62, which runs from Hull across the country to Liverpool. It runs the whole way across the nation. On the south bank, however, we have nothing like that.",
        "We are building at the moment the Humber Bridge, which is to connect the two banks. There are those who say that the bridge is being built because there was a by-election in Hull in January 1966 and the right hon. Member for Blackburn (Mrs. Castle), then Minister of Transport, went to Hull and said that the Socialist Government would build a bridge across the Humber. That bridge is in the process of being constructed, and we all know now that, although it started at an estimated cost of £19 million, the cost will eventually end up at about £90 million. There is no way of preventing that bridge from being completed. It is a white elephant; it is unnecessary, and it goes from nowhere to nowhere. When it comes to the south bank of the Humber, there is no real road communication that is of any use at all.",
        "Why do we need good roads on the south bank? The ports of Immingham and Grimsby together are the brightest jewel in the crown of the British Transport Docks Board. They make an enormous profit. Hull makes a loss while Grimsby and Immingham make a huge profit. At Immingham, which is in my constituency, we have ICI, Fisons and the ​ port, and millions of tons of goods go over the quay there every year. Immingham is the sixth largest port in the United Kingdom. Yet we have no roads. Grimsby is a great fishing port, but the Department of Transport has said recently that it is not to be regarded as a port at all.",
        "The M180 is the road that is to go from the Humber Bridge across to Immingham and Grimsby. We are told that it will stop just short of Grimsby because Grimsby is no longer to be regarded as a major port. The road is to end at Pywipe. Pywipe is a field just outside Grimsby in my constituency. This dual carriageway is to end in a ploughed field, and we are told that this is because the Department of Transport no longer regards Grimsby as a major port.",
        "It is not for me to make the case for Grimsby, because Grimsby is not in my constituency. Grimsby, however, is the major fishing port of the Humber. In Grimsby there are such factories as Findus, La Porte and Ross. There are other major food processors. Many of my constituents in Cleethorpes work in Grimsby. If one were to drive along the A18 on any night when the fishing vessels have come into Grimsby, one would know that many dozens of lorries go along that route. A tremendous traffic block is built up night after night because Grimsby, regardless of what the Ministry may say, is a port. Regardless of what the Ministry may say, Grimsby is a major fishing port which generates a tremendous amount of traffic.",
        "My constituents in Cleethorpes, Humberston and the surrounding towns go to Grimsby to work or to fish. They may go to work in the factories that I have mentioned. As a result of all the jobs in which those people are engaged, traffic is generated and enormous numbers of lorries have to go along these roads. We are now told by the Ministry that nothing will be done: first, that nothing will be done until the 1980s and, secondly, that the road will stop at Pywipe.",
        "Can the Minister really say that he regards Grimsby not to be a port? Can he really say that he does not regard the people in my constituency as working in a port? Can he really say that the traffic going from Grimsby towards the ​ Humber Bridge, or the traffic going towards the Al and Ml, is not important? Can he really say that he does not believe that this road is important?",
        "I have said that we have the M62 on the north bank of the Humber. What is required on the south bank, as all those who work on the south bank know, is a decent east-west road communications system. The Humber Bridge is of little use to my constituents or to all those who work on the south bank. What is required is something which will tie in with the Al and MI north-south major trunk roads of the United Kingdom. We need roads which will tie in with the M62 so that we can get across the country to Liverpool.",
        "At the moment, we have absolutely nothing at all. The M180 is being built and the Brigg bypass has been completed. Obviously, those who live in that area thank the Minister and the Department for what has been done, but the fact remains that the south bank is being betrayed in that we do not have a sufficient communications system which tics in with the north-south trunk routes of the nation. We are being totally ignored by the Department. We are being ignored to the extent that even the planning of the road will stop at Pywipe and will not even continue into Grimsby.",
        "Those who live on the south bank of the Humber regard with great cynicism the granting of development area status to the south bank of the Humber just before the Grimsby by-election of about a year ago. Just over a year ago, the south bank of the Humber was given development area status, but since then nothing has been done to improve our communications or to give us a decent road system. Nothing has been done to help the people of Grimsby and Immingham to communicate with the rest of the country. People are in despair. What will the Minister do to help us?"
    ]
}