{
    "url": "https://www.ukpol.co.uk/anthony-browne-2022-speech-on-the-finance-bill/",
    "title": "Anthony Browne – 2022 Speech on the Finance Bill",
    "post_date": "November 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Anthony Browne",
            "url": "/tag/anthony-browne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Anthony Browne, the Conservative MP for South Cambridgeshire, in the House of Commons on 28 November 2022.",
    "content": [
        "It is a pleasure to speak at the back end of the debate following so many fascinating contributions from the Government and Opposition Benches. I particularly enjoyed the comments from the shadow Minister, the hon. Member for Ealing North (James Murray), positioning Labour as the party of small business. I have long believed that that is true—the best way to create small businesses is to start with a big business and then elect a Labour Government.",
        "I support the Government overall and this well-crafted autumn statement. It balances the books in a way that bears down on inflation without harming growth, and it has been done in a fair way, as many hon. Members have said, helping households who are struggling. The energy price guarantee and the retention of the pensions triple lock are particularly welcome. I also welcome the extra money for health and education. Like my fellow Conservatives, I do not like the fact that taxes are going up to the highest level for 70 years, but I accept that that is necessary and that we must accept sound money before tax cuts.",
        "The main focus of my comments will be on an issue raised by several hon. Members: research and development. I very much welcome the fact that the Government are committing to £20 billion a year of public money for research and development, but my concern is about the changes to the R&D tax relief system. The Government have made major changes, with the system becoming more generous to big firms to make them more internationally competitive, but the rate of relief for small and medium-sized businesses effectively being cut in half, from 33% to 18.6%. It is a bit more complex than that, but that is the gist. Why are the Government doing that? As the Chancellor said in his autumn statement, it is to tackle fraud. Indeed, fraud is a problem—I have looked into that as chair of the Conservative Back-Bench Treasury committee —and we do need to tackle it. However, the trouble with this way of tackling research and development fraud is that it punishes legitimate research companies as much as fraudsters and chancers, lumping them all in together. There are better ways of doing that.",
        "I am talking about this because it is a particularly big issue in my constituency. South Cambridgeshire is the life sciences capital of Europe. I have literally hundreds of life science companies, from the global headquarters of AstraZeneca down to the newest start-ups. Almost every village has a science park packed full of life science companies. Those small start-ups are at the cutting edge of research and development in life sciences. More research and development in life sciences is now done in small businesses than by the big pharma companies. Without them, innovation would be very slow and the UK would lose its position as a life science superpower. We talk about becoming a life science superpower, but we are one already, and most of the rest of the world recognises that.",
        "It is in the nature of those small companies that they are research-heavy, but clinical trials mean that it could take 10 to 15 years to bring a product to market before they make any revenues. They are funded not by revenues from global sales of blockbuster drugs, like big pharma companies, but by investors who fund research for a decade or more before they have any chance of a return. Their financial models depend on the research and development tax credit regime, which is fundamental to them in leveraging funds from investors from around the world. It has been successful in making the UK an attractive place to do research.",
        "**Jim Shannon (Strangford) (DUP)**",
        "It is important to have research and development. It is also important that those companies can do their research on Parkinson’s, diabetes and heart disease, and all those things must have research and development investment. Does the hon. Member feel that the Government need to enhance that to their betterment and find cures for Parkinson’s, pancreatic cancer, diabetes and heart disease?",
        "**Anthony Browne**",
        "Absolutely. Many companies in my constituency and publicly funded institutes are doing research on those diseases. That is critical to people living healthy lives as well as to the economy, and the Government are absolutely right to support it.",
        "The sudden cutting in half of research and development tax relief is a major challenge to the life science companies in my constituency, which are shocked at what is proposed —seemingly out of the blue. Many, if not most of them, are suddenly having to rethink their research plans. They are in shock particularly because it was proposed at such short notice—it will come into effect next year—and without consultation. They are having to go to their investors now and say that they will no longer have the money they thought they would and that they will have to cut back research and jobs.",
        "Let me give the House a few examples of real companies in my constituency that I have been working with. PhoreMost combines artificial intelligence with drug research. I went to the opening of its laboratories in the village of Sawston. Neil Torbett, the chief executive officer, said:",
        "“The current R&D tax system has been instrumental in our growth as a Cambridge-based Biotech, which has grown to over 50 highly skilled staff, raised £45 million in investment and entered into multiple pharmaceutical industry partnerships. Receipts from R&D tax credits form a critical part of our funding equation, and the proposed SME R&D tax relief cut will materially adversely affect our future growth plans within the UK.”",
        "I opened the offices of bit.bio, another company in my constituency, which does the most amazing genetics research—I have mentioned it before. Mark Kotter, the chief executive officer, said:",
        "“The assistance at the current level is a cornerstone of our financial projections, which also help us to attract equity funding, and any reduction in the claimable amount will have a significant impact on our ability to invest and grow at the desired rate.",
        "As part of our forecast, we will be looking to increase our current headcount of 175 by approximately 30% in the next year, but quite simply this will not be possible if the tax relief changes announced in the Autumn Statement become reality.”",
        "I could give countless other examples. This is dramatically changing the prospects of life science research in Cambridge.",
        "I know that the Government want to champion life sciences as part of their ambition to ensure that we are a life sciences superpower. I have worked with the Government on that. Indeed, I welcomed the life sciences Minister—the Minister of State, Department of Health and Social Care, my hon. Friend the Member for Colchester (Will Quince)—to my constituency just last week. I know that they want to tackle fraud in the R&D tax credits regime. As a taxpayer, I very much want us to do that; it is a duty of Government to ensure that the taxpayers’ money is well spent. We share those dual objectives, but there are better ways to tackle fraud without harming research. We can throw out the dirty bathwater without throwing out the baby.",
        "Here are some suggestions. We can ban contingent fee—no-win, no-fee—tax agents. A whole industry of people are trying to make money out of encouraging other people to put in fraudulent tax credit claims. We could ban that. We should resource HMRC so that it can scrutinise the claims. Most claims are automated and there is no scrutiny of what is put in. That encourages and gives an easy ride to fraudsters.",
        "We can also limit claims for soft innovation—that is, technical maintenance and updates that would have been made anyway and which people would not normally think of as research and development. They should not be getting research and development tax relief in the first place. Lastly, to distinguish between the life science companies that we all want to encourage and the fraudsters and chancers, the Government could create an R&D tax regime for knowledge-intensive companies, which are already recognised in the tax codes; there would be no definitional issue, because those companies are already in the tax code. I am talking about companies with under 500 employees carrying out work to create intellectual property and expecting the majority of their business to come from that work within 10 years, or companies where more than 20% of employees are doing research roles requiring a master’s degree, a PhD or beyond.",
        "If the Government take those steps, they can promote research while tackling fraud. I urge them, on behalf of all the businesses in my constituency—dozens of which have been in contact—to delay the implementation of the change, consult the industry on it and to look at more specific ways to tackle fraud, so that we can distinguish between genuine research that we want to encourage and the fraudsters and chancers. Will the Financial Secretary or the Exchequer Secretary—I am not sure whether this applies to him or her—meet me and industry representatives urgently to talk about the impact of the changes in the regime on life sciences research in the UK? With that caveat—I realise that it is a big one for my constituency members—and assuming a positive answer, I support the Bill overall, and I commend it to the House."
    ]
}