{
    "url": "https://www.ukpol.co.uk/gordon-brown-2004-speech-to-the-council-on-foreign-relations/",
    "title": "Gordon Brown – 2004 Speech to the Council on Foreign Relations",
    "post_date": "January 3, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, in New York on 17 December 2004.",
    "content": [
        "I would like to start by saying how delighted I am to be here.",
        "To be introduced by Robert Rubin – held in respect and admired in every continent for your outstanding leadership during and since your successful time of office as Treasury Secretary.",
        "And to be invited here to make our case at the Council on Foreign Relations about the forthcoming British G8 presidency is both humbling and challenging.",
        "For this is the forum – set up to help rebuild the international order after world war one, central to the 1944 and 1945 conferences for building that order after world war two – where out of the seeding of new ideas, the discussion of international events, so much that has been so good for the world has been initiated.",
        "And at the heart of the internationalism advanced by the Council, just as it is at the heart of the close and historic links between our two countries, the UK and the US – are our shared values:",
        "* our shared passion for liberty and democracy;",
        "* our fundamental beliefs: in opportunity for all, the work ethic and enterprise;",
        "* and our commitment to being open, outward looking and engaged with the world – not least our shared convictions that economic expansion through trade and free markets is the key to growth and prosperity.",
        "And let me start by acknowledging the debt the world owes to the United States for your leadership not just in the world economy but in the fight against international terrorism. And coming to New York three years after September 11th I am once again deeply impressed by the resilience and bravery in the face of tragedy. Indeed, America has shown by the actions of all its people that while buildings can be destroyed, values are indestructible; while lives have been put at risk, the cause of liberty never dies; and while hearts may be broken, your faith in the future is unbreakable.",
        "And in Iraq, Afghanistan and round the world I can assure you that Tony Blair and I are determined that this alliance endures, prospers and advances from strength to strength.",
        "And when the transatlantic economic relationship between Europe and America now accounts for up to $2.5 trillions of commercial transactions each year, including $500 billions of foreign trade, and provides employment to over 12 million people on both sides of the Atlantic, we must do more to break down the tariff and non tariff, regulatory, competition and financial services barriers to greater trade and investment between our two continents. And I repeat my proposal – more relevant than ever – a proposal born out of my experience as a Finance Minister – that European countries like Britain and the US and the NAFTA countries should meet in a regular economic forum to examine shared economic challenges.",
        "But this morning I want to discuss with you how as the US Presidency of the G7 of 2004 evolves into the British Presidency of 2005 we can work together to fashion a global alliance for peace and prosperity that starts from the shared needs, common interests and linked destinies of developed and developing worlds working together.",
        "And I have a quite specific set of proposals: that as poor countries reform and agree to continue reform, the richest countries must ensure that all countries in desperate need of sustainable debt relief receive it; that we complete as a matter of urgency the first trade round the world has ever seen that sets out to rebalance the trading system to take account of the interests of the developing world; and most of all that we consider an innovative proposal to tackle HIV/AIDS, TB and malaria, to give every child the chance of primary education and to double aid to halve poverty.",
        "Let me put my proposals in context:",
        "Just before the Iron Curtain descended over Europe in the late 1940s Prime Minister Churchill and President Roosevelt came forward with bold proposals for a strengthened Atlantic Alliance and looked ahead to a new era and – in their day and for their times — built a new world order.",
        "In that remarkable decade, visionaries here in America and round the world created:",
        "* the United Nations;",
        "* the World Bank and International Monetary Fund;",
        "* and then in a remarkable act of generosity – through the Marshall Plan – America transferred 1 per cent of national income to the war ravaged economies of Europe, recognising that prosperity like peace was indivisible; that prosperity to be sustained had to be shared.",
        "And that vision led to not only a new military and political settlement but a call for a new economic and social order that tackled, in their words, ‘hunger, poverty, desperation and chaos’.",
        "Like these visionaries of the post war era, we are today dealing with military, security and strategic challenges in a number of critical countries to which we must respond at a security and military level comprehensively with clear and defiant resolution but as Marshall did, also at an economic, social and cultural level.",
        "Like our predecessors we are seeing the need for an offer to the least developed countries – the most recent being the Monterrey consensus and in the USA the Millennium Challenge Account – what Marshall argued for: ‘to permit the emergence of political and social conditions in which free institutions can exist’ – and that such an offer can only succeed if it goes beyond compensation for poverty to dealing with its underlying causes, beyond temporary relief to wholesale economic development.",
        "And like them we see that any future global economic and social order must be grounded in responsibilities as well as rights. So like theirs our proposals also call on the poorest countries to rise to the challenge. And thus our vision of the way forward – akin to the 1940s challenge to rich and poor countries alike – is that only by each meeting their obligations for change all can benefit.",
        "And we recognize the differences.",
        "We understand that when what happens to the poorest citizen in the poorest country can directly affect the richest citizen in the richest country, the security threat we face is not an Iron Curtain which separates East from West but a blanket of fear – permanent, guerrilla war fought not by conventional armies or nation states but by cliques and factions of whose suicide bombers it is often said they cannot easily be deterred, they need succeed only once and they do not have to win in order for us to lose. I am more confident that by military and security measures and also by the far sightedness of our economic and social vision we can separate those extremists from the peoples they seek to exploit.",
        "But we also recognize that while the Marshall Plan was constructed in a post-war world of distinct national economies in need of rebuilding, our job now, in a more interdependent world – the world of globalisation – is to help build for a wholly different environment of open not sheltered economies, international not national capital markets, and global not local competition —– and to do so in a way that recognizes that the foundations of prosperity – the rule of law, transparency and accountability – need to be built by support in aid not as compensation for poverty but as investment in the building on modern economies.",
        "The answer is not to imply you have to choose between engaging in the global economy and addressing poverty, as if men and women of compassion should reject globalisation. The answer is to advance globalisation and justice together with new policies for a new era of engagement.",
        "Now exactly five years ago in New York and in a historic declaration every world leader, every international body, almost every single country signed up to a shared commitment to right the greatest wrongs of our time.",
        "The promise that by 2015 every child would be at school – the right to education so everyone can help themselves.",
        "The promise that by 2015 avoidable infant deaths would be prevented – the right to a healthy life so all have the opportunity to make the most of their abilities.",
        "The promise that by 2015 poverty would be halved – the right to prosper so each and every individual can fulfil their potential.",
        "But already, so close to the start of our journey, we can see that our destination risks becoming out of reach, receding into the distance.",
        "At best on present progress in Sub Saharan Africa:",
        "Primary education for all will be delivered not in 2015 but 2130 – that is 115 years too late",
        "The halving of poverty not by 2015 but 2150 – that is 135 years too late",
        "And elimination of avoidable infant deaths not by 2015 but by 2165 – that is 150 years too late",
        "The world will not wait 150 years for promises made to be honoured.",
        "Recall the past promises:",
        "* the promise in 1970 that all developed countries would set aside 0.7 per cent of their national income for development aid;",
        "* the promise of primary education for all made in 1980 in Jomtien (Thailand) and re-affirmed in 2000 in Dakar (Senegal);",
        "* the promises at the World Summit for social development in 1995 on eliminating poverty;",
        "promises which all have one thing in common – they have all been broken.",
        "Martin Luther King spoke of the American constitution as a promissory note.",
        "And yet – for black Americans – the promise of equality for all had not been redeemed.",
        "He said that the cheque offering justice had been returned with ‘insufficient funds’ written on it.",
        "And in this way he exposed on racial equality the gap between promises and reality.",
        "And so too the Millennium Development Goals – a commitment backed by a timetable – are now being downgraded from a pledge to just a possibility to just words.",
        "Yet another promissory note, yet another cheque returned marked ‘insufficient funds’",
        "Now since 2000 some progress has been made.",
        "$70 billion of unpayable debt is being written off.",
        "At the 2002 Monterrey Financing for Development conference, donor countries pledged an additional $16 billion a year for development aid from 2006.",
        "Under President Bush’s leadership the United States have promised $5 billion a year by 2006 through its Millennium Challenge Fund – increasing US foreign aid by 50 per cent – and $500 million to promote HIV/AIDS prevention and provide antiretroviral therapy — in total more than tripling US investment globally in tackling HIV/AIDS since 2001.",
        "And five countries including the UK have this year committed to a timetable for raising development aid to the UN target of 0.7 per cent of national income.",
        "In addition, in the past decade in developing countries, primary school enrolments have increased at twice the rate of the 1980s.",
        "The proportion of those aged over 15 who can read has risen from 67 per cent to 74 per cent.",
        "Life expectancy has increased by from 53 years to 59 years.",
        "And the number of people living in extreme poverty has fallen by 10 per cent.",
        "But at the same time we face the challenge of a continent – Africa – where 30 countries still have an average life expectancy of less than 50. Where 25 million people are infected with HIV/AIDS. Where in 24 countries one in every ten of children die before the age of one and the everyday story is of mothers struggling to save the life of their infant child and in doing so losing their own. Where millions of children die unnecessarily each year.",
        "We cannot anymore blame these failures on a lack of science, medicine or knowledge. And we cannot blame our inaction on ideological division, that we have been frozen into action by a failure to agree. I cannot think of a time when there has been so much basic agreement between developed and developing counties on the role of markets and public investment; on the importance of trade, private investment and transparency in monetary and fiscal regimes — what you might call a new consensus. Instead, what we need is greater political will.",
        "And the UK’s plan is this. We need to make an offer as bold as the offer that was made in the Marshall Plan of the 1940s. An offer that as developing countries pursue corruption-free policies for stability, implement their own poverty reduction plans and take forward the policies necessary to expand development, attract private investment, encourage entrepreneurship and reform trade at their own pace, the richest countries should offer:",
        "* to make a reality of our pledge to wipe out 100 per cent of debt that is unpayable;",
        "* to dismantle our trade barriers and finance, for the poorest countries, the building of capacity to trade and attract investment so they can take advantage of opportunities in our markets;",
        "* and to offer – in what Robert Rubin calls a ‘parallel agenda’ – the resources that are urgently needed to meet the Millennium Development Goals – an extra $50 billion a year.",
        "It is an offer made for security, economic and moral reasons.",
        "It is an offer that requires accountability and transparency from the poorest countries to justify development aid.",
        "It is an offer however whose generosity – an act of statesmanship – would illuminate the values we are defending and show the world that we, the richest countries are ready to march forward with the poorest countries under the banner of liberty, democracy and opportunity for all.",
        "And out of this I believe we could achieve not only a major assault on poverty in the poorest countries but pave the way, as the Marshall Plan and the Bretton Woods institutions did, for greater trade and higher and longer-term world economic growth benefiting us all.",
        "Let me outline the scale and significance of our proposals.",
        "Let us in 2005 make a historic offer that finally removes the burden of decades old debts that today prevent the poorest countries ever escaping poverty and leading their own economic development.",
        "In 1997 just one country was going to receive debt relief.",
        "Now 27 countries are benefiting with $70 billion of unpayable debt being written off.",
        "And it is because of debt relief in Uganda that 4 million more children now go to primary school.",
        "Because of debt relief in Tanzania that 31,000 new classrooms have been built, 18,000 new teachers recruited and the goal of primary education for all will be achieved by the end of 2005.",
        "Because of debt relief in Mozambique that half a million children are now being vaccinated against tetanus, whopping cough and diphtheria.  \nAnd all achievements made without undermining creditor confidence.",
        "But when many developing countries are still choosing between servicing their debts and making the investments in health, education and infrastructure that would allow them to achieve the Millennium Development Goals, we have to recognise that while 100 per cent bilateral debt relief has wiped out half the debts of most poor countries, the process can only be completed – as US Treasury Secretary John Snow has suggested – with a bold act of offering 100 per cent multilateral debt relief, relief from the $80 billion of debt owed to the IMF, the World Bank and the African Development Bank, up to 80 per cent of the historic debt of some of the poorest countries.",
        "And instead of running down the resources the international financial institutions have available for development, I suggest that IMF debt write-off be financed by using IMF gold and that donor countries make a unique declaration that they will, on this occasion, repatriate their share of World Bank and African Development Bank debts owed by eligible developing countries. And to lead the process we the UK are prepared to assume responsibility for 10 per cent of all debts owed to the World Bank and the African Development Bank.",
        "But debt merely deals with the burdens of the past. It is not enough to break the vicious circle of debt, poverty and under-development, we must also build a virtuous circle of private investment, open trade and economic development.",
        "Less than 5 per cent of total flows of foreign direct investment go to the least developed countries – and only 1 per cent to the whole of Africa. Domestically generated savings and investment barely match foreign capital inflows – and the savings that do exist often leave the country in capital flight. That is why country-owned poverty reduction strategies are rightly focusing on creating the right domestic conditions for private investment and commerce with the IMF, World Bank and nations like ours providing direct support to help create a stable economic environment, an educated and healthy workforce, improved infrastructure, encouragement for entrepreneurship, well functioning capital markets and sound legal processes that strengthen property rights and deter corruption. We know now that who holds the raw materials is less important than who has the skills. As President Bush has said: ‘Africa is a continent that has got vast potential, and the United States wants to help the people of Africa realise that potential’.",
        "All of us here know that no country has moved from poverty to prosperity by cutting itself off from the international economy and without increasing its investment and trade. We also know that reducing tariffs and achieving the ambitious pro-poor trade agreement promised at Doha could boost the world’s yearly income by over $500 billion. And while developing countries could gain the most, all countries and regions stand to benefit.",
        "So 2005 must become the year when through the world trade talks, we release the poorest countries from unfair trade barriers. But my proposals involve not just removing the barriers but a more positive encouragement of private investment and trade.",
        "First, it is time for the richest countries to agree to open our markets, remove trade-distorting subsidies and in particular, do more to tackle the scandal and waste of the European Common Agricultural Policy, showing we believe in free and fair trade.",
        "Second, it is time to move beyond the old consensus of the 1980s and recognise that while bringing down unjust tariffs and barriers can make a difference, developing countries must also be able to carefully design and sequence trade reform into their own poverty reduction strategies.",
        "And third, it is not enough to say ‘you’re on your own, simply compete’ we have to say ‘we will help you build the capacity you need to trade’ – not just opening the door but helping developing countries gain the strength to cross the threshold. We have to recognise that they will need additional resources from the richest countries both to create the physical infrastructure and human capital to take advantage of trading opportunities – and to prevent their most vulnerable people from falling further into poverty.",
        "It is this last offer that could in my view unlock the stalled world trade talks and as we progress together – America and Europe – towards the next meeting in December 2005 in Hong Kong we must drive forward this agenda.",
        "But any discussion of debt relief and encouragement for trade leads to the third great challenge of 2005: that progress on debt relief and capacity building for trade side by side with Rubin’s ‘parallel agenda’ of investment in education, health and anti poverty programmes must also involve new resources – not aid as compensation for being poor but aid as investment in the future potential of the developing world, tackling the underlying causes of under-development.",
        "Making better use of existing aid – reordering priorities, untying aid and pooling funds internationally to release additional funds for the poorest countries – is essential to achieve both value for money and the improved outcomes we seek.",
        "But the brutal fact is that while ten years ago aid to Africa was $33 per person per year, today it is just $27",
        "All the public spending on education in Sub-Saharan Africa taken together is still, per pupil, under $50 a year, less than one dollar per week.",
        "And compared to $2000 a year in America, Sub-Saharan Africa still devotes only $12 per person per year to health – and only $3 per person per year comes from aid.",
        "So the fact is that as the problems of disease and poverty have grown, financial support has been reduced. And the scale of the resources needed immediately to tackle disease, illiteracy and global poverty, far less to meet the ambitious Millennium Development Goals to which we are pledged, is far beyond what traditional funding can offer.",
        "That is why the UK Government as part of the financing package to reach the Millennium Development Goals has put forward its proposal for stable, predictable, long-term funds frontloaded to tackle today’s problems of poverty, disease and illiteracy through a new global finance facility.",
        "The International Finance Facility is in the tradition of the Marshall Plan.",
        "And it is modelled on the founding principles of the World Bank where nations provided resources to an international institution that then borrowed on the international capital markets.",
        "But it is a temporary facility to meet the needs of development from now to 2015.",
        "Let me explain how the IFF will work.",
        "The IFF will be founded upon the additional $16 billion a year already pledged from the richest countries like ourselves at Monterrey.",
        "Donors will make this additional funding a long-term pledge – over 30 years.",
        "And using these binding donor commitments as security, the IFF will leverage in additional money from the international capital markets to raise the amount of development aid for the years to 2015 by $50 billion a year – which will be repaid during the second half of the life of the facility through donor commitments",
        "Let us be clear the IFF is a temporary facility that involves no new bureaucracy. The IFF would disburse development aid through grants and work through existing channels for delivering aid – indeed, current US commitments to the Millennium Challenge Account, for example, could be scaled up by the IFF structure before being disbursed in exactly the same way as planned today by the Millennium Challenge Corporation.",
        "And I believe the IFF has the following advantages – it allows us to tackle the causes of under-development not the symptoms; it allows us to ensure predictable funding where first aid is not at the expense of long term investment; and it allows us to frontload the flow of resources required to meet the Millennium Goals.",
        "First, the IFF would provide a predictable flow of aid to developing countries so they no longer have to suffer from an up to 40 per cent variance in the amount of aid they receive from year to year which itself prevents them from investing efficiently in health and education systems for the long term and tackling the causes of poverty rather than just the symptoms.",
        "Too often in the last 50 years we have seen development funding as short term charity aid, charity for being poor, instead of for a higher and more substantial purpose – long term investment tied to tackling the underlying roots of poverty and promoting sustainable growth. That is why the development funding I propose today through the IFF is specifically designed to generate the public investment needed to create the best environment to boost private investment and trade by increasing funds for health and education – not typically areas in which private capital flows but areas in which public investment is necessary to create an environment in which private commerce can flourish.",
        "Second, the IFF would create the scale of funding necessary to invest simultaneously across sectors – in education and health, trade capacity and economic development – so that instead of having to choose between urgent emergency disaster relief and long term investment the impact of extra resources in one area reinforces what is being done in others and has a lasting effect.",
        "For the fact is that no one area can be seen in isolation from another:",
        "* every year of additional schooling that a mother has reduces her child’s chances of dying by up to 10 per cent so if we cannot invest in education we cannot succeed in tackling diseases like HIV/AIDS, TB and malaria;",
        "* teachers in dozens of countries are dying of HIV/AIDS faster than they can be trained so if we cannot tackle ill-health we cannot solve our problems in education;",
        "* 90 per cent of diarrhoeal disease is caused by poor water so if we cannot invest in sanitation we cannot succeed in public health;",
        "* investment in transport and telecommunications are essential if developing countries are to reap the benefits of access to our markets so if we cannot invest in infrastructure we cannot succeed in stimulating economic development;",
        "* and because every dollar no longer required in repayment to meet the burden of unpayable debt can be money spent on education and health, if we cannot continue to secure debt relief we cannot succeed in education and health.",
        "So to rise to the scale of the challenge we need a financing vehicle through which we make possible the funds for – and then the realisation of our goals for – education, health, AIDS, economic development, debt relief and trade, all together at the same time.",
        "Third, the IFF is designed to be a fiscally neutral means of scaling up development aid between now and 2015, bringing forward in time the value of the commitments already made at the Monterrey conference and enabling us to frontload aid so a critical mass can be deployed as investment now over the next few years when it will have the most impact in achieving the Millennium Goals.",
        "We know that by spending now in many areas we can not only save lives earlier but also reduce costs for the longer term.",
        "Take HIV/AIDS for example – which will be a priority of the international finance facility.",
        "Research shows that for every year we bring forward the discovery of an AIDS vaccine we could save 2 million lives that would otherwise be lost. So if we increased investment in AIDS research now and used it to find a vaccine – and then eventually to finance a jointly agreed advance purchase scheme to make the vaccine accessible to Africa at an affordable price – then we can not only save lives earlier but also reduce the costs of treating those with HIV/AIDS in the medium and longer term by up to $2 billion a year.",
        "I also see an enormous opportunity for pushing forward the initiative to create a worldwide infrastructure – or platform – for sharing and coordinating research in AIDS, and then for encouraging the development of viable drugs. But it is generally recognised that the sums of money required involve at least a doubling of research money for AIDS.",
        "The generation that – by their generosity and far sightedness – advanced a cure to prevent HIV/AIDS would truly merit the title ‘the greatest generation’.",
        "In the last 50 years the Marshall Plan’s European model could not be applied wholesale to developing countries because in many poor countries neither the economic foundations nor the necessary open, transparent and accountable systems for managing the public sector were properly in place to absorb aid and prevent corruption and waste. And the proposal I am making today will work only if we see development assistance in this light: with the multi-national pooling of budgets and the proper monitoring of their use to achieve the greatest cost effectiveness of new aid; untying aid so maximising its efficiency in diminishing poverty; more effective in-country use of funds to help countries invest and compete; and development funding focused on results and based on developing countries pursuing agreed goals for social and economic development including tackling corruption.",
        "And let me give an illustration of what – because of the IFF model – could already possible.",
        "The Global Alliance for Vaccines and Immunisation (GAVI) – which is funded by the Gates Foundation and governments and has immunised over the last five years not a few children but a total of 50 million children round the world – is interested in applying the principles of the IFF to the immunisation sector – donors making long term commitments that can be securitised in order to frontload the funding available to prevent disease.",
        "If, by these means – through the pilot we are developing with them – GAVI could increase the funding for its immunisation programme by an additional $4 billion over ten years, then it would be possible that their work could save the lives between now and 2015 of an additional 5 million people.",
        "So in one fund, with one initiative, we can glimpse the possibilities open to us if we act together. If we could make the same offer for health, for schools, for debt, for the capacity to trade, for research and advance purchasing of drugs to cure malaria and HIV/AIDS, think of the changed world and the changed view of the developed countries in the developing countries.",
        "Marshall’s Plan in the 1940s was investment for a purpose – for a Europe rebuilt. He summoned forth a new alliance for prosperity between rich and poor countries that, for his time, played a vital part in winning the peace.",
        "So today – summoning up the spirit of Marshall – the new offer I suggest for developing countries is aid as public investment for a purpose, so that they can play their part in a stable, peaceful world.",
        "And by each meeting their obligations for change all can benefit.",
        "First, the obligations on developing countries: to end corruption, put in place stable economic policies, encourage private investment, meet their commitment to community ownership of their poverty reduction strategies and ensure resources go to fighting poverty.",
        "Second, the obligations on business to engage with the development challenge and not to walk away, becoming long term partners in growth and development.",
        "Third, the obligations on international institutions – to reform systems to ensure greater transparency and openness, and to focus on priorities that meet the international development targets.",
        "Fourth, the obligations on the richest nations to the poorest of the world – to curb our protectionism, to fulfil our commitments and to help release the potential of the developing world through a substantial and decisive transfer of resources. Not aid that entrenches dependency but investment that empowers self sufficiency – investment money that is, in the truest sense of the word, freeing the poorest countries to find their way forward.",
        "Here in the Council on Foreign Relations you have for over almost a century addressed the great challenges of our times.",
        "Your origins were the search for a new post First World War world order – and your contribution was to demand security with justice.",
        "Then in the 1940s you planned and discussed the policies that led to the Bretton Woods conference and the Marshall Plan – and your contribution was to demand far sighted acts of statesmanship.",
        "Now here in New York and after September 11th, President Bush, your Government, your armed forces and your people have led a great and global effort worthy of America’s history and its ideals: working together with steadfast resolve both to win the war against terrorism and to make an offer to developing countries that rises to the health, education, poverty and economic challenges all have to meet.",
        "The words of one great poet sum up what we must now do:",
        "“The future has many names  \nFor the weak it is unattainable  \nFor the fearful it is unknown  \nFor the bold it is opportunity”",
        "Let it be our generation that shows those who suffer in the bleakest places of the world that we can light a candle of hope which, radiating outwards, can cut through the darkness and shame of injustice and emblazon across the world – for all people everywhere to see and believe – a message of confidence and faith in the future.",
        "Let it be our generation that – with practical and bold resolution – takes up the challenge and discharges our duty to remove the scar of poverty and hopelessness from the world’s soul."
    ]
}