{
    "url": "https://www.ukpol.co.uk/gordon-brown-2000-speech-to-the-british-american-chamber-of-commerce/",
    "title": "Gordon Brown – 2000 Speech to the British American Chamber of Commerce",
    "post_date": "December 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "European Union",
            "url": "/category/european-union/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, in New York, the United States, on 22 February 2000.",
    "content": [
        "I am delighted to have the opportunity to come to New York, and would like to thank the British-American Chamber of Commerce for the opportunity to address such a distinguished audience, and to talk about the new measures we are implementing so that Britain and Europe can face and master the challenges of the global economy.",
        "Arriving from London to New York reminds me of just how much both of us are stronger because of the shared history that links our countries and the shared values that bind us even more closely together: a commitment to liberty and opportunity; a belief in the work ethic and enterprise open to all; a commitment to being open not protectionist, outward looking not isolationist, demonstrated in our shared commitment that economic expansion through free trade and open markets is key to growth and prosperity.",
        "I want to share with you today the major reforms we are making in Britain to build the platform for global success in the new century.",
        "Indeed, I believe we in Britain are now finding a new resolution to take the tough decisions that are needed to create monetary and fiscal stability and to reform our labour, product and capital markets.",
        "And I want today to outline how we will take forward in the Budget and beyond our mission to make Britain the best competitive environment for business in the world.",
        "first, by entrenching our new framework for monetary and fiscal stability;",
        "second, by creating the most pro-competition policy in the world – independent and robust;",
        "third, matching innovative capital markets with a more favourable tax environment, in which small and medium sized enterprises and new entrepreneurs must have every opportunity to innovate and must be rewarded for the risks they take;",
        "fourth, making Britain the education capital of the world – as we reform our educational standards and aim for at least 50 per cent of young people undertaking higher education by 2010; and",
        "fifth, leading in e-commerce. This is an agenda which will touch on every aspect of the economy, including government itself, including schools and universities, and including infrastructure such as 1000 new computer learning centres, and access to the Internet itself.  \nOur membership of the European Union is critical to this. We can become the best competitive environment for business not just because of the reforms we are making within Britain, but because with Britain in Europe we are part of, are promoting change in, and can make the most of one of the world’s largest single markets – Europe.",
        "**Stability**",
        "First our resolution to take the tough decisions to achieve monetary and fiscal stability.",
        "In today’s global economy, a new route to stability has to be found by every national government.",
        "All of us know that in global markets there is little place for the national fine-tuning of the past which tried to exploit a supposed long-term trade-off between inflation and unemployment.",
        "But equally in today’s deregulated, liberalized financial markets, national governments can no longer try to deliver stability through the inflexible application of rigid monetary targets.",
        "Instead, with the uncertainty and unpredictability of ever more rapid financial flows, the answer is to do three things:",
        "– first to set clear long-term policy objectives:",
        "in our case price stability through a pre-announced inflation target and sustainable public finances through applying the golden rule that over the economic cycle revenues should cover consumption – in other words a balanced current budget – combined with a prudent approach to public debt.",
        "– second, to have certain and well-understood procedural rules for monetary and fiscal policy-making:",
        "in our case a new system of monetary policy-making, at the heart of which is the independence of the Bank of England, a symmetric inflation target, and an open letter system. And an equivalent and equally important set of fiscal procedures legally enshrined in the code for fiscal stability.",
        "– and, third, by openness, accountability and transparency to keep markets properly informed and to ensure that objectives and institutions are seen to be credible, transparency in policy-making:",
        "in our case an open system of decision-making in monetary policy through the publication of minutes, a system of voting and full reporting to parliament; and in fiscal policy an open and transparent system under which government allows its actions to be subject to full scrutiny, and ensures that key fiscal assumptions are independently audited.",
        "On the continent of Europe, where the search for macro-economic stability is being pursued through monetary union, the same lessons are being learnt. And we have:",
        "a commitment to monetary stability through the creation of an independent European Central Bank;",
        "and a commitment to fiscal sustain ability through the stability and growth pact of the European Union,",
        "As I said in my October 1997 statement, on the principle of the euro, we are committed to making an economic assessment of the case for British membership. The decisive test as to whether and when we will enter will be based on the five economic tests:",
        "first, whether there can be sustainable convergence between Britain and the economies of a single currency;  \nsecond, whether there is sufficient flexibility to cope with economic change;  \nthird, the effect on investment;  \nfourth, the impact on our financial services industry; and  \nfifth, whether it is good for employment.",
        "Last year, we published an outline National Changeover Plan which set out the practical steps needed for the UK to join the euro. We have introduced new legislation for departmental preparations. And across the whole of central government, every department has now prepared its own outline departmental changeover plan. So our strategy, to prepare and then decide, is being pursued. And in the coming weeks, we will publish the next changeover plan.",
        "Already we are seeing the rewards of creating a British framework for monetary and fiscal stability.",
        "Over the last year and a half inflation has remained within 0.5 percentage points of the government’s target. Underlying inflation is 2.1 per cent – around its lowest level for over five years. And the long term inflation expectation has fallen to around 2.3 per cent, a figure consistent with the government’s symmetrical inflation target. Short-term interest rates peaked at 7.5 per cent in June 1998, half their early 1990s level. And today long-term interest rates are historically low. The 10 year bond differential with Germany has fallen from 1.7 percentage points in April 1997 to around 0.2 percentage points now.",
        "And just as we have rediscovered the toughness to pursue monetary stability, so too we have rediscovered as a country a toughness in fiscal policy. Too often in the past we ran undisciplined fiscal policies. We failed to distinguish between cyclical and structural balances. We relied on year to year political judgements rather than long-term transparent rules.",
        "Now in our new fiscal regime, our two strict fiscal rules are helping to ensure sustainable public finances. Public borrowing has been reduced by 30 billion pounds in our first two years in government- a cumulative fiscal tightening of 3 per cent of GDP – and we will continue to lock in that fiscal tightening by keeping the public finances under control.",
        "We will not make the old mistake of relaxing our fiscal discipline the moment the economy starts to grow. The same toughness and discipline will continue. It is only by building from a platform of stability and meeting our tough fiscal rules, that we will be able to deliver both stability and steady growth and invest in public services.",
        "And in the global economy there is now clear evidence, following instabilities over the past two years, that growth is strengthening. But global pressures, including instability in global markets and rising oil prices, demand that policymakers everywhere remain vigilant and act decisively when necessary.",
        "We – in Britain’s case – will continue to support our monetary authorities in the difficult decisions they have to take to ensure that we remain on track to meet the inflation target and sustain high and stable levels of growth and employment, thus making our contribution to the European and world economy.",
        "**Reforms to create the best competitive environment for businesses in the world**",
        "Just as we are rediscovering a toughness in economic management, so too we are discovering new ways of harnessing our creativity as a people.",
        "To build a new British economy, we must have more competition, more enterprise, more innovation, and more long-term investment – not least in education.",
        "I want Britain to be a world leader in enterprise – a Britain in which greater competition at home is recognised to be the key to greater competitiveness abroad and I will set out new measures today for achieving this.",
        "I want Britain to be the best competitive environment for business in the world. This is a challenge for Britain.",
        "Over the last 50 years, productivity growth in Britain was just over two and a half per cent a year, compared to between three and a half per cent and four per cent among our main European competitors.",
        "I believe that when we look at changes in Britain’s relative economic position over the last century, one of the causes is that there has not been enough competition, dynamism and entrepreneurship in many areas of our economy. I want enterprise open to all and our ambition for enterprise shared in every community of our country.",
        "Too often the old left view was to seek success behind national barriers, in protected economies, and sheltered industries. The result was too little exposure to international competition and too little productivity growth.",
        "And as a country too often and too complacently and fruitlessly we exhausted our energies in debates about dividing up the national economic cake instead of concentrating on how we invest and grow, how we reach outwards to embrace the benefits of innovation and entrepreneurship on a global scale.",
        "Now we know that the extent of competition at home is the key to competitiveness abroad. We know that it is the openness of the economy not its closed nature that is the driving force in productivity growth. And we know that it is the global reach of business, not protectionism, that is the key to dynamism and growth.",
        "If too often we have created barriers to competition in Britain and Europe, now all of us must open up and equip ourselves to face global competition in the future.",
        "Our commitment to stability, prudence and enterprise can make Britain the best place to invest and grow.",
        "Already 18,000 foreign investors are working from the UK.",
        "We benefit from the fact that 5,500 investors have located in Britain from America.",
        "In total our stock of inward direct investment is £223 billion – a 45 per cent rise since 1997.",
        "Only in the last few months, from Walmart to Nasdaq, successful American companies have chosen to come to Britain.",
        "International investment in Britain challenges us to innovate, to be better managers, to perform more competitively on the world stage.",
        "So we offer a Britain that, far from being hostile to outside investment, is more open to it than ever. It is a Britain, true to its open market and free trade traditions, reaching outwards – looking to encourage the best British companies to be global champions and from Britain to meet the challenges of the new world economy.",
        "So I say to you today – compete with us and help us compete in the rest of the world.",
        "And that is why to make Britain the best competitive environment for businesses in the world, we are stepping up our pace of modernisation, making the necessary forward-looking reforms in competition policy, capital markets and their tax regime, labour market flexibility and skills and in extending e-commerce.",
        "In the Budget we will take further steps to encourage enterprise, competition and global investment.",
        "So let me set out the measures we are proposing:",
        "**Competition**",
        "First, because the new economy of the next decade will need more competition, we are asking in every area what we can do to enhance competition and opportunity.",
        "It is time to build on this government’s decision to create a new independent competition authority.",
        "Our new Competition Act contains new powers to prohibit anti-competitive practices.",
        "For cartels and anti-competitive behaviour, the Office of Fair Trading will be given new investigative resources and trust-busting weapons, including the power to impose fines of up to 30 per cent of turnover.",
        "For banking and financial services, the Financial Services Authority will now, for the first time, be required to facilitate competition – with a new scrutiny role for the competition authorities.",
        "For the professions, the government will examine how best to ensure that the rules of professional bodies do not unnecessarily restrict or distort competition.",
        "For the regulatory system, the government will consider how to scrutinise regulatory bodies and review existing and proposed regulations to ensure that they are promoting – not impeding – new entrants and competitive forces.",
        "For the planning system, we are introducing a series of changes in planning guidelines that will, for the first time, facilitate the formation of hi-tech clusters. For the first time the planning system will be required to promote competition.",
        "For high tech businesses that need key skills, we will reform the rules on work permits and open them up to essential workers in information technologies and to entrepreneurs.",
        "And for the utilities, the Utility Reform Bill will for the first time explicitly require the regulators to promote competition.",
        "In sum, Britain open to competition, and at the leading edge of change. And nothing should stand in the way of greater competitiveness in every sector of every industry – no return to the British disease of complacency or clinging to old fashioned attitudes, no protectionism, no misplaced sentimentality towards out-dated restrictive practices. Those who misrepresent the opening up of competition as government interference are missing the point that in a global economy competition at home is the key to competitiveness abroad.",
        "**Matching innovative capital markets with a more favourable tax environment**",
        "We seek not only to create the best environment with stability and competition but the best tax environment for investment. And to improve the rewards from enterprise and wealth creation.",
        "Let me say what we have done on business tax. We have cut small business tax from 23p to 20p and introduced a new starting rate of tax for small companies of 10p in the pound. Every company making profits of up to 50,000 pounds will benefit. And corporation tax has been cut from 33 to 30 per cent.",
        "And now we have a capital gains tax regime that is more generous to new investors.",
        "When we came to office we said we would cut long term capital gains tax to 20 pence after 5 years and to 10 pence after ten years.",
        "In the forthcoming Budget we intend to go even further to create the most favourable environment for long term capital investment Britain has seen. I said last November, we would cut the long-term rate of capital gains tax from 40 pence to 22 pence after the first three years of investment. And from 40p to 10p after the first five – for an enterprise Britain open to all. Final decisions – following our public consultation – will be announced in the Budget.",
        "In particular, we want to create the best environment for new businesses, high tech business, and start up businesses in which our government is and will be on the side of the inventor, the innovator and the risk taker and prepared to share the risk.",
        "In America the venture capital industry is highly developed. In Britain we have concentrated over much on management buy outs.",
        "I want new encouragement from the venture capital industry for the start up and early stage ventures, where equity will often be more appropriate than bank loans, but where the problem is not so much access to finance but finance on the right terms and where there is as yet insufficient encouragement to invest.",
        "And there is a case for reviewing support for small business enterprise, to encourage more companies to issue equity.",
        "New companies will also be able, from this April, to benefit from our new Enterprise Management Incentive Scheme, tailor made for the new hi-tech companies. To recruit top managers for smaller high risk companies, we are offering tax relief for key employees on stock options worth up to 100,000 pounds.",
        "From all corners of the world I want Britain to be seen as the place to start up, invest, grow and expand.",
        "Our policy of enterprise open to all seeks a larger number of small businesses.",
        "A new R&D tax credit will, from this April, mean that nearly a quarter of new investment in small and medium-sized business research and development is under-written even before a penny profit is made.",
        "We have been learning from the success of corporate venturing in the USA. Corporate venturing has been vital in Silicon Valley and elsewhere – providing small high tech firms with a strong capital base, better skills in marketing and management, and a greater market reach.",
        "To promote corporate venturing, we are introducing a new tax incentive. To help the large companies sponsor the development of the small, large companies that invest in growing companies for a specified period will receive a tax relief of 20 per cent, underwriting one fifth of their investment. This 100 million pounds incentive can bring Britain additional investment of 500 million pounds every year.",
        "And we are taking forward not only regional venture capital funds but also a UK high technology fund to help early-stage high-technology businesses – who have historically found it difficult to raise money for development. It will provide finance for investment in existing venture capital funds that specialise in the provision of equity-based finance for early stage high-technology firms.",
        "The City of London is one of the largest financial centres in the world and this month alone a number of UK high-tech start-ups have found financial backing.",
        "But we need to do more to build on the strengths of our capital markets. That is why we have encouraged Techmark, a new market within the London Stock Exchange for companies whose success depends on innovation, and we welcome the arrival of Nasdaq in Britain.",
        "I am planning to host a major UK-US conference later this year which will bring together leading US and UK entrepreneurs and representatives of leading companies and capital providers to look at further ways we can develop a more entrepreneurial and enterprise focussed economy in the UK which can grasp the opportunities new technological developments can offer.",
        "**Labour market flexibility and making Britain the education capital of the world**",
        "Britain needs radical improvements not only in opening up enterprise but also in opening up our labour markets and opportunities and standards in education.",
        "We recognise that people will have to change jobs more often, that skills are at a premium, that reform was needed in the 1980s to create more flexibility, and that modernisation is continually needed to upgrade our skills and create a more adaptable workforce.",
        "We are in a period of fast-moving change and restructuring where the best guarantee of increased employment – the route to full employment – is that people are adaptable and prepared to move from old and redundant jobs and take on new ones.",
        "We all know that in the future the best security that people have will be their skills – the focus of our huge training programme – and with one million vacancies in Britain people should not be afraid of change.",
        "Our Welfare to Work programme is working and over 60,000 employers in Britain have signed up to participate in the New Deal. In the last two years, youth unemployment has been cut by half under the Welfare to Work programme that demands responsibility as well as gives opportunity.",
        "For we are determined to achieve another ambition by the end of the next decade – to realise the Prime Minister’s commitment to education – the highest standards in our schools, all young people gaining the highest possible qualifications, with fifty per cent of young people undertaking higher education.",
        "Today we are pushing through huge educational reform, investing an extra 19 billion pound in education. Introducing early learning; a new focus on literacy and numeracy in primary schools; restructuring teachers’ pay to reward good performance; zero tolerance of failing schools; expansion of further and higher education through an extra 800,000 students by 2002.",
        "And to encourage the next generation of young entrepreneurs, we aim to double the number of pupils able to benefit from entrepreneurship courses in our schools.",
        "And with support already pledged from our most successful businessmen and women we will launch a new National Campaign for Enterprise, under which schools and colleges will be directly partnered with local companies.",
        "**Leading in e-commerce**",
        "Today the Internet is revolutionising our access to information – the way we communicate, educate, buy and sell, and entertain ourselves – and from the acquisition and servicing of people to the management of stocks and supplies the Internet is transforming the way we do business.",
        "We are determined that Britain will lead in the next stage of the Internet revolution. Our target is that within three years we want to become the world’s best environment for electronic commerce.",
        "This is an agenda that will touch on every aspect of the economy, including government itself, schools, universities, new infrastructure, government and access to the Internet itself.",
        "Our competition policy is opening up the market to new players and allows existing players to benefit from new opportunities.",
        "And we are not only offering new incentives to high technology companies to lead the Internet revolution, helping existing companies move faster in going on-line.",
        "In government, we are restructuring our public services, from taxation to procurement, from health to our legal systems – organising government in new, innovative and more flexible ways.",
        "In schools, the extra investment this government has made is already giving access to the Internet’s new world of knowledge to pupils in two in every three schools across Britain. By 2002 every school – rural and urban, rich and poor, north and south – all of our schools should be connected to that new world of knowledge.",
        "But we are doing far more than simply invest in schools and colleges. We are establishing 1000 new information technology learning centres – in schools, colleges, libraries, in Internet cafes and on the high street. And we are introducing measures to widen the use of information technology in homes, schools, business, the community – including new opportunities for people to attend free it introductory learning courses. And making it possible for people to lease computers and software in the new century in the same way local libraries have loaned books in the last century.",
        "**Europe**",
        "But we must recognise that the stage on which we play is a world stage.",
        "We can become the best competitive environment for business not just because of the reforms we are making, but because we are part of – and are promoting change in – one of the world’s largest single markets – the European Single Market.  \nAnd we are helping Europe look outwards.",
        "The more we extend the Single Market the better it is for Britain.",
        "Europe gives us access to a market of 375 million and potentially 100 more million people. It is a little known fact that around three quarters of a million United Kingdom companies – thousands from every region of the UK – have links with the rest of the European Union and half our total trade depends upon the rest of Europe.",
        "I believe that those who seek to renegotiate the very basis of our membership with Europe, even when they simultaneously protest they do not want to leave, put at risk the stability that is so central to modern business and investment decisions.",
        "The real risk of endless talk of being “in or out” of Europe – the risk to British business – is if investors start to believe that Britain is semi detached and no longer serious about full engagement in Europe.",
        "We can say today those anti-Europeans who continually pose Britain against Europe are also refusing to acknowledge the central importance of Europe to the jobs and prosperity of Britain.",
        "For that reason I believe that government and business must join together in putting the case unequivocally for Britain in Europe – a stronger Britain on the basis of a secure relationship with Europe.",
        "And as Britain’s businesses have rightly said the challenge today is not to restrict the Single Market or retreat from it, but to extend the Single Market – in areas where it is still incomplete – in energy, utilities, telecoms, financial services.",
        "Completing the Single Market is in the interests of British businesses and jobs and for all those international and global companies, including many from the USA, for whom Britain is the base from which they compete with Europe.",
        "That is why Britain is now promoting the reforms that will strengthen the Single market and make it a springboard into the rest of the world.",
        "It is a fact that the next major European summit, the Portuguese summit, is about economic reform. The aim is to set a new goal – to make the EU the world’s most dynamic and competitive area, based on innovation and knowledge. And Britain is leading Europe with our reform proposals.",
        "First, on capital and product market reform, we believe the Lisbon council should set specific dates for completion of a fully operation Single Market in telecommunications, energy, aviation and financial services.",
        "Because international tax evasion is at the heart of the problem we welcome the emphasis that the Presidency has placed on making progress with the second Money Laundering Directive. In this way we can more effectively tackle serious Internet fraud, tax evasion, and corruption.",
        "Second, right across Europe the push is now on for the same opening up of competition so that consumer prices in the European Single Market are brought down to the levels of the American Single Market.",
        "Third, on the labour markets, not just special employment programmes to help young and long term unemployed, but tax and benefit reform in order to make work pay. And to improve employability, better education and training.",
        "Fourth, on the reform of the institutions, we have been urging countries to come together to insist the European budget is brought under control. Britain’s initiative on fraud – to set up an independent fraud office – has now been accepted. Widespread reform of the Commission must now take place.",
        "A reformed Europe is in the interests of us all wherever we are. It will not only mean more jobs, but more opportunities for companies everywhere to do business in one of the largest marketplaces anywhere.",
        "**Conclusion**",
        "This is an age of great challenges but also great opportunities.",
        "Churchill said that those who build the present only in the image of the past will miss out entirely on the challenges of the future.",
        "I believe that our two countries, learning from each other, can meet the great challenges of change. Not by protectionism, but by openness and internationalism. Not by resisting change but by equipping people to cope with change, not by standing still but by radical economic reform that builds from a platform of stability and opens up innovation, competition, enterprise, and opportunity to all. Never standing still, but facing change and mastering it, we can with confidence face the future."
    ]
}