{
    "url": "https://www.ukpol.co.uk/alan-brown-2022-speech-on-the-woodhouse-colliery-in-cumbria-planning-decision/",
    "title": "Alan Brown – 2022 Speech on the Woodhouse Colliery in Cumbria Planning Decision",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alan Brown",
            "url": "/tag/alan-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alan Brown, the SNP MP for Kilmarnock and Loudoun, in the House of Commons on 8 December 2022.",
    "content": [
        "The decision has been condemned by the Chair of the Climate Change Committee. Chris Stark, chief executive of the committee, retweeted that this is",
        "“climate vandalism and economic incompetence on a scale difficult to believe”.",
        "The International Energy Agency previously stated that no further fossil fuel projects can be built if net zero is to be achievable by 2050 and OECD countries need to end use of coal by 2030, so why license this mine to 2049? Ron Deelan, a former chief executive of British Steel, called it",
        "“a completely unnecessary step for the British Steel Industry”.",
        "Chris McDonald, chief executive of the Materials Processing Institute research centre, previously advised that British Steel could not use this coal because it is",
        "“not of the right quality”.",
        "The reality is that 85% of this coal is going to be exported, so talking about cancelling imports is a complete red herring. What we are doing is increasing our carbon footprint to support industry in the EU. It is illogical and we know demand for coking coal will fall, as the EU is further ahead on the development of green steel. Where is the UK progress on green steel? Coking coal is not even identified on the UK’s critical mineral strategy or in the National Security and Investment Act 2021, although it is a critical mineral for the EU. But, clearly, this mine is not needed for the UK. Given this decision, what steps are being taken to rapidly accelerate the net zero pathway, for example, by changing the Scottish carbon capture and storage cluster to track 1 status?",
        "The Secretary of State hides behind the recommendations of the Planning Inspectorate. Why did his Government override the Planning Inspectorate on Sizewell C? This coking coal is not critical for the UK. It is going to be exported, so why has he made this decision just to appease Tory Back-Bench climate change cynics?",
        "**Michael Gove**",
        "I am grateful to the hon. Gentleman for his questions. He quotes a number of individuals and draws explicitly—he was good enough to acknowledge this—party political conclusions. I relied on the inspector’s report and on the evidence in front of me. As I explained in my decision letter, no evidence was provided to suggest that any other metallurgical coal mine in the world aspires to be net zero, so the proposed mine is likely to be much better placed to mitigate greenhouse gas emissions than comparative mining operations around the world. On that basis, it is entirely in keeping with our net zero commitments, and indeed with the commitment to not only jobs, but the environment, to approve the inspector’s case."
    ]
}