{
    "url": "https://www.ukpol.co.uk/gordon-brown-2005-speech-in-beijing/",
    "title": "Gordon Brown – 2005 Speech in Beijing",
    "post_date": "May 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2005",
            "url": "/tag/2005/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, in Beijing on 21 February 2005.",
    "content": [
        "It is a pleasure to be here in Beijing, to have been invited to address this distinguished audience at this distinguished Academy of Social Sciences, and to be able to do so at the end of a memorable day in which I have had the privilege of meetings with Premier Wen Jiabao and Finance Minister Jin Renjing.",
        "Indeed it is a great privilege to be able to see – even in such a short visit – so many of your historic places; to have the chance to witness at first hand so many of the important developments here in China; to have been welcomed with such kindness for which I am grateful; and to have the special privilege of discussing with your leaders all the important issues that effect the future of our global economy.",
        "This, I believe, reflects the growing and deepening partnership between China and Britain:",
        "today there are more than 4000 joint ventures involving UK companies and Chinese partners;  \neach year an additional 400 new joint ventures are being entered into;  \nthe UK is the largest European investor in China – investing almost $20 billion a year;  \nindeed trade between our two nations has grown by 230 per cent in the last five years  \nbringing to fruition the hope expressed by Premier Wen during Tony Blair’s visit to China two years ago of Britain becoming China’s leading European partner.",
        "And our partnership is reinforced by the work we have entered into together over the last few years – in financial services, science, industry, the environment, international development and many other areas.",
        "My theme today is: while the next stage of global economic changes brings insecurities as well as challenges, great opportunities now arise for China and Britain together.",
        "The context is a global economy undergoing the most rapid and extensive transformation the world has ever seen – in pace of change, in scale of change, in the impact of change.",
        "It is a measure of the global economic change that is now taking place that over the past decade global trade has increased twice as fast as output.",
        "In just one decade world trade in services has risen by over 60 per cent and world trade in goods by 70 per cent.",
        "In 1980 less than a tenth of manufacturing exports came from developing countries.",
        "Today it’s almost 30 per cent.",
        "In twenty years time probably 50 per cent.",
        "So we are witnessing the most rapid shift in the global balance of production the world has ever seen.",
        "Twenty five years ago, only a quarter of the exports of developing country were manufactured goods: today 80 per cent.",
        "And with 3.5 million American jobs and as many as 5 million European and American jobs in total likely to be moved offshore between now and 2020, we are undergoing a global economic and employment transformation that will dominate the first decades of the 21st century.",
        "Twenty years ago, China had less than 1 per cent of world trade. Today it is 7 per cent and Asia now has 23 per cent – soon to equal the euro area.",
        "So we are seeing economic change on a continental scale – the potential for Asia to be the 21st century’s equivalent of America’s rise in the 20th century.",
        "Two hundred years ago a British politician George Canning said that the new world had been brought into being to redress the balance of the old.",
        "Today a new economic world is already in existence challenging the old.",
        "Globalisation is now rapid in its impact, so pervasive in its effects, that nations will rise and fall with speed depending upon their ability to adapt.",
        "The rapidity and pervasiveness of change brings both unparalleled new opportunities and an unprecedented degree of insecurity.",
        "So no country can take its future prosperity for granted.",
        "All nations must adapt and modernise or fall behind.",
        "And as global restructuring continues apace – focusing advanced industrial nations away from low skill, low tech products and processes to the technology driven and high value added – all countries will increasingly only have a competitive edge if they develop world leadership in the most technologically intensive and science based industries and services.",
        "For most of the last twenty centuries China led the world….and so today we are seeing China’s re-emergence to its rightful place as a leading world economy.",
        "Indeed the scale of this extraordinary change is here for all to see in Beijing.",
        "This morning I visited Beijing Airport Expansion Project – one of the world’s largest construction projects in the world and one of 50 new airports being built in China.",
        "I congratulate you on winning the Olympics in 2008. We will attempt to emulate you by winning the 2012.",
        "Already China is the world’s largest user of cement, steel, copper, iron ore and tin – today now consuming, for example, half the world’s cement, over a quarter of the world’s steel and a third of the world’s iron ore. China has been responsible for one third of the recent growth in demand for oil.",
        "25 per cent of the world’s washing machines are produced in China  \n30 per cent of the world’s television sets  \n40 per cent of the world’s microwaves  \n50 per cent of the world’s cameras,  \n70 per cent of the world’s photocopiers  \n90 per cent of the world’s toys",
        "And the question businesses everywhere around the world are asking before placing a contract is what are the costs of goods produced in China, ‘what is the China price?’",
        "But China is not just competing on the basis of low costs. You are also already a 21st century player with very significant hi-tech achievements.",
        "China’s re-emergence as a leader in scientific research should surprise nobody. The country that invented paper, printing, gunpowder and the compass is now producing 2 million graduates a year including 270,000 in science and engineering. In 2003 you put your first person in space. You are decoding DNA. 50 per cent of industrial GDP in the industrial heartland of Shenzhen – which I will be visiting on Wednesday – is now accounted for by hi-tech companies. And with Chinese companies now investing back in Western economies, and with the hi-tech, higher value added sector in China now growing rapidly, this is a global economic transformation that will dominate the first decades of the 21st century.",
        "Taken together China is now exporting more than France, Italy and Britain and now is the world’s number one destination for foreign direct investment.",
        "Some people in the advanced industrial economies view the rise of China and the next stage of globalisation as simply an economic threat to the advanced industrial economies.",
        "That leads to calls for protectionism against lower cost imports and protectionist attitudes against outsourcing and off-shoring.",
        "But let us be clear that this is not only a sterile attempt to stop the clock and resist inevitable change. This is to also misunderstand the contribution made by the rise of China and in recent years the emerging market economies.",
        "China has been responsible for keeping the world economy growing as the advanced industrial economies went into a downturn.",
        "China has itself contributed more growth to the world economy in the last few years than all the G7 combined.",
        "Indeed without China, world trade growth which slowed more than at any time in recent world downturns would have been negative for more than one year.",
        "China’s role as a major economic player stabilising the world economy should never now be discounted.",
        "So I am here not only as Finance Minister of Britain but as Chairman of the International Monetary and Finance Committee to support China’s increasingly important role as a stabilising force in the world economy.",
        "This year Britain chairs the G7.",
        "And China chairs the G20.",
        "And it is right to agree a shared agenda about the challenges – in macro economic policies, in trade, technology, the environment, labour markets, and corporate standards – we – and the whole world economy – face entering the next stage of global economic change.",
        "But while others may wish to see China and globalisation as a threat, I see the rise of China and the new stage of globalisation not as a threat but as an opportunity.",
        "An opportunity because China is a huge market with huge opportunities for British companies; a dynamic market which challenges Britain to be equipped for the new world and to respond.",
        "An opportunity because China’s development helps us understand the need for change and to persuade British people to change.",
        "In the last century in the last industrial revolution Britain realised all too late that other countries were not only catching up with us but doing better in applying technology to products and processes.",
        "Now that we can see clearly the challenge ahead – the changes in both technology and in trade – arising from the global sourcing of goods and fast increasing global flows of capital – there are big questions all of us must ask ourselves about how each of us can benefit from the next stage of global economic change and how the benefits of globalisation can flow not just to some people but to all people",
        "So my task here in China in this speech is to identify how we can together adopt the right global economic policies to help our countries meet and master the challenges of change in this new world – and how can we work together to ensure that globalisation offers opportunities fair for all.",
        "In a world of ever more rapid global financial flows, the first policy conclusion is the need to entrench stability in macroeconomic policy.  \nCapital is, of course, more likely to move to environments which are stable and least likely to stay in environments which are, or become, unstable.",
        "So for every country, rich or poor, macroeconomic stability is not an option but an essential pre-condition of economic success.",
        "And for the world economy, creating the conditions for entrenching stability in each continent is an important task for the international institutions.",
        "It is important therefore that as we look forward to the coming challenges Britain and China as Presidents of the G7 and G20 in 2005 work together to address these challenges.",
        "And I am pleased that today we have agreed to work together to study and address macroeconomic and structural vulnerabilities in the world economy.",
        "A joint policy paper from Britain and China will be submitted to the G20 Meeting in October.",
        "This paper will analyse the global economic challenges that we are facing,",
        "The paper will identify areas where countries can learn from each others experience.",
        "And it is already clear that if we are to maintain stability and growth, each continent has a role to play: America in addressing its deficits; and Europe and Asia in addressing the vexed questions of structural economic reform.",
        "In the new global economy there will be a changing role for the international institutions. Founded sixty years ago, they must continue to adapt to support the stability that is vital to the modern economy. And as G20 and G7 Presidents we are committed to re-examining the strategic role of the IMF and World Bank for the years to come – in particular the importance of a more independent role for the IMF in the vital task of the surveillance of the world economy.",
        "Greater stability in world economic arrangements should be accompanied by greater attention to policies for national economic stability.",
        "Starting with the independence of the Bank of England and then the adoption of new British monetary and fiscal objectives, rules and systems of accountability, Britain has sought to develop a modern British way to economic stability that make sense for the far more open liberalised capital markets of an increasingly globalised economy.",
        "I know that China is pushing forward fundamental reforms to expenditure management and the banking sector.",
        "And I welcome your Government’s decision to publish the IMF Article IV reports on your economy for the first time.",
        "The debate continues on the importance of codes and standards. The agreed position of the membership of the International Monetary Fund is that – because for every country, rich or poor, macroeconomic stability is not an option but an essential pre-condition of economic success – it is in the interests of stability that we seek a new rules-based system for the global economy: a reformed system of economic government under which each country, rich and poor, has a responsibility to adopt agreed codes and standards for fiscal and monetary policy for the financial sector and for corporate governance.",
        "In a modern open economy capital account liberalisation is the way forward but so that it is not destabilising it will be best achieved in a sequenced way.",
        "So from experience a sequenced approach can benefit not only China but the global economy as a whole.",
        "Second, openness to trade is crucial if the world economy is to expand to the benefit of all.",
        "The importance of open trade is a lesson we have learned from our own history.",
        "In December in Hong Kong vital decisions will have to be made to finalise a global trade round. And as globalisation continues apace, it is not protectionism but trade – and competition – that will be the main drivers of productivity, growth and economic development.",
        "So 2005 is a crucial year for making progress towards a freer and fairer world trading system that delivers real improvements in market access. Like our Agricultural Minister Margaret Beckett, I want to tackle the waste and excesses of agricultural protectionism. And I believe that it is critical that China and the UK continue to work together to achieve an ambitious outcome to the Doha development trade talks by the WTO Ministerial in December.",
        "People often talk of trade as a global public good because all of us can gain when trade flows successfully. In the modern world the same can now be said of structural economic reform. As we consider the global economic imbalances and differential growth rates between continents the importance of structural economic reform can no longer be discounted. Balanced growth will arise when continents like Europe enhance their structural economic reform with greater labour, capital and product market flexibilities and when continents like Asia engaged in wider and deeper structural economic reform to substantially raise their productivity levels.",
        "Indeed today, more so than even trade, innovation is the driver of change, forcing structural reform on to the agenda. It took nearly forty years for the first 50 million people to own a radio, just 16 years for the first 50 million people to own a PC, but just 5 years for the first 50 million to be on the internet.",
        "Seven years ago when we came into government in Britain there were no DVDs, no digital TV, no broadband, a fraction of the number of people with mobile phones.",
        "And the speed of change in the next ten years will be even more dramatic. Indeed people think it will be even more dramatic than the changes of the last two hundred years.",
        "With the global sourcing of goods and now services, the nations that are the most innovative and flexible will be the most successful in securing comparative advantage and value added.",
        "So the advance of science, technology and innovation will be absolutely crucial in determining which nations are successful and which fail in the next stage of globalisation.",
        "And it is because I am clear that the nations that are the most innovative, enterprising, adaptable and flexible that will be the winners that we must push forward with new policies to become world leaders in science, technology and creative industries.",
        "I do not believe that in the next stage of the global economy success for one country need mean failure on the part of the other.",
        "Globalisation is not a zero sum game where one country or continent will only succeed at the expense of another.",
        "But I do believe that if we are to make the most of the opportunities that arise from global economic change wide deep and extensive structural economic reform will be essential.",
        "Indeed to be successful each country must summon up the resolve and demonstrate the strength of character and economic purpose to meet and master the challenges ahead – seeking out what gives it comparative advantage.",
        "And I believe that if we do so and make the right decisions this next stage of globalisation is made for Britain and China.",
        "As I have said, the UK comparative advantage in the 21st century starts with the strength that comes from our economic stability.",
        "But to succeed we must become world leaders not only in stability but in science, enterprise, education and trade.",
        "So Britain must make the right decisions in its policies to promote science, enterprise, skills and trade – to make globalisation work for us",
        "We must be prepared to make any necessary reforms, implement any legislative changes, and introduce any additional incentives to secure the comparative advantage we seek.",
        "And we want to work with business – often getting out of the way and concentrating on what government can do best – education, public investment in science, skills, our infrastructure and welfare – to ensure businesses and people can respond.",
        "So in the globalisation game, we see Britain’s comparative advantage as our stability, our scientific genius, our world class universities and our global connections. But if Britain is to continue to thrive in the future, it is not enough just to rely on established historic advantages.",
        "It is also in our nature as British – and part of the British entrepreneurial spirit – always to explore, to seek out new markets, to boldly search out new opportunities where others have hesitated to go. We look out not in. And we have done so for many centuries.",
        "Strongly anti-protectionist on trade, we are pioneers of free and open trade and today its greatest exponents.",
        "And we are fiercely anti-protectionist too in our attitudes and open to new ideas, new influences and new people and we seek to be a beacon for talent not just British but from the rest of the world. And it is precisely because we are anti-protectionist that we are aware too of the continuing need to be flexible.",
        "So while Britain has always been internationalist in its approach to the world and has always seen the English Channel as a highway and not a moat, I want us to think of a Britain in this new global age that leads the world in championing free trade against protectionism and that is open to new ideas new influences and new people – a Global Britain always looking outwards with connections in every continent and seeing change not as an enemy but as a friend. Indeed our commitment to the future of the European Union is because we want Europe to be less like a trade bloc looking in on itself and more like a Global Europe looking out to the rest of the world.",
        "So one of our greatest comparative advantages in the new global economy could be our ability to respond flexibly, quickly and openly to global change.",
        "And I can say that this Global Britain will show by the structural economic reforms we are prepared to make that we can and will respond to change with enhanced flexibility and through structural reform we will encourage the expanding elements of the new global economy where we can secure comparative advantage – to celebrate and not constrain scientific exploration and discovery, to nurture the new creative industries, to continuously innovate in new financial products and services and to create a skilled and adaptable workforce in a Britain of ambition and aspiration where there is no cap on potential and no ceiling on talent.",
        "Over the next few days, as part of these structural economic reforms, I am publishing plans in three areas – financial services, science and education – showing where Britain is and plans to be a world leader in the future and showing in particular where cooperation with China will yield beneficial results for both economies. Their development will help us double exports to China by 2007 and quadruple exports by 2010.",
        "Our financial services sector is the best in the world – London, a pre-eminent financial centre. We are already taking our skills and knowledge to the rest of the world and the rest of the world is coming to us. And we are determined to lead in the new services that will be a feature of the decades to come.",
        "Tomorrow I will publish our plans for developing our financial services links with China.",
        "I am delighted that our banks and insurance companies sell products here in China. I am delighted that China’s companies list on the London Stock Exchange.",
        "Now we wish to see more companies from China and around the world listing in London.",
        "And we will also seek to develop from the City of London our financial services, and business and management services.",
        "My speech by video to a science conference in Manchester in Britain earlier today highlighted our ambitions for scientific and medical research – that Britain lead the world as a location for R and D, for world class universities, and for effective technology transfer between education and business.",
        "While today more Nobel prices than any country except America and a higher share of British growth delivered by science-based innovations than in any other industrial nation including the United States of America, Britain is determined to win in the science based and high value added products and processes of the future. And we are determined to drive up our lead in creative industries from film, fashion and design to communications and digital electronics, now in total accounting for 8 per cent of our national output.",
        "And the proposals I am outlining tomorrow will make it possible for more British universities and research institutes to develop links with their counterparts in China, more British high-technology firms to develop links with their Chinese counterparts and more skilled researchers and students to move between our two countries, making the best use of the facilities we both have to offer.",
        "Britain is determined to lead the world in the provision of educational services. In future years we see it as one of our greatest export earners.",
        "In just five years the value of British education as an export has almost doubled, from £6.5 billion to £10.3 billion. Education and education related services are our fastest growing export earner and have already eclipsed food, tobacco and drink exports, insurance, and ships and aircraft. Indeed, I believe that if we continue to make the right decisions, by 2020 education exports could contribute over £20 billion a year to the UK economy.",
        "Nowhere is the expansion of education as a British export happening more quickly and with greater results than here in China.",
        "Today English language lessons are a requirement from age six in Chinese schools with 20 million more children a year starting lessons. In Beijing alone 200,000 people also take English lessons outside the school system. It is estimated that over 300 million Chinese people currently speak English. And in twenty years time the number of English speakers in China is likely to exceed the number of speakers of English as a first language in the all of the rest of the world.",
        "I believe this is a huge opportunity for Britain and I am today setting out proposals to make education one of Britain’s lead exports.  \nUK education and training providers providing education abroad – facilitated by new technology and offshore campuses – could rise from the 200,000 students covered today to more than 800,000 by 2020…an increase of more than 300 per cent.",
        "And, if the sale of education products overseas including books, IT packages and broadcasting follows the overall trend in export growth it could be worth £10 billion by 2020.",
        "Our aim is to encourage UK education and training providers to work internationally in partnership with business",
        "We want to make the UK an international leader in the creative and supportive use of IT for education",
        "We want to promote the role of our universities as international hubs for learning and research",
        "And we want to promote further expansion in the number of international students at UK further and higher education institutions – both in Britain and in off-shore campuses abroad like those already being pioneered here in China by Nottingham University and Napier University.",
        "Education exported to Europe. Education exported to America. Education exported to Asia.",
        "And today I am setting out a five point plan to raise Britain’s earnings from exporting education, particularly in the Chinese market.",
        "First, our ambition is that every school college and university in England to be ‘twinned’ with a school college or university overseas within the next five years. This is made possible by the expansion the Department of Education is announcing of our global gateway – an international website providing a one-stop shop for schools – and from this year universities and colleges – seeking a twinning partner. 150 schools in Britain already have links with schools here in China – and I saw one such link-up in practice today.",
        "Second, we will expand English language teaching overseas and in particular expand the ‘in2english’ website run by the British Council, the BBC and China Central Radio and TV – set up to help people in China learn English – which is already attracting 60,000 unique visits per month.",
        "Third, we will help universities, colleges and business providers of educational products to win in the growing market in English education abroad. To make this happen, the brand Education UK website has a fully searchable database of 240,000 courses in the UK and offers students from across the world the opportunity to enquire about and apply for a course online.",
        "Fourth, our aim is to establish the UK as an international leader in the use of ICT for education. We will invest £2.5 million in the E-China scheme which enables English Higher Education institutions to work with their Chinese counterparts to develop joint e-learning programmes.",
        "Fifth, with global demand for international higher education student places forecast to grow from 2.1 million in 2003 to some 5.8 million in 2020, I can announce that we will make it possible for Chinese students to stay and work in our economy for a year after Higher Education. I have proposed a reciprocal arrangement for China so that British students can stay here in China for a year to work. We will also expand scholarship programmes such as the Chevening Programme and Overseas Research Students Award Scheme, which fund students from overseas to study in the UK.",
        "Stability. Open trade. Structural economic reform. But it is also essential for governments such as ours to do all we can to ensure opportunity, prosperity and the chance of a good life is available not just to some of our citizens but to all of our citizens.  \nAnd our desire for a globalisation that works for everyone in all parts of the world means we must all take into account the inequalities that globalisation brings and the needs of all developing countries.",
        "There are those who define the next stage of globalisation as an inevitable growth in insecurity and inequality.",
        "This depends on the decisions we make.",
        "I believe that with the right decisions globalisation can address inequality, tackle economic discrimination and root out unacceptable unfairnesses. Properly managed globalisation has the potential to make the world a safer place, breaking down boundaries and uniting people. And I believe that in the long run that prosperity like peace is indivisible — and that to be sustained it has to be shared.",
        "So we must address the problems that arise when a rapid opening up of the global economy brings in its wake extremes of inequality both between and within countries.",
        "And we must ensure that developing countries can participate in the global economy with both a level playing field and on terms that address the needs of their most vulnerable",
        "When Premier Wen visited the UK last year, the UK and China committed to work together to help developing countries in addressing poverty and other development-related problems so as to better manage challenges posed by globalisation.",
        "We welcome China’s support for the UK’s proposal for an International Finance Facility which would leverage up development aid commitments on the international capital markets to raise an additional $50 billion dollars a year to enable us to tackle global poverty and meet the 2015 Millennium Development Goals for education, health, gender equality and reductions in deprivation.",
        "And today I can tell you that China and the UK have agreed to work towards a joint statement by the Spring Meetings setting out the objectives and priorities we have on international development and achieving the Millennium Development Goals, including progress on innovative financing mechanisms such as the International Finance Facility.",
        "So I propose greater cooperation on economic stability, the opening up of trade, on structural economic reform and on a new deal for the poorest of the world.",
        "Just last month your Finance Minister spoke at a conference I chaired in London. He spoke of enterprise and of global trade. We both shared strong and positive ideas. And it is strengthening cooperation between Britain and China that can enable Britain to make the most of its advantages.",
        "That is why I have committed Britain to make all the changes necessary to become more enterprising, flexible, creative, adaptable, skilled and educated a nation than ever before.",
        "If we get it right the benefits are huge.",
        "Britain and China have much in common. Together we can show that globalisation can deliver real tangible benefits.",
        "Benefits that make us stronger.",
        "Benefits that bring us closer.",
        "A shared long term economic purpose.",
        "My message is of optimism and opportunity. We should not fear globalisation. We must embrace it. But we must all make the necessary changes to make globalisation work for us.",
        "Thank you."
    ]
}