{
    "url": "https://www.ukpol.co.uk/gordon-brown-2000-speech-to-the-uk-us-enterprise-conference/",
    "title": "Gordon Brown – 2000 Speech to the UK-US Enterprise Conference",
    "post_date": "December 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 5 July 2000.",
    "content": [
        "Mr Ambassador, distinguished guests.",
        "In welcoming all of you, distinguished business leaders from both sides of the Atlantic, and in thanking especially our American friends for travelling to be with us at this unique transatlantic conference here in London today, let me begin by affirming what all my experience in Government demonstrates … that relations between the UK and the USA have never been stronger, never been as extensive as they are today, and never more cordial.",
        "And for this we owe a great debt to Ambassador Lader not only for his sterling work over months in organising this conference but for his inspiration and commitment over his years of ambassadorial office in promoting the strongest links between Britain and the United States.",
        "Ambassador – yesterday we were all celebrating with you your independence from us. Today we are recognising and indeed celebrating the interdependence that has not only ecome the hallmark of our own special relationship, but is indeed becoming the essence of the global economy of the twenty first century.",
        "It is my belief that the United Kingdom and the United States cannot only celebrate together the experience of a shared history, but also celebrate something even more profound – shared values which bind us together: a commitment to liberty; a belief in hard work and enterprise; and a history and culture that make us not isolationist and protectionist but all of us ambassadors for openness, internationalism and an outward-looking approach to the global economy.",
        "Britain is well placed as a bridge between America and mainland Europe, helping to bring Europe and America closer together. And we in Britain are learning from you in the USA … that it is by ensuring economic opportunity for all that we build both a successful economy and a cohesive society.",
        "And I tell you that it is my ambition to create in Britain an economy in which all our citizens share the vision of a future in which they know there is real opportunity for all, that if they work hard they can work their way up, start a business or become self employed and rise as far as their talents and potential can take them … a Britain where people see that the enterprise culture is no longer confined to a closed circle of the few but where the opportunity for enterprise is genuinely open to all.",
        "So my theme today is enterprise open to all.",
        "And our efforts to operate the best environment for entrepreneurship are supported by welcome new decisions by leading American companies from hypermarkets to high tech innovators and to stock exchanges themselves to locate in Britain and by today’s welcome announcement that Britain has enjoyed more inward investment in 1999.",
        "##  Stability",
        "Now we know that to achieve high rates of productivity growth in the new global marketplace, national economies must be founded on the rock of monetary and fiscal stability.",
        "That required all of us in the 1990’s to break with the old failed monetary and fiscal policies of the past and the over-rigid monetary targets of the 1980’s, and pursue anti-inflation policies each characterised by the discipline of clear policy objectives, sound procedural rules and a greater openness and accountability than ever before.",
        "It is why in the US the independence and credibility of your Federal Reserve Bank has been so vitally important to your success and why in the early 1990’s the reduction of your deficit was such a priority.",
        "It is why here in Britain in 1997, immediately on coming to office, we made the Bank of England independent and set about reducing our fiscal deficit. And it is why in the euro area, with the new European central bank and the stability and growth pact, our European neighbours are also seeking to entrench monetary and fiscal stability. And as I said in my Mansion House speech last month, in principle we see benefits from the euro and have set five economic tests for membership that will be rigorously assessed early in the next Parliament, and if met put to a referendum of the British people.",
        "But my message today is that to ensure world class rates of productivity growth we in Britain, Europe and America must not only have the strength to take tough decisions to create monetary and fiscal stability, but also the strength to take the tough action to reform labour, capital and product markets and to make our economy more pro-competition, pro-innovation, pro-enterprise than ever.",
        "If we had been meeting in a conference at almost any time in the first 80 or 90 years of the last century, we would still have been thinking of how to do well in distinct national economies with our own national capital markets and our national business champions.",
        "Now in this new century where we are so obviously in an age of global not national competition, open and worldwide not sheltered or protected capital markets, global not national champions, an age where almost every good and every service is now exposed to worldwide competition, the challenge to all of us is clear.",
        "In an era when continuous and rapid change in our technologies compels unprecedented flexibility and adaptability in skills and knowledge, and where change will be greater in the next 20 years than in the last 200 years, the challenge is how we can set aside the old sterile arguments and conflicts of the past – between public and private sectors, between management and workforces, between state and market – and whether we will have the courage together to remove all the unnecessary barriers to trade – not least with a new successful round – the barriers to competition, innovation and enterprise where we have much here in Britain to learn from the USA.",
        "Let me give one example where we are removing these barriers.",
        "Here in Britain, we pride ourselves – as you do – in great companies, some world class sectors, some global champions whose performance we praise, but we know that there is a productivity gap with our competitors that requires us to raise our game.",
        "And we cannot assume that the new information technologies will automatically bring the higher productivity growth now seen in the United States.",
        "When we came into Government and cut the long-term rate of capital gains tax for business assets held for ten years or more, capital gains has been fixed at 40 per cent for almost ten year.",
        "Amidst all the other priorities we decided that long term investment and enterprise would benefit from a radical tax cut.",
        "So from this April we cut capital gains rates for business assets from 40 per cent to 10 per cent after four years.",
        "Having made these decisions I also looked at what I could do to recognise the importance of investors in small and medium sized companies, business angels and employee shareholders … and to the growing numbers of Britain’s unquoted companies. Now they will benefit after four years from a cut from 40p to 10p.",
        "But just as we have reformed and cut capital gains tax we have reformed and cut the main rate of corporation tax from 33p to 30p, making ours the lowest rate in the history of UK corporation tax, the lowest of all major industrialised countries.",
        "And we have introduced the most generous tax advantaged employee share ownership scheme this country has seen, our aim for employees everywhere to have a real stake in the business success of our country.",
        "Now the sharpest spur to enterprise is competition. Competition at home leads to competitiveness abroad and not only is it the best guarantee that innovation can flourish, hard work be rewarded and new entrants compete on fair terms, but it offers the best prospect of a best deal for consumers.",
        "So just as we make our monetary authority independent, we are now making our competition authority independent, free of political influence, opening up the utilities, consumer goods and financial services to even greater competition.",
        "The days of picking winners, uneconomic state subsidies and corporate fixes are over and cannot return. Wherever there are barriers to competition we will tackle them.",
        "Our new Competition Act for the first time prohibits all anti-competitive practices, gives the Office of Fair Trading a pro-active remit and now extra resources to root out cartels and restrictive behaviour, gives the competition authorities the power to fine up to 10 per cent of company turnover and imposes not just civil but criminal penalties for those who try to obstruct their investigations.",
        "For the professions, our Office of Fair Trading is now examining how best to ensure that the rules of professional bodies do not unnecessarily restrict or distort competition.",
        "To ensure that they are promoting – not impeding – new entrants and competitive forces,we are now scrutinizing existing and proposed regulations and our regulatory bodies generally.",
        "To facilitate the formation of hi-tech clusters – and to foster dynamic new businesses – we are introducing a series of changes in planning guidelines that moves our planning regulations beyond the assumptions of the past that all industries are smokestack industries.",
        "And in Europe, in the interests of all who want to trade and compete within a European single market of 375 million people, we are challenging the old claim made by some that tax harmonisation and a federal superstate run by the European Commission are the next stage after monetary union. We are putting the case for tax competition and against tax harmonisation, for the mutual recognition of nationally determined standards, and calling for timetables that would open up the single market in aviation, telecommunications, utilities, energy and financial services.",
        "In sum, Britain and Europe open to competition, and at the leading edge of change.",
        "More than ever innovation is the key to higher productivity.",
        "We seek a Britain that is not only open to competition and thus the best environment for investment from overseas but a Britain also that becomes the best environment for innovation – where from the university laboratory to the science park we convert our ideas into businesses and jobs.",
        "So today with my colleagues Stephen Byers and David Blunkett I want to announce a major investment in twenty first century science … combining new Government investment to be detailed in our spending review and a public private partnership with the Wellcome Trust whom we thank for their contribution … a one billion pound investment in the refurbishment of our science laboratories, in science facilities and equipment.",
        "And to further boost science and engineering research in our universities, the new investment will be accompanied by a 23 per cent rise over three years in postgraduate science and engineering grants, rising to £9,000 in 2003.",
        "Upgrading our science facilities is our starting point as we complete the path that takes inventions from the science lab through to high tech venture capital and then to the national and global marketplace:",
        "– to provide seedcorn finance to commercialise inventions, our university challenge fund;",
        "– to transfer technology from the science lab to the marketplace, new centres of enterprise in every region;",
        "– to offer the best incentives for company research in the industrialised world, a new research and development tax credit which underwrites nearly a quarter of small business R&D costs even before a penny in profit is made;",
        "– to provide investment capital for innovative businesses, our new high technology venture capital fund and from this April new tax incentives for corporate venturing;",
        "– to encourage transatlantic and trans-continental alliances in research and management training I am pleased to announce that today we are signing a new agreement between MIT and Cambridge.",
        "And I want this to be the first of a series of trans-continental alliances involving universities round Britain with universities and research centres from round the world.",
        "Removing the barriers to competition, innovation and now also we must remove the barriers to enterprise.",
        "According to one study, at any point in time 8.5 per cent of the US adult population is trying to start new businesses.",
        "The rate of business start ups in the UK is 3.3 per cent.",
        "And in the UK only 16 per cent believe opportunities exist for new start ups, and only one third think that if good opportunities exist they would start businesses.",
        "Research by the London Business School suggests that with US rates of entrepreneurship we would create another 250,000 small businesses a year.",
        "Stability is critically important. The recession of the early nineties not only destroyed existing businesses but discouraged new businesses",
        "But in Britain today there are now 100,000 more small businesses employing people than when we came to power, a rise of nearly 10 per cent.",
        "And our enterprise agenda has led us to cut small business corporation tax from 23p to 20p, with a new small business starting rate of 10 per cent. Overall since 1997 an average tax cut of almost 25 per cent for small companies.",
        "I will be very interested to hear the conclusions of the working groups in this session, as you look at some of the central issues that affect the British economy: how our venture capital industry can encourage more hi-tech start ups; how our stock exchanges can ensure the flow of investment funds to new and existing businesses; how through technology transfer universities can help businesses and how the large firm can help the small firm move forward; and how we can build on our Enterprise Management Incentive scheme to create the best regime of incentives for both management and workforces.",
        "Our aim is in every area of the country an enterprise culture – one that is founded on opportunities for all, a culture that starts in the classroom, and with our Small Business Service, modelled on the US Small Business Administration, offers help for training and start ups and for investment.",
        "In the high unemployment areas of the country, we will support intensive programmes of pre-start training, advice and mentoring, with new incubator units in every region. A package worth up to £2000 for every start-up.",
        "We will work together with schools and businesses to ensure that:",
        "– schools and businesses work together, with business people going into school and taking part in enterprise classes;",
        "– every student has a quality experience of working in a local business before they leave school;",
        "– more enterprise courses are available to students and more quality business placements are available to teachers.",
        "All our new measures – not just new incentives for businesses starting up, employing, investing, taking equity, and exporting, but help for the unemployed to become self employed, enterprise courses in our schools, the new National Campaign for Enterprise – are based on the proposition that enterprise does not stop at the entrance to a high unemployment area, but that we make the enterprise culture work for people and places too often forgotten.",
        "And finally, we need a national effort to meet our biggest economic challenge of all – mastering the skills of the future and the new information technologies – and maximising the potential of computers, the internet and electronic commerce.",
        "While at present Britain lags behind America, I want Britain to lead with judicious investment that puts Britain at the forefront of the new information technologies:",
        "– delivering lower cost internet access with the aim that the cost of using the internet in the UK will by the end of 2002 be as low as in the USA;",
        "– a single electronic gateway for the public and business to deal with Government including reductions in tax for those who pay tax through the internet;",
        "– by 2002, all schools connected to the internet, and most if not all teachers computer-trained;",
        "– a national network of 1,000 computer learning centres in schools, colleges, libraries, internet cafes and on the high street.",
        "All measures with one purpose only, that the whole of Britain is fully equipped for the new information age.",
        "##  Conclusion",
        "So the Britain that led in the industrial revolution can be one of the leaders in this new dynamic age of enterprise.",
        "Churchill said that those who build the present only in the image of the past will miss out entirely on the challenges of the future.",
        "I believe that our two countries, learning from each other, can meet the great challenges of change. Not by protectionism, but by openness and internationalism. Not by resisting change but by equipping people to cope with change, not by standing still, but by radical economic reform that builds from a platform of stability and opens up innovation, competition, enterprise and opportunity to all, never standing still, but facing change and mastering it, we can with confidence face the future, and we can do it best – as this unique transatlantic conference today shows – by working together."
    ]
}