{
    "url": "https://www.ukpol.co.uk/gordon-brown-1997-speech-to-the-cbi-conference/",
    "title": "Gordon Brown – 1997 Speech to the CBI Conference",
    "post_date": "December 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1997",
            "url": "/tag/1997/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, to the CBI Conference held in London on 10 November 1997.",
    "content": [
        "I am grateful for the opportunity to address the CBI conference, to be able to thank you as business leaders of Britain for the contribution you and your companies make to the success of Britain at home and abroad, and to be able to agree with the CBI that to equip ourselves for the future, and to build the national economic purpose this country longs for, we need as our building blocks for prosperity:",
        "* first, stability with low inflation;",
        "* secondly, sustainable public finances;",
        "* third, high levels of investment, fourth higher levels of skill and productivity; and",
        "* fifth, not just open markets but a constructive engagement with Europe.",
        "Now when I spoke to you last year we were agreed on the need for a credible framework for monetary stability for the long term.",
        "Our decision on our first Tuesday of government to make the Bank of England independent, and to set in place a more open and accountable system of monetary decision-making, not only implemented one of the CBI’s own proposals, but it has in my view already given consistency confidence and credibility to monetary policy making.",
        "I believe we are agreed it is right to take these decisions out of politics, and to free them from short term political pressures. Our aim, business’ aim: in place of stop go long- term stability.",
        "When I spoke to you last year we were also agreed that responsible public finances are the cornerstone of stability. And our two year ceiling on public spending is not a one off measure but it is now part of a five year deficit reduction plan that will not only bring public borrowing down from an unacceptable 22 3/4 billion Pounds last year to 5 1/2 billion Pounds next year, but will also allow us to meet our priorities for education investment and health. Sustainable public finances: our aim, your aim, in place of taking risks with inflation, long-term fiscal stability.",
        "When I spoke to you last year we were – all of us -agreed that rising levels of investment were the key to future prosperity. The 2 per cent cut in corporation tax to its lowest level ever, the reduction to 21 per cent of small business corporation tax, and the new investment incentives for small and medium sized companies not only reflect a Government that listened to the CBI’s proposals, but are the first stage in raising from too low levels, the quality and quantity of investment in the future of Britain. In place of short termism, a practical set of commitments to the long term and I pledged that in future Budgets we will do more.",
        "At this point in every cycle in the past the British economy has been prone to inflation instability and to a return to stop go. My pre-Budget report later this month which will – I hope – be the start of a national debate about next year’s Budget will show that with disciplined action against inflation, with prudence and with responsible wage bargaining the British economy can be put back on track next year.",
        "Last year when I spoke we were agreed too on the importance of that fourth building block for success; a highly skilled and adaptable workforce for the future. To encourage work incentives we have promised not to raise basic and top tax rates for the period of a Parliament, a policy I reaffirm today.",
        "And this year we have begun the modernisation of the welfare state, rebuilding it around the work and learning ethics, and I am grateful to all the companies represented here today for signing up to what I have called a national crusade to solve, once and for all, our problems of youth and long-term unemployment. A fresh start for Britain.",
        "Stability, investment, responsible public finances, skills and employment – four basic building blocks for long-term economic success. And when the battle is not British workers against British managers but both British managers and workers working together against aggressive competitors overseas nothing – neither out of date attitudes, nor backward looking dogma,",
        "Neither vested interests nor restrictive practices – should stand in the way of Britain equipping ourselves for the challenges ahead.",
        "There is a final building block- strong and lasting trading relationships with the world.",
        "We are not only one of the most open economies in the world – trading 25 per cent of our GDP compared with America’s 10 per cent. But, in addition, nearly 60 percent of our exports are to mainland Europe and an astonishingly high level of international investment into Europe – 40 per cent of it – comes to the UK.",
        "Let us be clear about the immediate challenges we face.",
        "In less than fourteen months from now, a German business selling products to France or the Netherlands will be able to do so without exchange rate risk, with lower transaction costs and with more transparent prices, something that in itself will pose a big challenge to a British competitor hoping to supply the same order.",
        "So EMU will lead to fiercer competition for trade and for future investment across Europe.",
        "And the time to prepare is now long overdue.",
        "Indeed Siemens and Daimler-Benz are among the first of what will be a long list of companies to use the euro for all their transactions with all suppliers, including those in the UK. Others can be expected to follow suit.",
        "It is why two weeks ago Natwest corporate banking services announced they will train their staff to handle euro, and then last week announced a range of euro products and services will be available early next year.",
        "That is why Marks & Spencer has decided to put in place the capability to accept euro in the UK.",
        "The euro will radically transform the whole single market. So from now my message is: let’s get down together to the serious business of preparation.",
        "For five years since Maastricht while other countries were making preparations our country refused to prepare.",
        "But I believe it is now time in the national economic interest to set aside the divisions over Europe that have caused – over a long period of time – indecision, instability, a loss of influence abroad, and denied us a national economic consensus.",
        "I do not dwell on the past to criticise but to show that Britain -and British companies- cannot make practical progress without clear and unequivocal answers on the critical European questions that face us and without preparation to meet the challenges ahead.",
        "And these preparations on how we compete in a single currency Europe – of vital concern to each company in the country – are too important to leave to dogma or internal party politics, and too important to leave aside for years more of indecision and drift.",
        "I am sure the British way is not to retreat into a shell or, in any way, to cut ourselves off, but to be true to our outward looking and internationalist traditions and take, as we have normally done, a pragmatic rather than a dogmatic view of our relationship with Europe.",
        "That is why two weeks ago for the first time a British government made the position of Britain in Europe clear: that the vital test for a single currency was not one of dogma – but one of economics, Whether it is good for business, jobs and prosperity.",
        "That is why we said that if a successful single currency can meet our economic tests, then Britain should join. In other words, that we were in principle in favour of joining a successful single currency.",
        "And that is why we said , again for the first time for a British government, That while joining does involve a pooling of economic sovereignty – as in the single market – that if the economic benefits were proven then they should outweigh any constitutional bar.",
        "If the Government recommended it, it would then be up to the people to decide in a referendum.",
        "And for the first time again, a fortnight ago, the British Government also stated that it was committed to real preparations for the euro.",
        "Britain, we said, needs a time of preparation before a time of decision, early in the next Parliament.",
        "The strategy must be to prepare and then decide.",
        "And I firmly believe that it is now possible to build a broad consensus – stretching across the country and in particular the world of business – a new consensus that sets the old arguments behind us.",
        "To those who say that we need not answer the question of principle and that we can even postpone consideration without loss of influence for another 10 years, and who say that even if the economic arguments are compelling they would not necessarily want us to join and that we need not prepare, I reply:",
        "– that it is practical common sense that the long period of indecision and loss of influence should be brought to an end;",
        "– it is practical commonsense that, after almost 18 years of debate, we should be able to resolve the question of principle and agree that the economic benefits will mark the decisive test;",
        "* it is practical common sense to say that if the economic case is compelling we should be prepared to join; and",
        "* it is practical sense that when other countries have been preparing seriously for five years since 1992 we should begin real preparations now.",
        "And these preparations should not only include creating the flexibility – the skills, the adaptability and the employability – necessary for a successful single currency, but also business preparations that enable us to be ready for every challenge ahead.",
        "And I am determined that, even though making a decision this Parliament, to join EMU is not realistic, we will play our part in shaping it, so that, if we wish to, we can join a single currency early in the next Parliament:",
        "* first by the practical and constructive role we will play at the centre of the creation of the euro in our UK presidency next year;",
        "* second by preparing for membership of the European Central Bank as soon as we join the euro;",
        "* and thirdly by leading the debate about the competitiveness of the European economy and especially, as we are doing in Luxembourg, about the flexibility needed to make the euro work. So I say to this conference today:",
        "* as a matter of practical commonsense, let’s get down together to the serious business of preparation;",
        "* let us together start building a national consensus stretching across the country about making this period of preparation work for Britain.",
        "And let us agree that this period of preparation means that companies should first of all have the information to respond as others trade in euros.",
        "Second companies need the information to trade and compete in euros themselves.",
        "Third companies need to know what they have to do to compete when the single currency starts in 1999.",
        "And fourth companies need to know what they will need to do if and when Britain decides to join the euro.",
        "It is so as to be prepared that, before the summer break, the Government published a practical guide on EMU for business, and it is why we then we set up a Business Advisory Group comprising business, trade union, and consumers groups to look at the crucial practical questions.",
        "The Group will report to me in December and I will publish their findings in the New Year.",
        "But it is time to go further to ensure business has the necessary information on which to prepare and that government and business work well to iron out any possible problems.",
        "I am delighted that Sir Colin Marshall will sit on the new standing committee which the Government is now setting up to oversee and to coordinate preparatory work across the economy, in public and private sectors.",
        "And I am pleased that David Simon who has joined the Government from BP has agreed to be Minister responsible for the long-term planning work.",
        "Together we will draw up an agenda for preparations, as we did for decimalisation, which sets out all the practical steps government and business will need to take before a final decision to join the single currency. And we will hold a series of conferences in the new year to ensure that all regions and sectors of the economy are aware of the need to prepare.",
        "In providing information and guidance, and in removing obstacles to using the euro in the UK, we will draw on the experience and expertise of private sector firms at the vanguard of preparations and our partners in other European countries.",
        "Let me just explain the scale of the task: from its introduction, businesses in the UK will be able to use the euro as they can the dollar today. From 1999 they will be able to:",
        "* file company accounts in euro;",
        "* issue shares in euro;",
        "* have bank accounts in euro;",
        "* pay taxes in euro;",
        "But unlike the dollar or the dm today the British banking system will have the capability to process payments in euro domestically.",
        "This should make it much easier and cheaper for banks to offer euro services to their UK customers.",
        "And the Government will do as much as we can to facilitate the use of the euro in the UK from its introduction in 1999:",
        "* the DTI will consult business on the possibility of amending the companies act to make it easier for British firms to issue shares in euro, and to convert existing shares into euro. And following the advisory groups advice – we will look at any other legislative steps the Government should take to make the euro easier for firms to use;",
        "* we will work with banks to introduce an official “seal of approval” so that firms and individuals can identify which banks offer reliable information about the euro, and allow customers to bank in euro without paying high charges;",
        "* we will work not only with the banks, but with accountancy firms, trade associations, and others to make sure their clients are getting the consistent and accurate information they need. We will make available to them treasury information and advice for inclusion in their company literature;",
        "* and today, I have sent the top 1000 British firms an information pack “business preparations for the euro” containing the most up to date information we can offer. There are copies available for conference delegates here today.",
        "* And in future we will publish six monthly reports for business on preparations.",
        "And can I add also that during our Presidency we will apply for community funding for an information service, and we will produce packs for schools, just as we will make all our information available on-line through the links to libraries and information centres across the UK.",
        "There is one further question we will address: how to put the euro bank notes and coins into circulation in Britain, if we wish to join a single currency – the timescale, the amount – the practical details.",
        "So following the report of the Advisory Group we will also be publishing guidance for firms on changes they need to make to their computer systems.",
        "The strategy I said was to prepare and then decide.",
        "This is a Government that having declared for the principle will make sure that the preparations are made.",
        "And I believe that with information, and preparation, the national consensus embracing people business and their government – the very consensus that has eluded us for years – is now possible as we plan for the future.",
        "Just as business has a right to expect, we have moved from the ideological to the practical.",
        "We have moved from talking about preparations to making them in practice.",
        "We have set in motion preparations, by both government and business, that will allow the people to make a clear choice and a final decision.",
        "We will work with you to promote the British national economic interest in Europe.",
        "Work with you to ensure that British business is equipped for the challenges in the year ahead.",
        "Work with you to be certain that Britain gets the best out of its position with Europe.",
        "And to work with you to ensure that Britain, once again, can lead in Europe.",
        "I believe that we have a unique opportunity – Government and business working together to make this happen.",
        "So, from this conference, I make the promise that Government will do everything it can to create the conditions in which you can succeed.",
        "And let me say by way of conclusion that our policies for stability, investment, education and employment -just like our policies for Europe- are designed to nurture those qualities that are best in Britain and British industry:",
        "* our creativity and adaptability;",
        "* our belief in hard work and in team work;",
        "* our openness and outward looking traditions.",
        "Qualities that made Britain great in the first industrial revolution, qualities we should call the British genius, qualities that we must encourage more resolutely today if we are to master the unprecedented challenges ahead.",
        "Nothing should stand in the way of the practical task of equipping ourselves for the future, of making the next century a century of British prosperity, a Britain top of the league in Europe, and I believe here, from Birmingham, we can continue to work practically and constructively together so that this prosperity at home and in Europe is our achievement in the years ahead."
    ]
}