{
    "url": "https://www.ukpol.co.uk/gordon-brown-2001-speech-at-the-nottingham-business-centre/",
    "title": "Gordon Brown – 2001 Speech at the Nottingham Business Centre",
    "post_date": "December 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, in Nottingham on 9 February 2001.",
    "content": [
        "**Introduction**",
        "It is a pleasure to be here in Nottingham this morning and I am particularly pleased to be here in the Nottingham Business Centre opened fifteen years ago by John Smith, created out of what was once the headquarters of Raleigh and now a thriving centre for new businesses – a regeneration that maintains and now extends the spirit of enterprise for which this city and region is rightly famous round the world and I am delighted too to have the opportunity to visit the East Midlands, a region where in the last four years 40,000 more people have found jobs, where because of the efforts of employers in this region youth unemployment has fallen by 20 per cent and long term unemployment has fallen by 70 per cent.",
        "And I think it important to record that vacancies – at up to 60 thousand – are at a record level, today over 50 per cent higher than what they were even at the peak of the boom in the late eighties.",
        "**Inner City 100 Initiative**",
        "It is fitting that here I am able to launch this morning the nominations for the Inner City 100. This exciting and unique initiative is an important part of our drive to open up enterprise to all through celebrating and show-casing the top 100 business successes in our most challenged inner cities – including here in Nottingham and in Leicester.",
        "IC 100 will show that even the most disadvantaged inner cities are not the enterprise “no-go” areas of the past, but the investment opportunities of the future. It will start to change the way that we see these areas and the way these areas see themselves.",
        "Inner City 100 brings together a powerful partnership from across Britain, including the Regional Development Agencies, the Small Business Service, the Royal Bank of Scotland, the New Economics Foundation and Financial Times which will publish the final top 100 list in the autumn.",
        "And I am grateful to all those involved and hope that business leaders and local representatives across the country will give their support.",
        "I look forward to hearing about the first nominations in a few minutes.",
        "I would like to thank you all for coming to this gathering of businessmen and women, academics, representatives from the Regional Development Agency together with respected Members of Parliament – great advocates in Whitehall for the needs of this area – at the start of our pre-Budget consultation roadshows.",
        "And let me say this pre-Budget consultation, one of many to come in the next few days and weeks, is a vital part of the modern Budget process.",
        "A few years ago the Budget process was shrouded in total mystery. By the time the Budget emerged from the red box on Budget day, Treasury ministers had spent many weeks in what was called “Budget purdah” – making no speeches, no appearances to listen or discuss the economy and insulated from public views and public scrutiny. A Budget untouched by consultation.",
        "And sometimes the results showed.",
        "But I believe a modern economy requires a modern Budget process. If we are to face the challenges of the global economy we must face them together – Government, business, local communities – in an open and consultative process – discussing ideas, listening to views, seeing at first hand what is needed, where the gaps in economic policy are and discussing with those who know best, those who created the best, how best they can be filled.",
        "And there is a special reason today for a more strenuous pre-Budget consultation. As I said in my Pre-Budget Report statement, our hard-won and newly won stability now offers Britain a unique opportunity we can either seize or squander – the opportunity to build from that platform of monetary and fiscal stability, low interest rates and financial discipline, the high and sustained levels of productivity growth that are essential to long term prosperity. And so today I want to talk today about the drivers of economic growth – skills, innovation, it investment, the enterprise culture itself – and how a modern regional economic policy based on local people making local decisions about local needs can further that.",
        "If we look back on our history there have been three generations of regional economic policy:",
        "The first generation of regional and urban policies – starting in the thirties – amounted essentially to ambulance work – first aid measures, urgently needed assistance and relief in areas of high unemployment.",
        "The second generation of regional policies came in the sixties when then the emphasis was on large capital grants and tax incentives for regions anxious to encourage mobile capital into our regions as inward investment.",
        "And now we are entering a third generation of regional policies, where we concentrate on indigenous measures – strengthening, within the regions, the essential building blocks of self generating growth. And on tackling the imbalances that prevent economic strength:",
        "First, bridging the investment and enterprise gap;  \nSecond, bridging the skills gap;  \nThird, bridging the technology gap, including support for e-commerce;  \nFourth, bridging the employment gap.",
        "**Start-Up Rates**",
        "Let me give one example.",
        "All around us here in the Nottingham Business Centre we see examples of successful entrepreneurs. But that is not the case everywhere.",
        "Over the last two decades, small business creation rates have varied between regions in a dramatic way.",
        "Start up rates in 1999 ranged from 21 new VAT registrations per 10,000 citizens in the North East to 66 per 10,000 citizens in London. And the rate in the East Midlands was 34 per 10,000 citizens, around half the London rate, below the UK average.",
        "These figures show not only a gap in performance which we must explain but also the potential for each region, not just for business creation but for additional jobs.",
        "If the level of business in every region was the same as the national average there would be 135,000 more businesses registered for VAT across the UK. And as Treasury analysis shows that every extra VAT registration creates on average 3.7 new jobs this would mean around half a million additional jobs in some of the poorest areas of the country.",
        "So we have a long way to go. So the Budget focus on measures to encourage enterprise and entrepreneurship, especially in high unemployment areas and regions of the country, will include consulting on new tax incentives for business development and spurring the enterprise culture.",
        "Research shows that the recession of the early nineties not only destroyed existing businesses but discouraged new businesses – the number of small businesses starting and growing fell by a third and the crisis of confidence continued through most of the nineties.",
        "If we are to achieve higher start-up rates, economic stability is critically important and we need to build from a platform of stability and steady growth. That is why when we came into power we made the Bank of England independent, ensuring that interest rate decisions are taken in the best long-term interests of the economy, not for short-term political considerations.",
        "Inflation is now at historically low levels, long term interest rates are around their lowest for thirty five years and business investment has risen.",
        "Yesterday’s interest rate cut is possible because we have the lowest inflation rate for 30 years and because, in recent years, despite the rise in oil prices we have, with monetary and fiscal discipline, managed to keep inflation under control.",
        "So, through our macroeconomic policies, we are building the best foundation for stability and balanced economic growth throughout Britain.",
        "But stability is a necessary but not sufficient condition of business success. Now that we have greater stability, the next stage is to build through measures that improve investment, innovation, it and infrastructure and skills a stronger enterprise culture. Investment",
        "Because we believe investment in enterprise is the key to success in the new economy, we have cut small companies tax from 23p to 20p, introduced a starting rate of small business tax at 10 pence in the pound, cut mainstream Corporation Tax from 33p to 30p to its lowest ever level, cut Capital Gains Tax to 10p for long term investments and introduced accelerated tax allowances at 40 per cent for small and medium sized businesses and at 100 per cent for it that are of special help to manufacturing.",
        "As we prepare an enterprise Budget we will consider extending Capital Gains Tax relief and the 10p rate, and consult on new reliefs for corporation tax including for intellectual property. And as we move to an enterprise Budget we will consult on Capital Gains Tax relief for the sale of substantial shareholdings, and improvements in our Enterprise Management Incentive scheme, the share options we offer new and dynamic companies.",
        "And to further encourage investment in the regions, where business investment has been rising but not evenly and because one of the gaps is in the venture capital market in regions especially for risk ventures, we are proposing a regional venture capital fund, which will provide early stage venture capital for this region’s growing businesses, the world leaders of tomorrow – providing an estimated £120 million over the next 3 to 5 years. Innovation",
        "The second driver of growth is innovation, which is now, more than ever, the key to higher productivity. It is said that two thirds of new growth comes from innovation and it is our aim to ensure that British inventions are developed in Britain and manufactured in Britain, creating growth and jobs in Britain.",
        "The seedbed is basic science. So we are increasing spending on science by 5.4 per cent a year, including our one billion pound public private partnership with Wellcome to modernise science infrastructure; and to transform British inventions into British-made products, we announced a £60 million pounds University Challenge Fund.",
        "And to encourage an entrepreneurial culture in our universities and technology transfer from the science lab to the marketplace, we are setting up new Enterprise Centres – world class centres, both for fostering commercialisation of research and new ideas and for incorporating teaching of enterprise in science and engineering curricula. And I am pleased that Nottingham is one of the universities that has taken up this science enterprise challenge through the new Institute of Enterprise and Innovation.",
        "And through our higher education reach out funding we encouraging universities to forge links with local communities and to respond to the needs of business. And again universities here in the East Midlands have bid successfully for money from this fund – over one and a half million pounds for Nottingham university and 1.1 million for Loughborough University which I will be visiting later this morning.",
        "And to offer the best incentives for company research, we are consulting on an extension of our new research and development tax credit. Today it underwrites nearly a quarter of small business r&d costs even before a penny in profit is made. Some have suggested we extend this to larger companies and we are interested to hear your views.",
        "**Skills**",
        "The third driver of growth grows in importance every day: the skills of the people. And in each region we need nothing short of the long overdue revolution in education, skills and training. I thank companies for their support for the New Deal which has given a new start to 50 thousand young people in the region, 25 thousand of whom have moved into work. And here in Nottingham alone 6,000 of the long-term unemployed have participated in the New Deal.",
        "But because we recognise there are special labour market needs in individual towns and cities where we must match the skills employers need to the training of those who need skills we are developing through the Regional Development Agencies and other local and regional bodies, local employment plans – and looking at how to meet future skills and employment needs.",
        "There is also a local action team for jobs in Nottingham operated by Working Links and alliance between the Employment Service, Cap Gemini Ernst and you and Manpower plc, working in partnership with the city council to help people into work.",
        "But our economic future is born in the schools and universities and not only are we increasing spending on education by over five per cent a year in real terms over the next three years but we are investing in your world class universities here in the East Midlands.",
        "We want to make the most of all our nations potential and talent, investing not only in some of the potential of some of our young people, but investing to make the most of all of the potential of all of our young people.",
        "Here in the East Midlands the percentage of sixteen year olds in the East Midlands achieving five GCSEs at grade A-C is just 45 per cent, below the national average and the national target of fifty per cent by 2002. We must do more, so David Blunkett has set up 6 Education Action Zones in the region, partnerships between groups of schools, businesses, parents, and local education authorities. And the New Deal for schools has already helped 1,400 schools in the region. And over the next three years, schools in the East Midlands will receive around 250 million through the New Deal.",
        "And as we start the new millennium, we must equip all our companies and all our people for the newest and most decisive economic challenge of the 21st century – mastering information technologies, from the pc to the internet, from e-mail to e-commerce.",
        "Under our National Grid for Learning Standards Fund, Nottingham was allocated a million pounds this year to invest in information technology and next year spending will be £1.3 million.",
        "The proportion of businesses in the East Midlands region that either have a website or frequently use e-mail has increased significantly from 54 per cent in 1999 to 76 per cent last year.",
        "But further progress needs to be made Only 24 per cent of businesses are trading online. And in terms of increased access to the internet at home the region still lags behind with only 23 per cent of homes connected.",
        "So the region will benefit from our £1.7 billion plan for a computer learning centre in every community, 1,000 in all throughout Britain. And they will be in schools, colleges, libraries, in internet cafes and on the high street.",
        "In the first phase, 19 centres will be located in the region and run by numerous providers, including local community groups. And two of these are already open here in Nottingham.",
        "Our targets for the new economy are ambitious. Within three years, thousands more small businesses able to benefit from e-commerce. A whole new network of computer learning with one purpose only, that the whole region is equipped for the information age.",
        "**Infrastructure And Transport**",
        "The fourth driver of regional growth where we need to do more is improvements in infrastructure – tackling a long term under-investment by doubling transport investment immediately and then through a unique private public partnership investing £180 billion pounds over 10 years to improve motorways trunk roads, and rail services.",
        "The Private Finance Initiative is also helping to modernise public services in the East Midlands with over £76 million worth of PFI investment in the region – including a project worth £20 million at the Queen’s Medical Centre here in Nottingham – since 1997 and over 450 million more in procurement.",
        "**Enterprise Culture**",
        "Finally, let me turn to the other great driver of growth- the enterprise culture. Survey evidence published by the London Business School yesterday shows that while 1 in 10 people in the US are trying to start a new business, only 1 in 33 are in the UK. The gap in activity is particularly noticeable among women – currently under-represented in both self employment and business start-ups, particularly in comparison with the US: less than a third of those registered as self-employed in the UK are women and only 35 per cent of new enterprises are run by women. And again there is variation by region – in some areas fewer than 20 per cent of those who are self-employed people are female. Here in the East Midlands the figure is 29 per cent.",
        "Last year’s global entrepreneurship monitor found that UK start-ups would rise by fifty per cent if the start-up rate amongst women matched that of men.",
        "So that is why we must act to encourage more women to start and to grow their own businesses.",
        "Already there are innovative projects in place that we can build on and learn from-",
        "In Glasgow, the Wellpark Enterprise Centre, providing information, advice and business support to women either in business or wanting to go into business, as well as a resource centre and on-site nursery.",
        "In Norwich, the Women’s Employment, Enterprise and Training Unit – offering a range of services to keep women informed and to enable them to improve their prospects of finding employment including enterprise courses and access to loan funds.",
        "And WIN – Women In the Network, active in Scotland and the North East providing support, including on-line support for women starting and developing their own businesses.",
        "Among our measures to promote entrepreneurship amongst women is the £96 million pound Phoenix Fund which has already allocated a substantial amount of money to a number of projects aimed at helping women start up businesses, and we will build on this in the spring when the Small Business Service will be launching a new women’s online business centre.",
        "And let me turn specially to the challenge faced in some of our high unemployment areas where business creation has often run at one sixth of the wealthier cites and towns.",
        "In high unemployment areas economic prosperity will not come from a return to the old ways which have failed: neither an old style benefits approach which has ignored the causes of poverty and unemployment – and not invested in education, training, jobs and business development. Nor a bricks and mortar only approach which, with enterprise zones, targeted subsidies for property development at the expense of help for enterprising local people.",
        "To tackle the causes of unemployment and low economic activity, we need a radical new approach encouraging business development and an enterprise culture and I am pleased that with us today is Sir Ronald Cohen whose Social Investment Taskforce report on stimulating enterprise and investment in disadvantaged communities is the subject of my pre-Budget consultation.",
        "Instead of acquiescing in the old giro culture – simply paying benefits to compensate people for their social exclusion – we must back success rather than accept failure. And to do that we must extend fiscal and other financial incentives that open up economic and business opportunity in high unemployment areas, and encourage and reward new enterprise.",
        "Indeed, our old cities and estates should be seen as new markets with competitive advantages – their strategic locations, their often untapped retail markets, and the potential of their workforce.",
        "And so it is right to put in place the best possible incentive structure to stimulate business-led growth as well as much bigger flows of private investment.",
        "To spur economic activity, we are proposing a number of new incentives.",
        "First to secure development, we are proposing stamp duty exemption for all properties in our most disadvantaged communities;",
        "Accelerated tax relief for cleaning up contaminated land;  \nVat cuts to reduce the costs of residential property conversions;  \nTax relief to bring empty flats over shops back into use.  \nAnd we said we would consult on:",
        "A further business rate relief for small business in assisted areas;  \nAnd to secure new business development particularly by reducing the cost of raising money . We are discussing with the banks and considering a new and generous tax credit for community investment;  \nAnd the creation of the first community development venture fund.  \nAnd we are going beyond this: not just micro-finance for enterprises who cannot access mainstream sources of finance but advice and a national network of mentors to give entrepreneurs all the help and encouragement they need.",
        "Anyone anywhere who seriously wants to start a business will be able to get a free package of advice, information and access to mentoring through the Small Business Service, worth up to £500.",
        "And in the high unemployment areas of the country, we will support intensive programmes of pre-start training, advice and mentoring, with new incubator units in every region. A package worth up to £2000 for every start-up.",
        "The Regional Development Agencies and the local authorities can also make a vital contribution to fostering an entrepreneurial culture. And I pay tribute today to the work of Derek Mapp, an entrepreneur himself and the Chair of the East Midlands Regional Development Agency.",
        "As we enter this new generation of regional policies strengthening, within the regions the essential building blocks of self-generating growth, the capacity to innovate, invest, build skills, match the unemployed to jobs available, we are offering development agencies new flexibilities, but in return we are demanding strenuous targets be met in skills, innovation, business creation, new technology and employment. This is the new regional policy – locally sensitive and locally delivered, local people meeting local needs through local agencies.",
        "But changing our culture to one that favours enterprise in every area needs not just incentives but a real shift in attitudes too. And that will come about quickest if it starts, not in the boardroom, but in our schools.",
        "I know how many schools and businesses in this region are making headway in advancing the enterprise culture but I want every young person to hear about business and enterprise in school; every college student to be made aware of the opportunities in business; every teacher to be able to communicate the virtues and potential of business and enterprise. And I want businessmen and women to visit our schools and talk to their enterprise classes; I want every student to have a quality experience of working in a local business before they leave school. I want management training scholarships to be available even in the poorest areas and I want every community to see business leaders as role models.",
        "**Conclusion**",
        "So the 2001 Budget – and our future plans – will continue this Government’s policies to offer greater incentives to business, remove unacceptable barriers that prevent people with enterprise getting on and, from the classroom to the boardroom, widen and deepen the spirit of enterprise. We can and must do more. So in this and in other areas in this pre-Budget consultation we welcome your views",
        "I believe that out of our discussions will emerge an even stronger consensus on the need for both stability and for higher investment in skills innovation technology and our infrastructure. And on the need for a strong enterprise culture. Out of dialogue consensus, and out of dialogue and consensus, a stronger partnership, working together for our shared goal – a more prosperous East Midlands and a more prosperous Britain."
    ]
}