{
    "url": "https://www.ukpol.co.uk/gordon-brown-2008-speech-to-cbi-conference/",
    "title": "Gordon Brown – 2008 Speech to CBI Conference",
    "post_date": "October 2, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Prime Minister, to the 2008 CBI Conference.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "The times we’re in make this one of the most important conferences the Confederation of British Industry has convened.",
        "So let me first of all thank you for your contribution to British business and the British economy.",
        "Your dynamism, your resolution and your resilience – the hallmarks of your success – have never been needed more.",
        "Together we can take the British economy through difficult times and equip ourselves for our global future.",
        "Let’s just remind ourselves of the scale and speed of what’s been happening. $25 trillion dollars erased from global share values, world oil prices, having peaked at nearly $150 dollars a barrel, sinking by two-thirds, and reflecting big forces at work – the rise of Asia, a global capital market, the global sourcing of goods and services.",
        "Quite simply: we are making the transition from the old world of sheltered national economies to the new world of a fully open global economy.",
        "And the challenge is for each of us, in the spheres of influence we have, to surmount the risks and insecurities – and manage the teething troubles – of this new global age, while not losing sight of the vastly increased opportunities it brings.",
        "Let’s name one of the great challenges: the global financial system. Even if there had been no systemic banking crisis, we have come to a time when the global flows of capital need to be complemented by a global — not just a nationally-based — framework of supervision.",
        "Challenge number two is that of finite global resources: even if there had been no oil spike, our over-dependence on oil, the problem of climate change and indeed global food shortages would have to be addressed by new policies.",
        "Challenge number three is global restructuring and global inequalities: even if there had been no cyclical rise in unemployment, all of us would have to deal with the consequences of a more specialist international division of labour and the resulting restructuring of jobs, and for Britain that means investing in the new talents and skills required for the technological and creative industries.",
        "Some might want to take a narrow and insular view of today’s global crisis – some would say that the best we can do is to let the recession take its course, and that there is no alternative but to muddle through.",
        "But there is another way of looking at it:",
        "– whatever the troubles of this year and next, we are in the midst of a transition to a truly global economy which in twenty years is likely to double in size.",
        "– with 1 billion or so new skilled jobs being created, we want to attract our share of that flow of new jobs.",
        "– together we must ensure that British companies will benefit from the new opportunities as Asia becomes a market not just of millions of producers — but of millions of consumers too.",
        "Whatever else we do – as everyone here will know – we have to prepare and equip ourselves for what the world is becoming. investing in our talent and skills, in our technological infrastructure and in our capacity for innovation. the high value-added products and services – that are Britain’s best guarantee of a successful global future.",
        "And yes, the transition is difficult, but the prize for Britain is great – provided we can meet and master the challenges we face as we adjust to these new worldwide forces.",
        "And I believe we are well-placed:",
        "– we are a free trade country",
        "– we have the most open economy in the world",
        "– we have a global reach greater than any other country on earth",
        "We understand that protectionism does not work – for economies or for workers: that better than simply protecting people in their last job, is helping people into their next job.",
        "And so to all those who try to prove, by pointing to this crisis, that globalisation and global markets do not work our answer is very clear:",
        "– the route to prosperity is not protectionism but an open, free-trading,",
        "– flexible globalisation which must also be inclusive and sustainable.",
        "So I am here to speak up for open economies",
        "Our task is not to reject global markets but to repair and strengthen them for the future. Not to condone excessive and irresponsible behaviour, but to reward hard work, enterprise and responsible risk taking.",
        "But extraordinary times require extraordinary action. If we have learnt anything in these last tumultuous and unprecedented months, it is that this is not the time to become prisoners of the old dogmas of the past. All over the world, policy makers are leaving behind the orthodoxies of yesterday so — just as we set aside conventional thinking to invest directly but temporarily in the banking system — we now face the same challenge in monetary and fiscal policy – and for two reasons.",
        "Worldwide, the orthodoxy of the last few decades, has been that monetary policy is the only effective instrument for economic management. But the financial system that is a key channel of monetary policy has been damaged. So monetary policy cannot be our only tool. Monetary policy must play its essential role, but it would be a mistake to rely entirely upon it to pull the economy quickly out of this downturn.",
        "And there is a second reason for the urgent action we propose. ever since the second world war, one of our greatest problems —and our greatest constraints on policy —–has been the risk or reality of high inflation. every framework for British economic policy has had to be focussed on the containment of inflation.",
        "But now after many years of inflationary pressures – this last year with sharp rises in global commodity prices – we face today the opposite threat: the prospect of rapidly declining inflation.",
        "So, as the chancellor will set out later today – and indeed as the leaders of the g20 countries agreed last weekend in America – a new approach to macroeconomic management is now needed if we are to get through this unprecedented global financial recession with minimum damage to our long term economic prospects:",
        "An approach which combines the use of monetary policy with proactive fiscal policy to support economic activity",
        "An approach which because of our low public debt supports demand in the economy with all of the instruments at our disposal while maintaining – not cutting – our programme of investment and reform for long-term benefit.",
        "Richard, in your letter you argue – rightly in my view – for a substantial time limited fiscal injection into the economy. And as you say in your pre budget report submission, it is right to promote action now that can prevent permanent damage tomorrow.",
        "Simply letting the recession run its course, to say there is no alternative, is not an option.",
        "We have seen in previous recessions how a failure to take action at the start of the downturn has increased both the length and depth of the recession.",
        "That was the mistake made in the recessions of the 8os and early 90s. the mistake made by the Japanese and the mistake made in the Asian crisis.",
        "To fail to act now would be not only a failure of economic policy but a failure of leadership.",
        "Doing ‘too little too late’ would mean more damage, more deterioration – the loss of vital businesses – a weaker economy, lower growth, eventually greater fiscal problems and in that event, higher interest rates and higher taxes.",
        "The best way for taxes to be low in the long-term is for us to ensure that the downturn is as limited in length and scope as possible. And that means help when help is needed. Not when it is too late. A boost to the economy to sustain growth that will help to keep businesses open and protect people’s jobs and homes.",
        "And a temporary fiscal stimulus is just that – temporary.",
        "But to act now means we also have a duty to set out what we will do later. by showing we will take the necessary decisions in the medium term to guarantee stability, we can act today in a strong, decisive and fair way.",
        "And we must ensure that we get the greatest value for every pound we spend. I would like to thank four senior business leaders – Gerry Grimstone, Patrick Carter, Martin Read and Martin Jay – who have in the last five months used all their business expertise and experience to leave no stone in Whitehall unturned – as we demand further ambitious improvements in government efficiency. the chancellor said in the budget that we must go beyond the 30 billions of efficiency savings already budgeted and that is why we will be announcing further improvements in efficiency.",
        "For it is a broadly based economic recovery, combined with prudent tax, spending, and asset sale plans over the medium term, that will help us bring the government borrowing back down over the coming years.",
        "Other countries too have agreed or are preparing to agree a fiscal stimulus, including America where debt is already higher than ours and where the deficit is already rising to high levels.",
        "And just as coordinated international action is necessary to address climate change, energy security and global poverty, so too it is essential to co-ordinate interest rate cuts and fiscal policy, magnifying their impact, as called for by the G20 leaders.",
        "So coordinated action on economic recovery will benefit Britain. And a coordinated approach in Europe, our largest trading partner, would be of most benefit. That is why I have been discussing with other European leaders how we can best work together.",
        "But I also believe that – while the downturn may be difficult and especially difficult for countries which have large financial sectors, like ourselves – our economy today is better equipped to weather any global economic storm than it was in the 1970s, 80s or early 90s:",
        "Because – with your productivity growth, your resilience, and your success, British business has achieved the fastest growth in average productivity in the past decade across the whole of the G7.",
        "And we will continue to make the changes in regulation and laws necessary to have the best environment to do business.",
        "And we are better equipped today also:",
        "Because of Bank of England independence and now falling interest rates;",
        "Because of the most flexible labour market in Europe – and because we are now making further changes to make it a condition for people on benefits to seek not just work but the skills for work;",
        "And because – vital to our ability to invest publicly now – our national debt is considerably lower than a decade ago; and lower than all the G7 countries except Canada – so there is scope for the government to increase borrowing at the right time to support the economy.",
        "And I believe we are also making the right long term decisions for our economy- not shirking the difficult decisions in planning, skills, flexibility, infrastructure and transport.",
        "For the way forward is not just one isolated initiative or one individual measure, not even a set of measures for a few months. It is a concerted and comprehensive plan that will give real help to businesses and families while at the same time preparing our economy for the future.",
        "We now have a unique opportunity to do – in a twenty-first century way — what was done in the twentieth century by the new deal. As they built roads and bridges to create the infrastructure for the years ahead; we can use this period of adjustment to build both the technological base and human capital to equip us for the opportunities ahead.",
        "So let me assure you that we will continue our programme of investment in the technological revolution ahead, in the talent revolution; and in the environmental revolution.",
        "Now, at the very moment of an economic downturn is precisely when we need to step up our welfare reform and invest in our human capital – as many of you who recently put your names to the statement in the newspapers would agree.",
        "Investment in intangible and knowledge assets – in ideas, brands, and research and development – all areas dependent on technology and innovation; all areas dependent on high value-added talent and skills. These will be a vital force in building Britain’s future high value-added competitiveness in the global economy.",
        "And to ensure Britain can make the most of the opportunities in the environmental revolution, we will support investment in the low carbon economy. A worldwide market that could by 2050 be worth as much as $3 trillion per year. And which could employ more than 25 million people. Because I want Britain to benefit from these new jobs – with at least 1 million jobs in the green economy by 2030.",
        "So we are taking action to respond to the immediate financial crisis; and we are putting in place reforms and investment to benefit from the longer term opportunities – so we are optimistic about the future of Britain.",
        "For this is a time for resolution; and for solidity in responding to a unique financial crisis.",
        "A time for powerful action to equip us for globalisation’s challenges – and in due course to reap its rewards",
        "And a time for confidence that as real incomes pick up again next year and national and international policies work through the economy, so we in Britain have the strength — and everything it takes — to face the global storm — and emerge stronger."
    ]
}