{
    "url": "https://www.ukpol.co.uk/gordon-brown-2004-mansion-house-speech/",
    "title": "Gordon Brown – 2004 Mansion House Speech",
    "post_date": "September 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Chancellor of the Exchequer, Gordon Brown, at the Mansion House in London on 16th June 2004.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "My Lord Mayor, Mr Governor, My Lords, Aldermen, Mr Recorder, Sheriffs, Ladies and Gentlemen.",
        "In thanking you for your invitation let me start My Lord Mayor by thanking you for the work you and your staff do not just here in the City of London but round the world in promoting the City and Britain. And let me at the outset pay tribute to all the companies and institutions represented here today.",
        "Let me thank you first for the scale of the contribution you make to the British economy – the £50 billion of income, 4 per cent of national output, and the 1 million jobs that arise. And let me thank you also for the resilience, the innovative flair and the courage to change with which you have responded to not just the world economic downturn but to the greatest economic challenge of our times – the challenge of global competition.",
        "When last year, as we made our euro assessment, we conducted a detailed and in depth review of the British economy, we were able to conclude that because you, here in the City, had been prepared to change and adapt, to innovate and invest in the future, to embrace technological change like automated trading not as a threat but as an opportunity, and to acquire – from all over the world – the skills financial services need, London’s already considerable and historic advantages and assets – our stability, our global reach, our reputation for integrity, our willingness to be flexible – had been so enhanced for the new global era that, even in the face of a pre-eminent American economy and an integrated euro area, London has today",
        "– a greater number of foreign bank branches and subsidiaries than any other city in the world;",
        "– the largest share of global cross border bank lending;",
        "– with the London Stock Exchange, the largest trading centre for foreign equities in the world;",
        "– and the foreign exchange market, the largest and most important in the world.",
        "And it is a visible demonstration of London’s global reach and position – and now, in recent years, the modern links being forged not just with the USA, Japan and the euro area but with China, India, South Africa and other countries round the world – that I am told that there are more countries represented this evening than at any time in the 120 year history of the Lord Mayor’s Banquet. And I welcome all of you here from every continent and every corner of the globe.",
        "Your presence tonight demonstrates that the City of London – and our financial services industry – has learnt faster, more intensively and more successfully than others the significance of globalisation :",
        "– that you succeed best not by sheltering your share of a small protected national market but by striving for a greater and greater share of the growing global market;",
        "– and that stability, adaptability, innovation and openness to new ideas and to global trading opportunities – great British assets and advantages – matter even more today than ever.",
        "– and what you have achieved for the financial services sector, we as a country now aspire to achieve for the whole of the British economy.",
        "And this is my theme this evening. That the nations that will succeed in this fast changing, fiercely competitive global economy will be those that:",
        "– first of all, lock in long term stability;",
        "– second, encourage a competitive environment and the deepest and widest entrepreneurial culture;",
        "– third, make the commitment to invest in what offers comparative advantage as global economic and technological change restructures where and what we produce – world class levels of innovation, technology, education, skills and, as you My Lord Mayor have mentioned, infrastructure;",
        "– and fourth, have the strength to take the hard long term decisions in favour of free trade and outward looking internationalism.",
        "And I believe that if we have the strength to take the right decisions for the long term Great Britain stands better placed than almost any comparable industrial country to be one of the great success stories of this new global age.",
        "Why? Because I believe that if we build on qualities and values that have made us great in the past – our British enterprise, British creativity, the British openness to the world, the British adaptability to new ideas and our strong British sense of fair play and civic duty – and if around these great enduring qualities we can develop a shared British economic purpose about our future destiny as a country, then I foresee a new era of economic success for a global Britain.",
        "Now Sir Winston Churchill – who we remember particularly in this month, the sixtieth anniversary of D-Day – spoke pointedly on the qualifications needed for a politician: “The ability to foretell what is going to happen tomorrow, next week, next month and next year. And to have the ability afterwards to explain why it didn’t happen.” But in another remarkable phrase he warned his contemporaries that they must never be, as he put it: “Resolved to be irresolute, adamant for drift, solid for fluidity and all powerful for impotence”.",
        "And it is indeed the need for resolution, solidity, an unwavering commitment to British values facing the challenges of the global economy, and the strength to take the long-term decisions, that is central to my message this evening.",
        "**Stability**",
        "First, Britain will succeed amidst this ever more intensive global competition only by locking in the monetary and fiscal stability that we have been enjoying.",
        "And I can tell you that we have not taken the tough decisions on stability from 1997 onwards to lower our guard or relax our discipline now.",
        "Let us remind each other of Britain’s chronic history of stop-go – under-investment, short-termism, insecurity and higher unemployment:",
        "– an instability that meant businesses would not invest;",
        "– people would not start up businesses;",
        "– both families and businesses could not and did not plan for the long term;",
        "– everyone expected inflation to recur; and",
        "– short-termism was dominant.",
        "Indeed, stop go had entered our psychology.",
        "And when we came into government in 1997 it would have been easier not to have taken the decisions to raise interest rates. I would have avoided difficulties in my own Party if I had ignored the case for independence of the Bank of England. It would have been far more comfortable politically not to have frozen public expenditure or introduced tough new fiscal rules. But I believe that the test of our capacity to govern is whether we have the strength to take the right long term decisions for our country.",
        "And it was our resolve that facing more intense global competition than ever – where investments will move to the countries that can demonstrate a long standing commitment to and record of monetary and fiscal stability – Britain had to have a new monetary and fiscal regime. And so the changes we made were not just making the Bank of England independent but:",
        "– cutting the national debt dramatically;",
        "– imposing tough new fiscal rules over the economic cycle which allowed us to invest through a world recession;",
        "– and introducing a symmetrical inflation target that targeted deflation as much as inflation.",
        "And so let me thank the new Governor – Mervyn King – first for the work he did establishing the new regime as Deputy Governor and now for the contribution he has already made as Governor, showing why he is a worthy successor to Sir Edward George.",
        "I know the Governor will agree that it is because we have developed a British model for monetary and fiscal stability – which allowed the Bank to cut interest rates aggressively during the world downturn and allows the Bank to act proactively and pre-emptively in the upturn too – that while the USA, Germany, Italy and Japan suffered recessions, Britain for the first time in 50 years did not suffer a recession during the world downturn and instead has grown in quarter after quarter, year after year.",
        "And I can report to you that now the world economy is strengthening, growth in Britain is also becoming more balanced with business investment, manufacturing output and exports rising now – and expected to continue to rise this year and next.",
        "Such is our determination to lock in our hard won stability that looking forward we can, and will, take nothing for granted.",
        "With financial markets expecting interest rates to rise around the world as the world economy turns upwards and looks forward to rising growth and trade, we will continue to support our monetary authorities in the difficult choices they have to make and entrench not relax our fiscal discipline.",
        "And we will be vigilant to global risks: geopolitical uncertainties, current account imbalances, the long term fiscal pressures of ageing, and specifically three challenges – oil prices, house prices and the need for continued fiscal discipline.",
        "First oil: while the OPEC decision to raise production targets in July and August is welcome, I can tell you tonight that I and other Finance Ministers will continue to press OPEC both on meeting these quotas and on the case for raising the targets higher. And because a secure production environment is crucial for stable oil prices in the long term, we will support Mr Rato – the new Managing Director of the IMF – in his proposal for a modern and up to date approach to global energy policy.",
        "Let us recall that most stop go problems that Britain has suffered in the last fifty years have been led or influenced by the housing market. 40 years ago we built 400,000 homes a year, by the mid 1990s it had fallen to just 200,000 so we will press ahead with resolution – following the Miles and Barker reports and building on the success of the Deputy Prime Minister’s Sustainable Communities Plan – to tackle the large and unacceptable imbalance between supply and demand in the British housing market. Reforms that, as we said last year, are right in themselves but are also necessary for sustainable and durable convergence with the euro area. And on the euro, the Treasury will again review progress at Budget time next year.",
        "And while debt servicing costs are on average substantially lower than ten years ago, the housing market has remained strong. And with Britain’s forward looking and pre-emptive approach to monetary policy we are showing our determination to maintain both a sustained economic recovery and stability, remaining vigilant at all times.",
        "Let us recall also that at times like this in the political and economic cycle – as the economy starts to grow faster – governments have relaxed their fiscal disciplines and resorted to quick fixes and short cuts in fiscal policy and gone on to raise the rate of spending in a pre election spree. But the spending review I will announce in the next few weeks will both meet all our commitments and all our fiscal rules. And because our duty is to achieve fiscal sustainability over the longer term we will not make the mistake of other countries whose pension and health care costs could rise to 20 to 25 per cent of national income in future decades. And I can tell you that i am determined to ensure that we can lock in greater stability not just for a year, or for an economic cycle, but in this generation —– a prize of greater stability that has eluded successive governments of all parties in the post war era; a prize that – with resolve and prudence – is now within our grasp.",
        "**Enterprise**",
        "British success in the global era depends on us not just building a consensus around the importance of long term stability but building a similar shared purpose about the importance of flexibility and enterprise – historic British qualities, now more relevant than ever for success in the global age.",
        "We all know about the rise of China:",
        "– over recent years contributing more to the growth of the world economy than all the G7 countries put together;",
        "– consuming, for example, half the worlds cement, over a quarter of the world’s steel and a third of the world’s iron ore;",
        "– the largest market for mobile phones in the world, and one of the fastest growing car markets too, with more Volkswagens sold in China than Germany.",
        "We all know about the rise of Asia: whose economy, without Japan, has been growing at twice the rate of America and seven times the rate of the euro area; and to whom 5 million European and US jobs could be outsourced in the next fifteen years.",
        "And we all know about the rise of developing countries: the vast majority of whose exports twenty years ago were primary products but which are now two thirds manufacturing goods with, in twenty years time, developing countries perhaps accounting for 50 per cent of all manufacturing exports worldwide.",
        "And I think we can now say with some certainty that the advanced industrial countries that will do well will be those that are able to combine the skills of their people in design, science, technology, finance and management – and modern manufacturing strength – with the production advantages available in emerging economies.",
        "Think back again to the 1960s and 70s when the old corporatism stifled enterprise and creativity — what we called:",
        "– ‘the productivity problem’;",
        "– ‘the management problem’;",
        "– ‘the union problem’;",
        "– ‘the short termism problem’;",
        "– the ‘what’s wrong with Britain problem’.",
        "So deep rooted was the British problem – sometimes called the British disease – that as they said at the time:",
        "– first in the fifties we had managed decline;",
        "– then in the sixties we mismanaged decline;",
        "– then in the seventies we declined to manage.",
        "Corporatism led not just to inflationary pay settlements but to mistakes made by governments trying to pick winners and to subsidise loss making industries and to sterile confrontations between union and management as between private sector and public sector, between market and state, with little shared economic purpose on the way forward.",
        "And it is only recently that we are seeing a new Britain rising in its place. Our task – and here I acknowledge the work of my predecessors – is to complete that break with the sterile self defeating corporatism that belongs in the past – hence the last Budget’s decision to end permanent on going industrial subsidies in steel, coal and shipbuilding – and develop a far a wider deeper entrepreneurial culture where enterprise opportunities are genuinely open to all.",
        "So same way that we made the Bank of England independent of government we made our competition authorities independent of government and created one of the most open competition regimes in the world. And although not quite as public a symbol as the Bank of England independence – but unique in terms of labour’s history none the less – we have cut capital gains tax substantially. Even with other priorities to finance – not least the NHS – we have cut capital gains tax from 40 pence down to 10 pence for long term business assets and in budget after budget I want us to do even more to encourage the risk takers, those with ambition, to turn their ideas into reality and make the most of their talents.",
        "And just as public services reform in health, education, transport and the criminal justice system will be stepped up, so too I can tell you that we will propose further economic reform and in particular greater flexibility to make us globally competitive.",
        "Take the planning system where I can tell you that we will make our planning laws quicker, more flexible and more responsive to the needs of industry and people.",
        "On pay: we will do more to encourage local and regional pay flexibility",
        "On tax: having cut corporation tax from 33 pence to 30 pence and small business tax from 23 pence to 19 pence, I promise we will continue to look with you at the business tax regime so that we make and keep the UK as the most competitive place for international business.",
        "On transport not least here in London: we must work with you – private and public sectors together – to tackle the massive backlog in infrastructure investment. And with £180 billion of investment over ten years we will.",
        "And on regulation: I have announced measures – both for the City and beyond – to tackle unnecessary and wasteful bureaucracy and red tape:",
        "– all new FSA rules subject to scrutiny by our competition authorities;",
        "– the Office of Fair Trading now specifically examining the impact of the financial sector regulatory framework on competition;",
        "– and because 40 per cent of new regulation – and as much as three quarters of new financial sector regulation – comes from Europe I can tell this gathering that having won the battle for a Savings Directive against tax harmonisation, Britain has, having consulted widely with you, already insisted on improvements to the Prospectus Directive, the Transparency Directive, the Market Abuse Directive, the Occupational Pensions Directive and the Investment Services Directive – and we will continue to resist inflexible barriers being added into the Working Time Directive and the Agency Workers Directive.",
        "And now that the UK Government has agreed with Ireland, the Netherlands and Luxembourg to put regulatory reform at the heart of our four EU Presidencies through to 2005, putting every costly and wasteful regulation to a competitiveness test, we must ensure that if other countries fail to implement EU Directives we will not be discriminated against and there will be a level playing field.",
        "**Science**",
        "British inventiveness is not just a feature of our industrial revolution past. I am proud to say that today we lead the world not only in so many areas of financial services but in technologically advanced spheres from aerospace and pharmaceuticals to telecommunications, broadcast technologies and digital electronics.",
        "And while it would always be easier to take the short term route – and fail to continue to make the necessary investments for the future – we propose to take the longer term view and to choose – even amidst other spending priorities – innovation, science and technology, education and infrastructure. And I can tell you today that in the spending review we have not only financed higher standards in schools and the development of world class universities but we will move forward our ten year transport plan and set out a long term ten year framework for innovation, seeking a partnership with the private sector to do more as we set ourselves an ambitious target of increasing UK R and D investment.",
        "So instead of stop go, Britain is now a stable economy. Instead of instability and corporatism, Britain is embarking on an enterprise renaissance and demonstrating a commitment to science and a new determination to raise standards in education and training.",
        "But just as we have forged a consensus on stability and on enterprise, science and skills, so too I believe we can forge a consensus on the issue of Britain’s place in the world – and particularly on our relationship with Europe.",
        "**Global Britain**",
        "As I said at the outset a commitment to stability and world class levels of skill, innovation, enterprise and investment must be matched in the global economy by the same commitment the City has shown – to being outward looking and global in our reach.",
        "That is why I can assure you of our determination to achieve a successful outcome of the Doha Round in the world trade talks and we will also make the case for our membership of the European Union for the advantages it brings to Britain – and for being a leader in the enlarged Europe, the biggest single market in the world.",
        "Let us not forget the significance of enlargement.",
        "It brings to an end half a century of division between east and west — once it was said that Europe was divided into two halves – those in the west who had Europe and those in the east who believed in it.",
        "The idea of the European Union was that with economic cooperation a new prosperity would reinforce that peace.",
        "It was not just an attempt – to use the words of the Bible – to ‘turn swords into ploughshares’ but to ensure there would be no need for swords ever again: although, with the Common Agricultural Policy, we ended up with rather more ploughshares than we might have wanted.",
        "So European economic cooperation is vital to our prosperity and let us not forget that 750,000 companies trade with Europe accounting for 3 million British jobs. 53 per cent of our total imports of goods and services are from Europe. 50 per cent of our total exports of goods and services go to Europe. And 65 per cent of our investment overseas now goes to Europe.",
        "We are linked to Europe by geography, history and economics",
        "A Europe of self-governing states working together for common purposes is in Britain’s interests.",
        "And at a time when a significant section of political opinion appears to be making the case against Britain’s very membership of the EU, I say that we must, and will, make the positive case for Britain in Europe.",
        "And I believe that the best contribution pro-Europeans committed to Britain leading in Europe can make to the cause of Europe is by ensuring that in Europe – indeed in every debate including the constitutional debate – we face up to rather than duck the difficult decisions about economic reform.",
        "For just as Britain has to reform to meet the challenges of the new global economy, so must Europe.",
        "Thirty, twenty, ten years ago it was commonplace to think of Europe as a trade bloc and of the growth of European companies, European brands and European flows of capital – and then to debate the internal rules, disciplines and institutions necessary to make the trade bloc work. Hence the assumptions of many that a single market and single currency would lead to tax harmonisation and a federal fiscal policy and then a quasi-federal state.",
        "But globalisation has meant that it is not simply European but global companies that have mushroomed, not mainly European brands but global brands, not European flows of capital alone but global flows of capital – and because it is globalisation that is driving our economies, the new enlarged Europe of 25 must look outwards not inwards, must think globally, reform, be flexible and rise to meet the competitive challenge of globalisation. And it is global Europe not trade bloc Europe that is the way forward and a flexible, reforming Europe that thinks globally must now reject the old, fatally flawed assumptions of tax harmonisation and federalism.",
        "First, facing worldwide competition, this new global Europe has no alternative but to embrace flexibility and liberalisation in product and capital markets: the opening up of electricity, utilities, telecommunications and financial services markets must proceed with speed; we need a new competition policy that ensures the single market delivers the lower prices and greater productivity of the US single market; and we should abolish wasteful state aids and promote both a European wide venture-capital industry and Private Finance Initiatives across the continent.",
        "Second, with more than 18 million Europeans out of work, a globally orientated Europe must combine a new labour market flexibility with policies that equip people with the skills they need for work. And third, Europe must think globally and because half of the world’s output arises in Europe and America, forge a new relationship with the USA – seeing America as a partner not rival. It is not just in Britain’s but in Europe’s interest that the EU and USA make a greater effort to tackle the barriers to a fully open trading and investment relationship, strengthen joint arrangements to tackle competition issues, engage in dialogue about the approach to financial services regulation and together make multilateralism work for developing countries.",
        "And Europe must also think globally and ensure that its monetary regime – the ECB and fiscal regime – the Stability and Growth Pact – enables it to deliver strong and sustainable growth. That is why the Stability and Growth Pact must place greater emphasis on the importance of low and stable debt levels, and take into account both the ups and downs of the economic cycle and the quality of public finances including the importance of public investment. And as we evolve the Stability and Growth Pact to meet changing European needs, it is through intergovernmental co-operation that fiscal policy delivers its most effective results. And the British government will continue to stress that when member states are themselves answerable to their citizens for tax and spending decisions, it is right that the conduct of fiscal policy remains the responsibility of Member States.",
        "That is why Europe must avoid endorsing a federal–style fiscal policy which would make the Commission and not Member States responsible for fiscal discipline. That is why while tackling unfair tax competition Europe must avoid the tax harmonisation that would damage our competitive position. And that is why also in the coming financial negotiations also Europe must show the resolution to keep its budget prudent and continue to tackle the waste of the CAP.",
        "So the new constitutional treaty which is being debated in Brussels tomorrow must recognise these new economic realities.",
        "What are called our red lines – that include economic red lines requiring unanimity on tax decisions and no federal fiscal policy – are not founded on dogma as some allege but on a concrete assessment of Britain’s national interest and Britain and Europe’s economic needs as we meet the challenges of the global economy.",
        "So Mr Lord Mayor here in 2004 we can speak of a Britain that is no longer the country of stop go but a Britain of stability.",
        "A Britain that has set aside the old corporatism and is a Britain of flexibility and enterprise.",
        "A Britain no longer looking backwards, its mindset one of managed decline, but a Britain rising in confidence as it equips itself technologically and educationally for the future.",
        "And as a Britain no longer looking inwards but a Britain true to its tradition of global engagement, we can find a new confidence as a nation — our outward looking internationalism making us uniquely placed to be a part of – and lead – in a Europe that is itself engaged with the rest of the world",
        "A strong Britain in a strong Europe – strong to succeed.",
        "Our shared aim: a confident Great Britain that is a great success story of global economy."
    ]
}