{
    "url": "https://www.ukpol.co.uk/nick-brown-2000-speech-to-the-ulster-farmers-union-conference/",
    "title": "Nick Brown – 2000 Speech to the Ulster Farmers’ Union Conference",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Nick Brown",
            "url": "/tag/nick-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Agriculture Minister, Nick Brown to the Ulster Farmers’ Union Conference on 27th April 2000.",
    "content": [
        "[![nickbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickbrown.gif)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickbrown.gif)",
        "There is a real crisis in parts of the farming industry. The crisis that has hit especially hard in Northern Ireland.",
        "The main causes of the decline in farm incomes are well known. The fall in international commodity prices, the collapse of Russian and Far East markets, the ongoing effects of complying with BSE controls and the effect of exchange rates between the pound and the euro.",
        "Today I want to set out how the Government sees the future of farming. I want explain the steps we are taking in partnership with the industry to move towards better times, in Northern Ireland and in the rest of the United Kingdom.",
        "Our long-term strategy is for a more competitive and sustainable farming industry with a stronger market orientation. Farming cannot remain reliant on subsidies based on levels of production. Public supports for agriculture must explicitly reflect the public benefits that farming can bring. The food chain needs to be joined up. It is my firm view that cooperation and collaboration in agriculture and the food industry can bring benefits to farmers and growers, processors, manufacturers, retailers and consumers.",
        "**PM’s Summit**",
        "At the Prime Minister’s summit on 30 March Ministers, farmers’ representatives and leaders of the food industry agreed that this was the only way forward. The summit rolled out a 62-point Action Plan for Farming, supported by just over £200 million in new Government expenditure. The Action Plan provides help to those sectors in most immediate need. More than this, it contains a range of measures to help farmers find new and better ways to improve their businesses by making them more market oriented and more responsive to changing circumstances.",
        "**BSE – Low incidence status for Northern Ireland**",
        "BSE is the source of many of the most burdensome regulations facing the livestock sector. This is necessary to protect the public, and to build confidence in UK beef. The measures now in place ensure our beef is as safe as any in Europe. Northern Ireland has a very low incidence of BSE, reflecting in part the long established cattle tracing system here. Achieving low incidence status would underpin confidence in Northern Ireland beef, and would be a big boost for exports.",
        "The objective case for placing Northern Ireland in the low incidence category is overwhelming. This has been my view from the outset. There are practical questions that need to be considered carefully. A change in Northern Ireland’s status has implications for trade between Northern Ireland and Great Britain, the nature of which will depend on the kind and extent of controls which have to be put in place. The crucial point is of course to get on with it – which is what we intend to do.",
        "The Government intends to hold a full consultation involving all interested parties on the issues and the implications. We are working closely with the European Commission on these issues, and I want to place on record my thanks to Commissioner Byrne and his colleagues in the Commission for the constructive and helpful approach they are taking over the case we are making for Northern Ireland. Just as it is important to get on with this, it is also important to get it right.",
        "In the meantime the lifting of the weight limit on the OTMS will provide some welcome relief to beef and dairy farmers throughout the UK.",
        "**Pig industry**",
        "In terms of the immediate aid to those sectors in greatest need I know farmers in Northern Ireland will welcome new help for the pig industry.",
        "The whole UK pig industry is under severe pressure. The most recent downturn in the pig cycle has been unusually harsh. The recent strengthening in market price is encouraging, but it remains true that substantial restructuring is required to secure a viable long-term future. The difficult trading conditions of the past 2 years have left the industry with a substantial debt burden. This makes investment in the future difficult to achieve unaided. I know that in Northern Ireland restructuring is underway, and that it has been painful.",
        "The Government intends to help the pig industry make the changes needed to secure its long-term future. We have decided to offer short-term assistance and, in close consultation with the National Pig Association, the MLC in Great Britain and other interests in Northern Ireland, will be introducing a restructuring scheme as soon as European Commission approval has been obtained.",
        "As presently envisaged, the scheme will have two main parts:",
        "An outgoers element, aimed at those who wish to leave pig farming; and",
        "An ongoers element, for those who wish to remain in the pig industry and want to restructure their business to make it viable in the longer term.",
        "The scheme is worth £26 million to pig producers in the first of three years. It will help pig producers reduce breeding capacity, remove costs, overcome competitive disadvantage and restore long-term viability. My intention is – if I can – to backdate the scheme to June 1998 to try to provide help for those who have already left the industry.",
        "The scheme offers the best way forward for the pig sector within the constraints of EU rules on state aids. Brid Rogers, Joyce Quin and I met with Commissioner Franz Fischler to discuss the possibility of compensation for the ban on the commercial use of pig meat and bone meal. It was not possible to come up with a scheme that met the legal requirements on state aids. A restructuring scheme was the only legal option.",
        "While we are still working on the details, I can tell you that for the outgoers element we will be inviting tenders for reducing capacity on a sealed bid system. The lowest cost bids will be awarded funds. Discussions with the industry suggest that payments will be in the region of £100-£200 per pig breeding place abolished, totalling between £15-20 million.",
        "We will continue to work in close consultation with the industry and your own union leaders in preparing the detail of the scheme over the next two months. Again, the important point is to get on with it.",
        "The pig industry will also benefit from our decision to postpone the implementation of the IPPC Directive from 2004 until 2007. Implementation for the poultry sector will also be postponed from 2003 to 2007.",
        "**Rural Development Regulation**",
        "While it is right that immediate help is being provided to sectors in real need, we cannot focus on short-term problems at the expense of the long-term direction for agriculture. The Rural Development Regulation – the second pillar of the Common Agricultural Policy – is going to be an increasingly important element of agricultural policy. In Northern Ireland the RDR is complemented by the opportunities offered through Objective 1 support.",
        "The purpose of these new policy instruments and the new money is to enable farmers to modernise, restructure, and diversify their businesses. They will encourage environmentally beneficial farming practices. And they will support off farm development and capture the economic benefits that this can bring to farmers.",
        "The Northern Ireland administration is responsible for developing and implementing policies to meet priorities in Northern Ireland. However let me say as someone who is trying to help that it is important to keep up the momentum for a forward thinking agriculture strategy that was started by the Northern Ireland Assembly.",
        "**Support For Hill Farmers**",
        "A central feature of the Rural Development Regulation is support for hill farming. The Government recognises the difficulties hill farmers are facing in all parts of the UK. We also recognise that hill farming underpins economic and social activity in remote rural areas, as well as providing valuable environmental stewardship. The Government has paid an extra £60 million to UK hill farmers in 1999 and 2000. This will be paid again in 2001, with about £10 million set aside for business advice to hill farmers. I intend to proceed with the annual UK review of hill farming to focus on detailed problems.",
        "Hill farmers will also benefit from the payment of extra agrimonetary compensation this year to beef and sheep producers.",
        "In line with the movement away from direct production subsidies and towards to support for social and environmental goods, the method of payment of the Less Favoured Area component of hill farm support is changing. Northern Ireland has its own proposals for hill farm support in the future and we expect that they will receive EC Commission approval in time for payments early in 2001.",
        "**Red Tape**",
        "The Government has a responsibility to help farmers compete in the marketplace. Bearing down on red tape helps to create the much sought-after level playing field for UK farmers. I am committed to reducing the burden of red tape on farmers and to the need for better regulation in all areas. The Government recently carried out a joint review with the industry in relation to IACS, intervention and the Meat Hygiene Service. The Government was able to accept 98 of the 107 recommendations. We are continuing to work with the industry to reduce the regulatory burden, while all the time ensuring that the public interest is protected.",
        "In relation to EU obligations, I will continue to work closely with my European colleagues to ensure that any new regulation is necessary and implemented in the simplest possible way. New regulations must not be over bureaucratic or unreasonably burdensome. For its part the UK Government will make sure that we do not gold plate EU requirements.",
        "**Conclusions**",
        "These are tough times for farming. The changes that are affecting the industry are remorseless. We cannot set our faces against change and hope that problems will go away. The way through is to approach each challenge rationally. We can face up to our difficulties together. As the UK Agriculture Minister I am committed to making sure that farming in Northern Ireland – with its many special and unique features – is fully recognised when decisions are made. I can assure you of the commitment of the whole UK Government to pressing Northern Ireland’s case for BSE low incidence status. We are in this together. And I will continue working with the farming communities and elected representatives of Northern Ireland to enable farmers here to get through to better times."
    ]
}