{
    "url": "https://www.ukpol.co.uk/gordon-brown-2002-speech-to-amicus-conference/",
    "title": "Gordon Brown – 2002 Speech to AMICUS Conference",
    "post_date": "January 5, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, to the AMICUS Conference in Blackpool on 10 June 2002.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "Today I want to talk about the National Health Service, full employment, the future of our economy, and our international agenda.",
        "**National Health Service**",
        "I believe that the case for the NHS system of funding – free at the point of need – is not weaker but stronger now than it was even in 1948 when it was founded.",
        "Look at what your members faced in 1948 and now.",
        "In 1948, the scientific and technological limitations of medicine were such that high cost treatments and surgery were rare or very rare:",
        "– no chemotherapy for cancer;",
        "– cardiac surgery was in its infancy;",
        "– intensive care barely existed; and",
        "– hip and knee replacement almost unknown.",
        "Now, the standard of technology and treatment is such that unlike 1948 some illnesses or injuries could cost £20,000, £50,000 or even £100,000 to treat and cure, and some drugs cost as much as £8000 per prescription.",
        "Because these costs of treatment and of drugs are higher than ever, the risks to family finances – if there was in Britain a requirement to pay privately – are greater than ever, not just for poorer families but for comfortably off families up the income scale. And therefore the need for comprehensive insurance cover of health care stronger than ever.",
        "So I would say that in 2002 it is because none of us ever know in advance whether it is you or your family that will need that expensive care for acute or chronic illness that the best policy is clearly an insurance policy that offers cover to all of the people, whatever their income, for all illnesses and diseases without the ifs, buts and small print of private insurance policies.",
        "So while some present the current NHS system of funding as an ideological hand-me-down, to be supported only out of sentiment rather than hard headed calculation; and while others dismiss the NHS funding system as an impossible dream – “fine in principle, a failed experiment in practice”; we now need to campaign to show people that the NHS system of funding – comprehensive and inclusive insurance with treatment free at the point of need – is demonstrably the modern rational choice: the best insurance policy in the world not just for poor or low income families in Britain, but for the vast majority of families in Britain. Not just for today but for tomorrow too. And more so than in 1948.",
        "The issue now is between those who want to invest in the NHS and public services and those who want to charge and introduce private insurance.",
        "I believe we should now expose the costs and inequity of private insurance – under which typical family premiums in the United States are around £100 pounds a week, rising by 13 per cent a year, and 40 million Americans are left uninsured – and thus insure only some of the people for some of the time when we wish to insure all of the people all of the time.",
        "And I believe we should together expose the costs and inequity of charging for clinical services – £8,000 for a hip replacement, £40,000 for a heart transplant, £10 for a visit to a GP or to stay for a day in hospital – the unfairness of the sick paying for being sick.",
        "And so I want to ask you today to help us ensure that we continue to prevent the introduction of a private system under which poverty would bar the entrance to the best hospitals; under which the only health care you could be sure of is the health care you were able to pay for.",
        "And so let us affirm that it is because we recognise the rising costs of health technology, the risks that any family in this country face to their health, and the equity and efficiency of the NHS tax funded system that, for us, a reformed and renewed NHS – with the largest sustained increased investment in any decade of its fifty year long history – must be and remain a public service free at the point of use with decisions on care always made by doctors and nurses on the basis of clinical need – the best insurance policy in the world.",
        "**Economic stability and employment**",
        "The foundation of our sustained increases in public investment in health is economic stability not boom and bust.",
        "It is because we rejected short-termist free for alls, the take-what-you-can, irresponsibility – and it is because we put faith in our values of economic responsibility – building from solid foundations, looking to the long term – that with Bank of England independence, tough decisions on inflation, new fiscal rules, hard public spending controls, we today in our country have had economic stability not boom and bust, the lowest inflation in Europe, long term interest rates and mortgage rates for homeowners lower than for nearly 40 years.",
        "It was not by lucky chance but by difficult choices that we now have a more stable economy. And we will continue to reject the soft options, the quick fixes and short-termism in favour of a foundation of economic stability that enables us to move towards our goal – the goal we share – of full employment.",
        "Since the time I went to school and grew up beside a mining community – since the first factory closure I remember being announced in my home town – and for a whole generation – our lives have been dominated by unemployment: long-term unemployment, youth unemployment, the fear of unemployment, the poverty and insecurity caused by unemployment.",
        "I remember when I first became an MP a young couple coming to see me, both in tears, who having lost their jobs, knew they would lose their homes too.",
        "I remember too the tragedy of the miners in my constituency, steel workers, dockyard workers, transport workers, engineer workers – redundant in their forties who feared they would never work again.",
        "20 years ago, 10 years ago, even 5 years ago young people tried as hard as now to find work – they were applying for jobs, they were training for jobs. Don’t tell me these generations of young people didn’t have talent or potential, couldn’t learn or hold down a job. What they needed was a government on their side.",
        "So the day we came into government we acted – starting with a windfall tax to pay for our New Deal. And I say it was right that £5 billion be transferred from the richest utility companies in our land to create employment opportunities in the poorest and most deserving communities of our country.",
        "If only one person had benefited from the New Deal that would have made it worthwhile. But in total 660,000 people, two thirds of a million of our fellow citizens have benefited.",
        "Every time a young person denied a job under the previous government gets a job under this one we should be proud of the New Deal – that this is what can happen when we work together.",
        "In the mid eighties 350,000 young people were unemployed for more than a year.",
        "Today it is 5,000.",
        "And I can report to you today that the full total of jobs Britain has together created since 1997 is 1 million 500 thousand jobs – more people in work today than at any time in the history of our country.",
        "Unemployment among men the lowest since 1979.",
        "Unemployment among women the lowest since 1976.",
        "Youth unemployment now the lowest since 1975.",
        "Long-term unemployment now the lowest since the early 1970s.",
        "But as long as there is unemployment we will not be complacent.",
        "So let us send the message from this conference: that the next stage is to do even more to help those people and those places still too often forgotten and left behind.",
        "Because too many disabled people are denied the right to work, we have introduced the New Deal for the disabled and a guaranteed minimum in-work income for disabled men and women of £194 a week to give disabled people denied chances in the past – to develop their talents and potential to the full.",
        "Because for too long too many lone parents have been denied the right to live their lives as they want, we have put in place a new programme of choices, underpinned by a national child care strategy to push up employment rates from just over 45 per cent when we came to power to 70 per cent by 2010.",
        "Because for too long too many people have had doubts about whether it is worth their while working, we will make work pay: building on the Minimum Wage, from next year we will introduce a new Working Tax Credit to tackle poverty in work.",
        "So, for the first time, there will be a minimum income for all those in work over 25 – creating a tax system where the rates range from 40 per cent at the top to minus 200 per cent as we create fairness and justice in the workplace.",
        "And because child poverty is a scar on the soul of Britain, we are bringing together payments for children in a new Child Tax Credit from next April. Creating a new seamless system of support, built on universal Child Benefit, with one single payment through the tax system – improving work incentives and ensuring for the first time that all child payments are paid to the main carer:",
        "– from the £11 a week mothers received for the their first child in 1997 to the £26.50 most will receive this time next year;",
        "– from £28 a week for the poorest child in 1997 to £54.25 a week next year and £92 a week for a family of two.",
        "Taking, as a result, thousands of children out of poverty.",
        "And in the same way we are creating social justice for families, our aim is social justice for pensioners with our £1.5 billion rise in pensions next year: the basic state pension rising each year, pensioners with modest occupational pensions and savings gaining up to an extra £14 a week from the pension credit, with a minimum income guarantee rising in line with earnings that takes thousands of pensioners out of poverty. Our aim that in our generation we abolish pensioner poverty and ensure every pensioner has dignity and security in retirement.",
        "And because securing the future of company pensions is important not just to those whose pensions are at risk but to the whole country, the government will not only be vigilant about what is happening to pensions but will publish a document on pensions later this year.",
        "**Productivity**",
        "Having been winning the employment battle just as we have been winning the stability battle, we must win the productivity war.",
        "And in particular creating modern manufacturing strength. Let us be clear about the future: the countries that succeed most in the future will be internationalists not insular – in our case playing our proper role in Europe – and will not be those who compete on low wages but compete on high skills, high technology and high value added.",
        "And because increasing productivity in our economy depends on increasing opportunity in our society – increasing the opportunities for jobs, to get education qualifications and skills, to make the most of your inventive talents, to start and expand a business – I can say today that our public Spending Review will continue to do what government can and should do to remove four barriers to British productivity growth and prosperity:",
        "– first, removing the barriers to innovation and science so that Britain leads again in science, technology and engineering;",
        "– second, removing barriers to enterprise so we have thousands more small and growing businesses;",
        "– third, building a modern infrastructure in transport, planning and housing so we have regionally balanced growth; and",
        "– fourth, and most of all, investing in skills and education – because we cannot be number one in the world as an economy if we are number two in education. And as we expand the numbers of men and women able to benefit from the new economy – through world class education, lifetime learning and portable benefits we need to replace what is too often a poverty of aspiration among too many people in Britain with a wealth of ambition.",
        "**Science and innovation**",
        "Two thirds of growth comes from innovation so take science, technology and engineering which as you as a union have told us we have as a country neglected for too long.",
        "To create the virtuous circle of innovation we need from the university lab and the science park to the workplace of every company, we will – in addition to the new Research and Development tax credit, worth half a billions a year to company innovation and research, and £1.75 billion re-equipment of university science – take new steps in the Spending Review next month to:",
        "– improve science education and the science and technology skills base;",
        "– re-equip science and engineering laboratories in colleges and universities;",
        "– fund science technology and engineering postgraduate researchers to tackle skill shortages in key disciplines;",
        "– invest in increasing the quality and quantity of science, technology and engineering research;",
        "– and continue in the regions the work of science enterprise centres to spin-off companies from research and provide the capital to finance inventions – to ensure we tackle our long-term failure to transform pure research into British products and ensure that more British inventions mean more British manufacturing and more British jobs.",
        "So our Spending Review can and will do more to sustain and build UK science in the face of increasing global competition – including improving the recruitment, retention and training of skilled scientists and engineers.",
        "With new investment in research, science and innovation let no one think that manufacturing is a sector of the past, to be praised for its historic role but somehow not relevant to the future.",
        "Let us tell the critics that manufacturing accounts for 60 per cent of our exports, 80 per cent of our research and development and is vital to this and every region.",
        "And with world beating firms from aerospace and pharmaceuticals to motor vehicles and general engineering meeting the difficulties of a low Euro, with a world lead in electronics design, photonics, mobile network broadcast technologies and knowledge intensive industries and services, the challenge we face and will meet is to build for our country modern manufacturing strength.",
        "And as we do so for Britain, our policy for Europe remains consistent – to be at the centre of Europe, to pursue economic reform and to make our decision on the single currency on the basis of the five economic tests that we have set down.",
        "**Enterprise**",
        "We know that our small and growing businesses are the large businesses of the future and because for too long barriers have restricted small business creation and development and a Britain where you can work your way up, we will – by our small business and Capital Gains Tax cuts, by our competition policy and by our support for the Small Business Service and enterprise lessons in our schools – open up new opportunities for new businesses and build a stronger enterprise culture in Britain.",
        "And I hope this union which played so big a role in demanding the creation of Regional Development Agencies will work with us to build up their strength – local people making local decisions about local economic needs, and in particular regenerating old industrial towns and cities from local high streets to urban estates.",
        "**Infrastructure**",
        "Because for too long there has been chronic under investment in our infrastructure, our Spending Review will update our £180 billion ten year plan to modernise our transport system – the biggest public investment programme in transport history – and we will do more to remove barriers to planning and housing, so that – instead of congestion, overheating and pressure on house prices in one part of the UK and emigration, depopulation and unemployment in other parts – we can ensure balanced economic growth in all parts of our country.",
        "**Education and skills**",
        "And having raised the share of education in our national income during the last Parliament, we are pledged to increase significantly the share of national income devoted to education over the course of this Parliament – not just because education is crucial for social justice but because it is key to improving the productivity of the British economy.",
        "And our focus in our Spending Review will be not just on resources but on reforms to break down the educational barriers that at whatever point in the life cycle – from access to nursery education to new opportunities for workplace training – deny opportunity and hold people back.",
        "The challenge, because we waste too much of the talent of Britain, is to open up opportunities for education to an extent never before seen in this country so that every child, young person and adult will have the best possible chances in life.",
        "And it is time to ensure that not just a minority have access to higher education but for the first time a majority by opening up recruitment and widening access so that our colleges and universities can draw on the widest possible pool of talent.",
        "So our pre-five year old Sure Start and nursery programme will provide opportunities for children to be better prepared to learn when they get to school, and we will improve standards in secondary as well as in primary schools, so that unlike the past when too many children were destined to fail even before their life’s journey has begun, we invest in developing not just some of the potential of some of our children, but we invest in the development of all of the potential of all of our children.",
        "And our Spending Review will offer new opportunities to stay on at school, to study at college and university, to enjoy the benefit of lifelong learning into the third age, with new support with resources tied to reform for the colleges supporting 4 million students now in further education.",
        "And in the work place in addition to increasing modern apprenticeships – many of these in the manufacturing sector with 15 per cent in engineering – we will, from September, pilot a new approach to in-work training combining direct financial support for business, especially small business, with time off for their employees for training so that once again productivity in our economy rises to the benefit of not just a few but to the benefit of everyone. And we have responded positively to the proposals put forward by the TUC-CBI skills group, with additional funding to help small organisations attain Investors In People status – creating a Britain where what matters is not where you start from but what you aspire to, not what your background is but what your ambition is.",
        "And just as we improve productivity in the private sector so, by matching resources with reform, we must increase the productivity of the public sector.",
        "Those of us who believe passionately in public services understand that just as we cannot serve the public if investment is low, we cannot serve the public well either if service is poor, if performance is faulty, or if there is resistance to necessary change.",
        "And we know that in the new Spending Round – not just for health but for education, policing transport, housing and social services – there can be no blank cheques; that the days of something for nothing are over; and that resources must be tied to results.",
        "And the requirements for reform that will dominate decisions not just on NHS spending but in our public Spending Review later this summer will be securing the highest national standards with proper audit and accountability to ensure standards are met; ensuring local devolution of decision-making – our policy being “front line first”; greater flexibility to achieve greater results; and – for the public – extended choice.",
        "**International agenda**",
        "But the challenges we have to address for Britain – unemployment, poverty, inequality, access to education and health – the challenges of economic and social development –we have to address for the world.",
        "The global campaign for debt relief in which many of you through churches, NGOs and local organisations have been engaged is now lifting the burden of unpayable debt from 26 of the most highly indebted countries, cancelling $62 billion in debt. And as we have seen with Uganda pupil teacher ratios as a result of debt relief is falling from 100-to-1 to 50-to-1 and every child at school will have a roof above his or her head.",
        "But what drives us forward are not the achievements we can point to – important as they are – but the gains still to be made:",
        "– 113 million children – two-thirds of them girls – who are not going to school today because they have no schools to go to;",
        "– 30,000 children facing death each day from diseases we could prevent;",
        "– in total 600 million children in developing countries living in the most disfiguring, grinding poverty imaginable – condemned to failure even before their life’s journey has begun.",
        "In my five years as Chancellor I have visited Asia and seen young children living above open sewers and yet their eyes still bright and full of hope – and I know we must help.",
        "And I have been to Africa and I have seen young people living on the knife’s edge of bare existence asking why their new found political freedom cannot bring economic and social freedom from unemployment and poverty.",
        "Yes, before us are threats we must face and defeat – from terrorism, to exploitation, to the easy temptations of indifference.",
        "But before us there is also an unprecedented possibility of progress.",
        "Unique to our time we have in our hands the opportunity to banish the worst of poverty from the earth.",
        "And our commitment should be that:",
        "– every child be in education;",
        "– avoidable infant mortality is banished from this planet; and  \nwe half world poverty on the road to its abolition.",
        "Recognising that we are all – rich and poor, old and young – bound in one vast network of mutuality across all the lines that might otherwise divide citizens of different countries – members of the same global community, the same moral universe.",
        "And what we need is a new deal for the global economy, that is a new deal for the world’s poor – that in return for developing countries pursuing corruption-free policies for stability and for creating a favourable environment for investment, developed countries should increase vitally needed funds to achieve the agreed millennium development goals, so that no country genuinely committed to good governance, poverty reduction and economic development should be denied the chance to cut infant mortality and poverty and achieve schooling for every one of its children.",
        "This week I travel to Canada for a G7 meeting to prepare the way for the African plan that will be agreed by world leaders in three weeks time when they meet in Canada",
        "And we must act.",
        "Take hunger – today a fact of life for too many children. And in some countries – in southern as well as sub Saharan Africa – it is tragically getting worse not better. Even when there is adequate food available, poverty often prevents poor people from feeding their children.",
        "So the British government proposes today to take not only short term immediate action – as Clare Short our International Development Secretary is doing – to help those countries currently affected by food shortages, including Malawi, Zimbabwe and Zambia, but that we finally recognise the importance of the trade round for long-term food security – opening up agriculture in all our countries to fair competition, and opening up trade in everything but arms.",
        "Second, because we have been far too slow in advancing our education goals – because as things stand 88 countries will not achieve primary education for all by 2015 and indeed, because instead of raising educational aid as a share of national income the world has been, disgracefully, cutting it – the government’s proposal today is that the richest countries back the new World Bank initiative with the funds it now needs to fast track our commitment to meeting the goal of primary education for all by 2015 and to ensuring that in all countries education is not subject to fees but free for everyone.",
        "Third, half child deaths are from four avoidable diseases – acute respiratory tract infection, diarrhoea, malaria and measles – a loss of millions of children’s lives unnecessarily each year. So building on this years new global health fund for drugs and treatments in HIV/Aids, malaria and TB, I propose that just as we fast track investments in education for countries who have a plan, so too for health we should fast track support for helping to build health care systems.",
        "Fourth, because too often the world has set goals like the millennium development goals and failed to meet them; because too often, we have set targets, reset them, and recalibrated them again; because too offer our ambitions, in the end, only measure our lack of achievement, this time, it can be, and must be, different.",
        "So to build a virtuous circle of debt relief, poverty reduction and sustainable development for the long term, I propose to do more than increase debt relief and agree that the cost of meeting the millennium development goals is $50 billion a year.",
        "Our aims: every child the best possible chance, every young person the prospect of education, every adult the reality of a job, every pensioner dignity in retirement, every citizen the best public services, every country playing its part in a just and inclusive world. Not just some but everyone – whatever their birth, background or race – having the chance to achieve their potential.",
        "National and international goals which show the sheer scale of our ambitions for Britain – goals that for economic as well as equity reasons we cannot postpone or defer, goals that taken together can advance a new progressive consensus for Britain.",
        "Goals for our country worth fighting for, goals that show there is purpose in politics.",
        "Good causes worth fighting for.",
        "We can build a Britain worthy of our pioneers; we can build a Britain worthy of our ideals.",
        "And we achieve our ideas best when we achieve them together."
    ]
}