{
    "url": "https://www.ukpol.co.uk/gordon-brown-2002-speech-at-odyssey-centre-in-belfast/",
    "title": "Gordon Brown – 2002 Speech at Odyssey Centre in Belfast",
    "post_date": "January 5, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, at the Odyssey Centre in Belfast, Northern Ireland on 2 May 2002.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "It is a great privilege to be back in Northern Ireland, to be in Belfast with the Prime Minister, and to congratulate all those who throughout the troubles, through dark days and dark years, have kept alive the dream of peace with prosperity: men and women of courage and foresight who have invested in Northern Ireland, who have built up businesses; men and women of courage and foresight who have worked together to tackle social tensions in some of the worst-hit unemployment areas of Northern Ireland and who through their actions have brought hope.",
        "And it is a result of the hard work, the enterprise, and the commitment of thousands of men and women at work in Northern Ireland – mangers and employees – that since 1997 Northern Ireland has grown by 10 per cent, inward investment has continued to expand, and 22,000 new jobs have been created with employment today at record levels, and unemployment half what it was five years ago and at its lowest since the mid 70s, after the largest fall of any region in the UK.",
        "I would like to thank the First Minister, David Trimble, and the Deputy First Minister, Mark Durkan, and the work of the Northern Ireland Executive together with the Secretary of State, John Reid, through their determination and hard work in partnership with the men and women of Northern Ireland for making – what may have seemed a distant dream 4 years ago – a reality.",
        "And today I wish to reinforce your efforts for prosperity with an economic settlement for Northern Ireland that backs up the political agreements you have reached: a new economic settlement that in the spirit of devolution:",
        "– releases new funds for economic developments that you wish to make;",
        "– offers the Northern Ireland Executive new powers to lead in ensuring greater prosperity;",
        "– sets up new economic institutions that can advance economic prosperity;",
        "– and proposes a long term strategic way forward for Northern Ireland’s public services.",
        "First, ex-army bases and prisons scar Northern Ireland’s landscape and symbolise the period of conflict.",
        "We want these sites to symbolise peace and prosperity and become the engine of economic and social regeneration in local areas.",
        "I can announce that the Maze Prison, Ebrington Barracks, Crumlin Road Gaol; and security bases at Magharafelt and Malone Road Belfast will be transferred to devolved control within Northern Ireland, free of charge to be redeveloped.",
        "In place of the symbols of the old conflict and despair, there will be symbols of the new progress and hope — barracks and prisons of the past replaced by businesses and prosperity for the future.",
        "Later this year I will announce the Government’s spending settlements for the three years up to 2006.",
        "But in advance of this announcement and in addition to it, and as a special initiative to accelerate the development of the social and economic fabric of Northern Ireland now, we are today making available £200 million for reinvestment and reform in public infrastructure in the following way.",
        "The Northern Ireland Executive will, for the first time, have new powers to borrow on its own account – raising spending power and offering greater economic freedom to make important decisions about new investment in infrastructure and public services.",
        "And in the spirit of devolution, it will be for the Executive to decide how far and how fast to make use of this new flexibility.",
        "But over the next two years they will be able to finance borrowing of up to £125 million from what is already raised from Northern Ireland ratepayers. A further £75 million will be made available from the Northern Ireland Executive in un-allocated resources for new investment in infrastructure.",
        "And I hope that consistent with the peace process there will be particular emphasis on cross community projects. Not only communities working together and sharing in the prosperity of Northern Ireland, but shared facilities developed to foster, for example, partnership between Protestant and Catholic schools.",
        "Third, setting plans for the long term.",
        "Too often we have had to take short-term decisions for short term and immediate reasons.",
        "It is now time to take a long-term view – breaking from the short-termism of the past to set economic plans for the long-term, for an era of peace and prosperity.",
        "And it is time to put in place a mechanism that will not only prepare the ground for a Northern Ireland of greater prosperity but also send a signal round the world that the economic focus for Northern Ireland is one of building for the future together.",
        "In the last few months we have been working with the First and Deputy First Ministers, on behalf of the Executive, to help develop plans that would bring together all the necessary skills, management and finance expertise to ensure not only best value from the additional investment being made available, but enabling Northern Ireland to make public funds go further: drawing on best value, allowing public and private sectors to work together for public interest objectives.",
        "The First Minister will be setting out the Executive’s plans in more detail. But I can announce that with their agreement we will make provision for a Strategic Investment Body for Northern Ireland responsible for:",
        "– clearing the backlog of urgent work necessary;",
        "– offering a strategic and fully coordinated approach to infrastructure investment in public services;",
        "– bringing together, within one centre of excellence, the best expertise available;",
        "– working in partnership with the private sector matching new investment with modernisation and reform to achieve best value  \nhelping to raise growth and competitiveness to the benefit of the people and business community of Northern Ireland.",
        "But this new momentum for reinvestment must be matched with reform.",
        "And just as in Britain we are demanding modernisation to match investment to achieve the best results in health care – so too here in Northern Ireland we know that reinvestment, including in our public services is to be matched with reform. Through more efficient use of resources and better managed services, delivering best value for money and high quality investment for the people of Northern Ireland.",
        "This initiative represents a further example of devolution: the centre letting go in the interests of local power – local people making local decisions about local needs. Not just for health, social services and education but about the development of the Northern Ireland economy in the years to come.",
        "The message is: if you want to develop in Northern Ireland, grow your business in Northern Ireland, invest in Northern Ireland we are on your side, ready and willing to help you, as we ourselves invest in the long term future of Northern Ireland.",
        "The Good Friday Agreement offered peace for Northern Ireland – a way out of 30 years of violence. The economic settlement we are announcing today – a new economic settlement that in the spirit of devolution releases new funds; offers new powers to lead in ensuring greater prosperity; sets up a new economic institution; and proposes a long term strategic way forward – is a concrete demonstration of what can be achieved with devolution and offers faith in the future: the chance to build peace with prosperity, and to create an economy of opportunity for all.",
        "So we can look forward with new hope to an era of opportunity, leading Northern Ireland to a new age of achievement."
    ]
}