{
    "url": "https://www.ukpol.co.uk/jeremy-browne-2012-speech-in-hong-kong/",
    "title": "Jeremy Browne – 2012 Speech in Hong Kong",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Jeremy Browne",
            "url": "/tag/jeremy-browne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jeremy Browne in Hong Kong on 6th July 2012.",
    "content": [
        "[![jeremybrown](https://www.ukpol.co.uk/wp-content/uploads/2015/11/jeremybrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/jeremybrown.jpg)",
        "Ladies and Gentlemen,",
        "Thank you for the opportunity to speak to you today, and for such a generous breakfast!",
        "I am absolutely thrilled to be back in Hong Kong and, in particular, to be speaking again at an event organised by the British Chamber of Commerce.",
        "This is my third visit to Hong Kong as a Foreign Office Minister. It is no accident that I am such a regular visitor: today, Britain is looking East like never before. As I mentioned last time I was here, we are setting our country firmly on a path to far closer ties with countries across Asia over the next twenty years. We want Britain to be a leading partner with Asia in developing a prosperous future, in trade and commerce, in culture, education and development and in foreign policy and security.",
        "And we are serious about this, which is why we are adding sixty new jobs to our diplomatic network in China, and targeting a 40% increase in the number of Chinese speakers in the Foreign Office by 2015. I think there is a real opportunity this year, as we inherit the Olympic Baton, to drive forward the UK’s relationship with China. We look forward not only to welcoming Chinese athletes to the UK, but also Chinese businesses and spectators. We will also host a special event at the British Business Embassy during the London Games focused specifically on China – one of only two such events. China’s economic development will see more demand for the advanced services the UK is well-placed to provide. In return, there are significant opportunities for Chinese companies to invest in the UK.",
        "So China remains a top priority for Britain. And Hong Kong is a uniquely important partner for us – as a place where we enjoy such special connections, and such strong ties in business, education and culture. It is particularly exciting to be here during the first week of the new Administration under Chief Executive C Y Leung. The Prime Minister and Foreign Secretary have congratulated him on his appointment. And there is clearly lots we can work on together. I am looking forward to discussing this with the new Secretary for the Administration when I see her later today.",
        "When I was here last year, I spoke about Britain’s relationship with China and how Hong Kong fitted into this, particularly in terms of our business links.",
        "But I thought we could take a slightly different approach this time around. I want us to talk this morning about how my Government is aligning its commitments to business and human rights. So I hope over the next fifteen minutes or so to answer the following questions: do human rights matter to business?; and, if you agree with me that they do, what does that mean for businesses?",
        "**Business and human rights**",
        "There is, I will not deny, a lot of scepticism around the commitment of governments and businesses to human rights. I understand that scepticism. But I don’t buy it. Simply put, respecting human rights, and promoting respect for human rights, is a win-win-win. It’s good for people, it’s good for business, and it’s good for governments.",
        "Let me first consider the perspective of my own Government. Why have we put values like human rights at the heart of our foreign policy? There’s the obvious moral argument – that it is the Right Thing To Do. As the Foreign Secretary, William Hague, has said: “The belief in political and economic freedom, in human rights and in the rule of law, are part of our national DNA.”",
        "But it’s also in Britain’s national interest. In the long run, states that respect human rights are more stable, less prone to conflict. In the long run, states with transparency and the rule of law are likely to be more prosperous; to provide more innovative, entrepreneurial markets for us to operate in. So it helps our security, and our prosperity. Just take North and South Korea as an example: the North is a security threat to the region and offers few trade prospects; the South is stable, and an important global trading partner with states all around the globe, not least the UK. We would rather inhabit a world of South Koreas than North Koreas.",
        "This analogy works for business too. There is, first and foremost, a clear moral imperative that businesses feel as much as states do. But it is also a question of what is in your interests: in which world would you prefer to work? Surely it is easier and less risky for you to operate in countries with transparent regulation, freedom of expression, the rule of law and good governance.",
        "And it is precisely those qualities that make Hong Kong such a good place to do business. Stability and freedom increase the chances of dispute resolution and protection for capital and intellectual assets. They breed creative, free-thinking individuals that can grow businesses – the sort of people that many of you here today will work alongside, or strive to work alongside. It is in the interest of businesses to have more liberal markets in which to operate.",
        "That may seem to some of you to be a rather long-term argument. So let us consider too some of the more immediate benefits for companies that take human rights seriously.",
        "For one, consumers – your customers – increasingly expect it. I believe we are seeing a shift towards a more ethically aware and discerning consumer, a shift we have seen over the past two decades or so on environmental policy. And no-one knows better than you how important human rights issues are to the people of Hong Kong.",
        "This is one of the reasons why many companies in the clothing industry, for instance, have modified their supply chains to guard against the use of child labour. Reputational damage is a real risk in the modern market of ethically discerning consumers, and companies have been slammed in the past by allegations of complicity in human rights abuses (Nestle, Nike, Gap, Primark).",
        "Nor is it just consumers. Institutional investors such as pension funds and mutual wealth funds are increasingly taking companies’ ethical standards into account when making investment decisions. The same can be said of shareholders. Employees are more likely to be motivated to work for ethical companies. And by taking a human rights-conscious approach to business, you are reducing the risk of costly and damaging litigation.",
        "All of this is more relevant than ever. In a world of Facebooks, YouTubes and Googles – of social media and 24 hour news – companies are under the spotlight as never before. Just think of executive pay, which has been in the UK headlines – and which has led to the resignation of leaders of some of our biggest businesses, in the face of moral outcry over the size of salaries and bonuses.",
        "So it makes sense, then, for governments and businesses to work together not only to respect human rights and ethical ideals, but to also spread respect for human rights.",
        "And I think I can say with some confidence that, actually, business wants to do this. Today, there are countless examples of good practice across the business spectrum – half of the companies in the FTSE 100 already have human rights policies in place. And I know that your own Chamber is taking a growing interest in these issues.",
        "**The Guiding Principles**",
        "Indeed, it would surprise some if I were to tell them that businesses have been asking, like civil society, for guidance on where and how human rights fit in with the work they do.",
        "This is why the adoption of the UN Guiding Principles on Business and Human Rights in June last year is so important. Some of you may have heard of these already – but for the benefit of those who haven’t, the Guiding Principles have created a new common standard for business activity.",
        "They help you to raise human rights standards in the countries you operate in – which benefits all of us. They provide guidance so you can demonstrate to consumers and investors that you are behaving in an ethical way. They remind you of your legal obligations as businesses, to help mitigate litigation and reputational risks. And by complying – and showing that you are complying – with recognised standards, they help you to attract and retain good staff, increase their motivation, and limit staff turnover and sickness absence.",
        "So this is not about clogging up or constraining businesses, which are central to our prosperity. It is about levelling the playing field for businesses; mitigating against companies undercutting others by using unethical practices. It is about helping businesses to be aware of their legal obligations; helping them to demonstrate their ethical standards, to their reputational benefit.",
        "**What the UK is doing to help**",
        "The Guiding Principles are here to stay. They will be widely accepted, implemented and maintained. With that in mind, we are about to introduce a Government strategy on business and human rights – in part to ensure that we can more effectively examine our own record. And through working with other like-minded countries, including our EU partners, we are pushing for the wider international community to do more. It is important that we encourage other states to do what we are doing. It is, after all, ultimately for states to protect the human rights of people within their territory. This is not just an initiative that puts the onus only on businesses.",
        "That being said, we are also doing what we can to support British companies like yours to ensure that you are aware of the Principles and understand what they mean for you.",
        "As a first step, we are ensuring that our staff across the globe – including Andrew’s team here at the Consulate-General in Hong Kong – will be able to provide you with the guidance you need. We are updating our Overseas Business Risk Service, the joint FCO-UK Trade and Investment website that some of you may already be familiar with. And we are improving the way we signpost businesses to other resources.",
        "I am confident that in taking these steps we will do our part – and help you do yours – to mainstream the Guiding Principles.",
        "So it’s clear, I think, that respect for human rights is as crucial in the business world as it is outside of it. I believe that we are seeing a new trend emerging globally, with greater expectations of businesses on human rights. It may seem a long way off in some parts of the world, including in China. But if we can work together – as governments, businesses and indeed civil society – we can create a better environment that benefits all of us.",
        "I have explained to you this morning why I think all of this is important, and what the British Government is doing about it. But now over to you: I’m interested in hearing your own views on the opportunities to take forward this agenda here in Hong Kong."
    ]
}