{
    "url": "https://www.ukpol.co.uk/gordon-brown-2003-speech-at-the-future-wealth-of-nations-conference/",
    "title": "Gordon Brown – 2003 Speech at the Future Wealth of Nations Conference",
    "post_date": "January 2, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, at Canary Wharf in London on 4 March 2003.",
    "content": [
        "It is a great pleasure to be here in Tower Hamlets today and to congratulate all of you – your MP, councillors, businessmen and women, local community organisations – on your success in the last six years since the New Deal was created of reducing unemployment in this area from over 6,700 unemployed to 4700 – a cut of nearly 30 per cent.",
        "With youth unemployment down from over 900 to 300 – a cut of over 65 per cent.",
        "If only one person had found a job that would be good…but you have working together, found jobs for nearly 2,000.",
        "And I know you are and should be particularly proud not just of what you are achieving in employment now, but in education for the future where you’ve seen the greatest increase in educational achievement of any borough in the country – and I’d like to add my congratulations to pupils, parents, teachers and everyone involved on this great success. In particular I want to thank all the headteachers here today for the dedication you show and the difference you make to the lives of the children in this borough.",
        "I am delighted to be here this morning and I’d like to begin by thanking Oona for organising today’s conference.",
        "Over the last 6 years as Member of Parliament for Bethnal Green and Bow, Oona has made a real difference to the lives of people here in the East End, fighting their corner when there are problems, celebrating their successes and working hard to highlight the real opportunities this area offers.",
        "Oona’s reputation both in Parliament and across government for speaking up on behalf of her constituents is renowned.",
        "And if she lobbies businesses in Canary Wharf as hard as she lobbies me in the Treasury, many of you here today have my sympathy!",
        "Oona is a tireless advocate for her constituents, and today is testament to the hard work she has put in to broker partnerships between business, the voluntary sector and local people.",
        "Because we know that many problems once addressed only by the state gaining more power can be solved today only by the state giving much of its power back to the people. The Government is determined to do more to build, strengthen and extend the links between the public, private and voluntary sectors – and we can already see the results of these partnerships here in Tower Hamlets:",
        "The local Employment Zone and Action Team – equipping people with the skills they need to move into the jobs that are available both in the City and beyond  \nThe East London Health Action Zone where business men and women act as mentors to local GPs  \nThe Ocean Estate and Weavers and Spitalfields Sure Start projects providing access to health, education and childcare services for nearly 2,500 under 4s",
        "The New Deal for Communities and local Neighbourhood Renewal Strategies which are helping turn round your poorest neighbourhoods  \nAnd the “Idea Store” which is combining a traditional library with an innovative new learning centre and computer facilities.  \nAll these projects showing how, for the first time, public services can not only involve private, voluntary and charitable organisations, but can be run through and by them – not implementing a standardised central plan, but reflecting the needs of local communities and families.",
        "The private sector is already playing a key role in many of these projects and it is a privilege to be here to recognise the contribution that many of the companies represented here today, as well as many others, are making not just to the strength of the British economy but also to the strength and vitality of British society – as your support for community regeneration, employee volunteering, mentoring and so many other initiatives in our community shows.",
        "And as you expand and advance an enterprising economy in our country you hold the key to our economic prosperity.",
        "But you are here today because you believe that business also has a responsibility to play a role not just in the traditional marketplaces of our country but in the real life neighbourhoods and communities in which you find your employees and your customers.",
        "And that is what this conference is all about – how corporate self interest and corporate social responsibility are not irreconcilable opposites but can move forward in unison.",
        "And what is fascinating as you survey the changes over recent decades – as global communication and global competition has intensified – is the progress that has been made as our shared understanding of corporate social responsibility has developed and deepened.",
        "An initiative that began by focusing primarily on businesses giving money away is now widened to include issues of how companies make money.",
        "And in this modern era, issues of staff morale and motivation, brand loyalty and reputational risk, and environmental sustainability are now also widely recognised as key drivers of competitive advantage.",
        "So as corporate social responsibility has come to mean not just charity or philanthropy but also greater transparency, environmental care and direct engagement in communities – we have seen British companies lead the world in the advancement of corporate social responsibility as it has moved from the margins to the mainstream, from the arena of charity to the arena of corporate strategy.",
        "Corporate social responsibility broadening all the time into a belief that economic, social and environmental objectives can be pursued together and in harmony.",
        "It is a recognition that trust is critical to success; that reputation management is essential; that a brand must enjoy people’s confidence.",
        "It is a recognition that when business loses trust and then legitimacy – either through lack of transparency or social engagement or corporate irresponsibility, whether it be Enron or Worldcom – it is at its most vulnerable.",
        "And it is a recognition that social responsibility is no longer an optional extra but a necessity; not a part of the business of a company but at its heart; not a sideshow but a centrepiece; not incidental but integral to what you do — a smart strategy for modern business.",
        "And businesses up and down the country are already demonstrating that they understand that corporate self interest and corporate social responsibility – the good economy and the good society – advance together:",
        "Businesses making its equipment available to the disabled, developing new technologies in doing so as they give special help to a vulnerable group",
        "Companies setting up in deprived areas, recruiting the local unemployed and at one and the same time creating profitable local enterprises and bringing the out of work back into work",
        "Firms sending trainee workers to help out in local charitable or community organisations helping poor communities and gaining training opportunities for their employees",
        "Banks providing basic accounts for people previously financially excluded and thereby tapping new markets and creating a culture of saving amongst low income families.",
        "And so many of you here today are already making a huge contribution.",
        "But now is the time to look at what more can be done, to scale up your activities, share best practice, and make even more of a difference.",
        "And with a new understanding of the changing role of business in the community, governments are also challenged to leave behind the old ideas that see the achievement of a more dynamic market economy and a fair society as somehow mutually exclusive.",
        "For fifty years Britain was bedevilled by the sterile and self defeating argument that there was a fundamental choice to be made between promoting a dynamic economy and creating a fairer society. That enterprise is bought only at the cost of fairness and fairness only at the price of enterprise.",
        "But whether it is by tapping the potential of all through equality of educational opportunity, or through recognizing, our responsibilities to the environment for the next generation, or through companies engaging in the community in which they operate, people now see that enterprise and fairness can advance together. And I believe the challenge in our generation is to build a consensus in our country that stretches from the poorest to the richest community, from left to right of the political spectrum, that instead of enterprise at the cost of fairness or fairness at the cost of enterprise, Britain can lead the way in showing the world that enterprise and fairness move forward together.",
        "And all this demands that government too must change the way we do things and, in changing our ways, face up to our responsibilities.",
        "That is why we will continue to make the tax system the best in the world for encouraging individual and corporate giving, including extending the 10 per cent supplement on payroll giving donations until 2004.",
        "Why we are working with business and the voluntary sector to develop a package of measures to encourage more employees to give both time and money to charity through the “Corporate Challenge”.",
        "And why in high unemployment communities like Tower Hamlets we are now working together for economic renewal – creating new incentives to promote greater business activity.",
        "In the last six years the number of businesses in Tower Hamlets has risen from 6,800 to 8,700 – an increase of nearly 2,000 businesses in this area alone – but we can still do more.",
        "If in the best off neighbourhoods there are 50 small businesses creating jobs but in the poorest areas only 4 or 5, then there are less jobs, reduced income for services, and yet because of unemployment more social problems that public services need to fund. So we are agreed that one of the best anti poverty, pro jobs programmes is to encourage more businesses to start up and grow especially in areas of greatest poverty.",
        "I believe we should see inner-city areas not as no-go areas for business or simply “problem” areas but as areas of opportunity: new markets where businesses can thrive because of the competitive advantages they often offer – with strategic locations, untapped resources, a high density of local purchasing power and the potential of their workforce.",
        "So to remove the barriers preventing firms from starting up and growing in our most deprived communities, we have designated 2000 new enterprise areas – 18 of these in Tower Hamlets – where we encourage economic activity by cutting the cost of starting up, investing, employing, training, managing the payroll.",
        "And with the new Community Investment Tax Credit giving new incentives for business investment in those areas – and new charity guidelines now defining economic regeneration as eligible for charitable status – I hope that working together we can bring investment, jobs and prosperity to areas that prosperity has by-passed.",
        "But if we are to have the deeper and wider entrepreneurial culture we want, we need not just greater incentives for business activity in deprived areas but more businesses to become involved in our schools and colleges – one of the key themes of today’s conference.",
        "Currently only 30 per cent – and in many areas as few as 15 per cent – of young people gain any experience of enterprise.",
        "And it is crucial that we act now to equip our children with the enterprising skills and experience to go out into this fast changing world, whatever career paths they choose.",
        "In Britain we have many world class businesses but productivity growth still lags behind many of our competitors and the number of business start ups remains low with half the proportion of people in the UK actively considering starting a new business compared to the United States.",
        "Whereas enterprise in the US is seen as an exciting career option for young people, it doesn’t appear so glamorous in the UK and I want to turn this perception around.",
        "I want every young person to hear about, and experience, the world of business; every college to be aware of the opportunities in business, even to start a business; and every teacher to be able to communicate the virtues of business and enterprise.",
        "I want businessmen and women going into schools helping to provide enterprise activities; I want every student to have a quality experience of enterprise and contact with business before they leave school; I want every community to see business leaders as role models for their children.",
        "Our ambition is to raise the aspirations of all our children and then show how these aspirations can be realised.",
        "That is why the government is implementing the recommendations of the Review of Enterprise and Education led by Howard Davies – investing £75 million over the next three years so that, by 2006, all pupils will have at least 5 days of enterprise education before leaving school.",
        "But we simply cannot make progress without the active involvement of the business community itself.",
        "There are already many examples of City and Canary Wharf companies that have established trailblazing partnerships with schools in Tower Hamlets – sending employees into schools to provide classroom support, giving pupils the opportunity to undertake work experience or visit factories and operational sites, being mentors and career counsellors to young people or serving as business governors.",
        "Later this morning Mulberry School will be highlighting their partnership with the Bank of America but I could equally mention the contributions of Unilever, Merrill Lynch, Morgan Stanley, Lehman Brothers, to name just a few.",
        "When I was at school the world of education was far too remote from the world of business but thanks to the activities of many of the companies here today, this is changing for the better.",
        "But I believe that we can still do more and so I am urging all of you here today to forge links and partnerships with schools and colleges in Tower Hamlets and beyond.",
        "In this way every business in the country will be helping to forge the new enterprise culture that we want to see, tapping the immense skill and entrepreneurial talent that exists in Britain to the benefit of us all – corporate social responsibility not just about “doing the right thing” but a core part of improving our competitive edge.",
        "Now we have many demands on our resources and energies as a government.",
        "And I make no apology for saying we will spend what it takes to prevent the proliferation of chemical and biological weapons by states that defy the international community and to advance the cause of disarmament. Last year I set aside one billion pounds to be drawn upon by the ministry of defence for security and military preparations, if and when it became necessary. Last month I set aside an additional £750 million. Our armed forces do an outstanding job for Britain and today I make clear our gratitude for the work that they do and my resolve to ensure our armed forces are properly supported for whatever lies ahead. The international community must not stand by whilst a regime that proliferates weapons of mass destruction defies more than a decade of international agreements.",
        "But while we discharge our international responsibilities we will also discharge our domestic responsibilities.",
        "And my duty is to those areas and communities of this country which for too long had suffered high unemployment and high levels of deprivation who will have the resources through the new deal and our community regeneration budgets that are necessary. It is around regeneration and how we deliver it that this conference will discuss and debate today. And I believe with its breadth of participation from business and the community this conference shows there is a will to work together to create a Britain where just as employment is open to all, enterprise is open to all – a Britain with a creative, innovative and enterprising economy in every area of our country.",
        "Just as Britain works best when Britain works together so – as Oona’s initiative shows – Tower Hamlets works best when Tower Hamlets works together."
    ]
}