{
    "url": "https://www.ukpol.co.uk/gordon-brown-2005-speech-at-dfid-undp-seminar/",
    "title": "Gordon Brown – 2005 Speech at DfID/UNDP Seminar",
    "post_date": "May 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2005",
            "url": "/tag/2005/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "International Development",
            "url": "/category/international-development/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, at Lancaster House in London on 26 January 2005.",
    "content": [
        "Let me first of all thank you for giving me the chance to speak to this gathering of men and women concerned about international development in advance of the first G7 Finance Ministers meeting of 2005. And as we prepare at the same time for the report of the Commission for Africa which will inform our discussions at G7 and G8 let me also thank UNDP and Mark Malloch Brown in particular for their leadership on development – and I welcome the recent challenging Sachs Report setting out practical proposals to achieve the Millennium Development Goals.",
        "Tomorrow we recall the sixtieth anniversary of the terrible events of the Holocaust.",
        "Let us remember how out of the chaos and tragedies of the 1940s was born the United Nations to embody our aspirations and hopes for a better world.",
        "And let me also thank all churches, faith groups, non-governmental organisations, all those concerned with development represented here, for your visionary, often pioneering, work. In his book ‘The Power of Myth’ Joseph Campbell described a hero as someone who have given their life to something bigger than themselves. So I want to honour you and members of your organisations as our modern heroes: fighting for great causes, standing for the highest ideals, often working in difficult conditions and bearing huge burdens and bringing the greatest of hope to those in the greatest of needs. And I congratulate you for coming together in the unique global coalition – Making Poverty History.",
        "I believe that this year – already a testing time for the international community – is a year of great challenge but also a year of great opportunity and – potentially – a year of destiny: for I believe that in this year we, the international community, can agree a plan for a new deal between developed and developing countries as bold and as generous as the Marshall Plan of the 1940s.",
        "And my purpose in speaking to you this morning is to set out detailed proposals in advance of the G7 Finance Ministers, the first of four G7 Finance Ministers meetings this year, the first to prepare for the G8 summit to be chaired by Tony Blair at Gleneagles this summer, the first when funding for work on HIV/AIDS, malaria and building trade capacity will join debt relief and funding for development on the agenda of a G7 Finance Ministers summit.",
        "2005 is important not simply because British chairmanship of the G7 and G8 will lead us forward to the vitally important September UN Millennium Summit where we must discuss the progress, or lack of progress, in meeting the Millennium Development Goals.",
        "2005 is also the twentieth anniversary of Live Aid, for millions of people the first time they were confronted by the reality of famine and death in Africa.",
        "And I believe that already this year the response to the tsunami – the modern world’s greatest natural disaster – has demonstrated to us all the willingness of the British people and other peoples to come to the aid of fellow human beings who suffer.",
        "Indeed, far from there being compassion fatigue, perhaps for the first time millions more people are understanding just how closely and irrevocably bound together are the fortunes of the richest persons in the richest country to the fate of the poorest persons in the poorest country of the world. Events which bind the world together are drawing them to the conclusion that even strangers who may never meet and may never know each other at first hand are neighbours brought together by shared needs, mutual interests, common purposes and our linked destinies, As Martin Luther King put it, increasingly we can see ourselves as each strands in an inescapable network of mutuality, together woven into a single garment of destiny.",
        "But it is not just enlightened self interest that is encouraging people to be concerned about the needs of the needy and the suffering of the sick, but a moral sense that we all share that leads us to conclude that when some are poor all are impoverished, when some are deprived our whole society is diminished, when some are hurt the whole society shares that suffering. That we are part of one moral universe and wherever and whenever there is poverty, deprivation and need it is our duty to act.",
        "And I am convinced that millions of people in Britain and in every continent who have given more generously than ever before in the aftermath of the tsunami now yearn for that unprecedented demonstration of generosity to be given enduring purpose – as Make Poverty History argues – with a new deal for all developing countries that will address the underlying causes of their poverty, their illiteracy and their disease.",
        "So in pursuit of this Tony Blair who set up and chairs the Commission for Africa will give a major speech at Davos on these very issues and our International Development Secretary Hilary Benn – who has played such a big part working with NGOs, organising emergency aid and visiting South East Asia in the response to the tsunami – has this morning announced a major new initiative on education funding. Indeed because the first millennium development target – gender equality for boys and girls in education – due to be met in 2005 – is not likely to be met, the United Kingdom will provide by 2008 over £1.4 billion for education with a particular focus on the education of girls. And our aim is that the 105 million children, 60 million girls, who do not go to school today will be able to go to school.",
        "No statistics however depressing can prepare you for the hopelessness and human loss that lies behind the numbers but I saw too amidst terrible suffering hope, optimism and a determination especially among mothers to see things change.",
        "From the suffering in Africa I witnessed and the potential in Africa I could glimpse it is our duty to act and to act urgently.",
        "In Tanzania I saw 8, 9, 10, 11 year old children begging to continue in school – but denied the chance because their parents could not pay the fees.",
        "In Mozambique young mothers desperate for their children to go to school waving their pay cheques of £5 a week – and raising their hands as one to complain angrily that they cannot even begin to afford the fees.",
        "In Kenya children chanting free education – but secondary education forever beyond their grasp.",
        "Yet surely it is our belief that every child is precious",
        "Every child is unique",
        "Every child is very special",
        "Every child deserves our support",
        "No child should be left out",
        "Every child matters",
        "Every child counts",
        "You cannot blame a child for her poverty",
        "You cannot hold a child responsible for her deprivation.",
        "You cannot condemn a child for no fault of her own.",
        "You cannot consider a child, however sick, as of no consequence… and dismiss her as unproductive or uneconomic.",
        "But that is what we allow to happen.",
        "But our great obligation as adults is to the child, especially the most vulnerable.",
        "And in turn children have a right to expect adults to take care of them.",
        "It is because every child counts that the potential of every child should be the foundation of our policies internationally and nationally.",
        "And just like the draft report of the Commission for Africa – and we look forward to the Commission’s final report – our agenda for the G7 is founded on the realisation that despite the promise of every world leader, every government, every international authority that by 2015 we would achieve primary education for all, a two thirds fall in infant mortality and a halving of global poverty, at best on present progress in sub Saharan Africa:",
        "primary education for all will be delivered not as the Millennium Development Goals solemnly promised in 2015 but 2130 – that is 115 years late;",
        "the halving of poverty not as the richest countries promised by 2-0-1-5 but by 2-1-5-0 – that is 135 years late;",
        "and the elimination of avoidable infant deaths not as we the richest nations promised by 2015 but by 2165 – that is 150 years late.",
        "Africans know that it is often necessary to be patient but the whole world should now know that 150 years is too long to ask peoples to wait for justice.",
        "And I say to this audience: justice promised will forever be justice denied until we remove from this generation the burden of debts incurred by past generations.",
        "Justice promised will forever be justice denied unless we remove trade barriers that undermined economic empowerment.",
        "Justice promised will forever be justice denied unless there is a plan for Africa and all poorest countries as bold as the Marshall Plan of the 1940s, releasing the resources we need to match reform with finance to tackle illiteracy, disease and poverty.",
        "So the first essential element of a 2005 development plan for a new deal is that we take the final historic step in delivering full debt relief for the debt burdened countries with a new agreement on multilateral debt relief that will enable billions to be reallocated to education and health in the poorest countries.",
        "I have seen what has been achieved because of debt relief so far.",
        "Because of debt relief in Tanzania 31,000 new classrooms have been built, 18,000 new teachers recruited and the goal of primary education for all will be achieved by the end of 2005.",
        "Because of debt relief in Mozambique half a million children are now being vaccinated against tetanus, whooping cough and diphtheria.",
        "But when many developing countries are still choosing between servicing their debts and making the investments in health, education and infrastructure that would allow them to achieve the Millennium Development Goals, we know we must do more.",
        "Up to 80 per cent of the historic debt of some of the poorest countries is now owed to international institutions and I have set out detailed proposals to use IMF gold to write off debt owed to the IMF; to ask World Bank shareholders to take over the debts owed by up to 70 of the poorest countries to them; and having signed long term agreements already with Tanzania, Mozambique and then with other countries, we – Britain – have announced that from now until 2015 we will take responsibility for our share – 10 per cent – of the World Bank debts —- making this offer not just to the 37 heavily indebted poor countries but to all low income countries, as long as they can ensure debt relief is used for poverty reduction.",
        "We make this offer unilaterally but we are now asking other countries to join us contributing in this way or to a World Bank trust fund.",
        "And I also ask the European Union which deserves credit for more than 1.5 billion euros of debt relief so far to match that generosity with deeper multilateral debt relief.",
        "Alongside more debt relief, 2005 is the opportunity that may not easily return if missed to agree a progressive approach to trade.",
        "We all know the damage that rich countries protectionism has done to the poorest and our proposals mean Europe and the richest countries must agree to open our markets, remove trade-distorting subsidies and in particular, do more to urgently tackle the scandal and waste of the Common Agricultural Policy. We must also amend the Rules of Origin requirements – requirements which instead of promoting fair trade have become a barrier to fair trade – and agree new simple Rules of Origin coordinated across continents. And I call on the EU in its work on Economic Partnership Agreements to take a non-mercantilist approach and put development first so that poor countries are able to sequence their trade reform within their poverty reduction strategies and participate on equal terms in the international economy.",
        "But – as I have heard from every African President, Prime Minister, Finance Minister and Trade Minister I have met – although trade justice matters so too does making sure developing countries have the additional resources they need to take advantage of trading and investment opportunities – and to prevent their most vulnerable people from falling further into poverty as they become integrated into the global economy.",
        "It is not enough to say ‘you’re on your own, simply compete’.",
        "We have to say ‘we will help you build the capacity you need to trade’.",
        "Not just opening the door but helping you gain the strength to cross the threshold.",
        "Infrastructure is key.",
        "Even today for 12 African countries less than 10 per cent of their roads are paved.",
        "Telecommunication costs are such that calls from the poorest countries to the USA are five times the costs of calls from a developed country.",
        "While water and sanitation underpin health and development, even today 40 billion working hours in Africa each year are used up to collect water.",
        "And while tariff costs are often highlighted, it is actually transport costs that often constitute a bigger burden of the cost of exporting. With freight and insurance costs representing 15 per cent of the total value of African exports it is difficult for them to be competitive.",
        "So we must also provide developing countries with the additional resources they need to build physical infrastructure – road, rail, electricity, telecommunications – institutional capacity – from legal and financial systems to basic property rights – and, of course, investment in human capital to enable growth, investment, trade and therefore poverty reduction.",
        "We support the proposals put forward by the Africa Commission on infrastructure:",
        "a fund to support infrastructure priorities;",
        "loan finance for small and medium sized businesses and for micro-credit;",
        "a science and technology and tertiary education plan;",
        "and a plan for rural development, irrigation, research, encouragement of local markets, land reform and environmental improvement.",
        "And at its very core this economic development plan demands that all of us, rich and poor countries alike, be fully transparent in our dealings, unapologetically address corruption, be truly accountable, show where the money goes. And the way to achieve this is for all of us to put transparency and the best governance into practice by all of us, rich countries and poor together, opening our books – with, in particular, a new honesty amongst the richest countries about the levels of developed country protectionism and of tied aid. So I repeat: we will open our books, all countries must also open their books.",
        "But to progress what voices all over Africa demand on debt and trade cannot happen unless there we take a third step — a substantial increase in resources for development, to tackle illiteracy, disease and deprivation.",
        "Making better use of existing aid – reordering priorities, untying aid and pooling funds internationally to release additional funds for the poorest countries – is essential to achieve both value for money and the improved outcomes we seek. But we must recognise that while ten years ago aid to Africa was $33 per person, today it has not risen but fallen to just $27 so we are a long way short of the predictable, regular financing necessary to make the difference that is needed.",
        "While the Marshall Plan transferred 1 per cent of richest country’s national income to the poorest, our proposal is for each of the richest countries to reach 0.7 per cent of national income in long-term and predictable aid for investment. I congratulate Par Nuder and the Swedish Government for their leadership – having already reached 0.7 – and I urge all countries to join us in becoming countries which have either already reached 0.7 or have set a timetable towards it.",
        "We are of course prepared to consider all proposals for raising international finance including international taxes and are happy to do so in detail. But I believe that even as we do so we should also agree to create now, this year, on the road to 0.7 per cent, an International Finance Facility (IFF) that each year from 2005 to 2015 generates $50 billion a year more of resources — the quickest, most effective way of guaranteeing long-term, stable, predictable funding.",
        "The IFF is founded upon long-term, binding donor commitments from the richest countries like ourselves.",
        "It builds upon the additional $16 billion already pledged at Monterrey.",
        "And on the basis of these commitments and more it leverages in additional money from the international capital markets to raise the amount of development aid for the years to 2015.",
        "I welcome President Chirac’s proposals today to raise additional international finance and his initiative on international taxation to back and complement the IFF. And I thank him for his support for immediate implementation of the IFF.",
        "With one bold stroke: doubling development aid to halve poverty.",
        "$50 billion more in aid a year each year for the poorest countries.",
        "Our fourth objective made possible by the International Finance Facility is to provide the $6 billion more a year needed to fund primary education free of charge – ensuring the 105 million children today and every day denied schooling can learn with classrooms, teachers and books. And with the IFF we can ensure all developing countries have the increased, predictable, up front funding they need to abolish user fees and enable more effective teacher recruitment and training, greater provision of teaching and learning materials, improvements to school buildings and sanitation facilities, and special help to get girls into education.",
        "Our fifth objective for which there is a detailed implementation plan drawn up by and coordinated by the Department of International Development is that the IFF provide the proper funds that would allow us to build health care systems, match the medical breakthroughs now being achieved in developing a preventive vaccine for malaria by the farsightedness of an advance purchase scheme that could prevent the loss of more than 1 million lives a year because of this dread disease, and tackle HIV/AIDS with the first comprehensive plan from prevention to cure and care.",
        "AIDS is not a curse that we must deny said Nelson Mandela, it is a disease that can be defeated and the way forward on HIV/AIDS cannot involve one initiative in isolation but requires a comprehensive strategy:",
        "a global advance purchasing scheme to ensure that vaccines go into commercial production and are available at affordable prices;  \nprevention, treatment, and care for all those who need it including increased and more predictable funding for the Global Fund to Fight AIDS, TB and Malaria;",
        "the development of essential healthcare systems with well-trained staff and equipment, and the abolition of health user fees for basic health services;",
        "a global anti-poverty strategy – in particular funding the development of education and sanitation systems which can reduce the chance of infection and help sick people stay healthy longer.",
        "And because only £400 million a year is spent on research for a preventive HIV/AIDS vaccine and because the challenge is to internationalise HIV/AIDS research, coordinating it worldwide, sharing information globally, more widely and more rapidly, with resources directed to the top scientific priorities, the G7 will – for the first time – discuss a joint UK-Italian paper on financing a worldwide infrastructure for sharing and coordinating research in AIDS and then for encouraging the development of viable drugs, vaccines and other technologies such as microbiocides.",
        "And let me give you a glimpse into what is possible by applying the principles of the International Finance Facility to the work of the Global Alliance for Vaccines and Immunisation (GAVI).",
        "Over the last five years GAVI have immunised 50 million children round the world – the most successful global immunisation programme in history.",
        "So Hilary Benn and I welcome the announcement made yesterday by both the Gates Foundation and the Norwegian Government for an additional $1 billion for GAVI to spend on immunisation over the next 10 years.",
        "GAVI have, together with the UK, France and the Gates Foundation, developed a proposal to apply the principles of the IFF to the immunisation sector — with donors making long term commitments that can be leveraged up via the international capital markets in order to frontload the funding available to tackle disease.",
        "On behalf of the United Kingdom the International Development Minister Hilary Benn will announce today that we propose to make a substantial contribution for 15 years to this new financing facility for immunisation of $1.8 billion.",
        "We are urging other donors to also contribute. And if, by these means, GAVI could increase the funding for its immunisation programme by an additional $4 billion over the next ten years, it would be possible to save the lives of an additional 5 million people between now and 2015 and a further 5 million lives after 2015.",
        "If this is what we can achieve by applying the principles of the IFF with one fund and one initiative think what we can achieve not just in health but in education and economic development.",
        "So the aim of the International Finance Facility is to bridge the gap between promises and reality.",
        "Between hopes raised and hopes dashed.",
        "Between an opportunity seized and an opportunity squandered.",
        "It is about action to right wrongs this year, now, urgently. No longer evading, no longer procrastinating, no more excuses, not an idea that will take years to implement but one which can move forward immediately.",
        "I welcome the support given to the IFF by almost fifty countries. And in the forthcoming G7/8 discussions we will ask all countries to join those who have already given their backing to support and sign up to the IFF — and we will be setting out a framework within which we can implement it.",
        "It is because I believe the need for action is urgent that we must act now.",
        "I saw in Africa – more clearly than anything else:",
        "a healthcare system in crisis;",
        "and education in crisis too;",
        "and the terrible human cost of these failures.",
        "We take it for granted that education and health are universal and free. But the people of Africa are doubly disadvantaged for instead of a free education and free health service African countries increasingly charge for secondary schooling and charge even for the most basic of medical drugs and fees for visits to doctors.",
        "And just as I have seen in the countries I visited displays of real anger at charges in education so too I have seen real anger at charges for health care.",
        "Just as millions of school age children who have hopes and aspirations for themselves and their country are deprived of their potential, so too millions of people who are sick or injured or simply frail are deprived of the life saving health care they urgently need.",
        "Yet when Kenya made education free over 1 million more children turned up for school. When Uganda made education free numbers in school rose from 2.6 million to 6.5 million in three years. When Malawi introduced free primary education there was an immediate jump in enrolments of 50 per cent – an increase of more than 1 million children going to school. And when South Africa and Uganda abolished health users fees the poor started to appear in our hospitals and surgeries for treatment.",
        "What I want for my child, I want for all children and there is a strong case for children and families not just in some developing countries but in all developing countries enjoying basic health care services free at the point of need based on need not ability to pay. And there is a strong case for recognising that to develop the potential of not just some of our children but all our children, education should be universal and free and so send a message that the best way you can defeat poverty is through free education and free health care available to all.",
        "Indeed I believe that the response to the tsunami showed what the debate this year on a new deal for developing countries will show: that, as Rabbi Jonathan Sacks has written, we cannot feast while other starve, we cannot be well while other languish in sickness or disease, we are not truly free when others are in servitude. More than that, as he writes, societies achieve true and enduring greatness not because of the way they help the strong but because of the way they come to the aid of the weak, not by how they acclaim those who have power but by their concern for the powerless – and not by how they reward the wealthy but by the care they show for the poor, and the compassion they show to the vulnerable.",
        "And this is what happened in 2000 when first hundreds, then thousands, then millions of people first in one country then in one continent, then in all countries, and in all continents came together to demand an end to the injustice of unpayable debt and in doing so changed the world. And we can do this again. For I believe support for a year of change is growing wider and deeper with already in ‘Making Poverty History’ more than a hundred aid, development, and trade organisations and anti poverty organisations coming together in demonstrations, campaigns, petitions – in challenging Government to make poverty the issue of the year.",
        "And so when people ask whether we can make a difference this year, when they say that our proposals are too difficult, we should reply:",
        "doubters thought the original plans for the World Bank were the work of dreamers;",
        "doubters thought that the Marshall Plan unattainable;",
        "doubters thought apartheid would last for ever and Nelson Mandela would never be released;",
        "and just as in 1997 doubters thought debt relief an impossible hope, doubters even in the last year thought no more countries would sign up",
        "to a timetable for 0.7 per cent in overseas development aid and yet in that year alone five countries have done so.",
        "And so next week in this very building I will start my discussions with my G7 colleagues about debt relief, 0.7, the International Finance Facility and funding for trade capacity, education and health.",
        "A few months ago I quoted a century old phrase saying ‘the arc of the moral universe is long but it does bend towards justice’.",
        "This was not an appeal to some iron law of history but to remind people in the words of a US President that ‘the history of free peoples is never written by chance but by choice’ – ‘that it is by our own actions that people of compassion and goodwill can and do change the world for good’.",
        "And I believe that:",
        "with our determination not diminished but intensified;",
        "with the scale of the challenge revealed;",
        "with the clamour of public opinion calling for action now – resonating here in Britain and reverberating across all countries; and",
        "with a determination among world leaders to be bold;",
        "the arc of the moral universe while indeed long will bend towards justice in the months and years to come.",
        "To remind you of Seamus Heaney’s poetry about Nelson Mandela’s release:",
        "‘A further shore is reachable from here…  \nOnce in a lifetime justice can rise up  \nAnd hope and history rhyme’",
        "That is our task, our challenge, our opportunity."
    ]
}