{
    "url": "https://www.ukpol.co.uk/gordon-brown-2004-speech-at-the-inner-city-100-reception-with-us-treasury-secretary-john-snow/",
    "title": "Gordon Brown – 2004 Speech at the Inner City 100 Reception with US Treasury Secretary John Snow",
    "post_date": "January 3, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, at 11 Downing Street in London on 16 November 2004.",
    "content": [
        "It is a great pleasure to welcome all of you to Number 11 Downing Street this evening, as part of this first British National Enterprise Week, to celebrate the Inner City 100 awards – the awards designed to celebrate the fastest growing firms in Britain’s highest unemployment areas.",
        "And let me congratulate all of the winners on your remarkable achievements:",
        "The determination, leadership and vision you have demonstrated;",
        "The innovations that you have developed;",
        "The exceptional financial return you have delivered;",
        "The new markets you have identified and created;",
        "And all the benefits you have brought both to the British economy and to your communities.",
        "You are the wealth creators, the women and men who can make our nation more successful and more prosperous.",
        "And let me thank Stewart Wallis and his team at nef, Sir Fred Goodwin and RBS, and the Financial Times for all they have done to support this initiative.",
        "And it is very appropriate that I introduce to you our special guest this evening. Someone who has distinguished himself both in business – as the former chairman and chief executive of CSX corporation – and in government service – the Treasury Secretary of the United States – John Snow.",
        "And I want to say – in welcoming John as the first member of the newly re-elected US administration to visit Britain, that what binds America and Britain together is not simply a shared history over the generations – and not just wonderfully good and cordial personal relationships – but shared values.",
        "Indeed for centuries, America and Britain have been linked by the ideals that we share: a passion for liberty and opportunity; a belief in the work ethic, a commitment to the spirit of enterprise, that anyone with ideas, determination and dynamism and the will to make the effort should have the chance to succeed.",
        "And today we stand for a Britain and an America that are outward looking, ambitious to succeed, determined to advance an enterprise culture, and fully equipped to lead in the new global economy.",
        "In May, John and I hosted a US-UK enterprise forum in New York, bringing together experienced business leaders with young entrepreneurs to share ideas on how best we can advance enterprise;",
        "In June we brought together experts to share ideas on enterprise education in schools;",
        "The New Entrepreneur Scholarships have enabled 20 UK entrepreneurs to study at a US business school;",
        "We have jointly called for closer co-operation to tackle barriers to trade and investment between the EU and US – which could generate as much as $150 billion and one million jobs;",
        "And we have worked closely together in the war against terrorism and the economic reconstruction of Afghanistan and Iraq.",
        "Deepening our cooperation, I am delighted that today John and I are able to set out a new transatlantic agreement so that through exchanges and the sharing of experience between our two countries we can build a stronger enterprise culture (see attached).",
        "And today I can announce that this new partnership will include:",
        "A second UK-US enterprise summit in the UK early next year, bringing together government, business leaders and entrepreneurs to share lessons from areas of national strength, and propose next steps in advancing enterprise;",
        "Continued cooperation on enterprise education, including holding a UK-US conference for sharing best practice on enterprise education in universities, led by the UK’s new National Council for Graduate Entrepreneurship together with the Kauffman foundation in the US;",
        "And we are jointly welcoming the June EU-US summit’s call for a new strategy to give fresh impetus to EU-US economic cooperation, which we plan to make a priority for the UK’s presidency of the EU.",
        "And as we work together on enterprise, we know that in Britain there is much that we can learn from the USA.",
        "John, you will know that Inner City 100 here is modelled on the USA’s Initiative for the Competitive Inner City. And just as in the USA this competition is:",
        "Unlocking talent and enterprise;",
        "Encouraging the young to make the most of themselves;",
        "And with Inner City 100 award winners creating – on their own – 5,500 jobs after growth averaging over 1,000 per cent, renewing our inner cities, you are proving that there are no no-go areas for enterprise in our country and it is possible to create a national consensus around a Britain where enterprise is truly open to all.",
        "So let me congratulate you – the prizewinners of Inner City 100 – once again on all you have achieved – you are our future tycoons and business leaders – and you are evidence that Britain truly is an enterprising nation.",
        "Now let me introduce John Snow to you.",
        "For the part you have played in strengthening America’s enterprise culture and inspiring us here, John, thank you.",
        "It is a pleasure to welcome you back to Downing Street and to ask you to address us this evening.",
        "**2005 US – UK Transatlantic Enterprise Partnership**",
        "Both the US administration and the UK Government are committed to the economic reform agenda and to sharing ideas across the Atlantic on how to strengthen enterprise, productivity and jobs – which are essential for faster growth in the US, UK and across Europe, and for balanced global growth.",
        "Following the success of the US-UK initiative in 2004, the 2005 US-UK Transatlantic Enterprise Partnership will build on the earlier initiatives, and will take the policy dialogue further.",
        "**US – UK Enterprise Initiatives**",
        "**UK-US Enterprise Summit**",
        "Following the success of last year’s summit and academic seminar held in the US, we agree to co-chair a second joint government–business enterprise summit in the UK next year to discuss the contribution of enterprise to productivity, jobs and growth and the best methods for encouraging entrepreneurship. The summit will draw on experience from entrepreneurs and policy makers, and share lessons from areas of national strength in both countries. In conjunction with the summit, we will convene a group of academic experts to consider the role of government and education in fostering entrepreneurship, productivity and jobs, to assess progress over the last year and to propose areas for future policy action.",
        "**Enterprise in education**",
        "The UK has established the National Council for Graduate Entrepreneurship in order to encourage students and graduates to consider entrepreneurship as a viable career option. Lessons have already been learnt from US models of stimulating interest in enterprise in universities, and the UK is keen to maintain this momentum. We propose to hold a conference for UK and US leaders of universities, working with the National Council for Graduate Entrepreneurship and the Kauffman Foundation.",
        "In June this year, experts, teachers, and enterprise education providers from the US and the UK exchanged ideas and best practice on all aspects of enterprise education in schools. We believe that this co-operation should continue and therefore we propose to continue this dialogue in 2005.",
        "**EU-US Economic Cooperation**",
        "We reaffirm the importance of enhancing economic cooperation between the EU and the US for growth and prosperity on both sides of the Atlantic. We welcome the June EU-US summit declaration calling for a new forward-looking strategy for eliminating barriers to further economic integration, and the steps taken by the US administration and the Commission to consult stakeholders.",
        "We look to the 2005 Summit to endorse an ambitious strategy injecting new impetus into the transatlantic economic agenda and including the active engagement of key policy makers and regulators on both sides of the Atlantic.",
        "We are also pleased that the OECD is taking forward a study of the potential economic benefits of closer economic cooperation and look forward to the publication of results in March."
    ]
}