{
    "url": "https://www.ukpol.co.uk/gordon-brown-1998-speech-in-belfast/",
    "title": "Gordon Brown – 1998 Speech in Belfast",
    "post_date": "December 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1998",
            "url": "/tag/1998/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, at the Parliament Buildings in Belfast on 12 May 1998.",
    "content": [
        "To be here in Belfast at this historic moment of opportunity for the people of Northern Ireland is a privilege in itself.",
        "And I am honoured to be able to pay tribute to all those who, not just by their participation in the peace negotiations of recent weeks, but in their everyday actions over many years have brought us closer to peace.",
        "From a country that has not known a single year, a single month, a single week, in which mothers have not wept for their sons or daughters, we now have, in our grasp, an opportunity that a few years ago only poets could dream of and church leaders could pray for – a lasting peace. The greatest honour history can bestow is that of peacemaker.",
        "And we owe a debt of gratitude to all those who have played their part in working towards peace. And I am particularly pleased to be here today alongside someone who, with Tony Blair, has done more than anyone else over twelve long and difficult months – Mo Mowlam. And I am pleased to be here with her and also with Adam Ingram who is working closely with her.",
        "And hopefully – when the decision is completed – some years from now we can look back and say in the words of Robert Frost, the American poet:",
        "“I can say somewhere ages and ages hence  \ntwo roads diverged in a wood  \nand I took the one less travelled by  \nand that has made all the difference”",
        "But let me first repeat how pleased I am to be here. The first serving chancellor to visit Northern Ireland for 18 years. And to be here at such an important time and to make important announcements is a privilege for me.",
        "I am reminded of the story of Dr Henry Cole, a minister sent to Ireland, on behalf of the Queen in the 1550s and so anxious were some to ensure he did not make the announcements he planned that when he opened his red box to take out the speech there was no speech – but simply a packet of playing cards. I have, I hope, more to offer.",
        "Now today I also want to pay tribute to all those who throughout the troubles, through dark days and dark years, have continued the long hard work of sustaining the productive base of the Northern Ireland economy, and kept alive the dream of peace with prosperity: those who have invested in Northern Ireland; those who have built up businesses; those who have worked together to tackle the social tensions of some of the worst-hit unemployment areas of Northern Ireland; those who through their actions have offered hope.",
        "But it is as a result of the hard work, the enterprise, and the commitment of thousands of men and women at work in Northern Ireland – managers and employees – that Northern Ireland has grown at 3 per cent a year on average over the last decade. That inward investment has risen, and that 73,000 jobs have been created in this period.",
        "For years we have been attempting to build the Northern Ireland economy against a background of violence.",
        "From today, 1998, we can begin to build on new foundations. Having created a framework for peace we can now create a framework for prosperity.",
        "Peace underpinned by prosperity. Prosperity made possible by peace. A peace sustained, because it is built on the rock of prosperity.",
        "So we need a new agenda for prosperity, an agenda for prosperity that is born out of an understanding of the need for growth, founded on new investment in Northern Ireland, driven forward by building up our skills and whose success will be new companies, new jobs, new opportunities in Northern Ireland.",
        "And let me say that the set of initiatives I am announcing today is not a shopping list dreamed up in a few days to tide us over a few months; it is a strategy that has been developed over many months that offers the prospect of prosperity for many years.",
        "And so today I want to match the new partnership for peace with a new partnership for prosperity.",
        "And to do that we need to achieve two things: to encourage the creation and growth of small and medium size enterprises and to attract inward investment.",
        "And there are five building blocks to achieve these goals:",
        "Stability – economic stability as well as political stability;  \nInvestment in the physical infrastructure of Northern Ireland, with a new fund for investment;  \nInvestment in people and in skills, with a new fund for skills;  \nInvestment in innovation and new ideas, with a new fund for innovation; and  \ndirect help to boost business investment, with a new fund for enterprise.  \nAnd in each of these areas I want to make new announcements about what the government will do to match the enterprise of the people.",
        "So our policy is not for or against any one group – but against unemployment, under-investment, poverty and waste of potential.",
        "The first building block for prosperity is stability. To encourage entrepreneurs to set up in business here and to encourage businesses to locate here, we need stability. First, of course the stability that comes from lasting peace. But also economic stability. And this government has made it clear that it will do everything to ensure monetary and fiscal stability based on:",
        "Clear long-term objectives by which we will be judged – an inflation target of 2% and a commitment to fiscal stability that will be locked in by the conclusions of our comprehensive spending review; orderly procedural rules which guarantee certainty and therefore credibility in decision-making – making the Bank of England independent and legislating for a code for fiscal stability; and an open and transparent decision-making process which allows proper scrutiny and offers a confidence that a long term view is being pursued free of short term party political considerations.",
        "This foundation of economic stability is necessary to avoid the boom-bust which we have suffered from in the past.",
        "But stability is only the first building block for a peaceful and prosperous Northern Ireland. For business to succeed we have to invest in the future. We have to invest in the physical infrastructure, in skills, in innovation.",
        "So the second building block for prosperity is investment in our physical infrastructure.",
        "A modern economy needs good transport links, good schools, decent housing, reliable utilities and cutting-edge communication networks. Doing this properly means an end to the sterile old conflicts between public and private sector, it means public and private sector working in partnership to invest in the infrastructure of Northern Ireland.",
        "So today I want to announce new investment in our social and economic fabric. A 150 million pounds Northern Ireland investment fund to help create the transport network, housing and schools that Northern Ireland needs.",
        "Completing the best modern transport and communications links for Northern Ireland is a priority – linking up our towns, linking industrial estates to the seaports and airports, cutting the costs and times of travel from production to exports.",
        "To build a good transport system in road, rail, airports and seaports we need public and private sectors working together as a part of a publicly-led integrated transport strategy.",
        "We want to cut the time it takes to travel by road. Today I can announce an investment of 15 million pounds to upgrade the road from Belfast to Newry. I have been in contact with the European commission, and look forward to an early reaction on the scope for EU funding in support of further investment.",
        "The Belfast-Newry road and other new initiatives will be partly funded by the transfer of Belfast harbour from the public sector to a public private partnership which will further enhance the port’s operation and assure its future growth. Measures will be put in place to ensure that all employees will be able to benefit from the change.",
        "Today’s package will invest a further 87 million pounds to enable progress in other key road programmes:",
        "In the road from Belfast to Larne which will improve the connection between Belfast and this key port and important link with the mainland; in the west link through Belfast, connecting the M1 and M2 motorways, which will provide a through route from major sites of inward investment to the port and to the city centre; and in the bypass at Toome connecting Belfast and Londonderry, the Antrim to Ballymena road and the Londonderry to Ballygawley road which will all improve the road network of Northern Ireland bringing benefits to business.",
        "Transport links go beyond the roads. We want to raise the standard of the worst rail rolling stock to that of the best, and the Treasury Taskforce is already examining options for the development of our rail industry.",
        "And we will also use money from the Northern Ireland investment fund to improve infrastructure of St Angelo airport at Fermanagh.",
        "Some of the worst housing estates in Northern Ireland need a fresh start. And 11 million pounds has been allocated to the Northern Ireland investment fund to address these problems.",
        "But investing in Northern Ireland’s future means more than investing in the physical infrastructure. We need to invest in our human infrastructure – our key resource – the people. So the third building block for prosperity is investment in people and in skills so today I can announce a Northern Ireland skills fund.",
        "I want to remove the barriers that deprive thousands of men and women of training and employment opportunities in Northern Ireland today.",
        "I want employers to work with us on getting the new deal right here in Northern Ireland, not just for the young people who will benefit but for the companies to whom they will contribute.",
        "I want the New Deal to become more than ambulance relief for people in difficulty but the smart solution for companies looking for motivated people they can train with new skills.",
        "In Northern Ireland today – despite 6 years of economic recovery – over 8 per cent of the workforce are unemployed. Unemployment here is consistently above the level in the rest of the UK.",
        "So today I want to announce some measures to expand the new deal for jobs and training in Northern Ireland.",
        "Today I was pleased to see Shorts Brothers join with Northern Ireland electricity, Hilton hotels, Moy Park and other northern Irish firms to sign the agreement to participate. 220 employers in total have already signed up for the New Deal.",
        "Long-term unemployment has – for too long – been a drain on the Northern Ireland economy. People who become unemployed spend on average 45 per cent longer out of work than in the rest of the UK. The modernisation of the Northern Ireland economy means addressing the long-standing problem of long-term unemployment. Only then will we build a growing economy with economic opportunity for all.",
        "We promised in our manifesto to introduce a 75 pounds a week employment subsidy to help people unemployed over 2 years into work. That measure is particularly needed in Northern Ireland – and will begin here in June. But I want to provide more intensive help to make a real assault on long-term unemployment.",
        "So I can announce today that the whole of Northern Ireland will participate in a new initiative on jobs. From the autumn – everyone in Northern Ireland over 25 who has been unemployed more than 18 months can get the help they need to find work. We will create 30,000 new opportunities for the long-term unemployed.",
        "We will offer a gateway of support tailored to individual needs. Work experience. Help in starting a business. Work trials with employers. A “bridge to employment” programme to develop employment-related skills.",
        "And to give disabled people who want to work the opportunity to work a 9 million pounds pilot programme will begin in the autumn to help disabled people improve their employability through work experience, training and education.",
        "But the New Deal is only one way in which to invest in people. Modern employers will succeed when we get the best out of all our people, and to succeed in mastering the waves of technological change and fiercer competitive pressures we must invest in our key resource: people.",
        "One priority is improving standards in our schools, to which we are committed. And 18 million pounds from the Northern Ireland investment fund will be used to improve the infrastructure of our schools – building new schools and improving existing school buildings.",
        "But 80 per cent of those in employment today will be in the workforce in ten years time, education cannot stop at the school gates. There must be a concerted effort to improve skills and enable lifelong learning if we are to achieve the productivity gains we want in the years to come. We must have a stronger relationship between education and business in charting the way forward.",
        "The new University for industry will enable people from their homes all over urban and remote and rural areas to benefit from education from home, on a range of areas beyond the university level courses catered for by the open university.",
        "14 million pounds from the Northern Ireland investment fund will be used to support lifelong learning. More I.T. will be available to support the national grid for learning and capital investment in further education colleges.",
        "Adam Ingram has commissioned a skills audit in Northern Ireland to consult employers, to look at whether our education and training systems are equipped to meet the changing skill demands of business, and to identify mismatches between the skills we have in Northern Ireland and the skills we need for the future.",
        "And today I can announce a 14 million pounds investment in skills – targeted on the needs of business in Northern Ireland:",
        "conversion courses for graduates and new apprenticeships;  \ntechnician-level training in the software and I.T. industries,  \nin engineering and in hospitality – designed to meet the needs of inward investors and other employers.  \nThese industries are key to Northern Ireland’s future economic prosperity.",
        "The challenge we face is to get people back to work and equip people with the right skills. Many of you are employers who know the damage that long term unemployment can do to motivation and employability, and you know too the right skills which people need to succeed today. So we need to work together to make the new deal a success and to provide Northern Ireland with the right skills base.",
        "Northern Ireland has a growing reputation in research and development. But for too long great scientific advances here have gone on to become the manufacturing successes of other countries. We want the inventiveness and creative talents of Northern Ireland to flourish. But we want to ensure that ideas created in Northern Ireland are turned into successful businesses based in Northern Ireland. So we must invest in innovation, and this is the fourth building block for prosperity.",
        "We will therefore be inviting proposals for a new science park to provide a centre of excellence for businesses spun out from the universities and from our enterprise excellence programme.",
        "10 million pounds has been set aside as part of the Northern Ireland innovation fund to create the science park.",
        "The new university challenge fund which I announced in my budget will help convert today’s ideas in universities across the United Kingdom, into innovative businesses that will create wealth and jobs tomorrow.",
        "In addition a challenge fund of up to 5 million pounds will be made available to meet the funding gap faced by innovative spin-off firms at the science park and elsewhere in Northern Ireland.",
        "The final building block is the direct help we can give to business to boost investment and help small businesses turn themselves into large and growing businesses.",
        "Economic success will depends on the vision and ambition of entrepreneurs setting up businesses and making them grow.",
        "We must encourage these ambitions and give everyone the chance to realise them.",
        "So today I can announce a series of measures to encourage entrepreneurs and entrepreneurship in Northern Ireland, a Northern Ireland enterprise fund to help Northern Ireland businesses invest and grow.",
        "In the last two budgets we have cut tax on profits, cutting the main rate of corporation tax from 33p to 30p. And because we know that jobs and prosperity will come, not simply from having a small number of large businesses, but from a large number of small and growing businesses we cut the corporation tax rate for small companies from 23p to 20p. And to encourage investment in small and medium size companies we increased their first year capital allowances.",
        "It is upon this stable platform for business that we must build. So i want to announce an additional boost to investment in small and medium size companies in Northern Ireland.",
        "Every pound invested in plant and machinery in the coming four years will be fully offset against tax and therefore be wholly tax deductible.",
        "This extra tax help, to speed up investment for the rest of this parliament, will be an 100 million pound investment in the economy of Northern Ireland , 99% of businesses in Northern Ireland will benefit, including the tourism and service industries.",
        "Modern business investing in Northern Ireland will therefore benefit from two new sources of help: this special tax relief and the skills measures I announced earlier which will allow them to train and equip their workforce.",
        "In the United Kingdom our venture capital industry is proportionately much smaller than in the United States. Only 5 per cent of venture capital funds in the United Kingdom go to start-ups and early stage companies. While in the USA, nearly 25-30 per cent goes to these companies. The amount of hi-tech in venture capital is 50 per cent in the USA, but only around 20 per cent in the UK.",
        "For businesses to start-up, grow and be successful we need a strong venture capital market. This is a challenge facing the whole of the United Kingdom and the whole of Europe.",
        "I can announce that options for setting up a venture capital fund of at least 15 million pounds are being considered for Northern Ireland as a result of joint work by the department of economic development and the European investment bank. The intention is that the fund will be run on a public private partnership basis and will focus on the development of smaller businesses and the service sector, including tourism.",
        "Northern Ireland needs more small businesses but it also needs higher value-added businesses with potential to grow into the drivers of Northern Ireland’s future. That is why we are establishing an enterprise excellence programme. It will provide training, advice and access to finance to help today’s senior managers and research academics to become tomorrow’s entrepreneurs.",
        "Northern Ireland is a place of great natural beauty, a place of culture and history, and of creativity in music and in art. So with peace comes the opportunity to build a thriving tourism industry. And to kick-start the growth in this industry, as well as the tax help for investment, a 4 million pounds challenge fund will be set up together with a wide range of business support measures provided by the local enterprise development unit.",
        "And following the lifting of the EU ban on Northern Ireland beef there is a chance to boost overseas sales so we are setting up a 2 million pounds overseas marketing programme.",
        "Northern Ireland has been very successful at attracting inward investment which has helped to create many new jobs and reduce unemployment to its lowest level for a generation. 1997 was Northern Ireland’s best ever year for inward investment creating 5,000 new jobs. Fujitsu and Nortel have both located their software development facilities in Northern Ireland – bringing in 250 R&D jobs this year alone – and bringing the total jobs provided by these two companies to 700. This success at attracting inward investment must continue to grow.",
        "Mo Mowlam is already looking at how best to co-ordinate the work of the existing agencies, the industrial development board and the local enterprise development unit, including the possibility of creating an economic power house offering a wide range of support and services for businesses looking to invest in Northern Ireland.",
        "Later this year I will accompany Mo Mowlam on the first stage of a ten city tour of the United States and Canada, taking the case for investing in Northern Ireland to the captains of North American industry.",
        "The package I have announced today amounts to a 315 million pounds investment in the renewal and modernisation of Northern Ireland. The challenge we face is to build on economic and political stability, to promote enterprise and inward investment, to get people back to work and equip them with the right skills, and to build the infrastructure for a modern economy. And this is a challenge that we must face together – government, business and citizens, public and private sectors in partnership.",
        "The Northern Ireland agreement offers peace for Northern Ireland. A fresh start that offers a way out of 30 years of violence. This package offers faith in the future, the chance to build peace with prosperity, an economy of opportunity for all.",
        "And out of the dark days of recent years I believe we can look forward with new hope to an era of opportunity, leading Northern Ireland to a new age of achievement."
    ]
}