{
    "url": "https://www.ukpol.co.uk/gordon-brown-1998-speech-at-the-kennedy-school-harvard-university/",
    "title": "Gordon Brown – 1998 Speech at the Kennedy School, Harvard University",
    "post_date": "December 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1998",
            "url": "/tag/1998/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, at Harvard University, the United States, on 15 December 1998.",
    "content": [
        "##  Introduction",
        "There can be no more appropriate country to discuss the challenges facing the new global economy than the United States of America: the pre-eminent architect of the post-war global system.",
        "There can be no forum more appropriate than the Kennedy School, named after the President, who on July 4th more than a third of a century ago, matched the Declaration of Independence of 1776 with a new declaration of economic interdependence for our time.",
        "And there can be no more appropriate institution than Harvard where 50 years ago, the Marshall plan, the most ambitious multi-national effort for economic reconstruction the world has seen, was first launched.",
        "More than half a century ago, leaders who were still engaged in war took the time to prepare for peace. In a breathtaking leap into a new era, the world created not just new international institutions – the IMF, the World Bank, the GATT as well as the UN- and a whole set of new rules for a new international economy, but gave expression to a new public purpose based on high ideals.",
        "A generation of leaders who had known the greatest of depressions and the greatest of wars knew also that just as peace could not be preserved in isolation, prosperity could not be maximized in isolation.",
        "What they did for their day and generation was so dramatic that Dean Acheson spoke of that period as akin to being present at the creation.",
        "One of the signal events was the Bretton Woods conference – and I ask myself why it was held not in Washington, or New York, or Boston, but in the white mountains of New Hampshire. In fact the location was the price the Roosevelt administration had to pay to persuade a New Hampshire senator to abandon isolationism. As Tip O’neill used to say, “all politics is local” … Even global politics. If Massachusetts and not New Hampshire had threatened to be isolationist we might be talking today of the Cambridge Agreement. Nothing could more vividly show the practical nature of the visionaries who created the new world than their choice of Bretton Woods.",
        "But as practical as it was, Bretton Woods also defined a new public purpose characterised by high ideals. The conference was about more than exchange rates, the mechanics of financial arrangements or even new institutions. As the American secretary of the treasury said at the very start of the opening session:",
        "“prosperity has no fixed limits it is not a finite substance to be diminished by division. On the contrary the more of it that other nations enjoy the more each nation will have for itself.",
        "“prosperity like peace is indivisible. We cannot afford to have it scattered here or there amongst the fortunate or enjoy it at the expense of others…..”",
        "in short, prosperity to be sustained had to be shared. Practicality and morality went hand in hand.",
        "George Marshall reaffirmed this in his own historic speech here at Harvard. We must fight against “hunger, poverty, desperation and chaos”, he insisted, to secure “the revival of a working economy in the world [that would] permit the emergence of political and social conditions in which free institutions can exist”.",
        "So the post-war arrangements were founded on the belief that public action on a new and wider stage could advance a new and worldwide public purpose of high ideals rooted in social justice:",
        "* to achieve prosperity for all by each co-operating with every other:",
        "* new international rules of the game that involved a commitment to high levels of growth and employment.",
        "In short, the job of every economy was to create jobs for all.",
        "The founders of Bretton Woods resolved that the failed policies of laissez-faire which resulted in vast inequities and recurring depression from the 1870s to the 1930s would not be repeated. Untrammelled, unregulated market forces had brought great instability and even greater injustice. In the post-war era governments had to work collectively if they were to achieve either justice or stability.",
        "The initiatives and institutions of that era were shaped to the conditions of the time – a world economy of protected national markets, limited capital flows, and fixed exchange rates. And for nearly thirty years the system worked, for hundreds of millions who enjoyed unparalleled prosperity Bretton Woods took us a long way. Yet even in the 70s with hundreds of millions still in poverty we had still a long way to go.",
        "In the first historic phase of international economic management, nation states spoke unto nation states, with an unprecedented degree of co-operation between separated and still largely insulated economies. The international rules of the game then largely consisted of open current accounts, fixed exchange rates and closed capital accounts and of collective support when countries ran into balance of payments problems.",
        "But over the next generation, that new world, too, became old, as the existing order of nation states and collective international action was increasingly bypassed by the growth and eventually the sheer force of international financial flows, successively ending dollar convertibility into gold, the fixed exchange rate system, and post-war keynesian certainties, bringing in its wake an outbreak of inflation and then stagflation that spread across the western world.",
        "The 1980s saw a new consensus emerge, essentially an attempt to return to laissez-faire. It focussed not on what governments should do, but on what governments should not do, emphasising private pursuits almost to the exclusion of public purpose. Enlightened self-interest gave way to sheer self-interest. Instead of rising to the challenge of applying the high ideals of the post war world to a new world, instead of aiming for high levels of employment and prosperity for all, sights were lowered, the vision was narrowed. The new right consensus focussed almost entirely on inflation and minimal government.",
        "Of course it was and is right to say that inflation is costly, and once out of control, it is even more costly to reverse. Macroeconomic stability, based on low inflation and sound public finances, is an absolute precondition of economic success. Indeed there is a new premium on economic stability in the global economy. A nation state relying on investment flows from round the world – and also vulnerable to them – now knows that retribution for getting things wrong is swift and terrible.",
        "The 1980s consensus did understand the importance of liberalizing economies from excessive regulation and bad government. But they confused means with ends and said in effect that inflation alone, not jobs and growth also, were exclusive concerns. And they said that all government was bad: that government can’t make a difference, at least a positive one, in jobs and growth, and that global markets have to be left entirely to market dogmas, which have no place for the public pursuit of high ideals. But this 1980s consensus failed even in its own stated purpose – bringing the largest fiscal deficit in American history and reducing britain to inflationary boom-and-bust.",
        "And by 1997, an increasingly turbulent and inadequately supervised international financial system threatened to create boom and bust on a global scale. Now both of the Bretton Woods objectives – not only prosperity for all but stability for all – were at risk. The post-war hope for an indivisible prosperity was replaced by the sudden fear of indivisible instability. The 1980s consensus could not endure.",
        "As the downturn in Asia reverberated around the globe, President Clinton said that ‘the world faces perhaps its most serious crisis in half a century’.",
        "In recent months as interest rates have come down, and the G7 group of leading industrialised nations have set a timetable for reform, financial markets have become less unstable.",
        "But this is no time for complacency. We must recognise how far we have come – in purpose as well as time – from 1945 and how, without public purpose in this new global economy, one set of events in one continent could inflict so much damage on so many people.",
        "This year we have experienced events that were unthinkable just two or three years ago:",
        "* free enterprise Hong Kong taking publicly owned stakes in all its private companies;",
        "* japan nationalising its banks;",
        "* russia going into default;",
        "* in America the mounting of one of the biggest ever emergency refinancings not for a bank, but for a hedge fund;",
        "* most damaging of all, the biggest growth economies of the last decade in east asia suffering larger contractions in output even than experienced in the great depression of the 1930s.",
        "The political dimension as George Marshall foresaw, is equally far-reaching: in only one year, revolution in Indonesia; civil strife in Malaysia; the loss of authority in Russia; and as unemployment rises, unrest in South America, typified by the outcome of last week’s Venezuelan election. It is a sign of the times that only one of the Asian finance ministers I met with in Bangkok last September is still in office today.",
        "The ultimate price of all this is profound human suffering. In Korea unemployment has trebled in one year. In Indonesia ten years of growth have been wiped out; and in the Asian crisis countries as a whole the number of people in poverty is set to double by 2000. We can’t simply declare whenever the stock market bounces back that the crisis is over and we can return to the status quo. We must act – both because it is in our self-interest – to safeguard our own prospects and prosperity – and because it is right.",
        "So now the responsibility falls on this generation to be present at a new creation – of new rules that break with the past and both effectively and fairly meet the demands of the new global economy. We must reject the false choice between clinging to laissez faire and retreating to 1930s protectionism or the tightly-controlled, restricted capital markets of the 1940s. We must meet the new challenge but we must remember that while times and circumstances change, ideals endure.",
        "Our aim must be an international financial system for the twenty first century that recognises the new realities – open not sheltered economies, international not national capital markets, global not local competition. It must be one that captures the full benefits of global markets and capital flows, minimises the risk of disruption, maximises opportunity for all and lifts up the most vulnerable, in short, the restoration in the international economy of public purpose and high ideals.",
        "Our predecessors did this for the post-war world of distinct national economies drawing closer together. Now we must do it for the post-national economy – where economically no nation is an island.",
        "The consensus of the 1980s with its narrow focus on inflation, privatisation and deregulation must evolve into a new 1990s consensus with a new and broader emphasis on competition, supervision and the right conditions for growth and employment.",
        "Before I describe the specific reforms we need, let me be clear that this new public purpose will require public endeavour.",
        "In the international economy the era of absentee government is over.",
        "We need that middle way between government doing everything and government doing nothing.",
        "It was here in your country that Franklin Roosevelt in the 30s found a third way for a national economy – securing the benefits of the market while taming its excesses.",
        "And I believe that the third way initiated and developed by Tony Blair has profound relevance for the challenge we now confront on the global stage. The issue is not one of either markets or government, but how markets and government can best work together. And the way forward for the new global economy is not to retreat from globalisation – into either protectionism or old national controls – or to retreat into a failed laissez faire. It is to ensure global markets can work in the public interest. And transparency in policy-making is one way to develop the informed and educated markets we need.",
        "In a world where the new frontier is no frontiers, we must rediscover the public purpose and high ideals of 1945 with four major reforms that add up to a transformation of the international financial system – a new economic constitution for the new global economy.",
        "##  New rules of the game for the global economy",
        "First, internationally agreed codes of conduct for transparency and proper procedures that ensure educated markets. These would cover monetary, financial and fiscal policy and corporate governance and would be applied by all countries, rich and poor, as a condition for participation in the international financial system.",
        "Recall that the first constitutional settlement of the world economy in 1945 was not simply about institutions but about rules of the game. And we must now return the international financial system to this idea of rules of the game. While the founders of Bretton Woods devised rules for a world of limited capital flows, we must devise new rules for a world of global capital flows. But our guiding principle remains the same – the promotion of global economic stability and international cooperation to promote growth and employment.",
        "The codes will require accurate reporting to the international community, by each national economy, of all relevant information – for example the size of a budget deficit, the state of bank reserves and the level of currency liabilities.",
        "And the codes will require not only this flow of information but the adherence to specific timetables and proper standards for transparency and disclosure.",
        "The new disciplines involve both the private and the public sector. We need new standards of corporate governance – including an international standard of best practice for financial institutions and their regulators.",
        "We used to think that all that industrialising countries required was raw materials, good communications, a supply of labour and the funds and ability to tap commercial inventions. But we now know that all nations also require a sound robust financial system: no nation can afford – and the international community cannot condone – national financial systems that are reckless, disordered and dishonest. Lack of transparency anywhere can create lack of credibility everywhere.",
        "By requiring exposure of deteriorating conditions, the codes would prevent the temptation for countries to deliberately mask problems, which is what happened in Thailand and Korea with consequences felt across Asia and then the world.",
        "And we should not be so complacent as to assume that codes of conduct are needed only in other countries and not our own. Given that the most recent threat to global stability came from lack of transparency in hedge funds in both the United States and Britain, we need tougher standards and requirements for disclosure all round.",
        "The codes I propose will mean radical changes in the way governments and financial markets operate.",
        "These new rules of the game are not incidental to the financial architecture for the new global economy: they are the financial architecture for the new global economy. They require countries to pursue self discipline with the prospect, if they do not, of imposed discipline. So the right to participate fully in the system should thus be conditional on meeting explicit responsibilities. In this way the codes will reduce the risk of future failures. And if failures do occur, a stronger financial system will be better able to deal with them.",
        "The codes are as relevant for underdeveloped Africa as they are for industrialising Asia and Latin America and industrialised America and Europe. They help us to lay down a route map for sequencing capital account liberalisation. By making sure that economic facts can’t be manipulated and underlying problems can’t be hidden, citizens will know their country’s real problems and prospects, the codes will deter corruption, restore public confidence and build public support for the sometimes painful reforms that are essential to long-term economic growth and prosperity. And this is critical for investor confidence in the wake of the Asian crisis. Without transparency and the proper procedures that the codes of conduct will require, investors may not reinvest on the long term scale that is necessary for jobs, growth and social progress.",
        "National governments should not pick and mix which standards they choose to meet and which standards they choose to ignore. So proper implementation of the codes should be a condition of any IMF and World Bank support. In the global economy national governments have rights but they also have responsibilities they must meet.",
        "##  Global financial regulation",
        "And because today’s financial markets are global, we need not only proper national supervision but also a second fundamental reform – global financial regulation. That is why Britain has proposed bringing together the IMF, the World Bank and key regulatory authorities: a new permanent standing committee for global financial regulation charged with delivering the global objective of a stable financial system.",
        "The G7 have now agreed on the urgent need for this kind of coordination, and we are grateful to the president of the Bundesbank, Hans Tietmeyer, who has undertaken the critical task of preparing detailed recommendations.",
        "I see the standing committee not as an additional institution but as process of monitoring developments in global finance, ensuring that necessary worldwide standards are put in place, and providing timely surveillance of financial conditions and international capital flows.",
        "The standing committee’s work would make co-operation between international institutions and national regulators a fact of international economic life. In short, the standing committee would be the world’s early warning system for regional and global economic risk.",
        "##  Global crisis prevention and resolution",
        "Our aim must be crisis prevention where possible crisis resolution where necessary.",
        "So in place of the old approach whereby crisis-triggered intervention, we need, thirdly, a modern mechanism, rooted in transparency and reliable surveillance, and built on public and private sectors both accepting their responsibilities, which can identify potential problems at a stage where preventative action can be effective.",
        "The mechanism they agreed in 1945 for crisis prevention dealt with imbalances in current account flows in a world of restricted capital flows and fixed exchange rates: to tackle public sector deficits and balance of payments crises, it offered temporary financial support or permanent exchange rate adjustment.",
        "The new mechanism for crisis prevention must deal with imbalances as a result of global capital flows.",
        "We need a process of active and transparent surveillance that is a matter of course for all countries, operating in normal times, all the time: not one triggered only by the warning signs or onset of crisis in a particular region or country.",
        "And all main participants, public and private, must accept their responsibilities.",
        "So emerging market economies in particular must not only be transparent in their activities: they must now also forge regular contacts and lasting relationships with their private investors. An open and honest dialogue, in which investors can ask hard questions and then advise, will make it more difficult to cover up bad news, and make it easier to assess what policies will increase or reduce market confidence, thus making it more likely that we can prevent today’s problems from deepening into tomorrow’s crisis.",
        "The short-hand phrase for these creditor-to-country arrangements is country clubs, but these are not exclusive clubs, old boy networks, an informal means of defending privilege. These are modern investor networks that can bring real benefits in return for real responsibilities: networks that every country should form and every creditor should join.",
        "To make these work there should, be a new presumption across the board, in favour of the release of information wherever possible.",
        "The G7 have proposed greater openness from the World Bank, the IMF and other international financial institutions. Their monitoring tells them much of what is happening in every national economy. Clearly in exceptional cases some policy discussions will have to be kept confidential but I strongly support the publication of the IMF’s country surveillance reports under Article IV. The case for an exception must be made and justified, while openness should be the norm.",
        "Put simply we should establish an international right to know that is not occasional or voluntary but ongoing and mandatory.",
        "This will work best if the IMFand other international institutions are more open about themselves. They should do more to explain their practices and procedures to the public. And they too should join in a new partnership with the private sector – ongoing discussions about broader and more systemic issues facing the world economy.",
        "With a right to a greater flow of information comes greater private sector responsibility. We need a system of debtor-creditor agreements – crisis resolution procedures signed up to in normal times with private sector responsibility clauses, such as agreement on collective representation and majority voting when creditor decisions are being made. When trouble hits an economy, the private sector must be prepared to do more than simply pull money out and accelerate the panic. On an ad-hoc basis investors did the opposite in Korea and Brazil and their decisions were essential in halting the flight of capital.",
        "With these three changes – transparency, enhanced surveillance and investor networks we can establish a markedly lower threshold for effective response than the old ad-hoc crisis-triggered system.",
        "Detailed discussion should now take place on the right mechanisms for private sector involvement in crisis resolution. Of course more information and more participation must not become a licence for reckless investment or insider dealing instead, by universalising reliable information and creating orderly consultation procedures open to all, we can minimise the risks arising from insider information on the one hand and moral hazard on the other.",
        "In the new framework it should be the duty of the public sector to inform, the duty of the international financial institutions to monitor and the duty of the private sector to engage.",
        "And because of the new disciplines we propose the public sector can now justify a system of mutual financial support, assistance to countries pursuing sound policies and to contain the spread of financial contagion.",
        "In the last few weeks the international community has proposed a temporary preventative facility, with short-term lines of credit for sound economies that are the victims of contagion. Once transparency, surveillance and agreed private sector responsibility clauses are embedded in the new system of crisis prevention, this facility should be made permanent, and be properly funded.",
        "Of course countries that do not follow these procedures or act on advice cannot expect that they and their private sectors will secure crisis support, the moral hazard would be to guarantee such support independent of whether they do the right things.",
        "With the reforms we propose, we have a real opportunity to move the emphasis of international financial governance from one of crisis resolution to one of crisis prevention and crisis containment.",
        "##  A global social code",
        "There is a fourth reform: we propose a code of global best practice in social policy which will apply for every country, will set minimum standards and will ensure that when the IMF and World Bank help a country in trouble the agreed programme of reform will preserve investment in the social, education and employment programmes which are essential for growth. This should be an indispensable goal for government in the new global economy: not guaranteeing that nothing will change, but equipping people to turn change into new opportunity.",
        "International economics is not just about numbers in a ledger, but about the lives of people. For too long it has been assumed that the cost of crises will inevitably be paid by putting more burdens on the poor – by cutting health, education and basic social services.",
        "This is wrong in the short term and it will not work in the long term because it erodes both the economic and the political foundations of a society. For reasons of self-interest as well as conscience, we cannot accept a worldwide regime of the well-off in the castle, and the vast majority at the gate. Creating national support for needed reform depends on sharing gains, and helping those who are hurt by economic crises. As Jim Wolfensohn, President of the World Bank, has so vividly put it “social and economic issues are inseparable, they are like breathing in and out”.",
        "In their October statement the G7 recognised the urgent need for a code for good social practice and asked the World Bank to work countries and with the United Nations and others to develop the principles and provisions of such a code.",
        "This is an historic opportunity to realise the enduring public purpose, the high ideals of 1945. And we should not see this code in narrow terms as merely creating social safety nets. We should see it as creating opportunities for all by investing more not less in education, employment and vital public services.",
        "The way forward is not leaving people defenceless – and tolerating a culture of poverty; not repeating past mistakes which have created a culture of dependency; it is equipping people to cope with change, through a new culture of opportunity.",
        "The first building block is, of course, minimum social provision such as safe water supplies; universally available vaccinations and basic health care; and in every society- universal access to schooling for girls as well as boys.",
        "The second building block is the chance to work and the assurance that work will pay, a commitment that we must, stage by stage, year by year, fulfill in developing countries as well as developed ones. The code would set out best practice that can help people find and remain in paid employment: programmes to move them from poverty or welfare to work; life-time learning so that people can move themselves up a ladder of opportunity; and pension systems that mean a lifetime of work will be followed by a decent retirement.",
        "We should forge new partnerships between the public and private sectors – and the ngos. But of course the existence of a programme today should never be the excuse for its perpetuation tomorrow. And the reforms the IMFand other international authorities require must be consistent with the social principles and make a virtue of preserving necessary social investment.",
        "For the poorest highly indebted countries of the world we must create a virtuous circle of debt relief, poverty reduction and economic development. We should never leave countries with an impossible choice between paying or defaulting on unsustainable levels of debt. Immovable mountains of debt run up in the 1980s have become impassable barriers to progress for poor countries in the 1990s. It should now be our ambition that every highly indebted poor country will be in the process of debt relief by the millennium.",
        "And for countries like hurricane-hit Nicaragua and Honduras, weighed down by the burden of debt and devastation, it is right to create a new World Bank trust fund – now with over 130 million dollars pledged – to alleviate their debt payments. It is also right to devise the new post-disaster facility that will give faster relief from debt, to all countries in this position. I believe 1999 must bring a new urgency to relieving third world debt.",
        "##  Conclusion",
        "So what we must together create is a new economic constitution for a global economy, born out of new realities, grounded in new rights and responsibilities, enshrined in codes of conduct that are agreed nationally and applied internationally, rediscovering public purpose in the international economy and bringing to life again the high ideals of 1945.",
        "We need to build quickly, not debate indefinitely.",
        "Agreement on the codes of conduct should be reached at the IMF meetings in April.",
        "A new system of global financial regulation should be in place by the summer.",
        "The new mechanism for crisis prevention and crisis resolution should be agreed in principle this summer and the detail should be the subject of intensive discussions between the private sector and national and international institutions to reach agreement by the end of 1999.",
        "* and the code for best practice in social policy social code should be agreed at the next world bank meetings in the spring.",
        "This is a programme of reform for our generation. It is more than simply a collection of proposals. It rests on a modern vision of government, doing the right thing, but not everything; of markets working, but not always perfectly; of principles of economic and social justice that reflect our best values and ultimately determine world stability and growth.",
        "This project is indivisible; each element is essential to the success of the whole. And all of it is built on the understanding that increasingly we are part of both one global economy and one moral universe. Now more than ever, in the phrase of the Scottish author, William Mcilvanney, we must understand that ”the economy should be there to serve the people, not the people to serve the economy.”",
        "Ours is an age of great challenges but also great possibilities. What Franklin Roosevelt said to the citizens of his nation in 1933 is now powerfully relevant to the citizens and governments of all nations.",
        "If I read the temper of our people correctly we now realise – as we have never realised before – our interdependence on each other, that we must be willing to sacrifice for the good of a common discipline – because without such discipline no progress is made.",
        "Today I believe that we in our generation have the vision, the values and the will – as the generation which preceded us – to make the world economy anew; the public purpose and high ideals to make a better world economy in every sense of that word."
    ]
}