{
    "url": "https://www.ukpol.co.uk/gordon-brown-2000-speech-to-the-children-and-young-peoples-conference/",
    "title": "Gordon Brown – 2000 Speech to the Children and Young People’s Conference",
    "post_date": "December 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, in Islington, London, on 15 November 2000.",
    "content": [
        "Today’s young children, some with us today, are our future teachers, our scientists and our doctors, our employers and our workforce.",
        "Our country’s future lies with the hopes, dreams and potential of our children.",
        "In the past our economy got by, realising only some of the potential of some of our children.",
        "In the new knowledge-based economy we must realise all of the potential of all our children.",
        "Yet we know that a child who grows up in a poor family is less likely to reach his or her full potential, less likely to stay on at school, or even attend school regularly, less likely to get qualifications and go to college, more likely to be trapped in a low-paid job or no job at all, more likely to reproduce the cycle of deprivation in childhood, exclusion in youth and disappointment – which is life long.",
        "So it must be the Government’s objective to ensure that no child is left behind, that every child should have the best start in life, that we never allow another generation of children to be discarded and so abolish child poverty in a generation, recognising that tackling child poverty is the best anti-drugs, anti-crime, anti-deprivation policy for our country, and that when it comes to children the good society and the good economy always go together.",
        "This is why since we came to power we have been determined to do more to help those people and places too long forgotten.",
        "You would expect me as Chancellor to talk about money and I am happy to do that.",
        "By raising child benefit, introducing the Working Families Tax Credit and new Children’s Tax Credit we have raised the first million children out of poverty and our aim is to raise the second million out of poverty. By extending nursery education, the quantity and quality of schooling and by investing 5 per cent more every year in education, we are doing our best to expand educational opportunity. So there will be both increased financial support to all families and children – especially to those who need it most; and there will be increased investment in education, to help break the cycle of poverty and disadvantage.",
        "And our policy to reduce youth unemployment and increase the employment prospects of young people as they prepare for jobs is working. Soon 250,000 young people will have moved from welfare to work. And today’s figures show that while the claimant count is marginally up, unemployment is down by 153,000 over the year, employment is up by 303,000 over the year. There are a million vacancies spread across the country. And earnings are in line with our inflation target. But we recognise that the war against child poverty cannot be won by financial measures alone, or by government – national or local – on its own. It needs caring as well as cash. It needs practical day-to-day support for parents and children and young people, and it needs an alliance of parents, communities, professionals and voluntary organisations.",
        "If we are to help children when they most need us, this requires a focus on prevention, which demands a partnership between all those who provide local services – whether statutory or voluntary.",
        "For example, the National Pyramid Trust works with local partners from voluntary and statutory agencies to help primary school children to fulfil their potential in school and in life, by building their self esteem and resilience, and ensuring that difficulties can be tackled early and effectively. There are over 90 Pyramid Clubs, operating in 18 education authorities. So the new Children’s Fund represents a new approach, which recognises the strength of voluntary action. I will talk today about the role of voluntary action. The proposed new Children’s Fund is being designed to mobilise the forces of compassion and care in every community in our country, supporting the most innovative local solutions, meeting children’s aspirations and needs. Not just a national fund but a network of local funds, from which local voluntary projects that are making a difference in meeting children’s needs can gain support, changing for the better the relationship between state and voluntary action. This is no longer the state directing and charities responding – but neither is the state walking away – with charities left to plug the gaps – but voluntary organisations and government working together in a way that recognises both partners’ mutual strengths.",
        "The Sheffield Young Carers’ Project was set up with the aim of reducing the isolation often experienced by young carers – to stand up for their rights and needs, and to increase access to social, educational and employment opportunities. The Homework Club at Colchester Road in Walhamstow offers a supervised space for young people to meet and work creatively. The aim is to raise children’s achievement levels at school as well as their motivation and self-esteem. It also helps to make children from low income families, who do not have access to a computer at home, familiar with information technology.",
        "Allies in Bristol aims to provide independent adults to befriend, advise and support young people in care who have poor or infrequent contact with their parents.",
        "Right Angle Productions in Oxford uses video to give young people a voice and to bring out the concerns that are important to them.",
        "The Derbyshire-based Youths Fighting for Freedom encourages young disabled people to make contact with each other and offers them opportunities to share experiences, exchange views, and learn new skills.",
        "The Asian Girls and Young Women Projects based at Awaaz in Wolverhampton aim to work with Asian young women on a range of issues to build self confidence and raise awareness of their rights.",
        "These are just some examples of caring and compassion in action.",
        "The Children’s Fund is designed to build on success; to support the innovative and make it commonplace, to make local successes into country-wide triumphs.",
        "It is Government money to back non-government initiatives to tackle child poverty:",
        "encouraging local initiatives and community action in the war against child poverty;  \ninvolving both the biggest voluntary and community organisations and the smallest;  \nwith the emphasis on prevention not simply coping with failure.",
        "And the new relationship between individual community and government involves real devolution of power from government – local and national – to self-governing communities.",
        "Instead of just the state – local or national – running these programmes, these can be run in partnership with volunteers, charities, community organisations.",
        "And throughout the country, by learning from what works and from each other, we can spread best practice as we extend the project.",
        "**Recognising the strengths of voluntary action**",
        "Now we know the limits of charity – that what is begged can also be refused, that what is given can be withheld, that what is granted can be taken away.",
        "But we know too the real strengths of voluntary action, doing things at a local level that the state – sometimes remote, often inflexible – cannot.",
        "This is voluntary action doing things with people, not for people, working for the common good.",
        "The first great strength of voluntary action is that it is local rather than remote, close to home rather than impersonal, involving volunteers and local community workers who are not only more able to see a problem that can be solved and take action to solve it, but can do so with advantage, because local action minimises the space between the problem and the answer.",
        "The second strength of voluntary action lies in a greater freedom to innovate and a flexibility of approach that the public sector sometimes lacks. The voluntary sector has in abundance the creativity and inventiveness that I believe to be great British qualities.",
        "Within the voluntary sector, new problems are identified and new initiatives can more easily flourish. Today, in countless areas of need, voluntary organisations are pioneering and leading the way in new directions.",
        "And both these strengths underline the third great strength of voluntary action:",
        "its capacity for the individual rather than impersonal approach;  \nthe greater emphasis you place on the one to one, face to face, person to person approach,  \non being at the front line, often with the most needy and most vulnerable in our society; where the approach must above all be unique rather than uniform.",
        "When I say put the emphasis on the one-to-one approach in supporting those in need it is about being there. As has so often been said, you do not rebuild communities from the top down. You can only rebuild one family, one street, one neighbourhood at a time.",
        "Or as spiritual leaders sometimes say – one soul at a time.",
        "As one Jewish saying puts it: “if you have saved one life, you are saving the world”.",
        "John Dilulio quotes a conversation between Eugene Rivers, a minister in Boston, worried about his hold on a new generation of young people and a local youth who has not only become a drug dealer but has a greater hold now over the young people:",
        "“Why did we lose you?” asks the Minister to the drug dealer. “Why are we losing other kids now?”",
        "To which the drug dealer replies:",
        "“I’m there, you’re not. When the kids go to school, I’m there, you’re not. When the boy goes for a loaf of bread… or just someone older to talk to or feel safe and strong around, I’m there, you’re not. I ‘m there, you’re not …”",
        "The fourth great strength of voluntary action is that we learn by doing: voluntary action trains us in and strengthens our citizenship – because through the act of volunteering, citizenship becomes, as a result, not passive membership but active engagement.",
        "So let me summarise.",
        "In future people will not wait for Whitehall to solve our problems. Instead of people looking upwards to Whitehall for their solutions, from region to region, locality to locality, more and more people will themselves be in charge of the decisions that affect their lives.",
        "The way forward is not, either, a constant war of attrition to decide the proper demarcation between charities and government, as if the success of government meant less charity and the success of charity meant less government.",
        "The way forward is government and charities, working in partnership based on mutual respect, a recognition that the voluntary sector is not a cut-price alternative to statutory provision, nor a way of ducking the responsibilities of families, including the extended family or society.",
        "How do we achieve this?",
        "Our policies on the new Children’s Fund and Sure Start represent a new approach, which recognises this strength of local and voluntary action and the role it can play.",
        "The Children’s Fund is part of a half billion pound injection into voluntary and community organisations in the United Kingdom:",
        "that starts with our £400 million ‘Getting Britain Giving’ package of charity tax reliefs for individuals and companies, and a new publicity campaign to encourage charitable giving;  \nit continues with extra resources for the Active Community Unit and other initiatives to support volunteering;  \nand £70 million of the Children’s Fund will go direct to voluntary and community groups, to provide local solutions to the problem of child poverty.",
        "In addition, the voluntary sector will play a key role in delivering the Children Fund’s £380 million programme of preventative work. Also, we are more than doubling the Sure Start budget to £499 million a year by 2003-4, with voluntary and statutory agencies working in partnerships to deliver services that respond to the needs of local parents and communities.",
        "We are providing extra resources for the Connexions Service, again working in partnerships with the voluntary sector.",
        "And extra resources for better quality care and protection for the most vulnerable children in society – through the “Quality Protects” programme.",
        "So I propose that in future power and responsibility will be shared. That local, voluntary and community organisations should be full partners with government in developing new approaches.",
        "I believe that businesses have a vital role to play in supporting and developing their communities. So I will be encouraging companies big and small to join our crusade against child poverty. We have pledged ú70 million for a local network of children’s funds. I call on business to match this.",
        "We want the Children’s Fund to finance and support you in developing new ideas and new ways of working – working with voluntary organisations to do more to counteract disadvantages that arise from poverty and lack of support at birth and beyond, and to tackle the causes of poverty – lack of educational opportunity, lack of parental support, lack of health advice.",
        "**Mentoring**",
        "Let me give one set of examples of where I believe we can work together – in extending mentoring by encouraging a new generation of children’s champions:",
        "Bedfordshire and Luton Third Age Mentors bring in the elderly and retired to help 100 pupils aged 6 to 9 from troubled families across 10 schools;  \n150 pupils in South Wigston High School mentor others, older pupils mentoring the younger;  \nin the Salford Business Education Partnership there is mentoring of 60 pupils by adults from the business and wider community;  \na project in Sandwell is matching mentors with 8 to 17 year-olds to stimulate their interest in learning;  \nin the Vision Programme in Gloucester Lea, run in partnership with Afro- Caribbean Association, mentors act as positive role models for African-Caribbean pupils in years 8 to 11 who are at risk of underachievement;  \nin the Birmingham Mentoring Consortium University entrants mentor 10 to 14 year olds at risk of underachieving. In the West Bromwich Afro-Caribbean Resource Centre there is group mentoring for African-Caribbean primary children;  \nBig Sisters and Brothers, which led the way in promoting mentoring in the States, has now opened its first British project in Bristol and has plans for expanding across the country.",
        "I know that a nationwide appeal would bring forward many thousands of people willing to give time and support to our nation’s children.  \nChildren’s Alliance",
        "I know the people of this country care about child poverty. The challenge is for all sections of the community to work together to eradicate it forever.",
        "That is why I am delighted that a broad-based coalition – an alliance for children – is coming together to fight child poverty.",
        "The Alliance’s aims are:",
        "to raise awareness of child poverty and its consequences;  \nto press Government to accelerate the process of ending child poverty;  \nto promote the active role of all sectors of the community in ending child poverty.",
        "I hope that as the Alliance develops, everyone here is able to play their part in this, looking to see what we can offer, working together for our country’s children.",
        "**Conclusion**",
        "So a better society for children will grow through building a new and more creative relationship between individuals, communities and government, working together to meet shared objectives.",
        "We should neither place all the emphasis on action by government alone, nor on action by the isolated individual. Instead we should seek to develop the great strengths that lie in society itself, in the vast web of social relationships and social organisations that bring individuals together below the level of the state, and which we call civic society.",
        "It is my belief, after a century in which to tackle social injustice the state has had to take power to ensure social progress, that to tackle the social injustices that still remain the state will have to give power away, not just devolving power to empower local communities, but also enabling community and voluntary organisations to do more.",
        "This new relationship brings a new understanding to the rights and responsibilities of the citizen and to the reach and role of Government. It involves a credible and radical view of citizenship as responsible citizenship and a new view of the state as an enabling state. It is only by creating a new and mutually supportive partnership stretching from the individual and family, to the community and state that we can build a Britain where there is security and opportunity not just for a privileged few but for all.",
        "We have lifted a million children out of poverty. But this is not a time for complacency. In the year 2000, we share a moral duty to end the scourge and tragedy of child poverty in our society. It is a duty we as citizens owe to each other.",
        "To meet this challenge and provide security for all our children, we must all accept our responsibilities – as parents, neighbours, citizens and community leaders.",
        "At the centre of my vision of British society is a simple truth: not the individual glorying in isolation, sufficient unto himself, stranded or striving on his own, but the individual and family as part of a caring neighbourhood, a supportive community and a social network.",
        "And in this vision of society there is a sense of belonging that goes outwards beyond the front door or the garden gate, a sense of belonging that expands outwards as we grow – from family, out to friends and neighbourhood play groups and after school groups, children’s and youth organisations, trade unions, sports, community and religious organisations, voluntary organisations, local authorities – a sense of belonging that then ripples outwards again from work, school, and local community – and eventually outwards to far beyond our home town and region – to define our nation, our state and our country as a society.",
        "This is my idea of Britain – because there is such a thing as society – a community of communities, tens of thousands of local neighbourhood civic associations, unions, charity and voluntary organisations, each one unique and every one special.",
        "A Britain energised by a million centres of action and compassion, of concern and initiative that together embody a very British idea – that of civic society. And at the heart of our civic responsibilities is our duty that every child has the best start in life."
    ]
}