{
    "url": "https://www.ukpol.co.uk/gordon-brown-2008-speech-at-the-lord-mayors-banquet/",
    "title": "Gordon Brown – 2008 Speech at the Lord Mayor’s Banquet",
    "post_date": "January 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Prime Minister, at the Guildhall in London on 10 November 2008.",
    "content": [
        "My Lord Mayor, my late Lord Mayor, your Grace, my Lord Chancellor, your Excellencies, my Lords, Aldermen, Sheriffs, Chief Commoner, ladies and gentlemen.",
        "These last weeks and months will be studied by generations to come.",
        "Historians will look back and say this was no ordinary time but a defining moment: an unprecedented period of global change, a time when one chapter ended and another began – for nations; for continents; for the whole world.",
        "To us falls the challenge of leading Britain through the first financial crisis of this new global age and, as reflected in the huge volatility in the price of commodities, its first resources crisis too.",
        "But these crises reflect underlying and unprecedented transformations in our world:",
        "· the rise of Asia and the shift of global manufacturing power;  \n· growing resource pressures – from oil to food  \n· the undeniable reality of climate change;  \n· and new political instabilities and conflicts",
        "All accompanied by the growing gap between rich and poor countries; and of course by the impact of new technology and the rise of the internet giving millions of people for the first time the ability to communicate, do business and organise across frontiers.",
        "The range, complexity and impact of these forces underline just how much we are taking the first tentative steps towards what i will call a global society. And that what is at stake now is not just the success and legitimacy of our global economy but ultimately the prosperity and security of nations and communities in every corner of the world.",
        "The decisions we make now will re-shape our societies ——in all probability for decades and more.",
        "And we have a choice: to retreat or advance; to turn inwards or to look outwards; to be cowed by our fears or led by our hopes.",
        "The world today can seem a daunting place – and when people feel buffeted or bewildered by the scale of the changes it can seem easy to retreat into the outworn and failed responses of yesterday — to a time of pessimism, protectionism and retrenchment.",
        "But we could make a far better choice.",
        "I want this to become the moment when together we rise to the new challenges by purposeful visionary and international leadership, leaving behind the orthodoxies of yesterday and embracing new ideas to create a better tomorrow: not as victims of history but as shapers of an open, free trade, flexible globalisation that is also inclusive and sustainable.",
        "For while today so much looks grey or dark in the global economy we should not forget that we are in the midst of an economic transition to a new global age: whatever happens now, it is likely that in the next two decades the world economy will double in size. And that means twice as many opportunities for good businesses and twice as many opportunities for men and women with new ideas to market. And as many as one thousand million new jobs for skilled workers will be created. So this is the other side of globalisation – not just the insecurities we know about but the opportunities, the promise it holds for tomorrow.",
        "And it is, indeed, possible to see the threats and challenges we face today as the difficult birth-pangs of a new global order – and our task now nothing less than making the transition through a new internationalism to a more collegial, collaborative and opportunity-rich global society, not muddling through as pessimists but, as optimists, making the necessary adjustment to a better future",
        "Since the financial crisis began it has dominated the agenda. I have travelled perhaps more than i had planned to. But all in the protection of the British economy, British jobs and firms, British living standards —-knowing the livelihoods of British families and businesses are shaped in an ever more interdependent world.",
        "And so we can see this year as definitive in another way: the year where we not only came to recognise our deep and irreversible interdependence, each nation with other nations, but acted upon it: nations agreeing not just on high aspirations but on practical actions; governments ready to act collectively and quickly to take radical – indeed previously unthinkable – measures to avert global meltdown; discovering a common purpose amid the necessity of dealing with the financial crisis; a common approach forged first to deal with the financial crisis but one that will, I believe, enable us to respond positively also to climate change, conflict and poverty. And in doing so to build the confidence in the future that is key to bringing back confidence today.",
        "So, while I see a world that is facing financial crisis and still diminished by conflict and injustice, I also see the chance to forge a new multilateralism that is both hard-headed and progressive. And I believe that in our international co-operation on finance, climate change, terrorism and ending conflict, there is evidence of this new multilateralism at work in the world: fairer, more stable, and more prosperous because it is rooted in cooperation and justice.",
        "And if we learn from our experience of turning unity of purpose into unity of action, together we can seize this moment of profound change to create, for the first time, the age of the truly global society —-one where progressive multilateralism, not narrow unilateralism, is the norm; one where people find that what unites them is far greater that what ever divided them; and where it is co-operation, not confrontation, that flourishes in answer to age-old challenges:",
        "· the challenge to reassert our faith in the advance of democracy as the most effective weapon in our arsenal against terrorism and tyranny.",
        "· and — as we mark armistice day tomorrow and remember the sacrifices made in darker times – the challenge to build for peace",
        "· the challenge to build consensus for a new global financial system",
        "· the need to confront the realities of global climate change by building a sustainable low carbon economy",
        "· and to make a reality of the vision of a global society by creating global partnerships across public, private and voluntary sectors to address poverty and move toward economic justice.",
        "I believe that we in the west should approach these great challenges of our time with some humility. The west certainly does not have all the answers to them. We need more than the G8 – for the time when just a few powers could sit around the table and set the global agenda is over.",
        "Quite rightly, the emerging powers of the 21st century will want to – and must – play their part. And so the G8, the IMF and the World Bank must change to meet the new realities.",
        "But my central argument this evening is that the alliance between Britain and America – and more broadly between Europe and America – can and must provide leadership in this, not in order to make and impose the rules ourselves, but to lead and broaden the global effort to build a stronger, secure and more equitable international order.",
        "Rightly people talk of a special relationship: but that special relationship is also a partnership for a purpose. The transatlantic relationship has been the engine of effective multilateralism for the past 50 years. Together",
        "· we faced down aggression and dictatorship;  \n· in a few short years we built the great international post-war institutions – the World Bank, the international monetary fund, the United Nations.  \n· and we led the drive for trade, enterprise and dynamic markets.",
        "Now unprecedented events have brought a turn of history that few would once have foreseen or expected.",
        "Just days ago, across the Atlantic, our closest ally gave new meaning to its founding creed that all “are created equal.” Gave new strength to the notion that the american dream is for all Americans.",
        "More than 140 years after the abolition of slavery; and more than forty years on from the civil rights and voting rights acts; America has chosen Barack Obama to be President.",
        "And – as we have seen from reaction in America, Europe and around the globe – whatever one’s politics, it can surely only be a source of hope and inspiration that a nation which once would have looked at Barack Obama and defined him only by his colour today sees in him the man they want to be their President and Commander-in-chief.",
        "And when Barack Obama four months ago followed in President Kennedy’s footsteps and went to Berlin he called on the world to stand together as one.",
        "Winston Churchill described the joint inheritance of Britain and America – as not just a shared history but a shared belief in the great principles of freedom and the rights of man – of what Barack Obama described in his election night speech as the enduring power of our ideals: democracy, liberty, opportunity, and unyielding hope.",
        "And as America stands at its own dawn of hope – so let that hope be fulfilled through a pact with the wider world to lead and shape the twenty-first century as the first century of a truly global society.",
        "And i believe that with the farsighted leadership we have in Europe, the whole of Europe can and will work closely with America and with the rest of the world to meet the great challenges which will illuminate our convictions and test our resolution.",
        "First – we must reassert our faith in democracy and be confident in our belief that open, plural, diverse societies are those most likely to stay rich, strong and free.",
        "So we must step up and win the battle of ideas against terrorism and extremism not by sacrificing the liberties that they scorn but by securing new international means of achieving stability, reconstruction and democracy in failed and fragile states.",
        "And we must promote greater tolerance and understanding within and between communities. Later this week I will join King Abdullah of Saudi Arabia alongside president bush and other World Leaders for his interfaith dialogue at the United Nations – deepening understanding between religions and countering extremist ideologies.",
        "Second let us move quickly to complement the role of peacekeepers and aid workers through civilian as well as military assistance, to rebuild conflict-ridden and fragile states.",
        "Just as we will continue to offer immediate help and advance the cause of peace in Darfur, Burma and Zimbabwe, and stand up for the democracies of Georgia and Ukraine, we will stand by the people of the Democratic Republic of Congo as they face new conflict and turmoil. We will get aid to those who need it. We will protect those who are threatened ——by ensuring that UN peacekeepers, already the largest force of its kind in the world, are properly led, trained and enabled. And we will work relentlessly to build the political settlement that is the only guarantee of long term peace.",
        "Ultimately our shared security should be based not on the increased use of weapons but on their reduction. At this same occasion last year, I described the leading role I saw for our country in reducing the proliferation of weapons.",
        "I am pleased that one hundred countries have joined us in banning cluster bombs; and that the idea of a multinational fuel bank to help non-nuclear states acquire nuclear energy is gaining support.",
        "And working with our allies we are ready to do more: having extended export prohibitions on trafficking in small arms, we are ready to promote a new arms trade treaty. And I say to Iran which has signed the non proliferation treaty: in these new circumstances rejoin global society and benefit from help in acquiring civil nuclear power – or face new sanctions –and growing isolation.",
        "Conflict in the Middle East and the failure to restore a Palestinian state is a festering wound that has for generations poisoned relations between the west and the Arab and Islamic world. But I believe, and I have heard for myself, that the elements that can constitute a settlement are now well understood by those on all sides who want to come together to end the divisions of the past. It has often been said that an historic hard-won and lasting peace is now within our grasp. But what I do know is that building on the work of President Bush, that durable and just settlement is an urgent priority for the new us administration – and the UK will stand firm in support.",
        "A Middle East settlement has the potential to transform the future of the Middle East. In Iraq we continue to defend a new democracy and last summer we set out the remaining tasks to be achieved there to make possible a fundamental change of mission and the transition to a long term bilateral partnership with Iraq, similar to the normal relationships which our military forces have with other countries in the region. And we are making good progress with each of our objectives.",
        "And I welcome the reaffirmed commitment from both president bush and President-elect Obama to defend a stable and democratic future for Afghanistan and to review the best ways of achieving this through better burden-sharing: America at its best – leading a broad international effort underpinned by shared values, working more effectively with the grain of Afghan society including the tribes; working with our allies to double the size of the Afghan army, working with President Karzai to tackle corruption and supporting the democratic Afghan government in its slow but steady attempts to build peace. And we will support the Afghan and Pakistan governments in working together to tackle the security issues across the border which the last decade has shown are crucial to our own security at home.",
        "Afghanistan is a test the international community cannot afford to fail. And we will not fail.",
        "Third – seventy-five years ago at a time of recession nations met in London in a World economic conference- and because the talks broke up in failure the world entered a long decade of protectionism and retrenchment.",
        "In Washington this weekend, the British government will work with its G20 partners to establish consensus and begin to build a new bretton woods with a reformed, modern, IMF that offers, by its surveillance of every economy, an early warning system and a crisis prevention mechanism for the whole world.",
        "This will require:",
        "· The recapitalisation of banks and their resumption of lending to families and businesses",
        "· Immediate action to stop the spread of the financial crisis to middle income countries, building agreement for a new facility and new resources for the IMF",
        "· urgent agreement on a trade deal and rejection of beggar-thy-neighbour protectionism that has been a feature in turning past crises into deep recessions",
        "· a restoration of confidence by addressing the root causes of the instability through reform of the global financial system based on the principles of transparency, integrity, responsibility, sound banking practice and global governance with co-ordination across borders and every nation playing its part",
        "· better International coordination of fiscal and monetary policy – recognising the immediate importance of this coordination for stimulating economic activity.",
        "At the heart of this is a growing agreement that at a time of change and massive uncertainty, people look to governments for action. This is no time for conventional old thinking or tired old orthodoxies.",
        "In Britain, we have already cut taxes to help families this year. And as the chancellor has said, we will maintain our essential public investments while continuing to increase the value for money of every pound spent. This is no time for the old approach of short-term spending cuts in a downturn that would hurt families and businesses today and damage the long-term productivity of the economy.",
        "Since this is a global downturn it requires a global solution. As was the case with the bank stabilisation plan, the benefits of any individual country’s fiscal actions will be all the greater if this is part of a concerted and fairly distributed international response to maintain global demand.",
        "There is now a growing international consensus that, especially for those countries with low debt like the UK, maintaining essential public investment is the right and sensible approach, while allowing a temporary and affordable increase in borrowing to support economic growth.",
        "Yesterday China announced that it was injecting almost $600 billion to support its economy. The European Union has said that flexibility in the stability pact to recognise exceptional and temporary conditions will be used. Last week, Germany announced their plans for a fiscal stimulus. President-elect Obama has already signalled his intention to do likewise. With Britain continuing to lead the debate, economic recovery will work better if we all work together.",
        "The fourth imperative is tackling climate change.",
        "For it is clear now that if left unchecked, climate change will have catastrophic worldwide effects on our future prosperity",
        "The G8 has already agreed we must at least halve global emissions by 2050. But this also means emissions must peak by 2020.",
        "So we cannot afford to put climate change into the international ‘pending’ tray because of the present economic difficulties, as some might urge.",
        "On the contrary, we must use the imperative to act for our future prosperity through the transition to a low carbon economy and reduced oil dependency as a route to creating jobs and economic opportunity for our peoples today.",
        "This is why as we prepare for an ambitious post 2012 climate change agreement in Copenhagen, for which I pledge our governments unbending commitment, the European Union must, and I believe will, agree in December its ‘2020’ programme for energy and climate change and show European Leadership at its best. And I want the World Bank to become a bank for the environment as well as for development, helping developing countries move towards sustainable energy paths of their own.",
        "And a truly global society cannot of course exist without the vital humanitarian and development assistance and support for self sustaining growth that keeps millions of people alive and meets basic needs for education, food and health. For we cannot claim to be a truly global society, or one world, when 30,000 children die every day from diseases we know how to cure.",
        "This is not the time to abandon helping the poorest countries. For now more than ever it is both our duty and in our interest to help meet the millennium development goals. For we cannot solve climate change without Africa; nor can we solve the food crisis without Africa. We need a fully financed ‘energy for the poor’ initiative; where commercial sources of capital dry up support from the international institutions; and we need to support agricultural development. In Africa in the past, “feed the world” meant that we helped to feed Africa. In future, if we do things right, we will do best by enabling Africa to feed the world.",
        "And I am proud that, even as the world came to terms with the financial crisis, Britain has continued to drive forward the vital effort to meet the Millennium Development goals.",
        "Tonight I have argued that uniquely in this global age, it is now in our power to come together, confer, and decide and that we must be guided by one clear truth: that we need solutions that can no longer be defined in terms of us and them, but can be achieved only together: as us with them. I believe that people do not only co-operate out of need. There is a human need to cooperate. But I believe also that all our efforts reflect what people find when they can communicate across continents with each other; that there is a shared moral sense that we are responsible each to the other – country to country as much as person to person. And because of this no injustice can last for ever, and even in the most desperate of circumstances people can journey with hope.",
        "So my message is that we must be:",
        "· internationalist not protectionist",
        "· interventionist not isolationist",
        "· progressive not paralysed by events",
        "· and forward-thinking not trapped in the solutions of the past",
        "And if we do so 2008 will be remembered not just for a financial crash that engulfed the world but for the decisiveness and optimism with which the world faced the storm, endured it and prevailed. And remembered too for how in doing so we discovered and refashioned the global power of nations working together.",
        "President Roosevelt famously said “the only thing we have to fear is fear itself.”",
        "When fear overwhelms our perceptions of reality the effect is paralysing; it leaves people frozen into inaction – helpless at a time of great risk — and even at a time of great opportunity too.",
        "But confidence in the future –that most precious asset of all – is the key to bringing back confidence today. It is dynamic, it heralds action.",
        "And – for reasons I have laid before you this evening – I am confident.",
        "Confident that we can seize the moment, grasp it together, and use it to lay the foundations – optimistic, multilateralist and inclusive – on which we can build the first truly global society."
    ]
}