{
    "url": "https://www.ukpol.co.uk/gordon-brown-1998-speech-on-the-comprehensive-spending-review/",
    "title": "Gordon Brown – 1998 Speech on the Comprehensive Spending Review",
    "post_date": "September 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1998",
            "url": "/tag/1998/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, in the House of Commons on 14th July 1998.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "Madam Speaker, with permission.",
        "This Government’s central objectives are high and stable levels of growth and employment, and sustainable public services, built from a platform of long term stability.",
        "And to achieve this, two fundamental economic reforms have been undertaken for the long term – to take monetary policy out of party politics through operational independence for the Bank of England, and to impose a new framework of financial discipline, through fiscal rules that achieve a current budget balance and prudent levels of debt to national income.",
        "Last May we imposed a two year spending limit and we have kept to this limit. We promised to cut public borrowing, and it has been cut by 20 billion. A fiscal tightening that will be locked-in into next year.",
        "And to meet our fiscal rules and in line with cautious and published assumptions audited by the Independent National Audit Office, we plan current surpluses for the next three years of 7 billion, 10 billion and 13 billion. And as a proportion of national income, debt will fall below 40 per cent.",
        "By the end of this parliament debt interest payments will be 5 billion a year lower than if we had simply left borrowing at the level inherited from the last government.",
        "In the last economic cycle, under the previous Government, the current budget deficit averaged at 1 1/2 per cent of national income, the equivalent of 12 billion of extra borrowing every year. And during the 1990s national debt doubled.",
        "Over this economic cycle and for the first time for decades, Britain is set to have both a current budget in balance and a sustainable approach to debt. An approach that is among the most prudent of our G7 partners, and more prudent than our predecessors.",
        "All the allocations we make this afternoon are made within and subject to this overall financial discipline, as I set out in the Economic and Fiscal Strategy Report published last month. And through our New Deal for the unemployed, we are tackling the bills of economic failure and under the plans published today the growth in social security spending for this Parliament will be significantly lower than in the last Parliament.",
        "Working within this framework, the Comprehensive Spending Review has examined the most effective use of public money across and within each department and I am grateful to the Chief Secretary and to the Public Spending Committee of Cabinet for their work.",
        "By looking not just as what Government spends but at what Government does, the Review has identified the modernisation and savings that are essential. The first innovation of the Comprehensive Spending Review is to move from the short-termism of the annual cycle and to draw up public expenditure plans not on a one year basis but on a three year basis.",
        "And the Review ‘s second conclusion is that all new resources should be conditional on the implementation of essential reforms, money but only in return for modernisation: Government moving out of areas where it need not be, and – in those areas where public service matters – Government setting clear targets for modern, efficient and effective services.",
        "So today we begin not, as all spending announcements for the last 30 years have traditionally done, with annual allocations, but by setting out:",
        "– the new three year objectives and targets for each service and therefore the results we are demanding;",
        "– the new standards of efficiency which will have to be met to ensure every penny is spent well;",
        "– the procedures for scrutiny and audit that will now be set in place;",
        "– and the reforms we have agreed.",
        "And all based on a clear and modern understanding that Government should only do what it has to do, but do what it does to the highest standard.",
        "So let me set out the essential changes.",
        "First, each department has reached a public service agreement with the Treasury, effectively a contract with the Treasury for the renewal of public services. It is a contract that in each service area requires reform in return for investment.",
        "So the new contract sets down the new departmental objectives and targets that have to be met, the stages by which they will be met, how departments intend to allocate resources to achieve these targets and the process that will monitor results.",
        "The Prime Minister has decided that this continuous scrutiny and audit will be overseen by a Cabinet Committee, continuing the work of the existing Public Spending Committee, and money will be released only if departments keep to their plans.",
        "Second, the contract will stipulate new 3 year efficiency targets for the delivery of services – targets that range between 3 per cent and 10 per cent. The terms of these will be made public.",
        "The purpose of these efficiency targets is to ensure more resources go direct to front line services – to patient care in the NHS, to classroom teaching, to fighting crime – a policy of promoting front-line services, so that by securing greater value for money, we secure more money for what we value.",
        "Third, in addition to efficiency targets we have embarked upon a programme of radical reforms.",
        "To achieve our priorities, difficult decisions and choices have had to be made.",
        "We have already reformed student finance and begun welfare reform – matching rights with responsibilities.",
        "And as a result of the Comprehensive Review, further reforms will be announced in legal aid, procedures for asylum, in child benefit, youth justice and with the withdrawal of unjustified subsidies. And in Defence and the Foreign Office, we have achieved the changes necessary to provide us with the defence and diplomatic capability we need while making the savings necessary – for example in the number of warships, and with a new public/private partnership for the Defence Evaluation and Research Agency.",
        "Fourth, for central and local government we have now agreed a programme for releasing assets we do not need to fund 11 billion of additional new investment in health, education, housing, transport and other capital projects that we urgently do need. And with a number of further announcements today our policy of promoting public private partnerships is extended into new areas, including national science policy, urban policy and overseas development.",
        "Fifth, while we are raising capital investment for a fixed period of three years in order to tackle a backlog of under-investment, current spending will grow by no more than 2 1/4 per cent. And we must ensure that public sector pay settlements are fair and affordable and do not put at risk our targets for public service improvement in each of the next three years for which we have budgeted.",
        "So in line with the 3 years allocations, the independent review bodies will now report not just to the Prime Minister but to the departmental Ministers who have to meet these public service improvement targets and who will now respond to the recommendations.",
        "And consistent with three year allocations, we are announcing a further strengthening of the pay review system. Having spoken to the chairmen, the Prime Minister has confirmed that their remits – in addition to their responsibility to recruit, reward and motivate staff – and therefore their role will be strengthened with three responsibilities:",
        "– their recommendations will take account of affordability: in other words the current departmental spending limits;",
        "– they will take account of the Government’s inflation target of 2 1/2 per cent;",
        "– and they will take account of the need to achieve the Government’s targets for output and efficiency.",
        "This reform offers the opportunity for public services to manage their pay and conditions more directly but also gives departments a responsibility to ensure that pay settlements cannot be determined without regard to the demands of the service. In this way – as in every other organisation – pay decisions will now be made in relation to the overall objectives of the service.",
        "But perhaps the most important advantage of conducting a comprehensive spending review is the opportunity it allows for individual Secretaries of State to put in place a substantial reallocation of resources within their departments – from bureaucracy to front-line services, from dealing with the symptoms of problems to dealing with causes – and to consider a co-ordinated approach that breaks free from old departmental fragmentations and duplication.",
        "As a result of interdepartmental reviews, services for asylum seekers will now be managed by one department rather than five; the three departments responsible for criminal justice will work together to one set of objectives; children’s services and the urban regeneration budgets and our approach to tackling fraud will be reorganised, achieving both efficiencies and savings.",
        "Our prudence has been for a purpose. It is because we have set tough efficiency targets, and reordered departmental budgets that our top priorities, health and education, will receive more new money than the other 19 Government departments combined. To accommodate this we have had to take a firm line with other spending programmes, and rigorously select priorities.",
        "As a result more than half today’s allocations – over 50 per cent – will be invested in health and education. So there will be additional resources – but it is money in return for modernisation.",
        "Now the allocations to individual services.",
        "Here the main conclusion of the Comprehensive Spending Review is that it is not just a social duty for government to invest in good public services, to improve our social fabric, and to tackle poverty and deprivation by extending opportunity. Most people in Britain, apart from a small and extreme minority, also agree that it is in the economic interests of the whole country to create an infrastructure of opportunity, and invest in education, science, transport and strong communities so that individuals can contribute to the economic and social well-being of the country.",
        "I turn to education.",
        "Invest in the education of our children and we are investing in our future.",
        "In the old economy it was possible to survive with an education system that advanced only the ambitions of the few. The new economy demands an education system that advances the ambitions of all.",
        "But investment will take place only in exchange for further modernisation and reform.",
        "The Education Secretary has agreed not just to set numeracy and literacy targets for 11 year olds but to set Government targets for nursery education, for cutting truancy, for higher attainment by teenagers, for improved standards of teaching including a qualification for head teachers, for greater efficiency in further and higher education and for the inspection of schools. In return for investment there will also be further reforms in teacher training and in the administration of school budgets.",
        "At every stage we are linking investment to reform and it is on this basis that the Education Secretary tomorrow will announce the biggest single investment in education in the history of our country. In this and in other services there will be separate announcements based on the Barnett formula for Scotland, Wales and Northern Ireland.",
        "In the last three years of the previous Government growth in education spending was 7 billion.",
        "For the next three years, I can announce additional education spending of 19 billion.",
        "In total we will spend 3 billion more next year, 6 billion more in 2000, 10 billion more in 2001.",
        "That is what we mean by education, education, education. Honouring our commitment to the British people.",
        "In eighteen years of the last Government, spending on education rose on average by 1.4 per cent a year.",
        "Education spending will now rise in real terms by an average of 5.1 per cent a year till the end of the Parliament.",
        "We said we would devote a rising share of national income to education – and we have.",
        "Spending on education will now rise to 5 per cent of national income.",
        "Today around a million children are still being taught in classrooms built before 1914. 6,000 schools are already being refurbished. On top of this, over the Parliament capital investment to re-equip our schools will double.",
        "And after our reforms in student finance, there will now be an expansion in the number of students in higher and further education – by the end of this Parliament more than 500,000 additional students.",
        "We said we would meet our pledge on school class sizes for 5, 6, and 7 year olds. Under the proposals the Education Secretary will announce tomorrow our pledge will be met – as we promised.",
        "Investing in education is essential to secure both a fairer society and an efficient economy. And if our country is to be prepared and equipped for the competitive challenges ahead the Government also has an economic responsibility to invest in science and innovation; in the transport infrastructure, and in building safer and stronger communities.",
        "Net public investment will be doubled as a result of the Government’s new Investing in Britain Fund, but in every area investment is conditional on reform.",
        "It is the development and application of ideas and inventions in science that hold the key to improved national competitiveness.",
        "As a result of a reduction in subsidies that can no longer be justified and as a result of 400 million in support from the Wellcome Foundation, whom I thank, the Government is able to announce the biggest ever Government-led public/private partnership for science. A total of 1.1 billion will now be available to provide modern facilities for science research at our universities and support science teaching and research throughout the country. This innovative step-change in our approach to science will lay the foundations for putting Britain at the forefront of the next generation of scientific and industrial research.",
        "Anyone who travels on our roads and railways knows that after years of neglect and under-investment Britain suffers from an overcrowded, under-financed, under-planned and under-maintained transport system.",
        "So for transport we propose a new investment strategy involving new public private partnerships – like those for the Underground and Channel Tunnel rail link – and a commitment to integrated planning. In return for these innovations there will be 2 billion more investment. From a 25 per cent decline in transport investment in the last Parliament, there will be a 25 per cent increase in the next three years – for investment in public transport and meeting our environmental objectives. Full details will be set out by the Deputy Prime Minister in his Transport White Paper.",
        "Economic success and social cohesion both depend on safer and stronger communities. That is why we will now invest more in crime prevention. And that is why today also we propose policy reforms to tackle the underlying causes of poverty.",
        "It is because we are announcing major modernisations that put legal aid on a fairer footing and reform youth justice, that more resources will be made available for policing and for the first time substantial resources for innovative evidence-based crime prevention work. Measures to tackle drug abuse will have a new priority, with a 25 per cent increase in funding. All details, including the new targets that will be met, will be given by the Home Secretary.",
        "To build stronger communities we need also to renew our housing stock. To cut out waste and ensure best use of resources, the Deputy Prime Minister will impose new guidelines for greater efficiency in construction and repair. And a new Housing Inspectorate will audit housing management in every local authority.",
        "With the help of these reforms we will be able not just to tackle homelessness but to renovate 1.5 million homes and to do so we will allocate, from capital receipts, 3.6 billion. Our commitment to the environment recognises the need for responsibility in the use of energy means there will be a new programme for home energy efficiency.",
        "We are committed to a comprehensive programme of welfare reform.",
        "Since coming into office we have introduced the New Deal, the reform in student finance, the working families tax credit and a new approach to child benefit. The Prime Minister has set up a Welfare Review which led to the Welfare Green Paper and a long term framework for the provision for future pensions and for the reform of disability benefits will be announced later this year.",
        "Last week we announced reforms in the Child Support Agency, and yesterday new measures to combat social security fraud.",
        "Today I announce further changes in welfare policy.",
        "The New Deal for the unemployed is based on opportunities matched by responsibilities. It is now time to extend this approach to communities by tackling the underlying causes of poverty. For our most deprived estates, the key problems are not just poor housing but lack of employment and economic opportunity. In exchange for long term targets for improving business start-ups, skills and educational qualifications, a total of 800 million will be allocated to the New Deal for Communities. And a New Deal helping the young unemployed to become self-employed will be launched on Friday.",
        "A further reform will make it possible for thousands more young people to stay on in school and go on to further and higher education. To raise Britain’s appallingly low staying-on rates, a new educational maintenance allowance, linked to attendance and based on parental income, will be piloted for 16 to 18 year olds.",
        "If, as we expect, the new educational maintenance allowance succeeds in encouraging young people to stay on in education, we plan to introduce it nationally, using the money currently spent on child benefit post-16.",
        "As the interdepartmental review of children’s services has uncovered, we spend 10 billion on young children but do so in an uncoordinated and piecemeal way with thousands of the youngest children, those under 3, missing out.",
        "Plans for a Sure-Start programme will be announced later this month , to bring together quality services for the under-3s and their parents – nursery, child-care and playgroup provision, and post-natal and other health services. One new feature will be to extend to parents the offer of counselling and help for them to prepare their children for learning and school.",
        "This is a significant step in the development of a family policy for our country, supporting family life and encouraging stable families, and building on our national childcare strategy. The Home Secretary’s group will bring forward further recommendations on family policy.",
        "At the heart of our review has been a determination that we fulfil our duty to the oldest members of our society.",
        "First, pensioners will benefit most from a better health service. And it has always been wrong that charges are levied on pensioners for the eye sight tests that they regularly need to preserve sight and protect against disease. So for pensioners, from next April, eye test charges will be abolished.",
        "Second, the elderly who rely heavily on public transport need a fairer deal to enable them to be more mobile. In his Transport White Paper the Deputy Prime Minister will announce plans for nationwide help with transport for the elderly.",
        "Third, the elderly fear their winter fuel bills. As a result of the cut in VAT, our winter fuel payment and other changes, average pensioner fuel bills are up to 100 lower this year. Later this week the Social Security Secretary will announce our further plans for help with fuel bills for the rest of the Parliament.",
        "And she will also announce further financial proposals to help pensioners who need it. Here also we are prepared to make reforms that will help alleviate poverty. From next April every pensioner and pensioner couple will have a minimum income guarantee.",
        "And we will also set a minimum tax guarantee: that no pensioner will pay income tax unless their income rises above a specified level. The Government will also announce measures to ensure that more people receive the income that they are due. As a result of our proposals, thousands of pensioners will be relieved from poverty. A total of 2.5 billion will be set aside for this programme.",
        "Further reforms in other services have made possible new investments that improve the quality of our community life. As a result of cutting wasteful bureaucracy and quangos and a new targeting of resources on priorities, 290 million extra will be invested in museums, the arts and sport over the next three years, a real increase of 5 1/2per cent, making possible improved access to museums and galleries.",
        "And as a result of asset sales in areas where spending is no longer needed, the Foreign Office budget will not only ensure more resources for the proper representation and promotion of Britain abroad, but also the Foreign Secretary is announcing today that our support for the BBC World Service will be raised by a total of 44 million over the next three years.",
        "For twenty years overseas aid has been falling as a proportion of national income.",
        "Under this Government it will rise.",
        "As a result of a decision to sell a majority stake in the Commonwealth Development Corporation, and of a new decision to target overseas development assistance on health, education and anti-poverty programmes, the Secretary of State for International Development will announce today that Britain will, during this Parliament, increase overseas aid from the low of 0.25 per cent of national income – the budget figure we inherited last year – to 0.30 per cent of national income.",
        "Britain will enter the millennium at the forefront in pressing for debt reduction for the poorest countries. And aid which was falling by 2 per cent a year under the last Government will rise in each of the next three years.",
        "The National Health Service is compassion in action, what its founder, Aneurin Bevan, rightly called the most civilised achievement of modern Government.",
        "The final conclusion of the Comprehensive Spending Review is that it is fair and efficient to provide the best health service we can on the basis of need, not the ability to pay, and that under this Government health services will never be left to the hazards of private or charitable provision.",
        "Yet half the beds in NHS hospitals are in accommodation built before the First World War. And three quarters of ward blocks are hand-me-downs from the days of charity, voluntary and municipal and emergency wartime hospitals. Investment in the NHS is long overdue. And we will recognise the care, the responsibility and the dedication of doctors, nurses and all staff to the patients of the NHS.",
        "My Right Hon Friend the Secretary of State for Health will announce on Thursday in this House targets that tackle inefficiencies in hospitals and cost overruns, that simplify management structures and give a new emphasis to long term planning.",
        "On quality all hospitals will be required to publish league tables measuring the success rates of their treatments. Over the lifetime of this Parliament over 1 billion will be saved from red tape and put into patient care, in part by scrapping the costly and time-consuming annual round of contracts.",
        "So on the fiftieth anniversary of the NHS this Government will now make the biggest ever investment in its future, giving the NHS for the first time for decades the long term resources it needs.",
        "Under the last Government the increase for the last three years was 7 billion.",
        "For the coming three years, I am announcing an increase in health service funding of a total of 21 billion.",
        "Health department spending rose by an average of 2.5 per cent a year during the last Parliament. Next year it will rise by 5.7 per cent. The year after by 4.5 per cent.",
        "For the rest of the Parliament this Government will achieve yearly real growth averaging 4.7 per cent.",
        "We will meet our waiting list pledge as promised.",
        "And every hospital will benefit from the 50 per cent increase in investment in equipment and buildings and the 5 billion fund for NHS modernisation – the largest hospital building and modernisation programme this country has seen.",
        "As we start its next fifty years the National Health Service is safe in this Government’s hands.",
        "This Government has made the choices necessary to deliver stable and sustainable public finances. We have been steadfast in our priorities – the nation’s priorities.",
        "And now, as a result of prudence and a commitment to an investment in return for reform, a total of 40 billion pounds will be invested in the nation’s priorities – health and education.",
        "A Government whose prudence allows us to build modern public services and to renew Britain.",
        "A Government keeping our promises to the people of Britain.",
        "A Government step by step making Britain better.",
        "And I commend this statement to the house."
    ]
}