{
    "url": "https://www.ukpol.co.uk/lyn-brown-2022-speech-on-holocaust-memorial-day/",
    "title": "Lyn Brown – 2022 Speech on Holocaust Memorial Day",
    "post_date": "January 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lyn Brown",
            "url": "/tag/lyn-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lyn Brown, the Labour MP for West Ham, in the House of Commons on 26 January 2022.",
    "content": [
        "I thank the [right hon. Member for Newark (Robert Jenrick) for his powerful and moving opening speech](https://www.ukpol.co.uk/robert-jenrick-2022-speech-on-the-holocaust-memorial-day/). May I say how sorry we were to hear of his family’s recent experiences? He has solidarity on the Opposition Benches against those racists.",
        "Every day on my Twitter feed, I see the Auschwitz memorial’s images of people murdered. Those that grab me particularly are the faces of the babes in arms, toddlers, children and teens who were murdered in the gas chambers. Every single day, I wonder how those faces could be treated as the enemy, having their very humanity denied. Every single day, I wonder how it is possible that human beings could do this to such innocents. Every single day, I have genuinely no idea how it happened.",
        "Today, I want to tell the story of Rena Quint, who survived the holocaust at just nine years of age. Rena lived with her mother, father and two brothers. She remembers that across the street was a kiosk that sold ice cream; she remembers her brothers pulling her through the snow on a sledge. She was just three years old when Germany invaded Poland. Her home was in the new ghetto: it took in many sick and hungry strangers, and people died before her eyes.",
        "Then, one day, there was a round-up. All the women and children were brutally forced into the synagogue. Rena, her mum and her brothers were among them. She describes it as a scene out of hell, but she remembers a man at an outside door who beckoned to her, called her by name and told her to run. She still does not quite understand why she let go of her mum’s and her brothers’ hands, but she ran. Rena says that maybe the hand of God pushed her, because all those women and children were transported to Treblinka, and they were murdered.",
        "Rena was given a new name. She was dressed as a boy and joined her father’s forced labour group. She has no idea how she was able to pretend for so long, but pretending kept her alive. She had to work at a glass factory at just five or six years of age, carrying heavy loads in extreme heat all day long.",
        "In 1944, when it was decided that their slave labour was no longer needed in the factory, Rena and her father were packed into freezing cattle cars to Bergen-Belsen. They had no food, no water and no toilets, and they were locked in for three days with the dead and the dying. When they arrived, her father knew that they would be forced to strip for inspection, so they were forced to separate. Rena never saw her father again. She endured the utter horror of the camp for many months, with nothing to eat but sawdust bread and sometimes thin, greasy soup, with cold and disease all around. Rena never cried in response to any of the thousands of deaths that she would have witnessed. Murder was her every day.",
        "And then, one day, when Rena was sick with typhus, she remembers lying under a tree. She felt that it was impossible to get up and she just wanted to fall asleep forever, but then there was a commotion. British soldiers had arrived and they were liberating the camp. Rena remembers getting some milk and bread and going into a hospital tent and being cared for.",
        "Rena has lived a long and flourishing life to this day, but she was so young when her birth family were murdered that she no longer remembers their faces. Rena’s account reminds us of the systemic inhumanity that so many millions of Jews were subjected to during the holocaust, and it speaks of how the innocence of children was so completely disregarded and destroyed by the Nazis.",
        "Rena had to behave as an adult from as young as five years of age while having to deal with things that no adult, still less any child, should experience. We must never forget her story. Her story reminds me of the children growing up today in the Rohingya refugee camps. It makes me think of the children in Bosnia now facing the same rising threat as their parents and grandparents. What are we going to do to stop these young lives being brutalised, too?",
        "This year’s theme is “One Day”. My hope is that, one day, children will no longer be dehumanised or treated as enemies, targets or soldiers. But even when that day comes, as I pray it does, we must remember Rena’s life and her family’s lives and all the other millions murdered."
    ]
}