{
    "url": "https://www.ukpol.co.uk/anthony-browne-2022-speech-on-the-state-pension-triple-lock/",
    "title": "Anthony Browne – 2022 Speech on the State Pension Triple Lock",
    "post_date": "November 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Anthony Browne",
            "url": "/tag/anthony-browne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Anthony Browne, the Conservative MP for South Cambridgeshire, in the House of Commons on 8 November 2022.",
    "content": [
        "It is wonderful to see Labour, the Conservatives and the SNP, and the Liberal Democrats at one point, so united not just by a successful Conservative policy but by a Conservative manifesto commitment. It is delightful to speak in a debate in which the Opposition are calling for the Government to support their own manifesto commitment.",
        "Another thing that unites the House is that we all support dignity in retirement and financial security in old age. The Government have an absolute duty to support pensioners and to reduce pensioner poverty. Pensioners, as various Members mentioned, are on fixed incomes. During a cost of living crisis, as we have at the moment, they cannot go out and get a second job, work extra hours or demand that their boss gives them a pay rise. They have to live on their state pension or their occupational pension, which is why I am so grateful for all the measures that the Government have introduced during this cost of living crisis, including the energy price guarantee, the £300 winter fuel payment, the £150 increase to the warm home discount and the £400 energy bill support scheme for all homeowners. Pensioners and those on means-tested benefits will also receive an extra £650 of cost of living support.",
        "All those measures are very welcome, but this debate is about not the Government’s emergency tailored support but the state pension. At what level should it be? Should we keep the triple lock? These questions have been at the centre of a political tug-of-war for a decade. In recent times, as I mentioned in my interventions, the state pension has been at record lows as a proportion of average earnings. Under the last Labour Government, it went down to around 16% of average earnings between 2000 and 2008—that is the lowest rate of the modern era. Various colleagues mentioned Gordon Brown’s offer to increase pensions by 75p a week in 1999, which is a derisory amount.",
        "The whole House has spoken in praise of the triple lock, which was introduced by the Conservatives and has been a manifesto commitment ever since. I point out to the Opposition Members who deride the Government’s track record that, actually, the state pension is now far more generous than it ever was during 13 years of Labour Government. Labour’s state pension increases were initially by inflation only, which led to the 75p increase, and then in 2002 Gordon Brown introduced an increase by either a 2.5% upper limit or inflation. Labour never brought back the earnings link, which first came back in 2011 when we introduced the triple lock.",
        "The triple lock has worked well. Since 2012-13, pensions have gone up by 2.5% four times, by earnings three times and by the CPI rate three times, which shows that the triple lock does kick in. Since 2010, we have increased the state pension by £2,300, which is 31% more than if the state pension had increased by just earnings or inflation—that is £720 more. As a result, the basic state pension as a proportion of earnings is at its highest rate for more than 30 years—higher than at any time during the last Labour Government. The new state pension is now 25% of average earnings, a historically high level.",
        "There is no doubt that the triple lock is expensive, which is why we are having this debate. We spend more than £100 billion a year on state pensions, which is £7.9 billion more than if the triple lock had never been introduced by this Government. We clearly have an economic black hole at the moment, and we need to work out where the money comes from. I am very supportive of the triple lock, and I was elected on that manifesto commitment. I know all my colleagues are very supportive of the triple lock, but I am also not a Minister, so I am free to speak out in support of the triple lock. I fully appreciate that the Government are going through a budgetary process for the autumn statement, so they cannot say, “Yes, we support this.” They have to look at everything in the round and make sure that we live within our means. As a result, I fully support the Government’s position of not stating their position on the record at the moment. We will hear the autumn statement next Thursday, and I look forward to the Government’s pronouncements."
    ]
}