{
    "url": "https://www.ukpol.co.uk/gordon-brown-1999-speech-to-the-foyer-federation-conference/",
    "title": "Gordon Brown – 1999 Speech to the Foyer Federation Conference",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1999",
            "url": "/tag/1999/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Extracts from the speech made by Gordon Brown, the then Chancellor of the Exchequer, on 11 May 1999.",
    "content": [
        "The welfare to work programme helps young people after 18 find jobs and find the skills for jobs.",
        "At sixteen the challenge is different – it is to persuade young people to stay on at school or at college, to recognise the need for even the most basic qualifications if they are to secure a job. and to secure the best careers advice about how to get both jobs and skills for jobs.",
        "It is this, the sixteen plus problem, that is the most powerful motivating force behind our proposed educational maintenance allowances.",
        "Too many young people leave school early leave school without qualifications and leave school never to reappear in education to obtain the skills they need.",
        "We want more and more teenagers from lower income families staying on at school and going to college and then university and want to use resources we have to break the cycle which leaves children from poorer families without the qualifications they need.",
        "As David Blunkett and his department have shown One in five of our 16 to 18 year olds live in relative poverty.",
        "The current system is out of date, confusing and often perverse and counterproductive . it is indefensible.",
        "A young person on a national traineeship can receive more than a 16-18 year old studying for higher level qualifications.",
        "A young person who lives at home and is in full time education receives no payment for themselves but parents in income support or JSA receive £30 a week.",
        "Too many fall through the net and receive no help with the education that is vital to themselves and the country.",
        "Clearly the incentives are working the wrong way.",
        "So in 12 pilot areas of Britain from September Educational Maintenance Allowances will be paid in the following pilot areas: Bolton, Nottingham, Cornwall, Doncaster, Gateshead, Leeds, Middlesborough, Oldham, Southampton, Stoke-on-Trent, Walsall, and the four London boroughs of Lambeth, Lewisham, Southwark and Greenwich.",
        "All these areas have more young people leaving school early than the national norm.",
        "We will pay up to £40 a week for young people in families where household income is below £13,000 in the pilot areas.",
        "What they have to do is sign a learning agreement with the school and college and stick to it.",
        "And young people who are regarded as estranged from their parents will be assessed separately.",
        "This offers a real scope to make a difference to the lives of many young people who are in danger of losing out.",
        "And we will work in partnership with educational authorities, schools, colleges and foyer and housing agencies to put in place not openly effective delivery arrangements for maintenance allowances but effective monitoring of the programme.",
        "If successful the programme will go nationwide.",
        "Because opportunity is the key not just to social justice but future economic success, we will ensure that there will be second chances too and if necessary third chances.",
        "So you can see that I want a Britain where what matters is not your background or the school you went to, but the ambitions and aspirations you have.",
        "A Britain where the opportunity is available to everyone and where everyone has a contribution to make."
    ]
}