{
    "url": "https://www.ukpol.co.uk/gordon-brown-1998-speech-to-the-british-american-business-council/",
    "title": "Gordon Brown – 1998 Speech to the British American Business Council",
    "post_date": "December 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1998",
            "url": "/tag/1998/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, in London on 28 April 1998.",
    "content": [
        "I am delighted to be here at the Park Lane Hotel today at this the first conference of the British-American Business Council to be held in the United Kingdom.",
        "I am pleased that so many distinguished businesses are represented here today and indeed also the American Ambassador to London, Philip Lader, whose work here is much valued.",
        "And as someone who already knows a great deal of your work, not least from addressing the British American Chamber of Commerce in New York in December, I want to congratulate all of you, from the 27 member organisations representing 3,000 companies and billions in trade between our two countries who are making the British-American Business Council one of the strongest voices for transatlantic cooperation. And at the start of a week that will be decisive for European economic history, as we prepare to inaugurate a single currency, I want, in the context of a new Europe, to talk not just about relations between Britain and America but about the development of relations between Europe and America.",
        "But first, I want to thank someone who has, as an individual, done more in recent years than perhaps any other to cement the strength of the links between America and Britain. Sir Colin Marshall has combined a distinguished career in international business with a broader commitment to the success of British business and in particular to business links between the US and Britain. He has been a driving force behind the creation and growth of the British-American Business Council. As chairman of the international advisory board from 1994 to 1996 he mobilised the key players in British and American business in support of the council at a key stage in its development.",
        "So we honour Sir Colin today for helping to make the British American Business Council a success. We are all grateful for his commitment to this important network of over 3000 corporations, that helps strengthen your organisations and businesses and helps maintain and develop business relations between Britain and the United States, working with the US and British governments to strengthen these relations.",
        "Today Britain and north America enjoy trade flows of 60 billion pounds and have a total of around 150 billion pounds of investment in each other’s countries. We are the largest single investors in each other’s countries.",
        "Now I believe, as I think Sir Colin’s career shows, that the connections between Britain and the USA, are stronger today, not just because a shared history links our countries but because of our shared values that bind us even more closely together.",
        "A commitment to liberty and to our countries as lands of opportunity for all. A belief in hard work and enterprise, and a dedication to an openness that is outward-looking and internationalist, not least in our shared commitment to free trade.",
        "These are values that brought America to the defence of Europe twice this century and values that allow America to rely on Britain as a bridge to Europe. Values that become ever more important as the world economy is transformed from the relatively sheltered national economies to a global market place, and when, as the insecurities that come with change affect us all, protectionist tendencies must be tackled.",
        "Values that represent, in my view, a partnership for progress. And it is this partnership for progress between our two countries that has been so important in securing the basis of a peace settlement in Northern Ireland. And I pay tribute on behalf of the British government to the work of the American government.",
        "It is this partnership for progress that has led us to work together in Bosnia, in the Middle East and now in Africa.It is this idea of a continuing partnership for progress that lies behind the transatlantic agenda launched in 1995 that has achieved much progress in lowering barriers to trade and investment in our two countries and which we must build on John Kennedy, who quoted Alexander Hamilton urging Americans in the late eighteenth century to think continentally and said the task now was to think inter- continentally, and who said that the declaration of independence should be followed by a declaration of inter- dependence – a concrete Atlantic partnership between the new union emerging in Europe and America – said he regarded a strong and united Europe as essential to the free world.",
        "A strong and united Europe is not a rival to America but its best partner and I believe that for America, Britain is a bridge to Europe and it is this idea of a partnership for progress that most certainly lies behind the proposals for a reform of the international institutions which the G7 heads of government will look closely at when they meet in Birmingham in two weeks time: that the USA and Britain which, more than any other two countries in the world, were the inspirational forces in the creation over fifty years ago of the international financial institutions – the IMF, World Bank, GATT – institutions born in the days of essentially national economies, often sheltered, with very limited capital markets, should now lead the way in reshaping international rules and build international institutions that are more appropriate for the new world of global markets, massive international trade flows and the need for greater international cooperation and for greater openness and transparency to secure stability",
        "Now, today, I want to highlight how our shared values have led us as countries to a set of conclusions about the two priorities for national government in the new era of more open, more competitive, global markets.",
        "First, to succeed, the need to create a platform of macro- economic stability which rejects false trade offs between inflation and growth and is based on clear long term objectives, on well understood procedural rules and on openness and transparency.",
        "And, second, that our economies must pursue continuous and far-reaching structural economic reform to promote productivity and employment.",
        "And I want to tell you that in our first year in government we have begun to tackle these tasks. And as president of the European Union we have sought to drive forward work on these objectives throughout Europe.",
        "Now it is true to say in Britain that the last forty years has been characterised by stop go, boom bust, instability in economic policy. And so I can tell you that the first objective of the new government has been the determination to ensure monetary and fiscal stability, in place of stop go, and to do so in an economy far more open than the sheltered national economics of the past. And here we have learned a great deal from America, and the Federal Reserve Bank.",
        "In any modern economy it seems to me that monetary and fiscal policy , which can no longer be based on the so called fine-tuning of the 1945-1975 period nor on the crude application of rigid intermediate monetary targets that we saw in the years that followed should be based on three central decisions.",
        "First, clear long-term objectives by which governments will be judged – in Britain our inflation target of 2.5 per cent and our five year deficit reduction plan to bring prudent and sustainable public finances.",
        "Second, orderly procedural rules for monetary and fiscal decision making – making the Bank of England independent and legislating for a code for fiscal stability which guarantees certainty and therefore credibility in decision-making.",
        "And third, an open and transparent decision-making process which allows proper scrutiny and which, as a result, offers a confidence that a long term view is being pursued. Our budget deficit reduced from 23 billion pounds to only 3 billion pounds in a year and indeed I believe that it is because people are now coming to believe that for the first time in Britain’s post-war economic history the inflation target will actually be met that long term interest rates have come down to below 6 per cent, the lowest for 33 years.",
        "And it is the same search for stability in a global economy that has led our European neighbours to agree on monetary union.",
        "Again clear long term objectives. First of all at the heart of the project – price stability and sustainable public finances as the key to growth and jobs; secondly orderly procedural rules – the new European Central Bank and the growth and stability pact of the European Union; and third, a system of multilateral surveillance that allows for proper scrutiny of each member’s position and offers confidence that stability can be achieved.",
        "As I reiterated in a speech in New York a couple of weeks ago, as far as Britain is concerned, we have committed ourselves, in principle, to monetary union. To make our economic assessment of the advantages the decisive test as to whether we will enter and to begin preparations that will allow us to make a decision, subject to a referendum, early in the next parliament. Our strategy is to prepare and then decide.",
        "Meanwhile, we are working closely with all sectors of business to ensure that when the euro arrives elsewhere in Europe – as it will in 1999 – British businesses benefit from it.",
        "The Bank of England is leading Euro preparations in the City of London. So inside or outside the euro zone, British economic policies will go on being right for business. Britain will continue to be the most profitable place in Europe from which to exploit the new business opportunities after 1999. And Britain will continue to lead Europe towards ever freer trade and more open markets.",
        "But although macroeconomic stability is a necessary pre-condition for growth it is not sufficient on its own to achieve the high levels of growth and employment we need. This requires far-reaching reform of our labour, capital and product markets. And I want to say that learning from each other, the United Kingdom is now, as president of the European union, leading the debate about economic reform.",
        "As many here will know, in the UK we have embarked on a radical programme of labour market reform, through welfare reform to move people back into work, tax reform to create jobs and improve work incentives, changes in labour market rules to ensure the adaptability we need, and educational reform to ensure the standards and skills a modern economy needs. But we have also embarked on a programme of reform in our product markets – with a new competition policy – and our capital markets – with new measures, for example, not least cutting corporation tax to 30p, the lowest of any major economy, to encourage the flow of funds to small business, to hi tech business and to risk capital. But there is more to be done in Britain and in Europe.",
        "We need a new approach in Europe to risk taking, we need to increase the number of entrepreneurs and to raise the survival rate of small businesses. So we must remove the barriers that exist – fiscal, regulatory, economic, cultural – as a matter of urgency. Let me give one example of where Europe’s agenda is changing, learning from the USA – venture capital.",
        "In the UK, only 5 per cent of venture capital funds go to start ups and early stage companies. In the USA, nearly 25-30 per cent goes to these companies. The amount of hi-tech in venture capital is 50 per cent in the USA, but only around 20 per cent in the UK.",
        "The challenge for Europe is to create a strong venture capital industry and to orientate venture capital to hi-tech risk, early stage and start-up companies.In June here in London we are holding an EU conference to promote venture capital in Europe.",
        "So, just as the new government in Britain has begun to create a new Britain, we are also working with our European partners to create a new Europe – one that combines enterprise with social cohesion, more dynamic, more competitive, more open and thus learning from the entrepreneurial and flexible labour markets of the American economy."
    ]
}