{
    "url": "https://www.ukpol.co.uk/anthony-browne-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Anthony Browne – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Anthony Browne",
            "url": "/tag/anthony-browne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Anthony Browne, the Conservative MP for South Cambridgeshire, in the House of Commons on 18 July 2022.",
    "content": [
        "You have asked for a more moderate, positive tone, Madam Deputy Speaker, and I will endeavour to achieve that.",
        "I have full confidence in this Government, for three reasons. First, no captain is more important than their team, and on the Government side of the House we have a very strong team. Secondly, the Government have delivered for the country as a whole; a lot of my colleagues have rehearsed the arguments about Brexit, covid, Ukraine and, indeed, net zero. Thirdly, this Government have delivered for my constituency of South Cambridgeshire. I was elected to represent the interests of my constituents, and the Government have had a real impact on their lives.",
        "The Government have delivered for healthcare in South Cambridgeshire. We have the new Royal Papworth Hospital—a gleaming, state-of-the-art hospital, the most important heart and lung hospital in the UK. Just a couple of weeks ago, we opened the Heart and Lung Research Institute in South Cambridgeshire, with the biggest concentration of heart and lung researchers in the whole of Europe. More is coming: the Cambridge Cancer Research Hospital will be opened in 2025, and the Cambridge Children’s Hospital—the first such facility in the east of England—will be opened shortly afterwards. It will be the first hospital of its type to combine the mental and physical wellbeing of children.",
        "The Government have delivered for transport in South Cambridgeshire. Cambridge South station will be opening in 2025; it is going through the processes now. The A428 has started dualling, we have finished dualling the A14, and the Government have started looking at the Girton interchange.",
        "The Government have delivered for the environment in South Cambridgeshire. One of the big issues for us is protecting the chalk streams. The Government have set up a chalk stream taskforce and passed new legislation on sewage discharge, which all the Lib Dem MPs voted against. Shame on them—they voted to dump sewage into chalk streams. We have brought in new laws on hare coursing, which is a really big issue in South Cambridgeshire. I had meetings with the Home Secretary and the Secretary of State for Environment, Food and Rural Affairs about it, and we finally brought in laws to stop that terrible crime.",
        "Education spending is a really important issue in South Cambridgeshire. Historically, we had one of the lowest levels in the country, but we have had a 21.3% increase in real-terms education funding in Cambridgeshire since 2014. Just in the past two years, there has been a £453 per-pupil increase in education spending, and schools are starting to feel the difference. We need more, but it has already made a difference.",
        "When we had the covid pandemic, the Government delivered support for businesses and individuals. Some 17,000 people were on furlough, with their jobs saved by the Government. There was more than £50 million in funding for businesses. A lot of my small businesses, especially in hospitality—pubs in particular—were saved by the intervention of this Government and the support they gave.",
        "Research is a very big thing in South Cambridgeshire, where we have literally hundreds of research institutes and companies. The Government have increased funding for research and development to £22 billion a year by 2025, which is making a real difference for South Cambridgeshire.",
        "Finally, we now have record numbers of police officers in Cambridgeshire: 1,671 as of March. We have never had more than we have at the moment.",
        "For all these reasons, the Government are delivering for South Cambridgeshire. I have full confidence in this Government."
    ]
}