{
    "url": "https://www.ukpol.co.uk/gordon-brown-2004-speech-at-the-national-council-for-voluntary-organisations-annual-conference/",
    "title": "Gordon Brown – 2004 Speech at the National Council for Voluntary Organisations Annual Conference",
    "post_date": "January 3, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 18 February 2004.",
    "content": [
        "#  CIVIC RENEWAL IN BRITAIN",
        "Let me start by thanking you and the organisations you represent – not just for your kind invitation to speak to you at this annual meeting of the National Council of Voluntary Organisations this morning, but to thank you for the work you do, the service you give, the dedication you show, the energy you bring and the extraordinarily breadth and depth of what you undertake. From mentoring to Sure Start, from preventing teenage suicide to helping a new generation of old people, from rehabilitating offenders to inspiring the New Deal – service which makes you uniquely both a safety net where others fail and a growing third sector of our economy valued for your ingenuity and independence.",
        "And, as new figures show, with more voluntary organisations at work for our communities today than ever before – more than 150,000 registered charities, 200,000 non-charitable voluntary and community organisations, around 400,000 in total, one for every hundred of the adult population – Britain has an estimated 16 million people who do some kind of voluntary work – and in 2001 39 per cent of adults gave of their time to help others at least once in the year.",
        "And over the last decade, from a time when you were much smaller, when there was no compact, when your professionalism was not properly recognised as it should be, we have witnessed what I believe – and what I hope the new Charity Bill will reflect – is your transformation as a third sector ready to rival market and state, with a quiet revolution in how voluntary action and charitable work serves the community:",
        "* New ways of working – using I.T, the internet, digital television and mobile phone technology to gather information and communicate with the people who need help and support the most;",
        "* New entrepreneurship – earning more money to support what you do from selling goods and services – as highlighted in your report published today;",
        "* New partnerships – for the first time you have led in the design of a major new government programme – Futurebuilders – working with the Chief Secretary to the Treasury, Paul Boateng, to create a fund that I hope will prove far more challenging, more exciting and more fulfilling.",
        "And I praise you for your new ways of achieving enduring aims – serving the people of our country.",
        "And at the heart of all these changes has been the NCVO – and I thank you and your Chief Executive, office-bearers and staff.",
        "You are a constant in a world of change. And yet a force at all times for new ideas.",
        "So my theme today is that of new challenges, new responses – civic renewal flourishing in a changing Britain.",
        "I know that a recent survey suggested the amount of time spent in Britain on unpaid activities fell from 2.3 billion hours in 1995 to 1.6 billion hours five years later – a drop of more than 30 per cent. So some suggested we have a caring deficit.",
        "But in fact when a recent Mori poll showed that 59 per cent of 15 to 24 year olds want to know more about how to get involved in their communities. I believe we have a goodwill mountain just waiting to be tapped.",
        "I want today to set out why I believe in the independence and strength of a thriving voluntary and community sector in Britain both now and in the future – a strength and independence that we all should and do value. And in setting out my views I want to discuss with you how for the future we can help strengthen that independence and vitality by complementing the measures we are taking and will continue to take to incentivise the giving of money with measures to incentivise the giving of time.",
        "And I want to consult with you on proposals that both the Home Secretary – David Blunkett – and I feel strongly about:",
        "* First, how we can do more to make possible the giving of time by volunteers – in particular, by consulting with you on national framework of community service for young people to deliver a step change in the participation of young people in volunteering activity;",
        "* Second, how we can help young and older people fulfil their potential by expanding and extending the scope of mentoring – where there is both great need because we are a more atomised society and great potential because it is a relatively underdeveloped area – using modern means of communication to provide access to help, advice, information and guidance;",
        "* And thirdly, we want to suggest how business as well as individuals can be more involved in volunteering and mentoring activity.",
        "But before I set out these proposals I want to explain why David Blunkett and I place such importance on the existence of a thriving voluntary and community sector.",
        "Now, the community I grew up – even though it was one made famous as the birthplace of the theorist of the free market Adam Smith – revolved not around only around the home but the church, the youth club, the rugby team, the local tennis club, the scouts and boys brigades, the Royal National Lifeboat Institution, the St Johns and St Andrews Ambulance Society…community not in any sense as some forced coming together, some sentimental togetherness for the sake of appearances, but out of a largely unquestioned conviction that we could learn from each other and call on each other in times of need, that we owed obligations to each other because our neighbours were part also of what we all were: the idea of neighbourliness woven into the way we led our lives.",
        "And while some people say you have only yourself or your family, I saw every day how individuals were encouraged and strengthened, made to feel they belonged and in turn contributed as part of a intricate local network of trust, recognition and obligation encompassing family, friends, school, church, hundreds of local associations and voluntary organisations.",
        "And while it is easy to romanticise about a Britain now gone, I believe that there is indeed a golden thread which runs through British history not just of the individual standing firm against tyranny but also of common endeavour in villages, towns and cities – men and women with shared needs and common purposes, united by a strong sense of duty and a stronger sense of fair play.",
        "And their efforts together produced not just a rich tradition of voluntary organisations, local democracy and civic life but also a uniquely British settlement that, from generation to generation, has balanced the rights and responsibilities of individuals, communities and state.",
        "The British way has always been much more than self interested individualism. And this was always recognised, even by those philosophers associated with free market ideas like Adam Smith and Samuel Smiles. They knew that prosperity and improvement must be founded on something more and something greater than harsh organised selfishness: instead a sense of social obligation – often infused with religious values – and a broad moral commitment to civic improvement.",
        "And while it is true that voluntary organisations have risen and fallen over time, it is also true that, in our own time, new organisations from playgroups and mothers and toddlers groups to pensioners or third age groups and the hospice movement have grown to become vital threads in our national fabric.",
        "And this is my idea of Britain today ….not the individual on his or her own living in isolation sufficient unto himself but the individual at home and at ease in society. And in this vision of society there is a sense of belonging that expands outwards as we grow from family to friends and neighbourhood; a sense of belonging that then ripples outwards again from work, school, church and community and eventually outwards to far beyond our home town and region to define our nation and country as a society.",
        "Britain – because there is such a thing as society – as a community of communities. Tens of thousands of local neighbourhood civic associations, unions, charities, voluntary organisations. Each one unique and each one very special, not inward looking or exclusive. A Britain energised by a million centres of neighbourliness and compassion that together embody that very British idea – civic society.",
        "It is an idea that best defines a Britain that has always rejected absolutism and crude selfish individualism and always wanted to expand that space between state and markets.",
        "But it is not a sentimental attempt to hark back to the past nor a rejection of modernity but its practical fulfilment – a Britain where social change redefines community but does not abolish community.",
        "And it is an idea that Rabbi Jonathan Sacks captures best and most eloquently when he talks of British society, not in terms of a contract between people that defines our rights but a British covenant that sets out the shared values which can inspire us to neighbourliness and service to others.",
        "And today civic society finds its greatest embodiment in the strength of your voluntary organisations – a genuine third sector established not for self or for profit but for mutual aid and, most often, to provide help and support for those in need.",
        "We know from the theory and evidence on what is called “social capital” that societies with strong voluntary sectors and civic society institutions have lower crime, greater social cohesion and better performing economies than those without. But we in government should be honest and humble, recognising that even as you play a vital role in delivering services because you are better than anyone at doing so, it is your independence that is the source of your strength. And let me explain why not just you but I, from not just history but every day, on-the-ground experience of living in Britain, believe that to be the case.",
        "For it is true that the uniqueness of voluntary and community organisations has not always been recognised by government. In the past let us be honest that some on the left wrongly saw the voluntary sector as a threat to the things that they believed only government should be doing; while others on the right misused the goodwill of a caring voluntary sector as an excuse to relieve government of its proper responsibilities.",
        "Both, failing to recognise the uniqueness and richness of the third sector, had it completely wrong. And yet unfortunately as the political battle swung back and forth, voluntary organisations were too often caught in the middle.",
        "I hope the political establishment has learnt from these mistakes, from the conflicts and sterile battles for territory of the past. The voluntary sector must never be seen as a cut-price alternative to statutory provision, never seen as a way of ducking the responsibilities of families or society. Nor should it be seen as a second class alternative to state provision. For it is now recognised that even when the public interest is established it is often better for it not to be guaranteed by a public sector organisation but by those, quite simply, who on the ground can advance the public interest better. That is why today – with for example Sure Start – local voluntary organisations with their unique local knowledge not only provide the service but run many of the projects.",
        "And governments should have the humility to recognise that voluntary organisations can provide solutions that governments cannot offer. That instead of – if I might put it this way – the man from Whitehall always knowing best, it is the woman from the WRVS or sure start or community service volunteers or any of the NCVO organisations that knows better. And it is because your independence as a voluntary sector is the essence of your existence, the reason you can serve, the explanation of why you can be so innovative, that you can make the difference that others cannot.",
        "So I believe, with you, that the great strength of voluntary action – and why we should value your independence – is your capacity for the individual and unique rather than the impersonal or standardised approach. Your emphasis on the individual need, aspiration and potential – and on a one to one, person to person approach, on being at the front line. As has so often been said, you do not rebuild communities from the top down. You can only rebuild one family, one street, one neighbourhood at a time. Or as faith based organisations, who are so important, often put it – one soul at a time. As one Jewish saying puts it: “if you have saved one life, you are saving the world”.",
        "And voluntary action, while often conducted through national organisations is, characteristically, local; volunteers and local community workers, working on the ground, at the coal face, at the heart of local communities, far better positioned than ever a government official could be, both to see a problem and to define effective action. It is about being there.",
        "John Dilulio – former head of the White House Office of Faith-based and Community Initiatives – quotes a conversation between Eugene Rivers, a minister in Boston, worried about his hold on a new generation of young people and a local youth who has not only become a drug dealer but has a greater hold now over the young people. “Why did we lose you?” asks the minister to the drug dealer. “Why are we losing other kids now?” to which the drug dealer replies: “I’m there, you’re not. When the kids go to school, I’m there, you’re not. When the boy goes for a loaf of bread … Or just someone older to talk to or feel safe and strong around, I’m there, you’re not. I’m there, you’re not…”",
        "In the face of drugs, crime, vandalism, social breakdown, voluntary and community organisations – there on the ground, one to one, person to person – really do matter and make the difference that others cannot.",
        "And so too does the second great strength of voluntary action – and why David Blunkett and I are putting forward the proposals we do today – your freedom to innovate. Long before government took notice, voluntary organisations saw wrongs that had to be righted. Indeed, it is because you innovate that societies most often change. And – often more so than the state – voluntary organisations can be flexible, can pilot, can experiment, can try things out, and can more easily move on.",
        "And just as you did in the past with, for example, the settlement movement or the new campaigning organisations which sprung up in the 1960s, today you are pioneering in new directions: from the hospice movement to anti-AIDS campaigns, from environmental groups to the Playgroup movement, from advocates for disabled people to the global coalition against the debt burden of developing countries.",
        "##  Volunteering",
        "Now, since 1997 – and working with David Blunkett and others – I have tried to encourage the giving of money:",
        "* The more simplified Gift Aid scheme which makes it easier to give;",
        "* Improving Payroll Giving by removing the limit on donations, introducing and then extending the ten per cent Government supplement and promoting the scheme to employers – which has led to a near trebling of Payroll Giving in the last four years;",
        "* Putting in place new tax incentives to encourage charitable foundations, which are common in the USA, to establish themselves here;",
        "* And with the changes in what qualifies for tax relief for individual and corporate giving, incentives are now worth £2.2 billion a year — and I encourage any charity here today who does not ask its members to “Gift Aid” their donations to do so to get the additional benefits.",
        "I will not ignore your representations on incentives for giving money – and indeed I know you will continue to make them to me – but now is the moment also to do more to encourage the giving of time – for we all know that we need, in this generation, to encourage young volunteers, new volunteers, new kinds of volunteers and in doing so to create new volunteering opportunities, and together encourage networks that match those who can give help to those who need help.",
        "Again we have tried to work with you on key initiatives, not trying to set the direction but enabling you, often with seed-corn finance, to build the infrastructure of caring you need:",
        "* The internet-based database – www.do-it.org.uk – providing individuals with free and direct access to volunteering opportunities throughout Britain;",
        "* Timebank – which since its launch in 2000 has matched over 50,000 people to volunteering opportunities in their local communities;",
        "* Community service volunteers – with more than 40 years experience in providing high quality volunteering opportunities;",
        "* And Millennium Volunteers – which to date has signed up 120,000 young people.",
        "So a lot has been done.",
        "But we also know that many still don’t know how to volunteer, where to go, who to ask for help.",
        "Many don’t understand that you can give some of your time without giving all of your time.",
        "And many – particularly young people – find formal volunteering complicated and confusing.",
        "And so I believe we must look at new and innovative ways of helping. In the US some firms give their employees a week off for voluntary work. In other places, the expenses of volunteers are paid, and in some places the tax system works to make things easier. But often it is not about financial incentives to volunteer, but about making the connections so that those who need help can link up with those who want to help.",
        "And I can tell you today that the Home Secretary, the Culture Secretary, the Education Secretary and I will report in the Budget on what more we can do to help all those prepared to undertake some sort of voluntary activity.",
        "And we want to examine with you – as the Scottish Executive has been doing – how we can do more to encourage a call to service among young people.",
        "In the 1960s in America, President Kennedy instigated the Peace Corps – asking young American men and women to volunteer overseas to, in the President’s words, further the cause of “world peace and human progress”. And President Clinton and then President Bush have fostered sister programmes – Americorps and Freedom Corps – to enable young people to serve their country at home. And I can tell you that such is the success of Americorps that more young people have joined it in just ten years than have joined the Peace Corps in its full 40-year history.",
        "And, with Home Office Minister Fiona McTaggart, I met with the heads of Freedom Corps and young people involved in Americorps last week to hear how young people engaged in national community service in America are working across racial and regional lines to build a stronger national community: and they have constructed tens of thousands of homes, immunised hundreds of thousands of children against disease, and taught millions to read – finding the skills and experience they gain from their service invaluable for themselves and their future employability.",
        "And I was struck not only by the enthusiasm shown by the young people for the whole range of volunteering opportunities they were involved in but by their belief that if it is to become the norm rather than the exception for all young people to give up their time to help in their communities or abroad. We have to make the volunteering opportunities on offer both interesting and exciting – and we need to make access to them easier.",
        "David Blunkett and I believe that the same call to service should be issued to all young people in Britain.",
        "In the Budget last year David Blunkett, Charles Clarke and I announced a pilot for England where, for school-leavers who cannot afford to do so from their own funds, we sponsor a Gap Year – a year of service in their own communities. And the first 60 volunteers started on the programme in September.",
        "Now we want to examine with you and with young people themselves whether we can, through making it a national priority, engage a new generation of young people in serving their communities – and provide nationally and locally the means by which they find it easy to participate. And I would like to invite all the organisations represented here today – individually and through the NCVO – to work with government on how best we can do more.",
        "The advantages for young people are clear – to develop their personal skills, discover new communities, become more active citizens. The benefits to our country are clear too: to expand volunteering, to create a culture of service and to support worthwhile community activity. And as in America there could be help with basic living expenses and help for university, college or business start ups to follow.",
        "We know that the best way to do this is by working with the organisations – many of you here today – that are already doing this sort of work successfully and by listening to young people. And building on our pilots – and learning from experiences in the us and elsewhere – the Government wants to explore, in direct partnership with the you, the voluntary and community sector and with young people themselves – how we can do more.",
        "##  Mentoring",
        "Second, I turn to initiatives to encourage mentoring.",
        "The central element of mentoring is a long-term, personal, one-to-one relationship in which, over time, the experience and knowledge of one person helps another to learn and to grow.",
        "It is an approach that is being adopted everywhere from schools to the career service to the workplace, and for everyone from looked-after children, to new entrepreneurs, to the long-term unemployed, and from gifted children to under-achievers.",
        "You might say mentoring is about befriending; about people helping people and people needing people to make the most of themselves and be all they can be – bridging the gap between what they are and what they have it in themselves to become. Giving advice and help on everything from school courses to careers in music or businesses to very personal advice on growing up. And while adult mentors are most common, a young person will often benefit from having another young person as a mentor, especially one who shares similar life experiences. And that young person often will go on to mentor someone else. It is a rare form of volunteering – one that generates its own recruits.",
        "In one programme for young people at risk in the United States, those befriended or mentored were 46 per cent less likely than others to use drugs and 27 per cent less likely to use alcohol. They were also less likely to get into fights or to be truant from school. On a smaller scale, we are seeing similar encouraging results in Britain: “chance UK” a child mentoring scheme, has found that three quarters of mothers interviewed saw positive changes in their child’s behaviour; four out of five regarded their child’s mentor as a good influence; and over two thirds reported benefits for their own relationship with their child.",
        "For the one third of schools still with no mentoring, new programmes are being sponsored by both the Home Office and the Department for Education.",
        "We have introduced mentoring fund grants to help mentoring organisations expand their activities into communities that are not yet being reached.",
        "And mentoring is also an important component in the Connexions service – the new careers and guidance service for 13 to 19 year olds – with young people acting as peer mentors and role models for other young people.",
        "But there is much room for growth, much more to be done.",
        "I wonder, for instance, whether – whilst taking consideration of child safety issues – we could not explore more innovative ways of recruiting people to be mentors and of course helping people in need of help.",
        "Just look at the success, for example, of the big websites such as ebay, Friends Reunited (with 8.5 million members alone), u.date – using the power of IT to create social networks, connections and affiliations. Or the superb site www.mentoring.org in the US – a modern and accessible national infrastructure for local mentoring organisations.",
        "With the voluntary sector’s well-deserved reputation for creative thinking and for innovation, I believe there are opportunities",
        "to recruit and train mentors and to link those who need help and advice to those who can help and advise.",
        "We as a Government stand ready to provide seed corn funds to do more to help build both a national and local infrastructure that offers mentoring opportunities and help in every area of the country. And i can tell you that David Blunkett and I will be calling a summit of organisations and businesses involved in mentoring to discuss how we can do this.",
        "##  Business engagement",
        "And this leads to the third area where I want to make new suggestions – how we work together to translate the widespread social concern that exists among employers and employees alike into effective action for the common good.",
        "While there are already good examples here in the UK – Business in the Community, Pro-help, Business Action on Homelessness, Business Broker pilots, Right to Read, Business Bridge, Streetwatch, Business Cares – generally people in the UK think business does more than providing the 7 percent of volunteers and 5 percent of income to charities that it does. And we know that corporate giving of money and time has reached new heights in the US – and in new ways through organisations like ‘Business Strengthening America’.",
        "There is indeed a goodwill mountain waiting to be tapped. So building on the new Corporate Challenge that you have been involved in – where more than 60 companies have already nominated champions – David and I want to work with you and them to develop a national campaign to promote involvement by companies and employees in mentoring. And I hope you will work with us in a group David and I propose to bring together to explore options and recommend next steps.",
        "##  Public Service Delivery",
        "I am conscious that when we talk of public service delivery we have a further responsibility – not just to ensure voluntary organisations can help – as they have done successfully with sure start – to shape the services they run, but to build upon what I felt was a ground breaking 2002 Cross Cutting Review on the role of the voluntary and community sector in service delivery – which, I can say, helped us in government – right across departments – understand much better the issues which voluntary sector organisations face in public service delivery.",
        "And when you identified a fundamental problem – basic capacity needs in it, sustainable funding, financial management and skills, and the need for an ‘infrastructure map’, as Stewart puts it, we tried to respond. And from this summer, grants and loans will be available through the Futurebuilders fund to help build capability and I can tell you that recognising that there are skill shortages in management and business planning, David Blunkett is also finalising work with you on a new capacity and infrastructure framework including funding to help improve skills, use of it, performance management and governance in the sector. And I hope that as we discuss all the new challenges ahead, the same spirit and practice of partnership will flourish to the benefit of all.",
        "##  Conclusion",
        "My late father always said that each of us could make a difference. We could all leave in his words, “our mark for good or for ill”.",
        "He said that it was not IQ or intelligence or, for that matter, money that defined whether you made the best mark in your society.",
        "He believed in Martin Luther King’s words, that everybody could be great because everyone can serve.",
        "So I certainly grew up influenced by the idea that one individual, however young, small, poor or weak, could make a difference.",
        "Robert Kennedy put it best: “Let no one be discouraged by the belief there is nothing one man, one woman can do against the enormous army of the world’s ills…against misery and ignorance, injustice and violence” he said. “Few will have the greatness to bend history itself but each of us can work to change a small portion of events and in the total of all these acts will be written the history of this generation”.",
        "Together, your organisations are ensuring not only that service remains an honourable tradition in Britain but that as",
        "A Britain with a strong and independent and forward looking voluntary and community sector…a Britain true to its values… a Britain ready to face the future."
    ]
}