{
    "url": "https://www.ukpol.co.uk/gordon-brown-1999-speech-to-the-uk-internet-summit/",
    "title": "Gordon Brown – 1999 Speech to the UK Internet Summit",
    "post_date": "December 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1999",
            "url": "/tag/1999/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 28 October 1999.",
    "content": [
        "Can I first of all congratulate the New Statesman, one of the country’s oldest established journals founded in the days of the quill pen, for organising this, one of the first national conferences on the opportunities of the Internet.",
        "Thirty years ago this month the Internet was invented and the modern Internet was invented by a Britain. Today in Britain and throughout the world the Internet is revolutionising our access to information – the way we communicate, educate, buy and sell, and entertain ourselves – and from the acquisition and servicing of people to the management of stocks and supplies the Internet is transforming the way we do business.",
        "We are determined that Britain lead in the next stage of the Internet revolution.",
        "Let me set this target of our Government – within three years we want to become the world’s best environment for electronic commerce.",
        "And today I want to set out how we plan to achieve this great ambition — how we plan to benefit from being part of the European Single Market of 390 million people, how we plan to employ our language, educational and communications strengths to grow with speed, how creativity and adaptability – our British talents – will be put to best use.",
        "Of course with 50 per cent of all people on the Internet, and 75 per cent of all Internet commerce, the US leads in the Internet. And if we examine why the US enjoys such an advantage it is not just because it has the largest domestic market, but because it leads in innovation, it has an economic culture which supports risk-taking and thus the introduction of new technologies, it has a better record of turning good ideas into businesses that succeed. Commercial links between business and universities bring a speedier commercial application of cutting edge technologies. Clusters, like Silicon Valley in California and Silicon Alley in New York, generate a wave of technological innovation.",
        "But we believe that in the next few years the rate of innovation will continue to accelerate.",
        "The rewards for uncovering lucrative ideas will be even greater.",
        "Whichever country is able to make use of inventions and innovations fastest will come out ahead.",
        "I want that country to be Britain.",
        "And I believe the UK can lead in Europe.",
        "Today, one in ten companies in the UK sell-online.",
        "One in four companies make purchases on-line.",
        "Over forty percent of households already have computers.",
        "Over ten million people are already on the Internet.",
        "And we have a number of key strengths and advantages:",
        "* our language. More than 80 per cent of web sites are in English;",
        "* our telecoms market. We lead the world in having a highly liberalised and competitive telecoms market;",
        "* our capital markets. London is one of the world’s leading financial centres, and can provide a good source of capital;",
        "* our willingness to embrace new technologies. Our strong track-record of early deployment of new technologies, including interactive digital TV, multi-media mobile communications and pervasive computers;",
        "* our access to a market of 390 million people. Today 10 per cent use the web. By 2002 it is expected to be 35 per cent. Half of Europe is expected to be on-line by 2006. I want Britain to lead the world in getting people on-line.",
        "We recognise success will not come automatically.",
        "So I want to explain today the key building blocks we are putting in place for success:",
        "First, greater economic stability;",
        "Second, a more competitive environment including a new independent competition authority;",
        "Third, the right legislative framework for e-commerce;",
        "Fourth, fostering innovation;",
        "Fifth, transforming education;",
        "Sixth, widening access for all;",
        "Seventh, modernising government – a public sector willing to innovate.",
        "We will review progress every year in the Budget.",
        "Let me explain our policies in detail.",
        "The precondition for all else is of course macro-economic stability so that businesses and individuals are able to plan for the long term.",
        "In today’s global marketplace, national economies must be founded on a platform of monetary and fiscal stability.",
        "So we have put in place a new long term framework with clearly defined objectives: a symmetrical inflation target and a golden fiscal rule; new rules for delivering them – Bank of England independence and a Code of Fiscal Stability — and a new openness and transparency that builds confidence and trust.",
        "With these reforms and the record – the lowest inflation for over thirty years, and long term interest rates at historically low levels – I believe that Britain now has a sound and credible platform of stability from which to achieve steady growth.",
        "##  Second, competition",
        "But stability is not enough, the sharpest spur to innovation, efficiency and improvement is competition.",
        "Monopoly protects the privileged. Competition empowers the consumer. Competition promotes better services and better prices.",
        "The new economy of the next decade will need more competition, more entrepreneurship, more flexibility and more long term investment.",
        "That is why this Government is reviewing every barrier to competition in the emerging e-commerce market. Old monopolies and cosy cartels have no place in this new market.",
        "So, our new Competition Act for the first time prohibits all anti-competitive practices.",
        "So that competition will be encouraged for the long term needs of the economy and the public, we are making our competition authority – like the Bank of England – independent of political influence.",
        "In every area we are asking what we can do to enhance competition.",
        "We must ensure that the price of telephone use is not a barrier to greater Internet use, or lead to a divide between IT-haves and IT-have nots.",
        "So the forthcoming Utility Bill will place a new primary duty on the telecoms regulator to protect the interests of consumers through promoting competition.",
        "Already competition is forcing the price of Internet access down. BT are reviewing charges for Internet access. OFTEL will continue to ensure that competition drives down the cost of Internet access.",
        "And competition will be essential to promote innovation in the new generation of digital technology and broadband access.",
        "* first, Britain is at the forefront of the new third generation technology that will revolutionise the mobile phone – allowing access to data up to two hundred times faster than through existing mobile phones; the new spectrum auction – the auctioning of five licenses, one of which will be reserved for a new entrant into the market – is designed to maximise competition, the best way of rolling out this technology;",
        "* secondly, broadband fixed wireless access can deliver fast and inexpensive broadband services. This would provide additional competition in the provision of broadband services. Having consulted on this the Radio Communications Agency of the DTI is reviewing the responses and an announcement will be made shortly.",
        "* and thirdly, making available BT’s local loop to competitors widens access to the local network. Again, using competition to roll out new technology.",
        "And BT has now announced a an upgrade of their local network. This will promote the early introduction of high speed access to the Internet to homes and businesses across the UK.",
        "##  Third, the legislative framework",
        "The Internet economy needs the right legislative framework for electronic commerce, and Patricia Hewitt will say more about this later.",
        "The Electronic Communications Bill – which we will introduce this year – will not only recognise electronic signatures, but remove unnecessary legal obstacles that force people to use paper.",
        "And we are determined to advance the Internet not just by implementing the best British legal framework but also by pushing for the best European framework to encourage competition, innovation and e-commerce.",
        "##  Fourth, fostering innovation",
        "The Internet economy will need higher levels of private investment – not least in university science and commercial R and D, and in hi tech start ups and in skills.",
        "To modernise our science base, we have invested in an innovative 700 million pound public-private partnership with the Wellcome Trust and the awards that have already been made include for example support for an advanced Technology Institute in the University of Surrey.",
        "The new R and D tax credit which we propose to next April for SMEs will mean that nearly a quarter of new investment is underwritten even before a penny profit is made.",
        "We have created a new University Challenge Fund to help universities commercialise their inventions and help university based companies transform British inventions into British-made products.",
        "And to help universities gain management expertise to commercialise inventions and to help transfer technology from the science lab to the market place, the Government is creating new Institutes of Enterprise.",
        "Indeed we are keen that British universities build trans-Atlantic and trans-European alliance in research and commerce.",
        "A new government backed regionally based Venture Capital Fund is being created to encourage investment in early-stage, high technology companies.",
        "And to encourage investment in new companies, we have cut small business tax from 23 to 20p and introduced a new starting rate of tax for small companies of 10p in the pound. Every company making profits of up to £50,000 will benefit.",
        "Corporation tax has been cut from 33 to 30 per cent. And to encourage and reward new business investment, we have cut the long term rate of capital gains tax from 40p to 10p.",
        "Corporate venturing has been vital in Silicon Valley and elsewhere – providing smaller high tech firms with a strong capital base, better skills in marketing and management, and a greater market-reach. So to help the large companies sponsor the development of the small, we are considering new incentives to promote corporate venturing.",
        "The City of London is one of the largest financial centres in the world and this month alone a number of UK Internet start-ups have found financial backing.",
        "But we need to do more to build on the strengths of our capital markets.",
        "Next week, I will be launching Techmark, a new market within the London Stock Exchange for companies whose success depends on innovation.",
        "And today with the publication of a new Treasury consultation document we are announcing new proposals for cutting through red tape for dynamic new high tech businesses – freeing high tech start ups from unnecessary regulation to allow quicker access to finance. Our proposals could save months, in an area where this can make the difference between business failure and business success.",
        "These new companies will be able, from next April, to benefit from the Government’s Enterprise Management Incentive Scheme. To recruit top managers for smaller high risk companies, we are offering tax relief for key employees on stock options worth up to £100,000.",
        "##  Fifth, Transforming education",
        "Success in the Internet age depends upon an educated economy. The extra £19 billion our country is now investing in education is designed to give everyone the opportunity to master the skills and technologies of the new information age.",
        "Today we are pushing through huge educational reform. We are introducing early learning; a new focus on basic skills in primary schools; restructuring teachers’ pay and performance; zero tolerance of failing schools; expansion of further and higher education through an extra 800,000 students by 2002.",
        "When we came to power two years ago barely one in ten of our schools were linked to the Internet.",
        "I can report to you that the extra investment this Government has made is already giving access to the Internet’s new world of knowledge to pupils in two in every three schools across Britain.",
        "By 2002 there will be 32,000 schools connected to the Internet, with around 400,000 teachers computer-trained. We are well on track to achieve this target with over 20,000 schools already on-line. Our IT strategy is allowing for the first time teachers and head teachers to share experience and good practice techniques over the web.",
        "New help worth 20 million pounds is making it possible for more teachers to have computers for home use.",
        "But we must go further. Next year we will double the money on IT in schools. We can now promise that by 2002 every school – rural and urban, rich and poor, north and south – all of our schools connected to that new world of knowledge. And parts of the National Curriculum will be taught through software accessed on the Internet, motivating all pupils.",
        "So everyone will have the chance to succeed in the new economy we are delivering Individual Learning Accounts. A million men and women can receive 150 pounds to set up their own Individual Learning Accounts – putting the power to plan and prepare for their own careers in their own hands. Next year any adult with an Individual Learning Account will be able to claim a discount of 20 per cent, an additional grant of up to 100 pounds, on the cost of their learning.",
        "For all adults signing up to improve on their basic computer literacy, there will be a discount of 80 per cent on course fees.",
        "The Internet not only brings home the need for lifelong learning but also enables lifelong learning to be brought into every home.",
        "The University for Industry will use the latest technology, including the Internet, to do in the 90s for lifelong learning what in the 70s the Open University did through TV for university learning – to bring education and training into the home and the workplace.",
        "With our new university, Individual Learning Accounts, and with help with computers and computer literacy, the Government is embarked upon the biggest public education programme on offer in our history-opening up new opportunities for millions of people.",
        "##  Sixth, Wider access",
        "And we must make sure that the opportunities of new technologies are shared by everyone.",
        "As a nation we could stand aside. We could have a society divided between information haves and information have nots. A society with a wired up superclass and an information underclass. An economy geared to the needs of some parts of Britain but not the whole of Britain.",
        "But the blessings of new technology give us the means to break down the walls of division, and the barriers of isolation.",
        "In Sweden the biggest single measure that increased the number of families with computers and the Internet was the tax incentive we are introducing in Britain.",
        "To bring more computers into more British homes, we have made it possible for employees to be able to borrow computers from their companies as a tax-free benefit.",
        "And we now expect the number of people doing so to rise to 300,000 over the next two to three years.",
        "Anyone left out of the new knowledge revolution will be left behind in the new knowledge economy.",
        "So in the last Budget, we allocated an additional half a billion pounds to the establishment of new ICT learning centres. Our target is a national network of 1,000 computer learning centres, one for every community in Britain. They will be in schools, colleges, libraries, in Internet cafes and on the high street.",
        "A whole new network of computer learning with one purpose only, that the whole of Britain is equipped for the information age.",
        "And here new forms of providing access are being introduced – as libraries pioneer easier access – including drop-in centres in shopping locations.",
        "And we will pioneer a system under which poorer individuals – sometimes through local partnerships – will be able to lease computers and software in the new century in the same way local libraries have loaned books in the last century.",
        "We aim to have 100,000 computers on loan by end 2001.",
        "So with our new University for Industry providing education in peoples homes, with one million Individual Learning Accounts that can finance computer courses, with help to loan computers and use them in computer learning centres, Britain is now embarking upon the biggest public education programme on offer in our history – opening up new opportunities for millions of people.",
        "Imagine it, every child in every school in every community given access through computers and the Internet to the greatest libraries and museums in the world.",
        "Imagine it. The 45 year old redundant worker in my part of the world – who has the courage and opportunity to go on an IT course and who acquires new skills and gets a new job.",
        "Imagine it. The disabled person. House bound, but now free – able to work from home through their personal computer.",
        "All based on the understanding that in the new economy the more individual talent we nurture the more economic growth and prosperity we will achieve.",
        "##  Seventh, modernising government",
        "Businesses and individuals are responding to new technologies and the new challenges of the Internet age. Government must do the same.",
        "Just as businesses have used the Internet to refocus their activities on the customer — supplying new services, when, where, and how the customer wants them — government needs to do the same.",
        "So we are restructuring our public services, from taxation to procurement, from health to our legal systems – organising government in new, innovative and more flexible ways.",
        "The £2.5 billion Capital Modernisation Fund was set up to support capital investment to improve public services.",
        "The Internet presents a great opportunity to enhance the interaction between people and government. As Bill Gates recently pointed out, this new technology is making government more democratic.",
        "And we have introduced the new £230 million pound Invest to Save Budget – funding innovative ways of delivering services.",
        "The first round of the Invest to Save Budget funded a number of innovative projects, including an electronic one stop shop for land and property information which will help reduce house buying delays; a pilot scheme enabling applications for vehicle tax discs over the Internet; and an electronic catalogue enabling public bodies to order goods and services more cheaply and efficiently.",
        "Almost 500 bids were submitted in round 2. These are now being considered. The winners are likely to include:",
        "* projects increasing electronic access to services for individuals and business;",
        "* new websites giving the public increased access to information; and",
        "* projects facilitating electronic data exchange between public bodies.",
        "By 2002, our aim is that the public will be able to access on-line:",
        "* book driving and theory tests;",
        "* look for work and be matched to jobs;",
        "* submit self-assessment tax returns and get information and advice about benefits;",
        "* apply for training loans and student support, all on-line.",
        "Businesses will on-line be able to:",
        "* complete VAT registrations and make VAT returns;",
        "* file returns at Companies House; and",
        "* receive payments from government for the supply of goods and services.",
        "##  Looking to the future",
        "Britain is well known for its tolerance, its strong traditions of fair play, its decency. But it is also known for its history of being adaptable, being creative, and being outward looking. These are precisely the qualities that will help us lead in the new information revolution.",
        "If as a country we now master the challenges of change, this transformation from industrial age to information age has staggering potential to make us more educated, more enterprising and more prosperous.",
        "We require both an industry sufficiently alive to the opportunities — and a public willing to adapt. I believe that with the changes I propose Britain will be ready to meet this challenge."
    ]
}