{
    "url": "https://www.ukpol.co.uk/gordon-brown-2003-speech-at-cbi-national-conference/",
    "title": "Gordon Brown – 2003 Speech at CBI National Conference",
    "post_date": "January 2, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, at the CBI National Conference held in Birmingham on 18 November 2003.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "I want to thank all of you here – the wealth creators of Britain – for the contribution you make to Britain’s continued economic growth; for the dynamism that you have shown in meeting and mastering the challenges of a more unstable global economy; and for your commitment to the prosperity of Britain.",
        "And it is a particular pleasure for me that I am joined this morning by someone who has distinguished himself both in business – as the former Chairman and Chief Executive of CSX Corporation – and in government service. And I would ask you to welcome the Treasury Secretary of the United States John Snow.",
        "And I want to say – I believe on behalf of all of us here – in welcoming President Bush’s visit later this week, what binds America and Britain together is not simply a shared history over the generations – and not just wonderfully good and cordial personal relationships – but shared values.",
        "Indeed for centuries, America and Britain have been linked by the ideals that we share: a passion for liberty and opportunity; a belief in the work ethic and in enterprise for all; a commitment to being open not isolationist; and our shared conviction that economic expansion through free trade and free markets is the key to growth and prosperity.",
        "And with shared values we must also meet a shared threat. As Tony Blair said yesterday, it has fallen to this generation –",
        "the generation who were born or grew up at a time when Britain and America had together fought World War Two – what we believed was a war to end all wars; the generation who lived through the uneasy and fragile truce of the Cold War years; who dared to hope that when the Berlin Wall fell the threat of nuclear, chemical and biological weapon proliferation had been removed but now find the world at risk from a new threat; it has fallen to this generation to fight global terrorism and rogue states.",
        "In this new century our shared values across the Atlantic can become our common destiny. And Mr Secretary, I – and all of us here – stand for a Britain – as you stand for an America – that is outward looking, ambitious to succeed, determined to advance an enterprise culture, fully equipped to lead in the new global economy.",
        "And it is as a reflection of these shared values, and a special relationship we are not just celebrating but deepening, that today John and I are able to announce a joint US-UK enterprise agreement – that we believe will make for a stronger relations between America and the whole of Europe.",
        "We know that damaging trade and regulatory disputes between Europe and the USA have hindered commerce and damaged transatlantic relations. It is time now for us all to make the effort to move beyond them. Just as in 1988, when Europe was at the outset of the great project to move towards a single market, the Cecchini report showed the benefits of breaking down barriers for commerce, growth and jobs, so too we have agreed today – alongside our efforts to revive the Doha trade talks – to proceed with a major transatlantic review — an independent study on how by liberalisation, the removal of tariff and non tariff barriers, and agreed approaches to competition and regulation we can reap the benefits – which could be as much as $100 billion and one million jobs – from greater trade and investment between our two continents.",
        "And let me announce also as part of our agreement:",
        "– incentives for our universities to become more entrepreneurial and link up in research and technology with US universities including a technology transfer fund to foster exchange of ideas across the Atlantic;",
        "– enterprise scholarships for management studies not just in the UK but in the USA; sharing best practice on enterprise education in schools and universities, with young entrepreneurs in the US and UK able to learn from each other;",
        "– and a joint forum next year to discuss common productivity challenges and share best practice.",
        "John…thank you…",
        "North America and Britain are the two areas of the industrialised world in which growth has been strengthening most – even amidst one of the G7’s longest and most protracted world downturns in growth and trade.",
        "At various points in the last three years – America, Japan and Germany in 2001; half the euro area and much of Asia in 2003 – our main competitor countries have faced recession.",
        "But, for the first time in fifty years, Britain has not only avoided recession but has continued to grow in quarter after quarter, year after year, in all six years of our government since 1997.",
        "Remember the old days, what was called the British problem: stop go, boom bust, unstable cycles…Britain the country usually first in, worst hit and last out of any world downturn; invariably hit by an inflation problem that prevented interest rates falling when they needed to come down; and usually then by wage inflation that could not be afforded and prevented you making long term investment.",
        "So I want to explain to you today the policy we – and the Bank of England – will continue to pursue to ensure the British economy entrenches our new won and hard won stability and continues to grow – ensuring we take no risks with inflation or stability generally, or with the fiscal position. And because we must never take stability for granted I want to set out some of the measures I propose to take in the Pre Budget Report to lock in that stability for the years to come.",
        "The lessons all advanced economies have learned are that in a global economy, monetary and fiscal policy has now to adjust quickly to fast moving changes and to heightened risks of instability — and to do so it has to be proactive and forward looking. While there is a link between money supply and inflation, in open economies with liberalised capital markets rigid monetary targets just cannot work. But the experience of the 1970s and 80s also taught us that correct as Keynes was to point to the need for proactive and forward looking monetary and fiscal policy – ever more essential in fast moving capital markets – the old way of doing so – crude annual fine tuning – could not work either.",
        "Instead the flexibility and proactive approach a modern economy needs demands a framework – whether monetary or fiscal – based not on short term targets but on clear long term objectives that are met and seen to be met; well understood operational rules of procedure that are painstakingly followed; and an openness and accountability that which helps build public trust and market credibility.",
        "That is why my first acts as Chancellor in 1997 were not only to make the Bank of England independent but to introduce a new British model for monetary and fiscal stability with: instead of monetary targets, a symmetrical inflation target that is as concerned about deflation as it is about inflation instead of the old annual fiscal fine tuning, clearly established fiscal rules set over the cycle  \nand because it is important not just to build trust but to educate decision-makers about the costs and benefits of different courses of action, an openness and transparency.  \nAnd in Britain today our new framework – this British model – has, in most people’s views, made Britain better placed than before to cope with the ups and downs of the economic cycle. Indeed, the experience of other economies has shown that if monetary policy remains sluggish and inflexible – or fiscal policy is still based on the old style annual incrementalism, blind to the economic cycle – then growth has been lower.",
        "So – to entrench stability for the long term – what are the lessons we learn for the future?",
        "First, the importance not just of setting clear and precise objectives and rules of procedure but also a symmetrical inflation target that, with the bank seeking 2.5 per cent inflation, is pro growth as well as pro stability. The credibility that has come from bank independence and the symmetrical inflation target has enabled the Monetary Policy Committee in the difficult world conditions manufacturers and businesses faced to – as in the USA – respond proactively to the recent downturn by aggressively cutting rates —- in Britain’s case nine times since the start of 2001. With the result that, even when more exposed than any European economy to the IT shock, growth continued and unemployment continued to fall.",
        "It is because we are committed to delivering the stability industry needs that the same proactive approach is being pursued as the economy strengthens.",
        "Let us remember that in 1988 as the economy started to accelerate the then government cut interest rates, fuelling an inflation that eventually led to a deep recession. It was from these mistakes that in 1997 we learned: immediately after we came to power we raised interest rates and then even as inflation expectations started to fall the newly independent Bank of England raised interest rates again so that we could ensure a long period of low inflation and sustained growth.",
        "And again in 2003 the Bank of England, determined to keep inflation low and stable in a strengthening economy, have raised interest rates to ensure that Britain continues to enjoy stable growth.",
        "I believe that the MPC is right to take the forward-looking approach of pre-emptive action – taken as the economy strengthens – to lock in stability.",
        "And we will not yield to any inflationary pressures, any unaffordable wage demands or any short term quick fixes or soft options that would risk or squander the huge economic opportunities that our hard won stability offers the British people.",
        "Fiscal discipline matters too. It is where there is no credible long term commitment to fiscal stability over the cycle that economies can find themselves in the perverse position of cutting spending or raising taxes at the wrong time of the economic cycle, putting growth and stability at risk. And it is precisely at this point in the economic cycle that past British governments have made mistakes.",
        "So breaking from the old familiar annual public spending rounds, the old annual promises and breaking of promises over surpluses and deficits, we set long term fiscal rules over the cycle – rather than rigid year to year targets – and these have supported monetary policy in helping us continue to grow.",
        "It is because of this long-term commitment to fiscal stability that:  \nIn 1997 and for two years we froze spending and turned the large deficit that we inherited into a large surplus; we then aggressively cut the national debt; we then paid off more debt in one year than in the whole of the period since the Second World War; and we then were able to reduce debt interest as a share of national income to its lowest in almost a century, since 1914.",
        "Our stability first policy means that our fiscal decisions will ensure that while debt is rising substantially in other countries, levels of debt in Britain will remain low and sustainable. At all times we will meet our fiscal rules and, more than that, in the Pre-Budget Report we will publish our plans showing that after tough decisions made on pensions – state pension spending will rise to 15 per cent of GDP in Germany and France but remain at 5 per cent in Britain – our fiscal position is sustainable over not just a year or two but over the next decades.",
        "So our policy will remain stability first – today, tomorrow and always. For stability is never a final achievement but always a permanent never ending challenge.",
        "And it is upon this foundation of a shared national commitment to stability that we can move to my next ambition: that Britain agree a similar shared commitment to a wider and deeper entrepreneurial culture, a shared commitment across the whole country to enterprise:",
        "– enthusing young people in every school and college with the spirit of enterprise;  \n– in all parts of our country and particularly in the high unemployment areas, demonstrating that enterprise is a solution to the unemployment and economic challenges we face;  \n– valuing business leaders as role models in our own communities;  \nmoving beyond the old sterile political divisions so that there is, across the whole country and across the whole political spectrum, a shared purpose in ensuring that British enterprise, inventiveness and creativity can lead as we face our biggest challenge – competing successfully in the global economy – the theme of this Conference.",
        "I know that for most of the companies here, there is hardly a good you produce that is not subject to intense competition from at home and abroad — competition not just from traditional competitors in the advanced industrial economies but competition from emerging market economies not least in Asia and the east of Europe.",
        "I know that because you now operate in a global economy, the decisions you make every day about where you source your products are not just decisions about where to buy them within Britain but where to buy them across the world.",
        "And that because the our labour market is now international, at every point you have to look not just where you source your labour and skills but where your competitor sources labour and skills.",
        "All the ground rules – who you customers are, who your competitors are, where your labour comes from – are changing — and no one is going to turn the clock back.",
        "And I think the whole country owes you – as our business leaders – a debt of gratitude for your response to these new realities —- in particular, your courage to change.",
        "And just as you and your companies must respond and adapt on a continuous basis, so too must government. And for every government across the industrialised world – and we will be hearing from John Snow in a moment – the key question – beyond all the old, sterile political party point scoring – in this era of global competition is, and will be: what is the best contribution that government can make?",
        "I am more than ever convinced that government should concentrate only on what it can do well:",
        "– building a competitive environment;  \n– investment in skills, science and infrastructure;  \n– and beyond that getting government out of the way by removing the barriers to enterprise – whether from Europe or Whitehall – that hold you back.",
        "So as we seek, as pro Europeans linked to Europe by history, geography and economics, to build a global Europe — flexible, outward-looking, reforming and open, far from an inward-looking trade bloc – and I am publishing our latest Progress Report on Euro Preparations today — I am proposing to my European Finance Minister colleagues that Europe designates 2004 a year in which we set a clear timetable to eliminate wasteful regulation.",
        "I know that the best contribution pro-Europeans committed to Britain leading in Europe make to the cause of Europe is by ensuring that in Europe we face up to rather than duck the difficult decisions about economic reform. So I can tell you that just as we successfully resisted the savings directive that would have harmonised savings taxes, Britain will resist inflexible barriers being added into directives like the working time directive and agency workers directive, the investment services directive and the transparency directive, as well as tax harmonisation. And I invite you, as companies, to join us in putting European regulations to the ‘costs ‘test, then the ‘jobs’ test and then the “is it really necessary” test.",
        "And at home we will support this by – as Patricia Hewitt has said – removing further audit requirements from more small firms and by making further cuts in the time and cost of VAT administration — and I invite you to nominate from your businesses men and women who will assist us in identifying and sweeping aside old regulations that have outlived their usefulness.",
        "When we raised national insurance to finance a modern reformed health service you told us that we were right to insist on efficiency and value for money as the watchwords for the public services. I have announced the Gershon Review into cutting back central bureaucracy and making more effective use of our front line professionals; and the Lyons Review examining the relocation of 20,000 jobs out of Whitehall. It is by requiring reform as a condition of resources — by measures from more flexible labour markets, modernised NHS foundation hospitals where there is tough inspection and extra freedoms for high performers, and reformed systems of university funding to public sector pay linked to performance, a tough housing inspectorate, and freedom and flexibility for good performing local councils — that we will be able in the next spending round to ensure money is well spent and deliver new resources to our front line public services.",
        "And we will legislate to tackle a long standing obstacle you have rightly raised with us that we make the planning system quicker, more flexible and more responsive to your needs.",
        "I know the priorities of the CBI for investment: central to our economic future is excellence in British science and innovation. So not only will we create new centres of excellence in science teaching, we are investing an extra one and a quarter billion pounds a year to expand the science research infrastructure and training more skilled scientists and engineers, but you have asked us — and we have responded – for an R and D tax credit, on which we continue to consult, and more support for technology transfer.",
        "And because we – Government and CBI – also agree with you that the key to success is getting the best people and the best out of your people, we are also responding to your wish that standards amongst school-leavers must be of a ever rising quality. And with",
        "– the return of apprenticeships – once dying now taken up by one quarter of a million young people  \n– the new University for Industry – Learn Direct – which has already given nearly 1 million adults the chance to take courses from literacy to language to it  \n– and the Employer Training Pilots that offer paid time off to train towards relevant skills  \n– we are investing more today in education and workplace skills than at any time in our history and will continue to do so. And I hope that we can strengthen the skills partnership between business and government to achieve our shared aim: that Britain becomes the best educated, most skilled, most technically proficient workforce in Europe.",
        "You have not only told us the importance you attach to the government investing in science and skills but of proper investment – in partnership with the private sector – in transport and infrastructure. And with the doubling of investment in our roads and railways – an extra £4 billion a year – we will proceed, no matter what the opposition, with our pioneering Public Private Partnerships and these will be extended from transport, schools and hospitals into prisons, urban regeneration, social housing and waste management.",
        "An enterprise economy must be rooted in an enterprise culture starting in our schools and colleges, and extending across every community. And today John Snow and I have been meeting business leaders pioneering enterprise education in our schools and encouraging new start ups in high unemployment communities – as well as local young entrepreneurs from the Birmingham area putting their innovative ideas into practice – and I can assure you that having cut small business tax from 23 pence to 19 pence and exempted the first £10,000 of new company profits from tax, cut long term capital gains tax from 40 pence to 10 pence as well as mainstream corporation tax from 33 pence to 30 pence, we will continue to look with you at the business tax regime so that it can reward entrepreneurship and encourage new investment: an approach based on a broad base and low tax rates that is stable and transparent, reflecting our goal to make and keep the UK as the best place for international business.",
        "So from a stop-go economy, Britain is now one of the world’s most stable and a growing economy – the best position from which to seize the opportunities of a highly competitive global marketplace.",
        "But now its time for Britain – which has created a British model for stability – to build on that and come together to create a stronger enterprising economy.",
        "I believe we can build a shared commitment to enterprise and wealth creation stretching across all communities of our country.",
        "I believe we can create a stronger deeper enterprise culture that will help us take our rightful place in the global economy.",
        "As John Snow can tell us, America has a model of enterprise which we can learn from.",
        "John Snow himself has played a great part – in business and in government – in strengthening that enterprise culture —- and it is my pleasure to introduce him to you.",
        "From John’s time in the US Department of Transport, in business leading CSX Corporation, as the Chair of the Business Roundtable – America’s foremost business policy group – and now as a distinguished Finance Minister, John Snow has been committed to bringing business and commercial expertise to the running of government — and dedicated to a strong pro Atlantic consensus",
        "It is my pleasure and privilege to introduce John Snow and ask him to address this conference.",
        "Ladies and gentlemen, Treasury Secretary of the United States of America, the Honourable John Snow."
    ]
}