{
    "url": "https://www.ukpol.co.uk/anthony-browne-2023-speech-on-the-equipment-theft-prevention-bill/",
    "title": "Anthony Browne – 2023 Speech on the Equipment Theft (Prevention) Bill",
    "post_date": "March 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Anthony Browne",
            "url": "/tag/anthony-browne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Anthony Browne, the Conservative MP for South Cambridgeshire, in the House of Commons on 3 March 2023.",
    "content": [
        "I, too, congratulate my hon. Friend the Member for Buckingham (Greg Smith) on bringing forward this private Member’s Bill, and on his birthday as well—hopefully, seeing his Bill pass its Third Reading will be a fantastic birthday present for him. Like my various colleagues, I welcome the scope extension to include tradesmen and their tools, but I will concentrate my comments on the original rural focus of the Bill.",
        "Like my various colleagues, I have a rural constituency; I have many farmers in my constituency, and whenever I ask them what their key concerns are and how we can help, rural crime is always one of their top concerns. Indeed, just at the end of last year, I had a meeting with local farmers in the village of Abington Pigotts, which incidentally has a wonderful pub called the Pig & Abbot. Anyone who is in the area should visit that pub. There were 30 farmers there, and we were talking about rural crime. I did a little poll: I asked, “Who has experienced rural crime in the past year?”, and every single one of those 30 farmers stuck up their hand. Every single one had been a victim of rural crime in the past year.",
        "The police do their best. My hon. Friend the Member for Buckingham mentioned the hard work of the police, and I know they work hard in Cambridgeshire, but it is often very difficult to crack down on rural crime. As my hon. Friend the Member for North West Norfolk (James Wild) mentioned, urban crimes have a 25% higher enforcement rate than rural crimes. That is not just in South Cambridgeshire, obviously, but in all rural areas: when the Royal Agricultural Benevolent Institution did its big farming survey, 38% of farmers said that they had been victims of rural crime in the past year. Cereal farmers, who make up a large part of my farming community, are the hardest hit, with 51%—more than half—being victims of rural crime. As such, I fully appreciate and support the intent of the Bill.",
        "It is easy for people to dismiss the seriousness of rural crime; it is often seen as something that we do not really need to worry about. Quad bikes and ATVs, which are the focus of the Bill, are often viewed as leisure vehicles by many members of the public—they see advertisements for quad bike adventures, something that can be done in my constituency as well—but for farmers, they are serious working vehicles. Various hon. Friends have mentioned how dependent farmers are on their equipment to make a living. For farmers, those quad bikes and ATVs make them far more efficient when covering large areas; without them, they simply cannot do the work. Many farmers work on very tight margins, and having farm equipment operational makes the difference between making money for the year, enabling them to pay their wages, and losing money. Having proper, working farm equipment is crucial to people’s livelihoods. That is why agricultural machinery theft was reported to be a top priority for the police to tackle in the 2020 rural crime survey.",
        "Quad bikes and ATVs make particularly attractive targets. They are obviously transportable: a thief can load them on to a trailer or a lorry and whisk them away very easily. They often have poor security features that do little to deter those thieves. Their value on the second-hand market has increased recently, making them even more attractive as targets—that is because of the supply chain issues that make it quite difficult to order new ones, as we heard earlier. Currently, it takes three to six months to get a replacement vehicle, which is an incredibly long time for a farmer to cope without vital equipment.",
        "As such, I fully welcome the measures in the Bill to clamp down on this problem: they make a lot of common sense. Cars have had immobilisers on them for over 20 years, and it is time that ATVs and quad bikes followed suit. Immobilisers act as a significant deterrent by making vehicles much harder to steal. As my hon. Friend the Member for Buckingham mentioned, this is not just about making it easier to catch vehicles afterwards, but about deterring the crime in the first place.",
        "A vehicle register also seems like a natural step to take, as better record keeping will help put an end to the grey markets that the criminals tend to operate in. During my research for this speech, I came across the CESAR scheme—the construction and agricultural equipment security and registration scheme—which has a database of ownership and covert markings. That scheme has reported a 60% decline in thefts since it came into operation in 2008, and I hope this Bill will be the catalyst for a similar trend in quad bikes and ATVs.",
        "The Bill will save farmers much aggravation from the fallout and cost of theft. It will be good for police, because it will hopefully reduce the amount of work they have to do, and if there are cases of theft, they will be easier for police to track down and solve. It will also lead to a reduction in insurance premiums over time, which will be incredibly welcome for farmers while energy prices and the cost of living are so high.",
        "This and any Bill that tackles rural crime will always have my wholehearted support. We need to level up our response to crimes committed outside cities. I am glad to see that organisations such as the NFU and the Countryside Alliance, which I know are important in my constituency and elsewhere, fully support the Bill. I support it, and I hope it makes speedy passage through the Lords."
    ]
}