{
    "url": "https://www.ukpol.co.uk/gordon-brown-1998-speech-to-the-cbi-conference/",
    "title": "Gordon Brown – 1998 Speech to the CBI Conference",
    "post_date": "December 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1998",
            "url": "/tag/1998/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, to the CBI Conference in Birmingham on 2 November 1998.",
    "content": [
        "**Introduction**",
        "I am delighted to join you once again here in Birmingham on the first full day of your Conference, grateful for the opportunity to address business leaders, to pay tribute to the contribution you and your companies make to the prosperity of Britain.",
        "One look at your agenda and the speakers you have invited to address you – last night President Menem of Argentina, today Prime Minister Aznar of Spain, tonight Chancellor Gerhard Schroeder of Germany – I am grateful to have a look in. But the fact that you have speakers from all over the world tells us much about the global economy in which business now operates and the international and European nature of all our interests and concerns.",
        "And so I am pleased to take this opportunity to talk to you about the forces at work in the global economy, which we must meet and master; to outline with you the steps we are taking at home and through our work in the international and European communities that will help Britain – and your businesses – steer a course of stability in this uncertain world, and discuss with you the reforms in labour markets, capital markets and product markets that we need in Britain and Europe if we are to be equal to any and every challenge this uncertain global economy brings.",
        "**Globalisation**",
        "The global turmoil we are witnessing could not have happened in the same way in the old sheltered economies of the past, with their national barriers and their limited capital markets. The challenges that we have to confront today arise from us being part of a global marketplace – with its ever more rapid waves of innovation and its fast-moving and often destabilising capital markets.",
        "When the world’s second largest economy, Japan, is likely to contract by 2.5 per cent in one year, when countries hitherto the growth areas of the world economy now face unprecedented declines and when world trade growth falls by two thirds in one year then, it is everyone’s business – not only because we are dependent on each other’s goods and services but also because – as we have seen – a weak financial system in one country can threaten another country’s financial system.",
        "This afternoon I will make a Statement to the House of Commons detailing a number of reforms which the G7 Ministers and Central Bank Governors have now agreed to strengthen the international financial system.",
        "Our challenge is to create the best conditions for stability and growth in the world economy. Firstly, by recognising that the balance of risks in the global economy has changed and therefore being vigilant in our monetary policies. Secondly, by avoiding protectionist tendencies when trade imbalances begin to appear. And finally ensuring that our policies for transparency, supervision and financial stability are as sophisticated as the markets they have to deal with. Hence our proposals for a new mechanism for crisis prevention, improvements in global financial regulation and codes of conduct that require all countries to pursue transparent procedures in their monetary, financial and fiscal policies.",
        "**Stability in the domestic economy**",
        "Monetary and fiscal stability is a precondition of economic success. And just as we must work with our international and European partners to create the best conditions for global stability and growth, so we must work together to steer a course of stability for Britain.",
        "In the 1970s British inflation averaged 12 1/2 per cent, and went as high as 27 per cent. In the 1980s it averaged 7 per cent. And having reached a high of 21 per cent. Even a few years ago in the early 1990s it stood as high as 10 per cent, revealing a still inflation-prone economy not capable of sustaining non-inflationary growth without a resort to boom and bust.",
        "That is why on coming to government we took immediate action to set in place a credible and long term monetary policy framework, making the Bank of England independent. By tackling inflation head on, inflation is now at our target of 2.5 per cent and expected to stay close to there for the period to come. And as a result long term interest rates have fallen from over 7 to 5 per cent, the differential with Germany narrowed by almost 1 per cent, the lowest long term rates in Britain for 35 years, the lowest since the boom-bust cycle in Britain became entrenched.",
        "It is also because alongside our monetary framework we have created a new framework for fiscal stability – with similar rules, similar disciplines and a similar transparency – that we are eliminating the current structural deficit while maintaining our commitments to health, education and infrastructure investment.",
        "Having kept within rigorous spending ceilings in our first two years, we reduced the deficit by 20 billion pounds, tightening fiscal policy by 3 per cent.",
        "We have consistently taken a prudent and cautious approach to managing the public finances and we will continue to do so. Our projections have been based on cautious assumptions which have been audited by the independent national audit office and our plans have built in margins to cover uncertainties, including the risk of slower growth.",
        "And it is because Britain now has an explicitly long term fiscal as well as monetary framework and policy from which we will not be diverted that, as world growth has weakened, monetary and fiscal policy can now work together. Let us not forget that in the last downturn the inflationary problems of our economy were such that even after the economy turned downward interest rates remained at 15 per cent for a whole year and in double figures for 4 years. In contrast, the Bank of England has now been able to reduce interest rates, to respond to a changed international environment – able to respond more quickly and in a more forward looking way than in past British economic cycles.",
        "I know your concerns about the pound and I have heard them.",
        "Set against the deutschmark the pound is now 10 per cent lower than at its peak, lower than May 1997, and I think everyone here would agree that the greater danger for our economy would have come if we had taken the wrong action and returned to the double-digit interest rates of the past.",
        "We are conscious, of course, that there is a balance of risks: the risk on the one hand of a sharper slowdown in the world economy, the risk on the other that inflationary pressures might persist.",
        "But because we have a long-term framework within which we are eliminating the current structural deficit and because we will continue to meet our inflation target Britain is now better placed to steer a path of stability in these troubled times for the global economy.",
        "If the country’s wage responsibility matches the Government’s inflation resolve – and this is as relevant to the public sector as to the private sector – then Britain can have a low inflation environment for many years to come that will end the violence of stop-go economics in our country.",
        "It is my objective to start a virtuous circle of low inflation, low long term interest rates and rising long term investment that will become the platform for driving our economy forward. And that in the face of the current international difficulties is a prize for Britain, one that has eluded us for too long. Higher productivity",
        "But in the global economy every country has to face ever intensified competition. For all the changes that brought liberalisation and flexibility in the 1980s, no one can doubt that Britain in the 1990s had two great economic challenges to resolve – the stop-go instability I have referred to, and a productivity gap with our competitors, which we must bridge if we are to rise to the challenge of more intensified competition in the global economy.",
        "So as you know over the past six months the Secretary of State for Trade and Industry and I have been holding a series of seminars with many of you, examining together some of the barriers to high productivity in our country.",
        "Because we believe it is businesses and companies not governments that create prosperity and jobs, we have already cut the main rate of corporation tax to its lowest level ever, first to 31p and from April to 30p. And we have cut the rate to 21p and from April to 20p for small businesses. This is the lowest of any major industrialised. And to encourage long term investment, we have also cut the long term rate of capital gains tax from 40 pence to 10 pence.",
        "But we can do more. Tomorrow I will present to Parliament our Pre-Budget Report. It will set out for the coming year the next steps that we must take to increase competition, cut red tape, increase investment and to equip the British economy for all the challenges ahead. And this will inform the Competitiveness White Paper Peter Mandelson is preparing.",
        "The Pre Budget Report on raising productivity will be the start of a process of discussion and debate leading up to the Budget in which I hope every part of the business community will be involved.",
        "This is not a theoretical exercise it is entirely practical because as I will say tomorrow, in preparing this Budget and the next the Government is ready to consider all tax, spending and regulatory changes that will help us bridge the productivity gap with our competitors and equip us to succeed in the future.",
        "Part of the solution to bridging the productivity gap is through a modern employment policy. And I want to say how grateful I am to hundreds of you for joining more than 29,000 employers in supporting our Welfare to Work Programme.",
        "**Europe**",
        "But there is a further area in which Government and business must work together to equip ourselves for the future – that is in moving forward our relationship with Europe, where we do half our trade, and being ready for the euro in little more than eight weeks time.",
        "My view of Europe is of a continent that has to accelerate change and modernise through pushing ahead with reforms in labour markets, capital markets and product markets for more competition, more flexibility, more investment and more employment.",
        "So we need a pro-business, pro-opportunity Europe that must not turn its back on necessary reform.",
        "The Single Market must not remain just an aspiration, in all areas it must become a reality.",
        "European-wide competition must not just be talked about. Markets must be opened up not least in telecommunications, energy, the utilities and public contracts.",
        "Budget reform must reduce wasteful expenditure in favour of a rigorous selection of priorities.",
        "The adaptability and flexibility which modern economies need, free of burdensome regulations, must become a reality across the continent.",
        "And this does not require the people of Europe to reject the strong desire for social cohesion. For by committing ourselves in this new Europe to maximising opportunity for all, and to getting the best out of people and their potential, Europe can be both enterprising and socially cohesive.",
        "This Government has decisively and unambiguously put this country on a new road of constructive engagement with Europe.",
        "Our position on the euro is as we set out last year, that we have committed our country to active preparations that will allow us to make a decision, subject to a Referendum, early in the next Parliament and our strategy is to prepare and then decide.",
        "When I spoke to you last November, I set out the challenges that economic and monetary union would mean to British businesses. How EMU would lead to fiercer competition for trade and for future investment across Europe and what we in Government would do to help you take advantage of the new opportunities.",
        "I can now report back to you on the results of our work.",
        "First, when we found that only 30 per cent of firms thought they needed to prepare for the euro and only 5 per cent had done anything, we decided to tackle this directly under Lord Simon’s leadership – through direct mailing of 1.6 million firms and a series of television adverts.",
        "Twice as many businesses are now making preparations.",
        "Second, we have brought together firms, business advisers, trades unions, and Government through 12 new Euro Forums in every region of the country, led by local business people.",
        "Over 500 personal advisers from business links, Chambers of Commerce and local authorities have been on training courses organised by the Treasury’s Euro Preparations Unit.",
        "Third, we have put in place arrangements to enable firms to pay taxes, file accounts and issue shares in euros. The tax authorities have issued guidance and the DTI will legislate next year to make redenomination of company shares into euros even easier.",
        "By the end of this year, over 10,000 of Customs and Excise staff will have been trained to deal with enquiries or deliver services in euros to the business community.",
        "The next stage is that in January, we will publish an Outline National Changeover Plan which will set out the practical steps which would be needed for the UK to join the euro.",
        "We will set out the stage-by-stage procedures that will need to be followed, we will spell out the practical implications of changing to the euro and we will give new advice to companies on the way to take forward their preparations.",
        "Finally, I am conscious that a test that business will apply is whether the public sector is prepared to take a lead in making preparations. And I can tell you today that every Government Department is playing its part, that we are investing in what is necessary to keep preparations on track and that as a further step a cross-party group of Members of Parliament on euro preparations will be set up to discuss euro preparations.",
        "**Conclusion**",
        "My themes therefore: our economy founded on a platform of monetary stability equipped to steer a course of stability in an uncertain and unstable world. Sound finances through prudence and investment in reform. A national drive for higher productivity through economic reform, and a new purpose in Europe. The great British qualities – our commitment to the virtues of enterprise, creativity, of hard work, fair play and being open and outward looking – put to work for a new era of global competition.",
        "A modern Britain, founded on lasting British values, the values of the British people.",
        "An economy that, because our commitment to opportunity for all means getting the best out of people and their potential, is both enterprising and fair.",
        "And a Britain where there is a mature patriotism that is outward looking and internationalist – giving us a renewed sense of national purpose and a long term direction as a country.",
        "A Britain ready to fulfil its role in the new world, and to realise the potential of all its people."
    ]
}