{
    "url": "https://www.ukpol.co.uk/gordon-brown-2000-speech-to-the-cbi-annual-conference/",
    "title": "Gordon Brown – 2000 Speech to the CBI Annual Conference",
    "post_date": "December 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 6 November 2000.",
    "content": [
        "#  PRODUCTIVITY AND PRUDENCE: THE ROAD TO LOWER INTEREST RATES FOR THE LONG TERM",
        "I am delighted to join you once again in Birmingham on the first full day of your first conference of the new century:",
        "I am grateful for the opportunity to pay tribute to the contribution you and your companies make to the prosperity of Britain; and today to welcome Digby Jones to his first conference as Director General and Iain Vallance to the position of President;",
        "and grateful for the chance to share with you my thoughts about the stability as a country we are achieving and about the productivity growth we have yet to achieve.",
        "And today I want to concentrate on the opportunity our new-won and hard-won stability can now give Britain: how from that stability our country can achieve American levels of productivity growth; the challenges we have to meet to do so; the measures we, in Budgets, can take; more important the role all of us can play in meeting the productivity challenge and the first steps we must now take on the way.",
        "Now today I want to share with you the long term choice our country faces.",
        "Every time in recent decades when the British economy has started to grow, Governments of both parties have taken short-term decisions on tax and spending which:",
        "* have put stability at risk;",
        "* sacrificed monetary and fiscal prudence;",
        "* created unsustainable consumer booms; and",
        "* let the economy get out of control.",
        "And everyone here will remember how quickly and easily boom turned to bust in the early nineties.",
        "So, as a country the choice is clear: we can either retreat into the old short termist ways, fail to take seriously the need for constant monetary and fiscal discipline, fail to invest for our future, fail to tackle our productivity gap and eventually put at risk the very stability all of you have rightly urged us to pursue.",
        "Or we can, by prudence and financial discipline, make stability our platform at this time of restructuring for building long term economic strength: entrench in our country for the first time in a generation a long term culture favouring low inflation and low interest rates, invest for the future – and not squander surpluses on unsustainable consumer booms. And – even more important – modernise and achieve high levels of productivity growth, so that we can have even more profitable and successful British companies and rising living standards for all.",
        "Great challenges that we can either seize or squander. Very real choices that I believe the British people, too often let down by boom and bust, do understand and appreciate, including those businessmen and women most affected by the pressures of competition and industrial change.",
        "What does this tell us about the way forward for Britain?",
        "A few days ago I met with 70 or so business leaders, all senior members of the CBI, and from the discussions there emerged what I believe is increasingly a shared consensus about the next steps: that we must work through every barrier, whether it be fiscal, regulatory or cultural, to enterprise and productivity growth.",
        "We must do it honestly, Government, workforces and managers prepared to admit where we have got it wrong in the past. In Government’s case sometimes the answer being that we should just get out of the way.",
        "And there was a second message, one directly for Government: that we must never again, either through playing politics with interest rates, or taking risks with the public finances – or just through short termism – allow our hard won and newly won economic stability to be put at risk.",
        "It is not by chance but by working together that we have inflation today at its lowest since the 1960s – but the bigger prize is to ensure that businesses can plan on continuously low inflation.",
        "It is not an accident but by working together that we have our public finances under control – and on Wednesday I shall announce just how much national debt we are now repaying – but the bigger prize is that fiscal discipline once secured is sustained.",
        "It is not a coincidence, it is by working together that we have long term interest rates – for 30 years around 3 per cent above Germany – now the same as those of Germany and below the USA. But the bigger prize is to keep interest rates low and stable for the long term.",
        "So let me tell you where this Government stands.",
        "We are resolute in our determination to maintain and entrench monetary discipline.",
        "That is an unequivocal and unshakeable commitment to what was missing in the post war years – central bank independence. But more than that, maintaining a disciplined long term monetary framework – the symmetrical inflation target, the open letter system, the transparency – so that business can plan ahead in the knowledge that politicians will never again play short term politics with interest rates.",
        "I am determined also that we entrench what is as important to economic stability and growth – not just monetary discipline but fiscal discipline – and our rules – again missing in the last cycle. Our two tough disciplines: a balanced current budget and debt reduced to a prudent and sustainable level.",
        "Rules which required us to cut the deficit we inherited and also make us vigilant against the past mistakes ever happening again.",
        "Rules that distinguish between current consumption and the needs of long term investment and prevent us – as happened in the ’80s – squandering short term surpluses on irresponsible tax cuts that cannot be afforded for the long term.",
        "Rules that, within the prudent debt GDP ratio we have created, allow us to reverse the chronic under-investment in education, roads and rail and science that, if unaddressed, will leave the country run-down and ill-equipped for the future.",
        "So, even when tested by events like rising oil prices and exchange rate pressures, we have a duty to maintain, as we promised, our long term approach:",
        "* we will not abandon the inflation target;",
        "* we will not relax our fiscal discipline;",
        "* nor attempt the old quick fix short term irresponsible pre-election spree;",
        "* no lurch from one opportunist tax or spending decision to another, no return to the mistaken monetary and fiscal policies of the 80s and 90s.",
        "And we will not change our European policy either, – in principle our support for the single currency, in practice the five economic tests that have to be met.",
        "And it was in 1997 that I first said that if membership was to be a realistic option then we must prepare and then decide. And we must prepare together – not one or two businesses, but Government and business working together. And today I am publishing our report on preparations so far.",
        "Wednesday’s Pre-Budget Report will, of course, be the occasion to address in detail the issues of fuel, pensions and public services that concern us all.",
        "And the Pre-Budget Report will show a Government that will never be complacent about the challenges we face, but also understands that there is a bigger opportunity for Britain: raising our levels of productivity growth to the best can give us low interest rates and thus long-term prosperity for all.",
        "##  UK productivity",
        "While we have world class companies represented here today, whose successes I congratulate and in which the whole of Britain takes pride, overall productivity in Britain – as the report published today shows – is far too low: today far behind the USA, still behind France, and Germany.",
        "What is more, America has shown how, by combining economic stability with a culture favouring enterprise open to all and high levels of investment, particularly in the new information technologies, sustained productivity improvements can be achieved.",
        "If we cannot secure that growth in productivity we lose out in the race for global investment.",
        "We all know the prize from productivity growth:",
        "* for companies, the opportunity for greater growth and opportunity for greater profits;",
        "* for individuals, rising living standards;",
        "* for the country, higher levels of growth and employment for all.",
        "So, our aim for this decade should be to achieve the fastest rise in productivity of competitor countries.",
        "So what is the best way forward?",
        "Because productivity growth will come principally by managers and workforces addressing the obstacles to growth, the best thing Government can do in many areas is get out of the way. But there is a vital role for Government in the global market place: ensuring stability, a competitive environment and an infrastructure that provides opportunity for all.",
        "Because it is the Government’s duty to end the under-investment of recent decades and invest in Britain’s future we are doubling transport investment, investing with the private sector 180 billion pounds in our ten year transport plan.",
        "And to make best use of the 10 per cent more in real terms that we are investing in education this year alone, I urge managers and workforces to work together to examine how we can improve workplace learning and skills.",
        "And to discharge our duty to science and innovation, a billion pounds upgrading our labs, a new R and D tax credit, the regional Centres of Enterprise and the University Challenge Fund, the new trans-Atlantic university partnerships, like the partnership with MIT, that we are encouraging.",
        "To create the competitive environment, we are making the competition authority like the Bank of England independent of government. And to make Britain the best location for future investment, we have successively cut, for business, the rates of corporation tax from 33 to 30, small business tax from 23 to 20, and income tax from 23 to 22 with a new 10p rate.",
        "Such is our commitment to encouraging enterprise and raising levels of investment that we have spent vital resources in cutting long term capital gains taxes from 40p to 10p.",
        "To ensure a tax system where all employees can benefit from their company’s success, we have invested over 400 million pounds in the most generous employee share ownership scheme we have ever had and in new stock option incentives and I will say more of this and other tax matters including VAT simplification on Wednesday.",
        "And after listening to you we have made permanent capital allowances – that help manufacturing most of all – and a 100 per cent allowance for introducing e-commerce technology, making Britain the best place for e commerce.",
        "But it is business not government that creates wealth, profits, and jobs.",
        "Productivity growth will come principally by managers and workforces addressing the barriers to growth, tackling skills and investment shortages, barriers to new technology and by bench-marking the best.",
        "And as I told the TUC at this year’s Congress: when in some plants our productivity is the best in the world and in other plants it is only half as good, we have to conclude that just as the wrong kind of government had failed us in the past often the wrong kind of trades unionism and management has.",
        "So I applaud Iain Vallance and Digby Jones for saying it is time to address obstacles to productivity that we may overcome together but sometimes each of us cannot solve on our own: the shortfall in skills; improving the quality as well as quantity of investment in the UK; speeding up the use and spread of technology and, of course, examining how Britain can more effectively adopt best practice and innovative techniques; how our management can be generally world class; and how our all-employee share ownership plans can help make British industrial relations better equipped for new times.",
        "And we are determined that public sector productivity is improved: the public sector productivity panel, using private sector expertise to improve public sector performance, will now rigorously tackle all barriers to productivity growth ranging from incentives to absenteeism, new technology to industrial relations.",
        "Higher levels of productivity growth all round can allow high non-inflationary growth at low interest rates.",
        "But we will not achieve our goal of raising living standards with lower interest rates if we succumb to the short termism of our past and mistake a cyclical for structural surplus.",
        "Nor will we achieve these long term goals if we make the past mistake of assuming productivity growth before it has been attained, running the economy at a higher capacity than it is capable of achieving and putting stability at risk.",
        "So, the Government will be cautious in its fiscal policy and our fiscal projections are based on assuming only 2.25 per cent trend growth.",
        "We know that the Monetary Policy Committee meets every month and is continuously examining how our trend growth rate is affected by evidence of productivity growth.",
        "And if we can stick to the long term and together seize the productivity opportunity stability now offers us – and not squander it – we can both meet our inflation target with low and stable interest rates and at the same time see the rise in business profits and living standards we all want to achieve.",
        "So we meet today at the beginning of an important week for the British economy, a week in which on Wednesday I make my Pre-Budget Report on the economy and on Thursday the Monetary Policy Committee sets interest rates.",
        "We have had, over the last three years, low and stable interest rates, on average 4 per cent below the last twenty years.",
        "That 4 per cent change in interest rates is worth, for the typical mortgage holder, over 1,000 pounds a year and for business a total direct impact of around one and three quarter billion pounds in all.",
        "With our prudence matched by higher productivity, Britain can grasp the great interest rate prize that has eluded us for a generation: a long term future of low and stable interest and mortgage rates upon which people can rely and business can plan ahead.",
        "But this would all be put at risk if unaffordable demands such as for cuts in fuel duties of up to 26p were met on Wednesday with interest rates rising soon after. So while I do recognise and the Budget will respond to the genuine concerns of hauliers and motorists I will do nothing that would risk returning the economy to 1980’s boom and bust.",
        "So, challenge by challenge, stage by stage, we can tackle old British problems which have held Britain back for too long:",
        "* by stability, tackling the old stop go economics and its short termism;",
        "* by getting people back into work, tackling the old dependency culture;",
        "* by opening up educational access and learning opportunities, making our skills deficit a thing of the past;",
        "* and most of all by meeting the productivity challenge, building long term prosperity for all.",
        "But we can do even better than that. I want us to spread the message of enterprise throughout the country and to open up the opportunities of enterprise to all.",
        "I care passionately about this.",
        "I want every young person to hear about business and enterprise in school; every college student to be made aware of the opportunities in business – and to start a business; every teacher to be able to communicate the virtues of business and enterprise.",
        "I want businessmen and women going into schools and teaching enterprise classes; I want every student to have a quality experience of working in a local business before they leave school; I want every community to see business leaders as role models.",
        "We have begun to improve the national network that brings schools and businesses together.",
        "We are helping to increase the scale of enterprise classes in our schools, with extra funding for young enterprise and understanding industry.",
        "And we are looking at how to improve the quality of work experience for year 10 students and business placements for teachers.",
        "I applaud the new national enterprise campaign – “Enterprise Insight” – which will bring schools and businesses closer together. The campaign’s business ambassadors will take part in local events involving young people, aimed at inspiring them to go into business themselves.",
        "But I want to see more businesses even more involved with their local schools.",
        "Around Britain there are many successful examples of schools and businesses working together for the benefit of both. I want all schools – especially those in disadvantaged areas – to benefit.",
        "So I urge all businesses throughout the country to adopt a school – whether it is by taking students on work experience and teachers on work placements, sending employees into schools to help run enterprise classes, or being business governors.",
        "By adopting a school, every business in the country will be helping to build the new enterprise culture that we all want to see.",
        "And I want us to take the enterprise reform message not just throughout Britain but throughout Europe, by championing economic reform.",
        "Europe is where we are, where we trade from, where thousands of businesses and millions of jobs come.",
        "Europe gives us access to a market of 375 million pounds and three quarters of a million companies have links with a Europe on which half our trade depends.",
        "So it is in our national interest, as I have done with my letter to the EU Presidency, to promote ever more rapid modernisation of labour markets, capital markets and product markets.",
        "At the Lisbon and Feira Summits, working with our European partners, we agreed a strategy for economic reform. Our aim should be to raise the EU’s employment and productivity performance beyond that of the us by the end of the decade.",
        "We are putting the case for fair tax competition and against tax harmonisation, for the mutual recognition of nationally determined standards, and calling for timetables that would open up the single market in telecommunications, energy and financial services.",
        "The publication of the recommendations of the Wise Mens Group on Thursday will be an important opportunity to accelerate the processes of liberalisation in the key area of financial services.",
        "As you, Britain’s businesses, have rightly said, the challenge today is not to restrict the single market or retreat from it, but to extend the single market.",
        "##  Conclusion",
        "So this is a time of great challenges and risks but also a time of great opportunities, both in Britain and in Europe.",
        "Because we know that every good and almost every service is exposed to global competition, and continuous and rapid innovation in our technologies will compel unprecedented flexibility and adaptability in skills and knowledge, this is not a time to pause, not a time to relax our efforts.",
        "We must equip ourselves to meet and master these challenges and we must raise our game to achieve the fastest rise in productivity of our competitor countries.",
        "British qualities – our creativity and financial skills, our work ethic and belief in self-improvement, our openness outward looking approach and our internationalism – stand us in good stead and can be the platform for decades of economic success.",
        "The Britain that led the industrial revolution can be one of the leaders in this dynamic new age of enterprise. And from your energies and those of business throughout the nation our whole country can be a world leader this decade."
    ]
}