{
    "url": "https://www.ukpol.co.uk/gordon-brown-2008-speech-with-angela-merkel/",
    "title": "Gordon Brown – 2008 Speech with Angela Merkel",
    "post_date": "October 2, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Transcript of press conference with German Chancellor, Angela Merkel, 30th October 2008.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "**Prime Minister:**",
        "Thank you all very much. I am delighted to welcome to London Chancellor Merkel. She is a very good friend of our country, she has just met Her Majesty The Queen as well and we are delighted to have her with us and we have had talks on a number of issues today.",
        "We meet today at a time of global financial crisis in each of the major economies facing the prospect of recession. We discussed the steps that must be taken to reform and stabilise the international financial system, prevent the spread of financial crisis, especially in eastern Europe, and the action we must take to support business and families in both our countries throughout this difficult period.",
        "Our discussion of the reforms in the international financial system, which will be a subject at the November 15th meeting of international leaders, include reform of the International Monetary Fund, globally accepted standards of supervision and transparency where Chancellor Merkel has taken the lead, and cross-border cooperation at times of crisis. We discussed how we must prevent contagion over the next few days to middle income countries, including in eastern Europe. It is vital that the International Monetary Fund plays a central role in supporting these economies. We have both agreed to support a new facility for the International Monetary Fund which would draw on additional resources of countries with substantial reserves.",
        "We also discussed how we can work together to support families and businesses at this difficult time in each of our countries. We must continue to encourage banks to lend. Having recapitalised the banks we must ensure that the money is used to sustain credit lines on normal terms to solvent businesses.",
        "When we met in Paris on October 4th we discussed how the European Investment Bank should bring forward support for small businesses. I am delighted that today the President of the European Investment Bank has been in London to make available four billion over the next four years for small businesses in Britain. And today the Chancellor and I have discussed how we can do more to provide innovative means of finance for small businesses and medium sized businesses in our countries. I urge banks not to change the terms and charges for existing lending to small and medium sized enterprises.",
        "The international approach that we are supporting is the only we can ensure that globalisation works, not just for some but for all our citizens. Hard pressed families and businesses in our communities depend on us working together. This is a global problem that requires a global solution. No country, no matter how big, can solve these problems on their own. People in both countries want to know that every possible course of action is being pursued to guide families and businesses through this difficult time. We are determined to continue the cooperation that we have had between our two countries in the preparation for the November 15 meeting of world leaders.",
        "I will be going to the Gulf on Saturday, there will be further meetings with international leaders in the run-up to the 15th, and of course there is a special European Council in a few days time. We will continue to do whatever is necessary to prove that global action is necessary for a global solution to our problem.",
        "Chancellor Merkel, welcome to London.",
        "****",
        "**Chancellor Merkel:**",
        "I am delighted to be in London as your guest. Again thank you for the very gracious hospitality that has been extended to me. We continued our very intensive dialogue on financial market issues and we also found that we are in agreement. What we have to do now is to learn from this crisis and in parallel to also see that we cope with the immediate aftermath and the consequences of this crisis.",
        "I think it was very good that we found a common toolbox to deal with this at the European level to cope with this crisis. We had an exchange of views of a number of issues that we feel ought still to be settled. We can only encourage our banks to really make use of what is on offer to them. Interbank lending is not as yet at a stage, at a level as we wish it to be and I can only underline what the Prime Minister: said. What we want to do after all is to see to it that the impact on the real economy is as small as possible and it is going to be necessary for us to have further exchanges on this, and on the 14th and 15th November.",
        "In the period leading up to that we have to make very careful preparations for this financial summit meeting so that we can send a very clear message from this summit, a message that shows on the one hand we have learned from the experience of the past, more transparency, more international cooperation is needed, a strengthening of the IMF’s role is necessary also.",
        "We also have to show that we show more responsibility on our behalf, but also on the side of the emerging economies. We need a stronger facility also that will lend support to countries that are in dire straits. If we want to strengthen the IMF as a whole and also as a supervising authority, we also need a future more global division of labour if you like. And the European Union shall prepare this summit meeting on 7th November, the summit of the 15th, but we are agreed that success is not only due to us, to us the Europeans, but it will also very much depend on the quality of our cooperation with the United States.",
        "I welcome very much the Prime Minister: going to the Gulf states, I know that they are preparing very intensively, very consistently for this summit meeting. Last week I was in China, I had an opportunity to talk to the Indian Prime Minister: and it is going to be essential right now, and we are agreed on this, is that we see to it that there is a consistent approach, including all the players so that we may send as strong a signal, as strong a message as possible. International cooperation is necessary, the European Union needs to find a common set of measures, the [INDISTINCT] summit for example yesterday in Brussels showed that one does have certain possibilities at one’s disposal, together with the Investment and Development Bank, and that we need to clear the path again for free trade and for possible infrastructure programmes of the World Bank and that this is indeed a common global [INDISTINCT] by all of us.",
        "Just like the Prime Minister: said previously, I completely agree with him by saying that this is a global problem and we can only solve this multilaterally. Together the United Kingdom and Germany are more than ready to do that.",
        "Prime Minister: [INDISTINCT]",
        "Question:",
        "today but obviously there are some measures you can take and are taking here in this country. Having suspended your golden rules on borrowing, is there not now a case for suspending Bank of England independence so that the government can ensure that interest rates can be cut so you can get the economy back on track? And if I may, you said earlier this week that the action of Jonathan Ross and Russell Brand was inappropriate and unacceptable, you called for appropriate action by the BBC. How satisfied are you that the BBC’s response has been appropriate?",
        "Prime Minister:",
        "Well it is for the BBC to take its own disciplinary action and it is not for me to comment on that, that is a matter for them. I simply wanted to express the views of the general public that this was inappropriate and unacceptable behaviour on the part of leading personalities to whom many people have looked to as role models, and I leave it at that.",
        "As far as the economy is concerned, I think what both Chancellor Merkel: and I are saying is that you will need comprehensive action, not just nationally but internationally, to deal with our problems. Interest rate decisions are a matter for the Bank of England and in Angela’s case a matter for the European Central Bank and it is for them to make the decisions. But the comprehensive action that we are talking about includes action that can be taken by governments on their own to deal with the issues that they see about jobs, and housing, and about energy prices, and then international action where we come together to build confidence in the financial system. The central problem has started from irresponsible and sometimes undisclosed lending by institutions who have to take responsibility for their actions.",
        "We have now to show that the financial system is being cleaned up in such a way that people can have confidence in it. So the action that we are talking about is comprehensive and it is global as well as it is local and national. We will continue to pursue this path of persuading other countries to join the coordinated action that we want to see over the next few days. That is why I am going to the Gulf, that is why there is a European Union meeting, that is why Angela is talking to other leaders, as she has done in the last few days, so that we can have a coordinated global response to what is clearly a global problem, while at the same time we do what we can to help individuals and families and businesses facing difficulty.",
        "Question:",
        "Today the relatively positive labour market figures were actually published. How long do you think it will take for this crisis to impact on the job market, and can you briefly tell us how it was with The Queen?",
        "Chancellor Merkel:",
        "Well I think that the labour market figures today were actually quite positive, as you say. They are a result of the reforms we embarked on many years ago and to which many contributed, they show that we are able to strengthen the economy to benefit the people and this is a good piece of news in these times that we are living these days where we are somewhat afraid of the possible impact on the real economy in this crisis and this is where the Federal government is going to work, just as other countries are doing, and to embark on the sort of national measures that are very targeted ones, courageous and bold ones, and then try to build on this success because that is the main thrust of our policies to try to create jobs and to bring about a boost to growth.",
        "As to the visit to Her Majesty The Queen, I was delighted to be invited by her, it is a great honour and privilege to be invited by her, but it is I think absolutely clear that I will not give you any sort of longer statement about this. I was, as I said, very pleased and I said to her that the Federal Republic of Germany has every interest in seeing the United Kingdom as a close partner and friend at its side, and I said time and again also that we are so delighted that the United Kingdom is part and parcel of the European Union.",
        "Question:",
        "Interest rates are very low, those in the Eurozone are lower than they are here, why are our interest rates so relatively high as we apparently enter a recession? And does the Bank of England independence look like such a great idea right at this minute?",
        "Prime Minister:",
        "It is absolutely the right idea, it is stability and an anchor for our financial and economic system. The Bank of England has brought down interest rates twice recently, they continue to look at what they can do for the future. I think we have got to understand that the way to deal with this global problem that is impacting on households and families, making people insecure and making people worried about their future, is by a comprehensive set of measures that have included interest rate cuts. But also include what we have done in tax cuts for 22 million people, freezing petrol duty, more help for home owners, more help for small businesses. I think you will see in the next few days us in a position to do more to help people face what is a global problem that has started in America and is impacting on households here.",
        "Question:",
        "What sort of consequences do you think the measures will have that you have resorted to boost the economy, what sort of results do you hope for and when do you think they will actually become tangible?",
        "Chancellor Merkel:",
        "Well I just said that we have a very positive development on the labour market in Germany so right now we do not as yet thankfully see a sort of impact of this dark cloud looming on the horizon. So we now have to act quickly to ward off any further danger. I actually totally agree with Gordon Brown, we have to resort to national measures, European but also global measures. Germany for example has about 60 – 70% of its exports in the car industry in the wider sense of the word, and also in machine and mechanical engineering and machine tools. So we simply, without a well oiled machinery in the global economy will not be able to continue having this economic success.",
        "So I think if we react quickly there can be very good and positive messages sent very quickly to our business community and I am very pleased that we are in agreement with the United Kingdom on this. And we should not forget other issues that are also important – the reduction of CO2, climate change – because these are all issues that are global in nature. For example a free non-protectionist trade, the Doha Round, WTO, a stable international financial system, it will be so important that these measures that we resort to, for example as regards people buying cars or not buying cars, that we do not lose sight of these kind of issues and only concentrate on what is on the [INDISTINCT]",
        "Prime Minister:[INDISTINCT] all our economies is a remarkable achievement of Germany to have brought unemployment down from over 5 million to below 3 million and I think that is something that as a Finance Minister, now in the present position I am in, I have seen Germany progressively do by their labour market reforms and their determination to act. And today to be able to announce that unemployment is below three million is a great achievement.",
        "Question:",
        "Prime Minister: can you tell us have you yourself bought the X-Factor single, ‘Help for Heroes ‘ which is now on sale in the shops and your Chancellor announced is going to be VAT-free? And can you tell us what you think about that in the context of the BBC row, does it show that some celebrities are at least prepared to do the right thing for the country?",
        "Prime Minister:",
        "Well I think some of our best known British celebrities have been under attack this week for their behaviour within the BBC, but I think we have got to remember also that some of our celebrities are doing great work for charity and giving of their time to help other people. I thought it was really impressive that the first thing that these stars from the X-Factor have done with their fame is to make this record to help our injured soldiers and their families. That is the reason why we have taken action this week to remove VAT so that every penny that people are paying will be money that will go to help war heroes. I am really grateful to all those associated with the X-Factor for what they have done, I congratulate them and I hope that their disc sells well, and I think I might be buying a copy for my wife’s birthday tomorrow.",
        "Question:",
        "Mrs Merkel, you spoke about the next few weeks leading up to the financial summit meeting on the 14th and 15th and that there is a lot to be learned by way of lessons from the past. The future of regulation obviously is on the top of the agenda and you spoke a lot about transparency, it is something that you put at the top of the agenda so you have already taken it close to your heart at the time, the British government at the time was a bit more reluctant to follow you because London is as regards the financial community a much more prominent place probably than Frankfurt. Do you now think that the British government is now in the same boat with you, that the Germans and the British will march into the future in a more cohesive way?",
        "Chancellor Merkel:",
        "Well we don’t have to actually in this way say something derogative about Germany. We all know that the British are proud of the City of London, but we are also proud as Frankfurt. But I do know that we need one common position and a common approach here and I think the cooperation of the past few weeks and months has shown that we are aware of this, of the need of going step in step. And I think the voice of the United Kingdom is a very important voice in the concert of European Union members and is going to be a very important one when we talk about the future of international financial markets.",
        "We need those financial markets, that too is a very important statement to make at this point in time, but we need to make the risks a bit more predictable and we need to link them closer in those financial markets that is to the real economy. And I think if for example you look at the rules that are in place already now for sensible business activities and implement them perhaps more to that very dynamically developing part of the business community that is the financial markets, that certain bonuses for example can only be paid out when the result of your activities are already there, when already the success is proven.",
        "If the sort of sensible management that we have had in the real economy is translated to that part of the economy as well then we don’t need a new set of rules, we just need better management of chances and risks, and in global economies we need global institutions as well that go trans-border in their supervision. And I think that here we are on the right track together. So today was a very important and very helpful meeting in this respect and many others will follow.",
        "Prime Minister:",
        "More needs to be done when we get to Washington on November 15th. We need to have a transparency that has not existed in every area of the banking system. There has been a shadow banking system that requires the transparency and openness that is necessary for the public to be assured and for all investors to be assured that they have got confidence in the system. I think you will find when we go to the meeting on November 15th, not only will we be able to agree that there are necessary reforms to be made in global supervision and in cross-border cooperation to do so, but you will also find that we want to reopen the discussions on trade. We want the international institutions to be at the service of countries that are in distress, especially some of the poorest countries facing difficulties at the moment, and these will be major items, including what we do on regulation and monetary and fiscal policy that will be discussed on November 15th."
    ]
}