{
    "url": "https://www.ukpol.co.uk/keith-brown-2022-speech-to-snp-conference/",
    "title": "Keith Brown – 2022 Speech to SNP Conference",
    "post_date": "October 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Keith Brown",
            "url": "/tag/keith-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Keith Brown on 8 October 2022.",
    "content": [
        "Delegates, members, friends,",
        "Welcome to the 88th Annual National Conference.",
        "It’s been too long since we last gathered in person as the SNP family. To rekindle life-long friendships and to forge new ones, to share stories old and new, and to fondly remember absent friends.",
        "In the darkest days of the pandemic, moments like this seemed a distant prospect but here we are – and it’s fabulous to be back.",
        "It is particularly great to be back here in the fantastic city of Aberdee. And friends, after too many years of a shoddy Labour-Tory coalition, it is now SNP-run Aberdeen.",
        "Friends, as life continues its return to normality, I’d like to pay tribute to those whose tireless work and selfless commitment has brought us to this moment.",
        "The NHS staff, care workers, the police, prison and emergency services, all the key workers and our fantastic colleagues working in vital council services across Scotland.",
        "We can all have faith that those on whom we relied during the last two difficult years will continue to give of their best to protect us and our loved ones.",
        "I’m sure you will all join me in saying to each and every one of them a heartfelt “Thank you”.",
        "Friends, much has changed since we last met three years ago in this very hall. Not least the recent passing of the crown from Queen Elizabeth to King Charles. It was a significant moment in the life of these islands.",
        "And since we last met, the world of politics has been changing too.",
        "First Minister Nicola Sturgeon has seen off three – and is now on to her fourth – Tory Prime Minister.",
        "And, given how Liz Truss has started, her party is already turning on her and it won’t be long until they force her out, too.  \nConference, what we are witnessing now is a Westminster Government tearing apart the fabric of Britain.",
        "After the catastrophe that was Boris Johnson’s time in office, Scotland heaved a collective sigh of relief. But Liz Truss has delivered more chaos and confusion than even the most pessimistic prediction.",
        "In less than a month, she has tanked the economy; risked the pensions of millions; scrapped the cap on bankers’ bonuses; announced then u-turned on income tax cuts for the rich; created a debt crisis; and showed the world she is singularly unfit for the job.",
        "The chaos she has created is no surprise.",
        "The only people who ever believed she was fit for Number 10 were the few thousand Tory members who put her there.",
        "We all knew different. The evidence was clear to see. She has been a Tory Government Minister for a decade, serving under Cameron, May and Johnson.",
        "From austerity to Brexit, she’s been complicit in inflicting the worst Tory policies on the people of this country.",
        "It is a sobering thought indeed, that when the history of 2022 is written, it will record that Boris Johnson was not even the worst Prime Minister this year.",
        "What is clear is that Liz Truss is a symptom of the dysfunction at Westminster – not the cause. The very fact that she and her policy agenda was deemed acceptable to enter Downing Street in the first place speaks volumes.",
        "And, conference, as bad as the Tories are – and they are atrocious – any suggestion that a Labour Westminster government will be better for Scotland is simply laughable.",
        "Keir Starmer is just another Tony Blair.",
        "Under Starmer, the Labour Party is as Trumpian as the Tories in their denial of Scottish democracy.",
        "It is an incontrovertible fact that the SNP has a cast-iron mandate to hold an independence referendum.",
        "But Labour always side with the Tories to protect Westminster control – no matter how high a price the people of Scotland pay.",
        "Labour supports the deeply damaging Brexit that Scotland did not vote for. I repeat, Labour supports Brexit, and stands against any Scottish aspiration for our country to re-join the European family of Nations.",
        "And never forget, never forgive that, in 2014, it was Labour who championed the Better Together message that only a No vote would deliver economic stability.",
        "It seems absurd now, but that’s what Labour promised.",
        "They can’t be trusted with our future. And we know through the bitter lessons of history that Labour are only ever the handmaidens of more Tory rule.",
        "If they get into power, they are soon turfed out by the Tories. It’s a pattern repeated time after time after time.",
        "Conference, Scotland must be in no doubt, independence is the only way to get rid of the Tories for good.",
        "Your homes, your pensions, your incomes are not safe under Westminster control. It is a price that Scotland can no longer afford to pay.",
        "Friends, there is however, some much needed good news.",
        "What has remained constant during this period of unprecedented change is the SNP’s continued dominance of Scottish politics, and our undiminished desire for independence.",
        "And with the whole Westminster system quite clearly broken beyond repair, the need has never been more pressing to deliver that wealthier, happier, and fairer Scotland that independence will bring.",
        "Friends, last year we witnessed a historically significant Scottish Parliament election.",
        "While we will never take the Scottish electorate for granted, it is worth re-stating the magnitude of that 2021 victory for a party which has now been in power for 15 years.",
        "And earlier this year the electorate renewed that trust at local level, too, when we gained seats and maintained our position as by far the largest party in local government, winning 37 per cent of all seats. And you, in this hall, played a crucial role in both these results.",
        "Your incredible dedication helped deliver a historic fourth term for the SNP. Secured Nicola Sturgeon as our First Minister and renewed our mandate for a new independence referendum.",
        "The people of Scotland continue to put their trust in us to govern – as demonstrated so conclusively by every recent opinion poll. Despite how hard the opposition tries, our independence movement will not be wished away.",
        "Regardless of how hard Labour and the Tories try to deny reality, the sovereign will of the Scottish people will not be denied.",
        "So, friends, we gather this weekend in great shape – but also with renewed resolve.",
        "I’d like to take this opportunity to thank all the staff across the party who have worked so hard to put this conference together.",
        "Over the weekend we will have speeches from Deputy First Minister John Swinney and our Westminster Leader Ian Blackford.",
        "Our agenda is packed full of Resolutions, and we look forward to lively debate across the coming days.",
        "We will hear from Angus Robertson and campaign director Michael Russell. And conference will end on a high with the keynote address from our leader, First Minister Nicola Sturgeon.",
        "Conference, the momentum is with us and we must capitalise on that momentum now.",
        "That is why the Scottish Government has started publishing a series of papers which, when taken together, will provide an updated and detailed prospectus for independence.",
        "These new government papers will be essential to help voters make their fully informed choice. Party HQ has already used these papers to create videos, graphics and printed literature for you to share.",
        "There will be no shortage of campaigning material, of that you can be sure.",
        "And there is more. Today it gives me great pleasure to reveal a significant new campaigning initiative:",
        "Conference, the SNP is entering the broadcasting arena.",
        "We will soon launch a brand new broadcast platform, with the first episode of this brand new show covering the debate over Scotland’s future.",
        "We will bring you familiar and new voices to discuss the big issues surrounding the case for independence. So please, keep your eyes peeled online and in your email inbox for more details on this exciting development to be announced very soon.",
        "This new venture will bring to life our vision of a better, fairer, more sustainable Scotland.",
        "Our ambitions are matched only by the commitment of you, our members and activists, whose hard work pounding the streets will turn ambition into reality – home by home by home.",
        "The pandemic and now the cost-of-living crisis has shown everyone what really matters.",
        "As we look to the future, we continue to urge the people of Scotland to think about what kind of country they want to live in.",
        "Who is best placed to make decisions affecting their lives?",
        "Who is most committed to making Scotland a fairer, more prosperous nation and tackling key issues like the cost of living?",
        "Who will deliver a wealthier, happier and fairer nation.",
        "Our case for an independent future is one based on optimism and ambition. A belief that the people who live here make better decisions about our lives rather than remaining under the corrosive control of Westminster.",
        "We must deliver a society where no-one needs worry about feeding themselves and their families. Where, as prices continue to rise and rise, no one worries about paying their heating bills during the coming cold months of winter.",
        "We need independence to invest in our bountiful renewable energy resources, the scale of which will be transformational not just for our energy supply but for our whole economy.",
        "Friends, the contrast between Scotland’s two governments has never been so stark, the gulf between our priorities never so wide.",
        "As the Scottish Government’s new independence papers illustrate, Britain is less wealthy, less happy and less equal than so many European countries the same size as us.",
        "We are already being held back by Westminster control and Brexit is making things worse – much, much worse. These are political choices. There are other, better, fairer options.",
        "While Truss’s Tories continue to line the pockets of the wealthy, the SNP is set on an entirely different path.",
        "Our fledgling benefits agency Social Security Scotland is now delivering a wheen of new benefits making a real difference across Scotland.",
        "Consider just one of them – The Scottish Child Payment.",
        "It is perhaps the most significant policy development of my political lifetime, and one for which we should be incredibly proud.",
        "It has been described by anti-poverty campaigners as a game changer, but even that does not capture its true value to those in receipt of this support.",
        "It started out at £10, was doubled to £20 and was raised again to £25 a week. And soon it will be rolled out to every eligible child under 16.",
        "In the current economic storm, it is money that is paying for absolute essentials and keeping entire families from going under.  \nBut as brilliant as the child payment undoubtedly is, it has also exposed the fundamental inadequacies of the devolution settlement.",
        "The child payment is designed to be transformative. It is meant to lift children out of poverty, to combat the poverty-related attainment gap, to give kids from less well-off backgrounds the opportunities their parents were denied.",
        "Now, because of decisions taken by Scotland’s other government, the one at Westminster, the cash which was meant to make a difference is now essential to keep the chill at bay or food on the family table.",
        "It’s why I seethe with frustration at constant opposition calls for the Scottish Government to mitigate against the policies inflicted on Scotland by the Tories.",
        "They can’t see – won’t see – they are failing Scotland’s children by defending the Westminster control that causes so much damage. Mere survival cannot be, must not be, the summit of our ambitions for future generations of Scottish children.",
        "With the full powers of a normal, independent country, Scotland could finally tackle the root causes of poverty.",
        "But to do so we must first break free from the constraints of that Westminster control, where ambition is strangled and opportunity denied to all but the rich.",
        "Friends, we need independence.",
        "Of course, I don’t need to convince you of that. But, working together, we must continue to win over our fellow Scots who are not convinced yet.",
        "And we can convince our fellow Scots that, in an independent Scotland, everyone’s basic needs are met as a right, and are no more at the mercy of Westminster, where wealth and opportunity is reserved for the few.",
        "Every Scot deserves better than this.",
        "And the people in this hall are the people to deliver that better tomorrow.",
        "Because the prize is there for the winning.",
        "Friends, we have work to do.",
        "Thank you."
    ]
}