{
    "url": "https://www.ukpol.co.uk/gordon-brown-2002-speech-at-commonwealth-finance-ministers-meeting/",
    "title": "Gordon Brown – 2002 Speech at Commonwealth Finance Ministers Meeting",
    "post_date": "January 5, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, in London on 25 September 2002.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "**Introduction**",
        "I am delighted to have the opportunity to open our session on the world economy and prospects — not just to say something about the challenges we face in the world economy where recovery is under way, but to show how the modern Commonwealth – united by history, strengthened by diversity and resolute in its high ideals – has a unique role to play in building the next stage of global prosperity and advancing us towards the globalisation we want – social justice on a global scale.",
        "1.8 billion people –30% of the world’s population – live in the countries of the Commonwealth. Our economies account for 23% of world trade, 20% of world investment and 10% of world GDP. But because not everyone benefits from our global reach, today – across the Commonwealth – 665 million people are struggling to survive on less than a dollar a day, 75 million children are unable to go to school and 15 million women and children are suffering from the physical and emotional burden of HIV/AIDS.",
        "Over the next year our aim as a Commonwealth must be to make real our commitment to the elimination of poverty, the promotion of development, the achievement of the Millennium Development Goals and the progressive removal of the wide disparities in living standards among our members by embracing what I call a new deal for the global economy —- a new development compact that will allow all countries – across the Commonwealth and across the world – to earn a fair share of the benefits of global prosperity by:",
        "Developing countries systematically tackling corruption and instability, and creating the conditions for private investment; and  \nDeveloped countries opening up their trade and radically improving aid for poverty reduction, including education and health.  \nAnd because I believe that in the long run our prosperity is indivisible, and that to be sustained it must be shared, I hope that —- even in an insecure world —- we can make progress in Washington this weekend towards building a new international financial architecture and meeting the world’s agreed Millennium Development Goals – including that, by 2015, we halve global poverty, cut child mortality by two thirds and achieve primary education for all.",
        "And this new deal is more not less necessary, more not less urgent, as we tackle the consequences of a worldwide slowdown, assess the risks and challenges ahead, and deal with the vulnerabilities of a more integrated but more volatile international financial system.",
        "There are four building blocks of this new deal: action on economic stability, investment, trade and aid.",
        "**Economic stability**",
        "The first is more urgent than ever: international economic cooperation and a new framework for a more stable global economy based on clear codes and standards, enhanced transparency, and improved crisis prevention and resolution mechanisms.",
        "We must all be vigilant to the risks that we face at this time and stand ready to act decisively with economic reform as we did with monetary activism a year ago.",
        "And we must all, each continent and the international institutions, face up to our responsibilities in sustaining and strengthening the economic recovery round the world: Europe must make progress on economic reform, Japan take decisive action on financial sector reform, and America show that corporate reform is working.",
        "More generally, it is in the interests of greater stability, confidence and growth in the world economy – and of preventing crises in developing and emerging market countries – that we adopt far wider reforms.",
        "I now believe that, just as through central bank independence we set down a new rules based system for our nation with Bank of England independence and a new monetary and fiscal regime, we should, in pursuit of the objectives of stability, development and prosperity, consider also a new rules based system of international economic governance for the community of nations.",
        "A new system founded also on:",
        "Clear procedures – all countries, rich and poor, pursuing agreed codes and rules for fiscal and monetary transparency, and for corporate and social standards; and",
        "On a new openness and transparency – with the IMF as independent from political influence in its surveillance of economies as an independent central bank is in the operation of monetary policy.",
        "The adoption of clear and transparent procedures in economic decisions – for example, presenting a full factual picture of the country’s debt position and the health of the financial sectors – and a willingness to be monitored for them, improves stability and provides to markets a flow of specific country-by-country information that engenders greater investor confidence and reduces the problem of contagion. We should all adopt and monitor similar codes and standards for corporate governance including for accounting, working with standard setters to develop stronger regulatory frameworks.",
        "And, leading by example, I can announce that the UK will participate in the Reports on the Observance of Standards and Codes (ROSC) modules covering accounting and auditing, corporate governance and insolvency and creditor rights. We will then have completed assessments against all codes and standards – the first, I hope, of many countries to achieve this.",
        "And with technical assistance and transitional help for early implementation of codes and standards generally, I hope other countries will become part of a wider move towards greater transparency including the routine publication – by rich and poor countries alike, as well as the IMF – of all surveillance and programme reports, and IMF policy and administrative papers.",
        "But there is a case for going even further. To ensure that the Article IV surveillance process fulfils the key objective of early identification of risks and vulnerabilities, all Article IV reports should include:",
        "Strengthened debt sustainability analysis;",
        "Greater focus on the structural sources of instability;",
        "Early identification of unsustainable macroeconomic policy frameworks;",
        "An assessment of adherence to codes and standards; and",
        "Identification of countries which still need to take action to forgive debt under the HIPC initiative.",
        "More fundamentally, I believe there is a strong case for enhancing the IMF’s surveillance and monitoring functions so that surveillance is – and is seen to be – independent of decisions about crisis resolution. We must implement reforms to promote:",
        "Greater independence – ensuring the fund applies objective, rigorous and consistent standards of surveillance to all member countries and there is a clear separation between surveillance and lending activities; and",
        "Greater accountability – with the IMFC setting a surveillance remit, IMF management reporting each year on the Fund’s performance and an annual assessment of the effectiveness of fund surveillance  \n…together, helping to reduce the risk of financial crises internationally and promoting a new era of global economic stability.",
        "Under this new framework we can move from letting crises happen and then intervening to systems that in themselves diminish the likelihood of crises – and ensure earlier awareness as difficulties arise and more measured, orderly responses when crises have to be resolved.",
        "So the new financial architecture, I suggest, is not just the adoption of codes and standards by all countries but a far more effective system for preventing and resolving crises, not least to ensure that the burden of adjustments is not as in the past placed on the poorest and most vulnerable.",
        "We need to resolve the obstacles that stand in the way of effective debt rescheduling – including continuing to work on an international bankruptcy procedure and agreeing new standards for international best practice in sovereign debt contracts, with a strategy for encouraging their adoption worldwide. We also need to establish much clearer normal limits to IMF financing – with more transparent and objective criteria for going above the limits – and a clearer fund policy on standstills and lending into arrears.",
        "Investment and corporate accountability",
        "But stability is only the precondition. Over the last decade, Foreign Direct Investment flows across national boundaries, including to, and between, developing countries, have increased almost six-fold — an important driver for growth and development.",
        "But the poorest and least developed countries suffer a double handicap. Not only is Foreign Direct Investment too low – with just three dollars per head going to low income countries compared to eleven hundred dollars per head to higher income countries – but also domestically generated savings and investment are low and often the savings that do exist leave the country in capital flight.",
        "In seeking more favourable business environments in which private sector investment can be more productive, country-owned poverty reduction strategies have correctly focused on creating the right domestic conditions for business investment, including improved infrastructure, sound legal processes that deter corruption and the creation of an educated and healthy workforce. And we can list a number of countries recently – like Mozambique -which have taken tough decisions to restructure their banking sector, strengthen corporate governance, improve their transport infrastructure and develop their natural resources. In Mozambique this has resulted in a six-fold increase in Foreign Direct Investment over the last decade and GDP growth rates averaging nine per cent over the last five years.",
        "And I welcome the work of the World Bank in surveying investment climates in developing countries such as India, Mozambique and Bangladesh. By investigating the regulatory, legal, human resource, financial and infrastructure constraints, we can inform future policy development and, as good practice emerges, it can be shared.",
        "Last year I supported the creation of new investment forums – bringing public and private sectors together to examine the current barriers to investment and build a consensus, in the light of regional conditions, on how to secure higher levels of investment.",
        "I am delighted that the World Bank and IMF have now established two such forums in Ghana and Tanzania – both members of the Commonwealth. These have been welcomed by both business and governments and are already identifying the priority reforms that will help increase investment flows – improvements to infrastructure, regulatory reform, the need for regional integration and the promotion of Africa as an investment destination for foreign firms.",
        "Most importantly, investment forums are helping to break down the assumption that private sector development should either be led solely by business, or directed by the state – instead recognising that public and private sectors must work together in partnership to secure economic growth and reduce poverty.",
        "Where multinationals are unaccountable across boundaries – and sometimes appear more powerful than the developing countries in which they operate – businesses and government must do more to restore the right balance, increase stakeholder awareness and achieve cross border accountability. Many businesses are already recognising the need to pursue socially and environmentally responsible business practice and I urge more companies to follow the principles of good corporate practice laid out in the OECD’s guidelines for multinational enterprises.",
        "Business can also play a part in encouraging governments to be more accountable for the revenues they earn from their natural resources. The recent proposal from George Soros and Global Witness to increase transparency in extractive industries is an excellent example of how private sector companies can positively contribute to development and poverty reduction — and following the formation of a partnership to take this work forward at the recent world summit on sustainable development, more governments, businesses and NGOs must sign up to this initiative and make it work.",
        "The challenges are formidable. The suspicions remain considerable. But I believe that by working with governments to remove barriers to investment, and through adopting sound principles of corporate practice, the private sector can play its part in the development of the world’s poorest countries.",
        "**Trade**",
        "Our third building block is widening and deepening trade.",
        "In the last forty years those developing countries which have managed to be more open and trade more in the world economy have seen faster growth rates than those which have remained closed. From the early 1970s through to the 1990s, developing countries that were able to pursue growth through trade grew at least twice as fast on average as those who kept their tariffs high and their doors closed to imports and competition. We must ensure that all countries have the opportunity to reap these benefits.",
        "Full trade liberalisation globally could lift at least three hundred million people out of poverty by 2015. Diminishing protection by fifty per cent in agriculture, industrial goods and services sectors would increase the world’s yearly income by an estimated four hundred billion dollars. All countries and regions stand to benefit, with developing countries gaining higher than average increases in GDP growth.",
        "That is why the UK Government is committed to a trading system where developed countries do not dictate the terms of trade, but instead all countries participate on equal terms. We strongly support the new trade round launched at Doha where developing countries had a real and effective voice in the negotiations. And we are committed to Doha’s core development agenda – a package of measures to progress in areas that will lead to major gains for developing countries and the poorest people in these countries.",
        "Now we must deliver on our commitments.",
        "We must ensure that poor countries have access to the medicines they need to tackle the diseases crippling their societies – AIDS, tuberculosis, malaria – and protect public health.",
        "We must continue to press for other developed countries to follow the European Union’s lead by offering duty and quota free access to all products except arms from the forty-nine least developed countries.",
        "And since three quarters of the world’s poor live in rural areas, urgent action is needed to reduce agricultural protectionism and open up trade.",
        "More than two thirds of workers in low income countries work in agriculture compared to only 5 per cent in high income countries. Yet developed country subsidies to agriculture amount to one billion dollars every day – greater than the national income of the whole of sub-Saharan Africa and seven times the total of overseas aid flows.",
        "On average the 6.5 million farmers in the European Union receive subsidies of $2 a day for every cow they own. At the same time, 3 billion people in the world do not have $2 a day to live on.",
        "The UK is working hard to secure substantial reforms in the mid-term review of the CAP now underway and I urge others to join us – all developed countries subsidising agriculture must show leadership.",
        "But we must not rush developing countries to reduce their tariffs without recognising the effect it could have on both government revenues and on the livelihoods of people working on the land. We need a sequenced approach which ensures that appropriate measures are in place to protect vulnerable countries and vulnerable people from an overly rapid transition to a system of liberalised trade.",
        "So we support the IMF and World Bank commitment to work with countries to undertake poverty and social impact analyses of trade reforms, and will continue to promote the integration of trade into developing countries’ poverty reduction strategies. And to enable developing countries to participate fully and effectively in the trading system, by 2004 the UK Government will have committed £45 million pounds to support trade-related capacity building.",
        "**Development compact**",
        "Radical trade reform could be worth $150 billion dollars a year to developing countries, but there cannot be a solution to the problems that developing countries face without a fourth reform: that in return for developing countries pursuing corruption-free policies for stability and for creating a favourable environment for trade and investment, developed countries should be prepared to increase vitally needed funds to achieve the agreed millennium development goals.",
        "Too often the world has set goals like the Millennium Development Goals and failed to meet them.",
        "Too often we have set targets, reset them, and recalibrated them again so that our ambitions in the end, only measure our lack of achievement.",
        "This time it can – and must – be different. This time, we must together commit ourselves to a specific course of action, and then each of us as partners must be prepared to make the radical changes required.",
        "Action is particularly needed on education and health.",
        "In some Commonwealth countries great progress has been made on education. Enrolments in Malawi and Uganda doubled in five years with the abolition of school fees; enrolment rates of over 90% have been achieved in Botswana, Swaziland, South Africa and Zimbabwe. And in South and West Asia, primary enrolment is approaching 75%.",
        "But according to a recent World Bank study, nineteen Commonwealth countries are in danger of missing the Millennium Development Goal of primary education for all",
        "Developing countries themselves must play their part – drawing up their own education plans, channeling resources to education through their poverty reduction strategies, abolishing user fees and ensuring that children do not just start school but actually finish their education. But, in return, the international community must increase substantially its financial contribution for education in the poorest countries.",
        "Since 1997 – under the leadership of Clare Short, Secretary of State for International Development – the UK has committed over £700 million to the development of sustainable, quality primary education systems in sub-Saharan Africa and South Asia —- and we will substantially increase our education spending again over the next few years to enable an extra 20 million children to enroll in primary school by 2006 – 80% of these in commonwealth countries.",
        "I urge other developed countries to also provide additional finance for basic education – resources committed over the long-term so that countries can plan and utilise them effectively. And in the months ahead, the World Bank and their partners must continue to develop its fast-track initiative – rooting their support within existing country efforts, doing more to address the needs of children in countries with poor government performance where the challenge is greatest, and reporting back on progress at the spring meetings.",
        "We must also move forward with as much speed and purpose on the issue of health.",
        "As many as half of all malaria deaths could be prevented if people had access to diagnosis and drugs that cost no more than twelve cents.",
        "A quarter of all child deaths could be prevented if children slept beneath four dollar bed?nets – in Africa, only one per cent of children do.",
        "And improving and expanding immunisation could save a further two million lives each year.",
        "Where these strategies have been implemented in commonwealth countries in the last twenty years, they have brought results. In Uganda the spread of HIV/AIDS has been halved in urban areas and reduced by a third nationally; in India tuberculosis deaths have been halved; and in Bangladesh child mortality has more than halved.",
        "Inspired by these successes, developing countries across the Commonwealth should place action on health at the very core of their priorities, budgets and poverty reduction strategies. But recognising the limits imposed by the weaker economies of developing countries, the international community must also urgently increase its support.",
        "In the last year much progress has been made. So far over 2.1 billion dollars has been pledged to the global health fund to support developing countries in their fight against AIDS, TB and malaria. And the UK is playing its part – contributing two hundred million dollars to the fund over five years and creating new tax incentives to accelerate the research into diseases like AIDS, TB and malaria.",
        "But we must do more to increase the capacity of health systems in developing countries to enable them to provide good quality, appropriate and affordable services for their citizens. So just as the World Bank has set out an action plan for education, we call on them to work with the World Health Organisation to identify – on a country-by-country basis and through a systematic review of poverty reduction strategies and sector plans – the capacity gaps and financing efforts needed to build effective healthcare systems. An initial report should be presented at the spring meetings.",
        "What is clear is that we will not succeed in achieving our goals of reducing poverty, and of improved education and better health, by acting alone. Instead all of us – developed and developing countries, international institutions and civil society – must work together.",
        "The role of developing countries in tackling their own problems is key. They must show genuine commitment to education, health and poverty reduction – demonstrating that both public and donor funds are properly and effectively used.",
        "As finance ministers we have a key role to play – a step change cannot be made without the highest political leadership. Here in the UK, we are driving forward the reform of public services, including education and health, through Public Service Agreements between spending departments and the Treasury to ensure that additional resources spent actually result in improved outcomes.",
        "Anti-corruption strategies and international standards in public financial management are also crucial. All countries should meet high standards in public financial management and accountability, and all HIPC countries should agree ambitious timetables to do so within their poverty reduction strategies. As a first step, I am proposing that all HIPC countries currently receiving debt relief should achieve a core number of international benchmarks in budgeting, auditing and reporting within three years.",
        "In return for developing countries adopting reforms, the international financial institutions must provide governments with much more coordinated support as they strive to meet these benchmarks – and undertake much broader consultation on the indicators, including with the Economic Commission for Africa.",
        "The IMF and World Bank must also do more to ensure a more open policy dialogue when supporting the development of poverty reduction strategies in low income countries – including explicit discussion in fund programmes of alternative policy choices and trade-offs, supported by poverty and social impact analyses to ensure policies deliver real benefits for the poorest.",
        "Where developing countries demonstrate a genuine commitment to poverty reduction and the Millennium Development Goals, this must be matched by an equal commitment on the part of the international community to ensure that no such country is denied the chance of achieving its goals through lack of resources.",
        "This will require a significant increase in aid and further progress on debt relief.",
        "Pledges from the United States and the European Union made at Monterrey in March will, from 2006, raise an extra 12 billion dollars each year for education, health and anti-poverty programmes, with possibly half or more of these funds going to Africa. This is an historic advance – a reversal of the twenty-year decline in aid levels.",
        "For its part, the UK will increase its aid budget to nearly £4.9 billion pounds by 2005-06 – a ninety-three per cent real terms increase since 1997. This will take the UK’s ODA/GNP ratio to 0.4 per cent – the highest in twenty years and double the G7 average: continuing evidence of our commitment to the target of raising development assistance to 0.7 per cent.",
        "At the same time, the HIPC debt relief process is lifting the burden of unpayable debt from twenty-six of the most high indebted countries, canceling sixty two billion dollars in debt from countries that have clearly demonstrated their commitment to poverty reduction.",
        "But what drives us forward are not the achievements we can point to – important as they are – but the gains still to be made. If all countries eligible – including countries in conflict – became part of HIPC, one hundred billion dollars of debt could be cancelled.",
        "The commitment by the G7 to contribute an extra 1 billion dollars to finance the shortfall in the enhanced HIPC initiative, together with the call foraction to tackle the issues of creditor participation and debt sustainability, is a great achievement. And the UK stands ready to pledge our contribution towards the financing gap at the annual meetings.",
        "We must also do more to support HIPC and other low-income countries who face legal challenges from creditors – both commercial and official – who are unwilling to give debt relief and we look forward to receiving the forthcoming report on this from the Fund and Bank. We particularly condemn the perversity where vulture funds purchase debt at a reduced price and make a profit from suing the debtor country to recover the full amount owed – a morally outrageous outcome. The UK proposes that the IMF or World Bank should manage a trust account, funded by donors, to pay for technical assistance to help any HIPC country being sued by a creditor who refuses to deliver relief, including vulture funds.",
        "Where countries have had to contend with external shocks – such as sharp falls in the price of key export commodities – we must form a broad consensus on the need for topping up at completion point to ensure a lasting exit from sustainable debt. And we must develop more realistic and generous rules for its provision – including agreement that the calculation of topping up should exclude voluntary bilateral provision of additional 100 per cent relief.",
        "But debt relief and the aid already pledged will not be enough on their own. The report of the high-level panel on financing for development, chaired by former president of Mexico Ernesto Zedillo, estimated last year that if we are to achieve the Millennium Development Goals at least an extra fifty billion dollars of aid will be required every year. And this will be needed even with trade liberalisation, increased private sector investment and developing country reforms.",
        "So as a matter of urgency we must consider the means by which the benefits of the new resources agreed earlier this year can be maximized – both through improved aid effectiveness and by leveraging in additional funds.",
        "Reordering priorities, untying aid and pooling funds internationally could release additional funds for anti-poverty programmes in the poorest countries. The UK Government will increase the poverty focus of our own aid in order to raise the proportion spent in low-income countries from seventy-eight per cent currently to ninety per cent by 2006. And we will also work to improve the effectiveness of European Union aid.",
        "But we must be honest with ourselves. Even with more debt relief and improved aid effectiveness the scale of the challenge is such that we need to consider other innovative forms of financing, building on the twelve billion dollars already pledged to reach our fifty billion dollar target.",
        "One option is to pool additional resources in a new international development financing facility that could leverage funds from international capital markets to meet the demand for large-scale assistance now and enable a much earlier achievement of the Millennium Development Goals than might otherwise be possible.",
        "This new financing facility requires donor countries to pool substantial additional resources – including, for example, those pledged at Monterrey – with some guarantee, perhaps backed by callable reserves or appropriate collateral as security, so these resources could be leveraged through borrowing from international capital markets to meet the demand for large-scale assistance now.",
        "The extent to which such a financing facility might leverage funds from international capital markets would depend on a wide range of factors including the size of donor contributions, interest rates, the total amount disbursed and the proportions and terms of any grants and loans within that total. But reasonable assumptions suggest that such a fund might clear its debts in around thirty years. A broad package of measures that generated additional flows of fifteen to twenty billion dollars a year could be leveraged up by the private sector to provide an additional fifty billion dollars each year until 2015 – enough to meet the Millennium Development Goals.",
        "What is essential is that, whatever option is taken forward, we build a coherent response from the entire international community that generates confidence and support from both developed and developing country governments and their citizens. And I believe that the commonwealth can play a key role in driving this forward.",
        "**Conclusion**",
        "The challenges of globalisation are immense. But before us there is an unprecedented possibility of progress.",
        "Our vision of the way forward is that, in an increasingly interdependent world, all can benefit if each meets agreed obligations for change.",
        "At this momentous time in history which has seen the best and the worst of humankind, it is up to all of us in every nation – the most powerful and the most powerless, the most prosperous and the poorest – to pledge together that in the face of so much pain and poverty, and with the possibility of so much progress, we will not pass to the other side.",
        "We should not retreat from globalisation. Instead, we must work together – across the Commonwealth and across the world – recognising our common values, our mutual needs, our linked destinies and our shared goal: to advance social justice on a global scale."
    ]
}