{
    "url": "https://www.ukpol.co.uk/gordon-brown-2008-statement-on-georgia/",
    "title": "Gordon Brown – 2008 Statement on Georgia",
    "post_date": "January 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Gordon Brown, the then Prime Minister, in the House of Commons on 10 September 2008.",
    "content": [
        "Between 8 and 12 August, Russian and Georgian troops clashed in Georgia’s separatist region of South Ossetia. The resulting conflict led to a tragic loss of civilian life, and the displacement of over 100,000 people.",
        "From the start of the conflict, the UK and its international partners have been involved in intensive discussions, including through the UN, EU, NATO, G7 and OSCE, to agree a ceasefire and to find a durable and peaceful way forward. I spoke to Russian President Medvedev and to other Heads of State, including Presidents Bush and Sarkozy, to try to find a way forward. My Rt hon. Friend the Foreign Secretary (David Miliband), visited Georgia where he met President Saakashvili and members of his government.",
        "On 12 August, the EU and OSCE were able to broker a ceasefire between the parties and agreement to a way forward. This agreement included six key principles:",
        "* the parties not to resort to the use of force;",
        "* the parties to stop all military actions for good;",
        "* the parties to allow free access for humanitarian aid;",
        "* Georgian armed forces to return to their places of usual permanent deployment;",
        "* Russian armed forces to withdraw to the line they occupied before the start of military actions. Until such time as an international mechanism is created, Russian peacekeeping forces to implement additional security measures;",
        "* the parties to engage in international discussions on the modalities of security and stability in Abkhazia and South Ossetia.",
        "Despite this plan, on 26 August, Russia unilaterally recognised the independence of South Ossetia and of Georgia’s other separatist region, Abkhazia. Russia also refused to withdraw its forces from Georgia and in some cases moved to reinforce them.",
        "It was in this context that I and my Rt hon. Friend the Foreign Secretary attended the Extraordinary European Council on 1 September, convened by French President Nicolas Sarkozy, in his capacity as current Presidency of the EU, to discuss the current crisis in Georgia.",
        "At this meeting the European Council unanimously condemned Russia’s decision to recognise the independence of Abkhazia and South Ossetia; and expressed its grave concern about the consequences of the conflict and Russia’s disproportionate military action. Russia’s actions were in clear breach of international law and of successive UN Security Council Resolutions.",
        "In response to Russian actions, the Council decided to conduct a comprehensive review of EU-Russia relations. This evaluation has begun and will continue in the run up to the next EU-Russia Summit scheduled to take place in Nice on 14 November 2008. The EU has decided to suspend negotiations with Russia on the new EU Partnership and Co-operation Agreement (PCA) until Russian troops withdraw from Georgia to their pre-conflict line. We strongly support this decision. As I made clear during Council discussions, although the EU should continue discussions with Russia on areas of interest and concern to the EU, it cannot be “business as usual”. This review will allow us to take a considered decision about the future of EU-Russia relations.",
        "Russia’s actions in Georgia illustrate the need for Europe to intensify efforts to ensure its long-term energy security. The European Council tasked the EU with examining initiatives to be taken to this end. We should explore all options for the diversification of energy supply in the EU, including increased support for infrastructure that diversifies energy sources, an increased commitment to renewable energy, measures to improve energy efficiency and measures to improve the internal market.",
        "The international community must support Georgia in rebuilding the damage caused by the conflict. The European Council made clear the EU’s commitment to supply humanitarian aid and support for Georgia’s long-term reconstruction efforts, including in Abkhazia and South Ossetia. The Council and the Commission have been tasked to start preparations for an international conference to bring focus to reconstruction efforts. The UK will play its part. We have already committed £2million to Georgia in humanitarian aid. The EU has pledged to step up its relations with Georgia, including through visa facilitation measures, appointing an EU Special Envoy and the possible establishment of a full and comprehensive free trade area as soon as the conditions are met.",
        "At the European Council, the EU unanimously called on the parties to implement the EU/OSCE peace plan in full. On 8 September, President Sarkozy, EU Commission President Barroso and EU High Representative Solana travelled to Moscow to press Russia to abide by its commitments. I welcome the agreement reached during this meeting that Russia will withdraw its troops from Georgian territory outside Abkhazia and South Ossetia and that Russia will commit to international discussions on future security modalities. This is a good first step towards peace and security. But it is only the start; Russia must now implement these commitments and must engage fully in finding a lasting solution to the crisis.",
        "The international community will support efforts to ensure lasting peace and security in the region, including through the presence of observers on the ground. In line with the EU Council Conclusions and the 8 September Moscow agreement, the European Union will contribute to these efforts. EU Foreign Ministers will discuss the deployment of EU monitors at the General Affairs and External Relations Council (GAERC) on Monday, 15 September. It is vital that international monitors are given free and unfettered access by all sides to carry out their mandate.",
        "The EU’s response to this crisis must also consider the implications for the EU’s common neighbourhood. On 27 August my Rt hon. Friend the Foreign Secretary travelled to Kiev where he made a speech on the need for closer ties between the EU and the region. I am pleased that the Council agreed that the EU should strengthen its relations with the region, including Ukraine. I welcome the successful EU – Ukraine Summit which took place yesterday (9 September). I look forward to the Commission’s proposals for enhancing EU relations with the region, due in December this year.",
        "The UK will continue to work with international partners to ensure that effective support is given to Georgia and that a lasting, peaceful solution is reached as soon as possible.",
        "My Rt. Hon. Friend the Foreign Secretary and I will continue to keep the House informed of developments."
    ]
}