{
    "url": "https://www.ukpol.co.uk/gordon-brown-2000-speech-to-the-tuc-congress/",
    "title": "Gordon Brown – 2000 Speech to the TUC Congress",
    "post_date": "December 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 12 September 2000.",
    "content": [
        "My theme today, is to build through growth and productivity full employment for all in our generation.",
        "For twenty years all of us here in this hall, all of us have marched for jobs, we have rallied for jobs, campaigned and petitioned for jobs, demonstrated for jobs.",
        "For twenty years you, the TUC and trades unions, have rightly said, we have all said to each other, that unemployment is the central economic and social, indeed moral, issue of our time.",
        "But for nearly twenty years we could only protest about unemployment.",
        "Twenty years ago, ten years ago, even five years ago young people tried as hard as now to find work.",
        "* they were applying for jobs;",
        "* they were training for jobs.",
        "Don’t tell me these generations of young people didn’t have talent or potential, couldn’t learn or hold down a job.",
        "What they needed was a government on their side.",
        "If only one young person had got a job from the New Deal. Then that would have been worthwhile in itself.",
        "But there are now, since 1997, 500,000 benefiting from the New Deal. And nearly 250,000 are already in jobs.",
        "And every time a young person denied a job under the previous Government gets a job now we should be proud of the New Deal, that this is what can happen when we work together.",
        "So I believe it was right, even under fierce opposition, to take the decision to tax the excess profits of the privatised utilities to the tune of 5.2 billion pounds – and then to put that money to use in the poorest high unemployment areas of Britain, in the poorest communities of the country.",
        "I can report to you today that together we have created one million and 35,000 jobs since May 1997.",
        "* unemployment among men, the lowest since 1980;",
        "* unemployment among women the lowest since 1976;",
        "* long term unemployment now the lowest since the 1970’s.",
        "But as long as there is unemployment we will not be complacent . so from April with 300 million pounds we are extending the New Deal so that every one of the long term unemployed in all parts of the country can have the opportunity to work .",
        "Unemployment among young people is now the lowest since 1975.",
        "But none of us should be satisfied. With 400 million pounds a year allocated to help those people and places still left behind – those with literacy problems , drugs problems – we will now intensify the New Deal. So that in future no teenager is without training or work.",
        "Unemployment among single parents now falling for the first time ever, but not good enough. From April with 300 pounds allocated for four years a new programme of choices – our aim: training, jobs and – yes and at last – a national child care strategy to help all parents who want it.",
        "Unemployment rates among the disabled falling for the first time in decades. I want every person with disabilities empowered to use their abilities as they wish . From April we are extending the New Deal so that disabled men and women have the right to work too.",
        "Unemployment in Scotland, Wales, Northern Ireland and the regions, the North, the South West – the lowest for more than twenty years.",
        "But that is not good enough. With 500 million pounds for regional development agencies our aim is full employment not just in one region but in every region of the country.",
        "Unemployment among the over 50s rising for decades – a scandal that in the 80s and 90s thousands of men and women who lost their job over 50 were thrown on the employment scrapheap – now falling, half a million more over 50s in jobs since 1997. But we want to do more. To end the scandal of age discrimination. Hence a guaranteed minimum income of 180 pounds for the unemployed over 50 returning to work.",
        "And building from this starting point of one million more jobs. And the strength to take the tough decisions to achieve stability, this is a moment not for complacency but a moment of challenge and opportunity for our country – and the prize for all of us great, not just full employment for a year or two but full employment for our generation.",
        "So first, we must entrench an anti-inflation culture of stability to achieve full employment.",
        "Second, a tougher New Deal, rights and responsibilities, to strengthen full employment.",
        "Third, far higher productivity to sustain full employment.",
        "Fourth, a new unionism to underpin full employment.",
        "And fifth, new rights against discrimination and exclusion.",
        "And our first task has been to escape from 18 years of boom and bust and to never go back.",
        "Let us never forget that when we had the 15 per cent interest rates, one million homes repossessed and one million jobs destroyed in manufacturing – it was not the previous Government but Britain’s hard working people that bore the burden.",
        "I remember a couple coming to see me, both in tears, who, having lost their jobs knew they would also lose their home.",
        "I remember too the tragedy of the skilled craftsmen, miners in my constituency, steel workers, redundant in their forties who feared they would never work again.",
        "After three years we can reflect on where we now are, and remember how we got here.",
        "Remember those who said we could not achieve economic stability and growth.",
        "Remember the predictions of a downturn made in Downing Street.",
        "Let’s just say their forecasts have not aged well.",
        "And let me explain why: it is because we rejected short-termist, take-what-you-can, irresponsibility – and it is because we put our faith in our values of economic responsibility – planning for the long term, building from solid foundations – that with the Bank of England independence and new fiscal rules we now in our country have inflation close to its lowest for 30 years.",
        "And we cannot take it for granted.",
        "It is not by accident but by taking action that we have steady sustainable growth and investment rising.",
        "It is not by default but by design that we now have long term interest rates at historically low levels and are repaying the national debt.",
        "It is not by chance but by choice that we now have 28 million in work. This is what happens when the British people and their Government work together.",
        "Remember also those who opposed Bank of England independence and said our policies would mean a future of higher unemployment and lower public spending.",
        "Remember those who resisted our fiscal rules when we insisted on fiscal discipline and said we would never be able to spend on health and education and public investment.",
        "Time has not looked well on these forecasts either.",
        "Unemployment is down and because our prudence is not the barrier to spending but its pre-condition, spending on services is rising by 5 per cent in real terms for the next four years.",
        "And it is because we have tackled the levels of debt and the levels of unemployment that instead of 42 pence in every extra pound spent going to unemployment and debt repayments, it is now only 17 pence – leaving 83 pence in every pound to go to health, education and the vital services.",
        "Health spending rising this year by 7 per cent in real terms, education by 10 per cent , and public investment by 30 per cent.",
        "But our task is even bigger than creating stability for a year or two. It is – and this is the next and critical stage – to entrench a culture of long term stability so that people no longer expect that every period of growth will be followed by an inflationary and wages spiral and boom-bust recession.",
        "And every event tests our resolve to end short termism and steer a course of long term stability, the real foundation for full employment",
        "Now I understand the concerns about the exchange rate with the euro and we will continue to do more to support manufacturing.",
        "And I understand the concerns about world oil prices and petrol prices too",
        "But we will not return to short termism in any respect and put at risk our hard won stabiltiy",
        "No short term lurches in spending policy or tax policy, no irresponsible spending increases or inflationary pay rises that put youth jobs at risk, no quick fixes or soft options that would put long term stability public services and our policy for full employment at risk. We will not return to the stop go of the past.",
        "Governments have to deal with both national and international events and oil raises the issues of both.",
        "When we came to power in 1997 the deficit was 28 billion pounds.",
        "Yes – we had to face up to that deficit and we dealt with that deficit immediately.",
        "And so we retained and extended the fuel duty escalator that had been operated by the previous Government in successive years since 1993.",
        "And there were good environmental reasons as Kyoto proved for doing so.",
        "But last November – immediately – I had cut the deficit and was able to put in place new environmental measures. I said we would end the escalator, and we froze – and for 4 million cars have reduced – car licence fees, a March Budget that was welcomed by the motoring industry.",
        "And today, now that the deficit is down, let us note that the existing fuel revenues are not being wasted but are paying for what the public wants and needs – now paying for rising investment in hospitals and schools- 10 billon more this year alone – an 18 billion increase in money this year for transport and our public services, money well invested in services for all the people.",
        "Yes, we have higher excise duties than Europe but we also have just about the lowest tax rates on work, the lowest business tax rates, the lowest VAT rates.",
        "And unlike America – and we should be proud to say so – we fund from these revenues a truly national health service for all the people.",
        "Governments are of course subject not just to national pressures but to global pressures too.",
        "And in our three years in Government we have had to deal not just with debt and deficits in Britain but like other governments we have been tested by financial crises in Korea, then Asia, then Russia and a slowdown in the international financial system.",
        "And we are being tested too by an oil price that first fell from 19 to 11 dollars and then has risen above 30 dollars, trebling in 20 months.",
        "Of course when the oil price shifts from 10 to over 30 every economy is affected, every country’s petrol price rises and I understand very acutely the pressures that manufacturers, hauliers, farmers and consumers face.",
        "But it is precisely because there is volatility in oil prices that we should resist any lurches in policy or return to the old short-termism of the past – instead we should steer a course for long term stability.",
        "Our first duty is to ensure internationally – as we are pressing in world counsels – and in Britain – that oil flows from the wells to the refineries and to the petrol stations to the consumer and this we will do without interruption by barricades or blockades.",
        "Our second duty is to ensure that with our inetrnational partners we maintain a course of stability to ensure international growth and this we will do.",
        "I tell you this week among every one of Europe’s 15 governments as in America, in face of oil price volatility, it is not shifts in oil tax rates that are now being considered – it is pressure on the oil producing countries to cut prices.",
        "And I say that when OPEC countries have themselves stated their sustainable oil price rate is not 34 dollars but 22-28 dollars, none of us will relax in our representations until they ensure levels of oil production that bring the price at least to the levels they themselves plan.",
        "And moreover, because cartels should not exercise such power anywhere we will look even more intently at how to diversify energy supplies.",
        "And the third lesson I learn, I tell the country honestly, it is precisely because of volatility of oil prices that we should refuse to lurch between budgets from one policy quick fix or soft option to another – lurches that would inevitably be based on uncertain prices and unknown revenues – and instead we should steer a course of stability.",
        "Such short termism is the old way that brought us the stop go, boom bust economy, the ups and downs, of the past and this I will not endorse.",
        "Let me tell people that when the oil price was 10 dollars experts advised our Government we should let close every coal mine in our country and this I and my colleagues refused to do and instead for long term stabiltiy of supply we rightly sought a level playing field ended the discrimination against coal investing also 100 million in coal, a policy I believe the British people support.",
        "And it would be equally wrong and short termist to tie tax rates to what could be a temporary rise in oil prices as it would be wrong to lurch in the other direction between budgets to suddenly tie tax and other policies to a temporary oil price fall.",
        "And let me say also it would be the worst of short- termism to make a lasting cut in fuel duty-as some propose today – which would have to be paid for year on year, because of a one off- change in oil profits and thus oil revenues that might never be repeated.",
        "So we will listen, but we will not fall for the quick fix and the irresponsible short termism of making tax policy this afternoon because of blockades this morning.",
        "I say – we will continue to make policy as we have done – in Budgets and at Budget time, and I believe the British people value long term stability and it does nothing for full employment or growth to return to the short termism of policy lurches that brought us boom and bust in the past.",
        "And we will not change our European policy either – in principle our support for the single currency, in practice the five economic tests that have to be met.",
        "So we will continue to reject policies that pander to those who urge isolation and even withdrawal, something which would put jobs and stability at risk.",
        "Yes there is greater stability.",
        "But yes too there is still a 30 per cent productivity gap with our competitors, which must be bridged if we are to achieve full employment and long term prosperity for all.",
        "So when I listen also to those who say we can relax our efforts, return to the old ways, and ignore long-term challenges, I say I will not fall for that complacency either.",
        "Instead, from the platform of our new found stability and employment growth I want today to challenge the whole of Britain – British industry, British management, the British public sector, British trades unions – all of us to join together in seizing not squandering this hard won time of opportunity.",
        "* not ever again to retreat back as we have done in every previous economic cycle into the complacent short-termism and stop go or quick-fixes of the past;",
        "* -not to fight yesterday’s battles;",
        "* but – free of complacency – to address tomorrow’s challenges and to use our new found stability and growing strength in a national productivity drive to achieve a rise in productivity and thus prosperity that outpaces that of our competitors;",
        "* and to do this we must, day by day, week by week, year by year, have the discipline to address and overcome the old british problems of short termism and under investment, low productivity and inadequate skills, over-complacency in the boardroom and restrictive practices wherever and whenever they exist – and use this time of opportunity to remove all the old barriers to employment and prosperity for all.",
        "And I can tell you today what Government will contribute to this productivity drive.",
        "We are doubling public investment to 19 billion pounds, with permanent capital allowances and R and D credit, investing more in manufacturing, investing one billion pounds more in science so that British inventions can lead to British manufacturing products and British jobs. For the first time ensuring an employee share ownership plan that gives most benefit not just to a few employees in a firm but all.",
        "And making the biggest investment in education and skills in our country’s history, ten billion more by 2004.",
        "But winning at work – the theme of the Congress – is not simply making promises about what Government can do, but setting goals we can all meet together.",
        "In the old days, management said it was all up to the unions.",
        "Unions said it was up to management.",
        "Both said it was up to Government.",
        "I say it is up to all of us together.",
        "So I am here not so much to make new pledges as to summon all of us to new challenges.",
        "All the evidence shows that when unions win at work on a productivity agenda, prosperity and employment increase. And so we must be honest with each other.",
        "Just as prosperity for all is undermined by the wrong kind of Government, so too in the past the wrong kind of management and the wrong kind of unionism have failed us as surely as the wrong kind of Government.",
        "And when we know that in some plants our productivity is the best in the world and in other plants even in the same industry it is only half as good, our challenge is plant by plant, firm by firm, sector by sector, managers and union members, free from complacency, to address the barriers to productivity:",
        "* the levels of our skills;",
        "* and levels of investment;",
        "* standards of management and industrial relations all round;",
        "* barriers to the introduction of modern technology and questions of best practice and who does what in the workplace.",
        "Our challenge is to work together to ensure that the benefits go – not, as in the past, to a few – but – as they should always have done – the benefits go to all who play their part.",
        "We, the Government, will accept our responsibilities in the public sector, inviting trades unions to work with us to improve both conditions of service and the condition of each service.",
        "And in an environment of continuously low inflation I ask unions across industry to consider seriously the benefits of moving from the annual cycle and extending multi year pay deals.",
        "Friends, great historical changes are at work, even more dramatic than the changes a century ago when craft unionism transformed itself into new industrial unionism.",
        "Now in this new century, old industrial unionism is transforming itself into a new unionism:",
        "* our enduring values, justice and just rewards for all the same;",
        "* our objectives bolder than defending our members against the threat of poverty, now about ensuring all our members have the chance to realise their potential to the full;",
        "* and the surest way – the great drive of twenty first century unionism – to meet that age old aim of enhancing the value of labour is directly through education and training to enhance the value of each of our skills.",
        "So it is not only because the key to future levels of productivity and pay is in the level of our skills but because our strength and security lies in our skills.",
        "That this Government will work with you as you bargain for skills – the right to one million individual learning accounts at 150 pounds each and another 750,000 able to benefit from adult literacy courses by 2004 and the new University for Industry.",
        "And let me tell you the scale of our ambitions – what, from the 1970s the Open University achieved for thousands in second chances in higher education through TV and distance learning, we are now ready to achieve for millions in lifelong learning through the University for Industry – recurrent, permanent educational opportunity through cable satellite and interactive media and learning direct in workplaces and homes.",
        "Let me be clear. Our aim is any course of study – at any age, at any grade.",
        "We start with 1000 Learndirect Centres, open to all in every part of the country.",
        "And we will support every trades union as you bargain with employers for access to learning direct in every workplace and to advance training – I can tell you – the Union Learning Fund on which every union can draw which started at two million pounds a year will be 4.5 million pounds this year.",
        "And no one should be left out.",
        "And because we believe a fair society is essential to a productive economy we are ensuring new rights for working people.",
        "* because never again do we want mothers or fathers refused time off to see their sick child through a hospital operation, the right to time off when a family member is ill. This is what a good family policy is all about;",
        "* the right to four weeks paid holiday pay;",
        "* from last month the right to maternity pay extended to all low paid workers;",
        "* the right of recognition for trades unionists;",
        "* and from may 1997 the right to be a member of a trades union, a hard won right that no future Government will now ever dare take away;",
        "* and yes, we are now asking the low pay commission to report next year on a further rise in the minimum wage;",
        "* because in no part of our society should there ever be institutionalised racism again, we are removing barriers of prejudice, discrimination and racism.",
        "And having lifted the first million pensioners out of poverty, cut vat on fuel, introduced free tv licences for those over 75 and a 150 pounds winter allowance for all, our next challenge as Alistair Darling said yesterday is to ensure that all pensioners who need it – our priority those on modest occupational pensions and modest savings – are helped not penalised for their thrift. Our aim . Yes, to end pensioner poverty. Yes, to reward pensioners with savings. Yes, to ensure that not some but all pensioners gain more from the rising prosperity of the nation.",
        "And as we raise health service spending from 49 billion pounds to 54, to 58, to 63, to 68 billions by 2003, we will demonstrate by our actions that the best health service for each of us is not a private one that favours the few, but a public service run in the public sector by dedicated public servants in the public interest for all.",
        "They said that in one term we could never simultaneously abolish 800 hereditary Peers, introduce devolution to Scotland and Wales, ban hand guns, legislate new working rights, including a minimum wage and lead the world to start tackling world poverty and world debt. Now under Tony Blair we have.",
        "Now they will say we cannot achieve full employment, abolish child and pensioner poverty, build world class public services in education and health. Meeting the productivity challenge, we can and we will.",
        "And the fruits of working together will be not just for some but for all.",
        "The test of our country’s advance, judged not by the heights reached by a few individuals, but by the benefits to everyone when all of us work together.",
        "The test of national success to be judged not just as the successes of a few, but how success can be shared by the whole country.",
        "Our national progress – all of us as a family moving up together, with the strong helping the weak and, as a result, making us all stronger.",
        "Not selfishness but sharing.",
        "Realising our enduring values, the same yesterday, today and tomorrow – an opportunity and prosperity that enriches not just a few but everyone.",
        "This is our vision. It is our task.",
        "Have confidence that working together employment and prosperity for all can be our achievement."
    ]
}