{
    "url": "https://www.ukpol.co.uk/nicholas-brown-2022-speech-on-the-restoration-of-the-palace-of-westminster/",
    "title": "Nicholas Brown – 2022 Speech on the Restoration of the Palace of Westminster",
    "post_date": "July 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Nicholas Brown",
            "url": "/tag/nicholas-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Nicholas Brown, the Labour MP for Newcastle upon Tyne East, in the House of Commons on 12 July 2022.",
    "content": [
        "It is a pleasure to follow the right hon. Member for Gainsborough (Sir Edward Leigh). When he and I first arrived in this place, Richmond House was being built. We had the pleasure of seeing it go up and contribute to the parliamentary landscape—the hanging gardens of Babylon, I think it was referred to at the time.",
        "Since I have been sent back to take part in these events again, I find there is a collection of people who serve the public interest loyally, hard and well, and that the more we discuss it among ourselves, the closer we get to very similar conclusions. I will cut straight to the chase, Madam Deputy Speaker, so that other people can get into the debate. My views are very similar to those of the Leader of the House, and I have sympathy with the motion he has tabled. I also see a lot in both amendments. The Government do deserve chiding—let me put it nicely—as my hon. Friend the Member for Bristol West (Thangam Debbonaire) did in a pretty gutsy way. The contents of the other amendment make points that, mostly, I agree with and think are probably the right way to go. It is possible that we are getting the worst of both worlds for ourselves: that we will have a political involvement that is not enough or does not satisfy us all, and still have sufficient specialist oversight and interest for there to be tensions between the two. I hope that that does not happen. The best way of avoiding that is to make sure that there is a climate of openness, rather than of caution or—I would even go as far as to say— concealment. It would be better to know that we had a shared problem up front rather than to be presented with it afterwards, particularly on the costings.",
        "Not only have you served on the House of Commons Finance Committee, Dame Rosie, but you chaired it, so time after time, you will have had instances where you have been told at the end of a programme what the cost looks like. It might have been more helpful to know what the true costs looked like at the beginning of the programme. That has happened too often with the Commons Finance Committee for it to be endured. We must have a proper, realistic sense of what is going on, rather than an estimate that those who propose it hope will endure over time.",
        "I am happy to report that the House of Lords has a similar Finance Committee to us—it has had it, I think, for five years—and that it had its first joint meeting with the Commons Finance Committee last week. It examined in some detail the Elizabeth Tower project, which has been the subject of some comment and high overspend. It went through that in some detail. Everything that we would expect to be said about lessons learned was said. We have heard it before. But this is my core point: this has to stick. Lessons have to be learned. Projections have to be realistic.",
        "In two or perhaps three years’ time, we will face a decision about the cost of the decant and the substantial rise in public expenditure that will accompany the costs of running the new building, as well as the costs of continuing the work on the old one. I am still convinced that this is the correct way to proceed, if we can, but we have to know what we are in for. It seems that we should do our bit to look at what else we are spending money on, whether we are getting value for money, whether there are ways to bring the costs down and whether expenditure could be better managed over a longer period. We cannot demand that everything is treated as a priority and just say, “We want this project, but we also want that project.” We must try to get our house in order and do what we can to have the twin objectives that the Leader of the House spelled out. They are reasonable objectives, I think, to proceed on cautiously, learning the lessons of what has not gone terribly well before.",
        "Also, we should pat ourselves on the back for things that have gone right. Everybody says how nice the Elizabeth Tower looks. The work on the Victoria Tower is proceeding at pace. The determination is to make sure that the masonry does not fall off on top of people. Unfortunately, the buildings continue to be corroded by acid rain and pollution, so we will never be without a maintenance programme. Eternal vigilance will have to be our watchword, certainly for the foreseeable future, on prosaic matters such as fires and damage. It is comforting to know that people can be got out, but we want to save the building as well, which is exactly where we started. I urge the proposers of the amendments not to push them to a vote at this time—I think their points have been well made—and to support the Leader of the House on the main motion."
    ]
}