{
    "url": "https://www.ukpol.co.uk/gordon-brown-2002-speech-to-the-tgwu-conference/",
    "title": "Gordon Brown – 2002 Speech to the TGWU Conference",
    "post_date": "September 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, to the TGWU Conference on 28th March 2002.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "**Introduction**",
        "It is a pleasure to be in Yorkshire today to address this conference on manufacturing and to praise the TGWU for their role in organising this event highlighting the importance of manufacturing for us.",
        "The importance you attach to jobs, good jobs, lasting jobs and highly skilled jobs that pay, is right at the heart of our full employment agenda for this region and for this country.",
        "And building what I call “modern manufacturing strength” plays a vital part.",
        "Manufacturing has been, and remains, critical to the success of the British economy – employing 4 million people and accounting for 20 per cent of our national income.",
        "Let no one think that manufacturing is a sector of the past, to be praised for its historic role but somehow not relevant to the future: the issue for manufacturing — as a hugely important source of innovation in our economy, accounting for 60 per cent of our exports and vital to our regions — is to build modern manufacturing strength.",
        "Here in Yorkshire and Humberside manufacturing accounts for 375,000 jobs – and generates over one pound in every four of the region’s annual wealth.",
        "This morning I met one of Yorkshire’s most successful women entrepreneurs in high tech manufacturing…beating competitors in Britain and soon, I hope, abroad. Her business in Wakefield, which I visited today, is responsible for pioneering a new and innovative windows system which opens by touch – helping the disabled and elderly.",
        "But we know the challenges we face.",
        "Take last year.",
        "The fastest growing and most dynamic sector of manufacturing – electronics and engineering – saw a 29 per cent decline in the output of computers, a 45 per cent cut in the output of semi conductors and a 54 per cent fall in the production of telephony equipment.",
        "And we recognise the problems the weak euro has caused manufacturers exporting to the euro area.",
        "But let us remember that there are many success stories in Britain’s manufacturing industry:",
        "– last year manufacturing output in chemicals, food, drink and tobacco did not fall but rose;",
        "– and on average productivity growth in manufacturing has outstripped productivity growth in the rest of the economy;",
        "– even after the world slowdown in ICT demand and production last year, output of computers in the UK was still over four times higher than ten years ago;",
        "– since 1970, output of the ‘high-tech’ electrical and optical equipment industries has more than trebled and output of chemicals has increased almost 140 per cent.",
        "And there are many successful manufacturing businesses in Britain – world beating firms from aerospace and pharmaceuticals to motor vehicles and general engineering:",
        "– our high tech expertise in steel engineering is exported to 170 countries around the world. Engineers at Sheffield Forgemasters have built and exported 280 tonnes of castings to the US, china and the Middle East;",
        "– we are home to two of the most productive car plants in Europe attracting foreign investment of over £400 million in the last two years, creating and safeguarding thousands of jobs;",
        "– and our pharmaceutical industry contributes 2.5 billion pounds to GDP and 60,000 jobs in Britain.",
        "High skilled, high tech manufacturing is what Britain does best. We are world leaders in electronics design, photonics, mobile network and broadcast technologies.",
        "Yes, manufacturing is facing new challenges, but I can assure you that, as a government, we will help people, be on their side to cope with change.",
        "I know that what manufacturers and manufacturing workers fear most is a return to the old boom and bust – they saw what happened in the eighties and early nineties when boom and bust cost Britain 3 million manufacturing jobs.",
        "So stability is the essential pre-condition.",
        "That is why since 1997 we have rejected short-termist free for alls – the take-what-you-can irresponsibility – and have put faith in our values of economic responsibility, building from solid foundations and looking to the long term.",
        "With Bank of England independence, tough decisions on inflation, new fiscal rules, and hard public spending controls, we today in our country have economic stability not boom and bust, the lowest inflation in Europe, and long term interest rates – essential for businesses planning to borrow and invest – lower than for thirty five years.",
        "So while many have claimed Britain was worst placed of any to withstand the global slowdown, the OECD and IMF have both shown that Britain last year had the highest growth of any of the G7 countries.",
        "So nothing we do will put at risk the fundamental stability on which manufacturing depends.",
        "There will be no return to the short-term lurches in policy that would put long-term stability at risk.",
        "No relaxing our fiscal disciplines as some would like.",
        "And there will be no change but consistency in our European policy – in principle in favour of the euro, in practice the five tests that have to be met.",
        "**The challenge**",
        "The challenge now for Britain – for manufacturing and across the economy – and for the Budget – is both to maintain our hard won stability and to accelerate the productivity improvements that will increase output, jobs and wealth.",
        "That is why there will be no let-up in the drive that management and unions are all engaged in – with more competition not less, more innovation not less, more investment not less, and more not less small business development – to make Britain the most enterprising, productive and therefore prosperous economy over the next decade.",
        "And our European policy is also designed to help manufacturing – opening up markets for British companies through economic reform.",
        "We know that recovery in world trade will help manufacturing, but because modern manufacturing is about creating new ideas, new science and new technologies, developing new processes and new products, the vital factor in the future success of modern manufacturing will be our ability to harness technological change and develop a knowledge driven economy.",
        "So I propose to go further to tackle four key drivers of productivity in manufacturing, and in the economy generally:",
        "– innovation;",
        "– investment;",
        "– skills; and",
        "– measures to help small business.",
        "**Innovation**",
        "80 per cent of research and development activity in the UK is done by manufacturers.",
        "To encourage modern manufacturing strength we will help British business and particularly manufacturers to invest in technologies of the future. This week I announced a boost to innovation with a new research and development tax credit for large firms, following the introduction of the R&D tax credit for small firms – matching the best in the world.",
        "To develop research partnerships between universities and business the Department of Trade and Industry is establishing university innovation centres.",
        "**Investment**",
        "Manufacturing contributes 15 per cent of business investment in the UK, but to generate greater growth and productivity we must boost investment further.",
        "To encourage new investment by small business we have made capital allowances a permanent feature of the tax system – with 40 per cent capital allowances for investment in plant and machinery and, to encourage small and medium sized enterprises to move to the newest it systems, offering 100 per cent first year allowances for ICT expenditure.",
        "Getting the venture capital funds for expansion can sometimes be difficult too.",
        "So to encourage investment in the regions we are for the first time forming in every region of the country locally based venture capital funds.",
        "The Yorkshire fund will be £25 million and we expect it to be operational and investing in local businesses in the next couple of months.",
        "**Skills**",
        "Skills are vital, not only because they are key to future levels of productivity and pay but also to our strength and security.",
        "To encourage the new skills of the future we are backing modern apprenticeships.",
        "In 1997 there were 75,000 modern apprenticeships, now there are 220,000 and by 2004 there will be over 320,000, with the aim that over a quarter of young people between 16 and 21 will take part in the scheme.",
        "Many of these apprenticeships are in the manufacturing sector, with 15 per cent of advanced apprenticeships in engineering.",
        "Because a third of the existing workforce lacks basic or level 2 qualifications and because the old voluntaristic approach has not worked, we have been investigating the joint CBI and TUC proposals for a tax credit for in-work training. And we will, from September, pilot a new approach combining direct financial support for business – especially small business – with time off for training, under which employees, employers and government each accept their responsibilities. Following consultation, the location and details of these pilots will be announced in the Budget.",
        "We have also agreed with the CBI and TUC that we will encourage diffusion of best practice throughout industry. We have committed an additional £20 million to fund best practice initiatives and are establishing regional centres of manufacturing excellence in every region of our country.",
        "The first stage of British regional policy – from the 1930s – was designed to support hard up areas with emergency measures.",
        "The second stage – from the 1960s – sought to encourage inward investment with new incentives.",
        "Now we are moving to the third stage of modern regional policy – creating Regional Development Agencies where the emphasis is not just on encouraging inward investment but also on innovation and investment and building indigenous strength with freedom and flexibility for local people to make decisions based on local needs.",
        "**Small business**",
        "As over 95 per cent of manufacturing businesses are small, I want to create a competitive environment in which businesses can start up and grow.",
        "Small businesses account for 55 per cent of all jobs – over 10 million jobs in all – and 45 per cent of the economy’s output, in total a trillion pounds of economic activity.",
        "And small firms of today are the big firms of the future.",
        "So I want a Britain where you can work your way up from unemployment to employment to self employment, from micro business to growing business. A Britain where we break down the old barriers to opportunity, and where everyone has the chance to move ahead.",
        "I want a Britain where people know what matters is not where you come from but what you do, not what you were born to but what you aspire to.",
        "I want people with ideas and dynamism to know that if they start or grow a firm and make a profit they can not only reward themselves and their families but reinvest year on year to build a strong business.",
        "Indeed in all areas of the country we must make it possible for people from all social backgrounds to transfer their ideas and hopes into the reality of small firm start ups and growing businesses.",
        "And I want people in disadvantaged communities to see that the enterprise culture too often restricted to the elite is open to them – not least in high unemployment communities where prosperity for too long has passed people by.",
        "We recognise not just the dynamism that small firms inject into our economy but also that starting a business or becoming self employed is increasingly an attractive option for graduates, women, the over 50s and those seeking new work and new challenges.",
        "And so government has a special responsibility to remove the barriers that hold small firms back and create a level playing field in which small firms have an equal opportunity to succeed and grow.",
        "Yet for fifty years British small business creation has been half that of the US and in our high unemployment communities one sixth of that of the more prosperous areas.",
        "We need to do more to remove the barriers which hurt small business at each stage in their business development – and thus create the ladder of opportunity for businesses to move forward.",
        "We need to cut the costs of starting a business, remove the barriers to hiring, training, investing, exporting and issuing equity.",
        "Because the economy is stable and interest rates and inflation are low, there have never been better conditions in which to start a business.",
        "And because there should be equality of opportunity for small business to enter new markets and to grow we supported the competition commission’s proposals to open up competition to make small business banking cheaper and until this happens each small business should either see their bank charges abolished or have interest paid on their current accounts of at least 2.5 per cent less than the Bank of England base rate.",
        "Through the tax system we are creating a more favourable environment for businesses to start and grow.",
        "In 1997 we cut the small business tax rate from 23p to 21p. And then in 1998 we cut it again to 20p and introduced a lower rate 10p band especially for start up and growing businesses.",
        "As I stated in the Pre-Budget Report I propose for business assets held for one year or more to cut capital gains tax to 20 per cent",
        "And I propose to go even further for business assets held for more than two years, cutting capital gains tax to 10 per cent.",
        "When we came to government all transactions were subject to a 40p rate.",
        "Now three quarters of taxpayers with business assets will pay only a 10p rate, giving Britain overall a capital gains tax regime more favourable to enterprise than that of the united states.",
        "At present each company with turnover above £54,000 has to account for VAT on each individual purchase and sale.",
        "But because I want to cut red tape for small businesses, from next month a new flat rate and simplified scheme for payment of VAT will cut form filling for 500,000 businesses with turnovers of up to £100,000 – saving a typical small business up to £1,000 a year. In the Budget I will consider extending this relief to more small firms and removing automatic VAT fines for companies in this category.",
        "We will conclude our consultation on the Carter Report by making it easier and cheaper to do electronic filing of returns.",
        "And we plan to do more for women entrepreneurs, not least with more help for starting up child care businesses.",
        "Although we have many more businesses than in 1997, entrepreneurial activity in this country is still lower than the US.",
        "Even more importantly, entrepreneurial activity in Britain varies markedly between areas.",
        "In the wealthier areas of Britain, such as the South East, start-up rates – measured by VAT registrations – are as high as 45 per 10,000 people.",
        "In Britain as a whole the rate is 39 per 10,000.",
        "But in high unemployment areas like Yorkshire and Humberside start-up rates are as low as 30 per 10,000 people – 25 per cent below the national average – and in some towns between 21 and 27 per 10,000.",
        "If all regions produced new businesses at the same rate as the South East, around 50,000 more small businesses would be registered a year.",
        "So we have decided to do more to create a more favourable environment with new and special incentives in our high unemployment areas.",
        "In the Pre-Budget Report I implemented the first stage of stamp duty relief in 2000 of our high unemployment areas – the abolition of stamp duty on all home and business property transactions up to £150,000. I intend to significantly increase or abolish this limit altogether for commercial transactions in this area.",
        "Our ambition is to transform these high unemployment areas into 2000 enterprise neighbourhoods – and so they will also benefit from the initiatives this Government is putting in place as we champion small business:",
        "– cutting the cost of investing with grant finance to stimulate entrepreneurial projects in the community through the Phoenix Fund;",
        "– helping with premises and business support through the £75 million business incubation fund;",
        "– advice worth up to £2,000 for start up through the small business service;",
        "– providing equity investment for high growth firms through the £40 million community development venture fund;",
        "– reduced VAT for residential conversions and capital allowances for creating flats over shops to regenerate our high streets.",
        "And because new investment, new businesses and new jobs – not subsidies or giros – are the key to regenerating our high unemployment communities, the new community investment tax credit will cut the cost of capital and match every £100 million of private investment in the inner cities with £25 million of additional public investment – and we are publishing today the legislation for consultation.",
        "I want to construct a ladder of opportunity, removing the barriers that prevent many from moving up the ladder rung to rung at every stage of growth: from employment or unemployment to self employment, from self employment to employing the first members of staff, and from small business to large business.",
        "Too often for people and places that prosperity has passed by the enterprise culture is weak.",
        "The enterprise culture will only be truly a British enterprise culture if no town, no community however depressed is left behind and if we extend its opportunities and benefits to the poorest areas of Britain where we need not more giro cheques being sent but more businesses being created.",
        "Genuine equality of opportunity means that no matter your background or area, no matter your wealth, you should have the chance if you have talent and initiative to turn your ideas into a successful business – making Britain a more dynamic vibrant job creating wealth creating economy.",
        "And to recognise the achievements of entrepreneurs working in our most disadvantaged areas I propose to present later this year a “Rising Star Award” as part of the Inner City 100 Campaign for the fastest growing new business created in our highest unemployment areas.",
        "**Conclusion**",
        "At each point we will be on the side of business, competition and wealth creation.",
        "Our aim the most entrepreneurial economy, as we pursue our programmes for enterprise and fairness.",
        "So the Budget in April will be a Budget for enterprise as well as for our public services.",
        "And in each area modernisation will be the theme and the demand: modernisation of the environment supporting enterprise to achieve higher productivity and modernisation of the way we run public services to achieve better value for money.",
        "So, as a Government, we must, and we will, press ahead with reforms to encourage new investment and higher productivity and promote enterprise.",
        "And will continue to do more to recognise the vital contribution of modern manufacturing to exports, innovation, and our great regions.",
        "But this calls for a modern dynamic partnership between government, trade unions, business and employees.",
        "And the fruits of working together will be not just for some but for all – in every sector – in every region.",
        "The test of national success judged not as the successes of a few, but how successes can be shared by the whole country.",
        "Releasing our enduring values, the same yesterday, today and tomorrow – an opportunity and prosperity that enriches not just a few but everyone, and makes us a stronger, fairer, Britain.",
        "This is our vision. It is our task.",
        "Working together, this can be our achievement."
    ]
}