{
    "url": "https://www.ukpol.co.uk/gordon-brown-2003-mansion-house-speech/",
    "title": "Gordon Brown – 2003 Mansion House Speech",
    "post_date": "January 3, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, at the Mansion House in London on 18 June 2003.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "Mr Lord Mayor, Mr Governor, My Lords, Aldermen, Mr Recorder, Sheriffs, Ladies and Gentlemen.",
        "In thanking you for your invitation, let me at the outset pay tribute to the contribution you, your companies and the whole City of London make to the prosperity of Britain.",
        "Let me also express our gratitude directly to you Lord Mayor for the work you, the Lady Mayor and your staff do not just here but round the world in promoting the City and Britain.",
        "And let me on the occasion of his retirement thank, on all your behalfs, and on my behalf too, for outstanding service to our country, for his leadership of the financial community, for his steadfastness at all times, and for his unshakeable integrity — Sir Edward George.",
        "Sir Edward has not only been an outstanding leader and ambassador for this city and for the United Kingdom but I can tell you from my international meetings that Eddie George is held in the highest esteem not just in one but in every continent of the world.",
        "And for the care, dedication and quiet dignity with which she has carried out her duties at all times let me also thank Lady George.",
        "Eddie George has served the Bank of England for 41 years.",
        "He has been Deputy Chief Cashier and Assistant Director in charge of the Gilt-edged Division; he was seconded to the Bank for International Settlements and to the IMF; he then became Executive Director with responsibility for monetary policy, market operations and market supervision, and then Deputy Governor before becoming the first Governor of the independent Bank of England and the first Chairman of the Monetary Policy Committee. And his career is the kind of career – and he is the kind of man – whose dedication and integrity gives public service a good name.",
        "From 1993 when Sir Edward became Governor we owe a particular debt of gratitude to him. And I can say from my own personal experience that Eddie not only enthusiastically promoted and welcomed the independence of the Bank of England after 1997, but he supervised the creation of the Monetary Policy Committee, chaired its proceedings with great distinction and, as a result of his steady hand, other countries see Britain – with inflation now the lowest for thirty years – enjoying a period of remarkable success in monetary policy.",
        "Mr Lord Mayor, I am pleased to speak to you this evening, a week after our announcement on the euro, because a central part of the assessment on the euro was the importance of the City of London and of the financial services industry to the country.",
        "We thought it right to make one of our five tests the health of the financial services sector and the work of the City of London.",
        "And let me say that the assessment confirmed your vital importance – not only because of the jobs and income you generate but also because of your contribution to increased investment, productivity and growth right across the UK economy: that you represent a financial services sector that generates £50 billion of wealth each year, provides work for over one million people, and accounts for over five per cent of UK output. And with the London Stock Exchange, the largest trading centre for foreign equities in the world, and the Foreign Exchange Market the largest and most important in the world, you lead for Britain in the world",
        "The assessment showed that outside the euro the City continued to do well – with no sign of financial services activity relocating from the UK to the euro area – and that with a significant proportion of euro business transacted in London, the UK’s influence remains strong.",
        "The assessment also confirmed that if we joined the single currency we could strengthen London’s position as a leading wholesale financial services centre – improving our ability to compete for new business generated by EU enlargement, the continued development of euro financial markets, and the pensions and savings business across Europe that comes from an ageing population.",
        "We found that with lower costs on euro area transactions, possibly a more optimal allocation of investment portfolios, and potential economies of scale for firms competing in euro area markets free of currency barriers, the euro could improve the competitive position of the retail financial services sector.",
        "We found also that the future integration of financial markets inside the euro could promote the kind of diversity, flexibility and risk diversification seen in the capital markets of the USA, making it easier for a more flexible Britain to win business throughout the euro area.",
        "Indeed the assessment emphasised both the importance of completing the single market in financial services and getting the European Financial Services Action Plan right.",
        "Overall, the assessment concluded that, inside or outside the single currency, the competitive strength of the City of London is such that the UK financial services industry should continue to thrive.",
        "And I can affirm to you that in all the decisions we make, the government will continue to do all in its power to ensure that London remains the pre-eminent financial centre in Europe.",
        "So the outcome of the Treasury assessment of the five economic tests is that the financial services test is met.",
        "Subject to the achievement of sustainable convergence and sufficient flexibility, the tests for investment and employment would be met.",
        "The issue is that while there has been significant progress in achieving cyclical convergence – and while the assessment made clear the potential benefits in:",
        "trade – perhaps over 30 years up to fifty per cent growth;  \ntransaction costs – £1 billion in savings; and perhaps one quarter of a percent a year increased growth… we still have to meet the two tests, the tests upon which others depend: that of sustainable convergence and sufficient flexibility.",
        "So last Monday I announced not only a stepping up of our preparatory work but also major reforms which will be implemented over the next year and will assist the process of achieving sustainable and durable convergence and flexibility: and these reforms – in our labour markets, in the housing market as well as in our inflation target and fiscal framework – are right in themselves for British stability, growth and employment, and necessary for the greater efficiency and productivity of Britain competing in the global economy:",
        "A new target for domestic inflation in Britain from the time of the Pre Budget Report, set on the consumer prices definition;  \nthe speeding up of our planning system and improvements in the supply of housing as we also examine the structure of mortgage finance including the case for, and how we can help the development of, the long-term fixed rate mortgage market in the UK;  \nand radical reforms at a national, regional and local level to bring greater flexibility in our labour, product and capital markets.  \nWe will report on progress on these reforms in the Budget next year and we can then consider the extent of progress and determine whether on the basis of it we make a further Treasury assessment of the five tests which – if positive next year – would allow us at that time to put the issue before the British people in a referendum.",
        "So as I said last week, we reject those who rule out joining the euro forever as a matter of dogma even if it were shown to be in the best economic interests of the country. If, on the basis of the five economic tests, membership of the euro is shown as good for sustaining British jobs, business and future prosperity then it is in the national economic interest and right to join.",
        "But we similarly reject those who would urge us to join irrespective of the rigorous assessment of the five tests. If we entered with the tests not met at the wrong exchange rate, then – just as with the ERM – we could see unemployment rise, public service investment fall and growth stall.",
        "The five tests – on convergence, flexibility, financial services, investment and employment – are our guarantee of economic stability. And I can say today that the same comprehensive and rigorous approach we followed on the decisions announced last week will continue at all times. It is because stability is so fundamental to British economic success that I can assure you that there will be no short-cuts and no fudge. Because to join in the wrong way or on the wrong basis without rigorously ensuring the tests are met, would not be in the national economic interest. And we will do nothing to put stability, growth or the funding of public services at risk",
        "Now Mr Lord Mayor, the euro decisions – and all the economic reforms we are pursuing – are being made in a wholly new global context:",
        "the first world slowdown for thirty years to affect every continent;  \na downturn characterised by, in the UK’s case, a 30 per cent fall in one year in IT output;",
        "a downturn that spread to equities which have seen a 50 per cent fall and to business investment and a downturn characterised by a stalling of world trade growth and not just a global cyclical slowdown but a global restructuring of industry and services that is moving low value added production to industrialising economies in eastern and central Europe and in parts of Asia.",
        "One of Winston Churchill’s memorable sayings was that those who try to build the present in the image of the past will miss out entirely on the challenges of the future.",
        "And it is these challenges that I want to say something about today.",
        "I believe that the three lessons we learn – and should apply – from our experience of the recent world downturn and the global restructuring now underway are the importance of pursuing the right policies for stability; for trade; and for flexibility: that stability in modern economies must be built on the foundation of proactive and forward looking fiscal and monetary regimes that building open non protectionist trading relationships in a globalised economy are even more vital to economic growth; and that in modern economies the flexibility to adapt continuously and quickly to change is essential to sustained growth.",
        "And it is right to apply the lessons not just with economic reform in Britain but with economic reform also in Europe.",
        "For it is precisely because we are by history, geography and economics part of Europe, and because today 55 per cent of our trade is with Europe, that there is a British national interest in the economic reform agenda working not just for ourselves but for the rest of Europe with which we trade so much. In other words, there is a British national interest in a Europe that – like Britain – learns these lessons from the world downturn and does more to promote stability and growth, is more open to global trade and becomes more flexible.",
        "Indeed the debate about Europe’s future is no longer – as it was in the 1980s – about the future of an exclusive inward looking trade bloc, what some people called “Fortress Europe”, the world’s first modern trade bloc.",
        "The issue in 2003 is no longer how a single trade bloc organises its internal markets and harmonises taxes, independent of the rest of the world, but how all of Europe, thinking globally, can meet the challenge of global competition.",
        "And this requires Europe to move from organising itself just as a trade bloc to becoming global Europe:",
        "outward looking – investing as it does in the USA and building more effective trading relationships; liberalising and reforming to meet the challenges of more intense competition; and modernising its social dimension.",
        "And this allows Britain to enter a new and more positive stage of its relationship with the rest of Europe.",
        "At no point in our long history has Britain ever been prepared to relinquish our responsibility and interest in Europe’s future.",
        "But what is new, I believe, is that we can show that the enlarged Europe is changing and will change in line with the values – economic stability, free trade, liberalisation – that Britain holds important; and that, in this way, Britain can be a leader in Europe as Europe equips itself for the challenges of globalisation.",
        "**Stability**",
        "First, stability — where the test for any Government at any time, but particularly at times of challenge, is whether they have the strength to take the tough decisions in the long-term interests of the country rather than opting for the short-term quick fix.",
        "And it is because all of us here have understood that monetary and fiscal policy must secure stability in challenging times as well as good times that we created a new monetary and fiscal regime based on the independence of the Bank of England that had at is centre:",
        "clear rules – the symmetrical inflation target, the golden fiscal rule;  \nproper procedures -the code for fiscal stability and the monetary policy committee; and transparency and accountability.",
        "It is these rules and procedures – particularly the pro-growth symmetrical inflation target – that make the Bank as concerned about deflation as about inflation and means that just as the USA cut interest rates 11 times since January 2001, so too the Bank of England has cut interest rates 8 times.",
        "And tested in adversity, our monetary and fiscal regime built around the Bank of England is demonstrating its credibility and resilience and made Britain better placed than in the past to cope with a world downturn.",
        "It is because of a forward looking monetary policy, supported by fiscal policy, that, unlike other economies, we have continued to grow through the world downturn and with geopolitical uncertainty now lessening, with the oil price coming down, with a recovery in global equity markets, and with action over corporate standards, and most of all with the fundamentals sound – in particular with, unlike the early 80s and 90s, low inflation – previous impediments to higher global growth are now being removed.",
        "The lesson we learn from the recent downturn, and the prize for the future, is that monetary and fiscal should respond proactively and in a forward-looking way when world economic circumstances change.",
        "The euro area has also been establishing a modern framework for economic stability based on:",
        "the same approach that the old fine-tuning cannot work; the same recognition that in liberalised markets rigid monetary targets cannot on their own deliver stability; and the same view that the discretion necessary for effective economic policy is possible only within a framework that commands public and market credibility.  \nAnd there is, I believe, also a growing understanding that this credibility depends upon clearly defined and publicly understood long-term policy objectives.",
        "And overall the euro area has managed to maintain both low inflation and, generally, low fiscal deficits even in a period of world instability.",
        "And because these regimes are being tested not just in good times but in challenging times, it is right to look at how they best evolve in the future.",
        "And the European Central Bank has suggested it gives greater priority to targeting inflation and has suggested it aims to maintain inflation rates close to 2 per cent over the medium term",
        "So just as we in Britain are examining how we learn lessons from the downturn, we are encouraged by the new debate on the future monetary policy of the ECB and we will continue to pursue our objective in Europe of a Stability and Growth Pact that takes into account the economic cycle, debt sustainability and public investment.",
        "**Trade**",
        "The world downturn also shows us that we must be far more vigorous in the pursuit of open trade and do far more to create the best conditions for trade growth.",
        "Over the last two decades, world trade volume has grown at almost twice the rate of real world GDP growth.",
        "But world trade stalled after 2000. It grew by just 0.1 per cent in 2001, and while it recovered to 4 per cent growth in the first half of 2002 it slowed again to just 1.7 per cent in the second half of the year",
        "So with, in a global economy, the case for free and open trade more pressing than ever before, we must stand firm and resist political pressures for protectionism",
        "In the 19th century Britain pioneered free and open trade round the world.",
        "Today we stand ready to work in Europe to make the best of the new trading opportunities of the global economy: helping Europe look outwards not least to a new world trade deal at Cancun and better trading relationships with the USA.",
        "If we were to halve protectionism in agriculture and in industrial goods and services we would increase the world’s yearly income by nearly $400 billion dollars: a boost to growth of 1.4 per cent. Developing countries would gain the most in terms of GDP growth – an estimated $150 billion a year – but all countries and regions stand to benefit.",
        "So in the next few months running up to Cancun there is a common agenda to make the world trade talks – now stalled in four different areas, over agriculture, pharmaceuticals, services and the treatment of developing countries – work.",
        "This requires us to tackle Europe’s most protected sector – agriculture.",
        "The case for reform of the common agricultural policy is now stronger than ever.",
        "It imposes enormous costs on the EU economy: at 45 billion euros a year it absorbs nearly half the EC budget; member states provide an additional 15 billion euros in support from national budgets; and European consumers bear a burden of 50 million euros through higher food prices.",
        "On top of that, agricultural subsidies and protectionism costs developing countries $20 billion a year leaving millions in poverty.",
        "So Britain is working hard to secure agreement to reforms at the agricultural council in Luxembourg this week.",
        "And we should not only lead in the world trade organisation but Europe and the USA – the world’s largest trading areas – should work together to complete the liberalisation of world trade.",
        "And Europe and America should also lead by example. The transatlantic economic relationship accounts for up to $2.5 trillion of commercial transactions each year, including $500 billions of foreign trade, and provides employment to over 12 million people.",
        "Indeed increased European investment in the USA has been the most interesting force for change in the last decade.",
        "Since 1945 America has invested heavily in Europe.",
        "But in the last decade European investment in America has been even greater.",
        "In the last ten years, European investment in America has increased 10 fold to over $200 billion a year and more European capital is now invested annually in America than US capital in Europe.",
        "This means that Europe and America have a shared interest in each other’s prosperity.",
        "And we should not allow trade disputes to continue interfering with such vital parts of our economies.",
        "A new joint British-Dutch study that we submitted to the European Commission last month, shows that if we broke down the tariff barriers and the barriers to trade in services, Europe could increase employment by 1 million, raise growth by up to 2 per cent in Europe and up to 1 per cent in America.",
        "So Europe and America should patch up their trade differences, move beyond the day-to-day issues and make a greater effort to tackle the barriers to a fully open trading and investment relationship, strengthen joint arrangements to tackle competition issues and engage in dialogue about the approach to financial services regulation.",
        "The prize of being partners not rivals, rather than “Fortress Europe” versus “Fortress NAFTA”, is that each of us stand to gain much more from globalisation.",
        "And Europe and America’s shared responsibility does not end there.",
        "We also ought to be at the heart of the new relationship between developed and developing countries.",
        "In the same way that under the Marshall Plan America helped the regeneration of Europe, Europe and America should work together for a new Marshall Plan that spurs the economic development of the poorest countries. And our proposals for an international finance facility should be coupled with reform of the European aid budget.",
        "**The Single Market**",
        "And just as the recent world downturn show us the importance of making the right long term decisions on monetary and fiscal policy and on trade, so too there is now a growing consensus – reflected in the joint statement by European Union Finance Ministers last week and the joint letter from French, German and UK Finance Ministers today – on the need to complete and extend the European single market and for flexibility and structural reform in Europe.",
        "And Britain – the champion of the European single market from the 1980s onwards – stands ready to work with others to lead the next wave of reform.",
        "Since 1992, the single market has produced a gain equivalent to £4000 for every household in Europe.",
        "Goods now move freely across Europe, whereas before 1992 internal customs borders meant around 90 million forms were filled in each year, a massive burden on businesses and individuals.",
        "In telecommunications, for example, the average price of calls has dropped since 1996 by around 30 per cent for businesses and 16 per cent for households.",
        "But while the single market encompasses 375 million people today – and almost 500 million next year – we have still a long way to go to secure for British business and British consumers the full benefits in commercial opportunities and consumer prices.",
        "In 1988 Cecchini estimated that single market liberalisation would add 4.5 per cent to Europe’s GDP, cut prices by 6 per cent and increase employment by 1.75 million.",
        "But many of the gains have yet to materialise.",
        "Capital market flexibility and risk diversification in the European Union is still much lower than in the USA.",
        "So too is product market competition across state borders, with price differentials across Europe far in excess of America in many markets",
        "And labour market flexibility – either the mobility of labour or the adaptability of labour – does not match that of the USA’s single market.",
        "So to ensure well informed and open markets that ensure capital flows to productive uses and that labour and capital are used efficiently, we favour:",
        "a more proactive EU competition regime with investigations into particular European markets and sectors to drive up competition and prevent firms across Europe from being excluded from European markets from energy to telecommunications; support for private finance initiatives in Europe; and faster progress towards the integration of European capital markets. So we will continue to support the European Financial Services Action Plan as it improves mutual recognition of financial services providers in insurance, banking and capital markets – and the Government is working closely with the financial services sector to drive forward these reforms.",
        "This growing single market requires neither tax harmonisation nor centrally imposed one-size-fits-all regulations.",
        "Instead, building on minimum agreed standards and learning from the USA single currency area, tax competition and the mutual recognition of each other’s standards is the best way forward for Europe.",
        "The whole City will be pleased to know that the proposal to harmonise taxes on savings income with huge implications for the bond market in London has now been rejected in its entirety by the European Union",
        "With your support, Britain has successfully argued that tax harmonisation within Europe would simply chase savings out of Europe and that exchange of information is a superior way to deal with cross border savings.",
        "It is, indeed, this global flow of capital, and the global sourcing of goods, that is fatally undermining the old flawed assumptions that a European single market must be followed by European tax harmonisation and, ultimately, a federal state.",
        "I am pleased to say that here federalist ambitions are giving way to inter-governmental realities and, throughout the convention discussions, Tony Blair and I have insisted that we rule out tax harmonisation and embrace tax competition.",
        "And just as we must do more to make product and capital markets more flexible, so we must extend the same approach to labour markets to help get Europe’s 13 million unemployed back to work.",
        "With nearly 50 per cent of Europe’s unemployed out of work for a year or more but only 5 per cent of America’s, it is right to do more both to create flexible labour markets and to equip people to master change – through investment in skills and training, through the best transitional help for people moving between jobs, and through the operation of a minimum wage and a tax credit system, tailored in each member state to national circumstances. And as we resist inflexible barriers being introduced into directives like the European Working Time Directive, we will support flexible interpretations of existing rules and remove unnecessary regulations and restrictions.",
        "And in this way – by creating a more flexible economy – Europe will best maximise the benefits of the new challenges of globalisation",
        "So in shaping the new Europe, the Europe moving from the trade bloc era to the era of global competition, British ideas can and will play a pivotal role: continuing to modernise monetary and fiscal policies; stepping up the pace of economic reform to create a more flexible Europe; opening up trade with the rest of the world; and evolving constitutional arrangements that are sensitive to these real economic challenges.",
        "British values – in particular our long term commitment to stability enterprise, and being outward looking – making make a distinctive contribution to the development of the Europe of the global era.",
        "I started by mentioning Winston Churchill’s injunction that we prepare for the future",
        "He challenged us not to live in the past but to make our home in the future.",
        "The lessons I learn from the recent downturn are that to succeed in the new global economy we must not simply pursue policies for monetary and fiscal stability but entrench that stability; that we must not be protectionist but pursue free trade; and that we must embrace reform to make our economies more flexible.",
        "And this rich agenda of product, capital and labour market reform must apply not just in Britain but in Europe.",
        "And around the changes in Europe I have outlined, I believe we can bring to an end the old anti-European prejudices that arose from the inward looking trade bloc of the past and as the great debate on Europe’s future begins, we can build a pro European consensus around a Britain leading reform in Europe and a reformed Europe playing its full part in the world.",
        "A Britain and Europe more flexible, more outward looking, better equipped to meet the challenges of the global economy that lie ahead."
    ]
}