{
    "url": "https://www.ukpol.co.uk/lyn-brown-2023-speech-on-sudan/",
    "title": "Lyn Brown – 2023 Speech on Sudan",
    "post_date": "April 25, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Lyn Brown",
            "url": "/tag/lyn-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lyn Brown, the Shadow Foreign Minister, in the House of Commons on 24 April 2023.",
    "content": [
        "I thank the [Minister for advance sight of his statement](https://www.ukpol.co.uk/andrew-mitchell-2023-statement-on-sudan/) and for keeping me informed over the weekend. The shadow Foreign Secretary, my right hon. Friend the Member for Tottenham (Mr Lammy), is returning from Kenya this evening; he continues to discuss developments with African leaders there.",
        "I join the Minister in paying tribute to the bravery and professionalism of our armed forces involved in the operation to evacuate British diplomats and their families from Sudan. On behalf of the Labour party, I thank the 1,200 UK personnel involved in that very difficult mission, including those from 16 Air Assault Brigade, the Royal Marines and the RAF.",
        "Our relief at the success of the mission does not alleviate our concern for the several thousand British nationals who are still trapped in Sudan amid growing violence. Many will be frightened and desperate to leave, but uncertain of their next move and of the assistance that the Government will be able to offer. What they need to hear is a clear plan for how and when the Government will support those who are still in danger and communicate with them.",
        "While we maintain the unified international pressure for a permanent ceasefire, we are clear that the Government should be evacuating as many British nationals as possible, as quickly as possible. None of us is any doubt as to the complexity of the task or the difficulty of the situation on the ground, yet we know that our partner countries have evacuated significant numbers of their nationals already: 700 have been evacuated by France and Germany, 500 by Indonesia, 350 by Jordan, 150 each by Italy and Saudi Arabia, and 100 by Spain. African partners, including Nigeria, Ghana and Kenya, are also planning action, and France included UK nationals in its airlift. We thank it for that, but it raises some serious questions.",
        "Can the Minister address why partner countries have been able to evacuate sizeable numbers of their nationals so far, as well as diplomats and their dependants, but the UK has not? Can he confirm whether the Government have evacuated any UK nationals who were not employees of the embassy or their dependants? Can he confirm how many UK nationals have been evacuated by our international partners? Were the embassy staff able to complete a full and proper shutdown, including dealing with any sensitive material? Given the communication difficulties, how can we effectively co-ordinate a second phase of the evacuation?",
        "Naturally, questions will be asked about whether the Government have learned the lessons of the chaotic Afghanistan withdrawal. We need to understand why the international community and the UK Government as Security Council penholder were seemingly wrong-footed by a conflict that we know was a clear and recognised risk. Can the Government give us a current assessment of Wagner’s role in supporting the RSF?",
        "The immediate priority, however, must be to give our nationals a way to escape violence that is not of their making. We should remember that this conflict is not of the Sudanese people’s making, either; the responsibility for it lies squarely with a few generals who are putting personal interests and ambition above the lives of fellow citizens. The resistance committees are organising mutual aid despite terrible risks. People fleeing Khartoum by road are being sheltered and supported in the villages they pass. People who only want peace, justice and democracy are showing again their solidarity and extraordinary resilience.",
        "Will the Minister detail the steps that the UK will be taking with partners to address the looming humanitarian crisis that this conflict is driving? The international community, including all our partners, needs to send a clear and united message. The generals cannot secure any future that they would want through violence. The fighting needs to stop, and it needs to stop now.",
        "**Mr Mitchell**",
        "I thank the hon. Lady very much for her comments, particularly about the work of the armed forces. She is entirely right about the bravery with which they executed this operation so well, and about its incredible difficulty.",
        "The hon. Lady asked about the British nationals who are trapped in Khartoum and in Sudan more widely, and I can tell her that we are looking at every single possible option for extracting them. She acknowledged that this had been a complex area, and I can only say to her that it certainly was.",
        "The hon. Lady referred to our partner countries. As we know, when the French were seeking to evacuate their diplomats and some people from the wider French Government platform, to whom she referred, they were shot at as they came out through the embassy gateway, and I understand that a member of their special forces is gravely ill.",
        "The hon. Lady asked why the UK diplomats were evacuated. That was because we believed they were in extreme danger. Fighting was taking place on both sides of the embassy, which was why the Government decided that it was essential to bring them out. We have a duty to all British citizens, of course, but we have a particular duty of care to our own staff and diplomats.",
        "The hon. Lady asked about the destruction of material, and I can tell her that there was time for all the normal procedures to be adopted in that respect. She asked about our role as the penholder at the United Nations. As she will know, we have already called a meeting and will call further meetings as appropriate, and we are discharging our duties as penholder in every possible way.",
        "The hon. Lady mentioned the comparison with Afghanistan, and asked whether we had learned lessons. We most certainly have learned lessons from Afghanistan, but the position in Sudan is completely different. First, in Afghanistan there were British troops on the ground; there are no British troops on the ground in Khartoum, or in Sudan as a whole. Secondly, in Afghanistan the airport was open and working, whereas the airport in Khartoum is entirely out of action. Thirdly, there was a permissive environment in Afghanistan. We had the permission of the Taliban to take people out. There is no such permissive environment in Sudan and its capital city.",
        "Finally, the hon. Lady asked about the humanitarian crisis. She is right: humanitarian workers have been shot at, five of them have been killed, and, prudently, those involved in the humanitarian effort are withdrawing their people. This is a total and absolute nightmare of a crisis, in which 60 million people are already short of food and support, and—as the hon. Lady implied—it will only get worse unless there is a ceasefire and the generals lay down their arms and ensure that their troops go back to barracks."
    ]
}