{
    "url": "https://www.ukpol.co.uk/gordon-brown-2010-letter-to-medical-aid-for-palestinians/",
    "title": "Gordon Brown – 2010 Letter to Medical Aid for Palestinians",
    "post_date": "January 5, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The letter sent by Gordon Brown, the then Prime Minister, to Medical Aid for Palestinians on 1 January 2010.",
    "content": [
        "Dear Friends",
        "Your open letter to me of 27 December in The Observer was right to draw attention to the grave humanitarian situation in Gaza, one year after a conflict that cost over a thousand Palestinian lives and those of over ten Israelis.",
        "As I have made clear repeatedly to the Israeli government, it is unacceptable that Israel continues to prevent aid from reaching those who so badly need it in Gaza. EU Foreign Ministers reinforced our call for full humanitarian access earlier this month.",
        "Alongside diplomatic pressure, I pledge that the UK will remain in the forefront of the humanitarian effort. Following the offensive a year ago, we spent £20 million on humanitarian aid for the people of Gaza.",
        "And on 28 December, Douglas Alexander announced a total package of £53.5 million for Palestine, with a particular focus on Gaza – including £5 million of new funding for the United Nations’ work with Gazan refugees.",
        "While Hamas’ actions can be no justification for preventing aid reaching the people of Gaza, Hamas must remove the menace of rocket attacks against the people of southern Israel, and release Gilad Shalit.",
        "Ultimately, we can only give the people of Gaza real hope when genuine negotiations bring a lasting and just peace settlement. The parameters of such a potential agreement are clear. In the coming year, we must pursue still more vigorously a comprehensive peace based on secure and viable states of Israel and Palestine. For all of our futures, those who oppose justice and peace for the peoples of the region must not be allowed to prevail.",
        "Yours sincerely",
        "Gordon Brown"
    ]
}