{
    "url": "https://www.ukpol.co.uk/gordon-brown-2003-speech-to-the-local-government-association/",
    "title": "Gordon Brown – 2003 Speech to the Local Government Association",
    "post_date": "January 3, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, to the Local Government Association Conference held in Harrogate on 4 July 2003.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "It is a pleasure for me to join John Prescott in addressing the leaders of our cities, towns and communities across England and Wales; to thank everyone here not just for the work you undertake, the service you give, the good you do and the difference you make, but for your central irreplaceable role in driving forward public service improvements and in bringing to life in our time and in our generation the ethos of public service that builds strong communities in our country.",
        "I want to say today that this partnership between central and local government – which is not a partnership of convenience but, because of the beliefs we share in common, a partnership of principle; this partnership founded on the million acts of service by dedicated public servants; this partnership driven forward today by great challenges that face our country which we can only meet if we face them together.",
        "This partnership that acknowledges not only that whenever we walk down the street, collect our kids from school, turn to the emergency services, or look for help for the weak and the frail we depend upon locally provided services but that service delivery for families and communities cannot come from central command and control but requires local initiative and accountability; this partnership is a partnership that I want to see strengthened in a new era of local and national cooperation not just in the social improvement of our country but in the economic development of our communities in the years to come.",
        "So I want to talk today about how the partnership we are achieving in social reform – £57 billion more invested in public services, devolution and flexibility in delivery, the greatest possible focus on choice so that the focus is always on the pupil, the patient, the consumer, the citizen – can be complemented by a partnership for economic prosperity: that builds better infrastructure, that develops new skills, that rewards innovation and moves each region and locality towards full employment in our country.",
        "To build, in the last six years, a better long-term and strategic partnership between central and local government — moving away from the destructive centralism of the 1980s and early 1990s, years characterised by universal capping, strict limits on borrowing and the poll tax —- and to deliver improved public services, the Government – led by John Prescott – has already:",
        "* Boosted financial support for councils, through real terms increases in revenue and in capital expenditure for four years in a row;",
        "* Matched devolution with greater accountability and with new constitutions for local government following local consultation;",
        "* Increased the freedoms and flexibilities that local authorities have to deliver – including a 75 per cent cut in the number of plans required; reduced ring-fencing; more targeted inspection; a fairer prudential regime for borrowing; and greater freedom to trade;",
        "* And introduced local Public Service Agreements which link resources and greater flexibilities to stretching outcome targets for both national and local priorities – and next year we will launch a second round of local PSAs that will encourage partnership working and local innovation still further, as we take forward the current review on balance of funding.",
        "To enable us to make inspection regimes more proportionate, target support where it is most needed, and identify the small minority of failing Councils in need of tough remedial action, clear and concise information about each Council’s performance across a range of local services is being provided for the first time through the new Comprehensive Performance Assessment.",
        "And to encourage all councils to deliver the best public services, high performing Local Authorities will receive substantial extra freedoms and flexibilities including the removal of both revenue and capital ring fencing; sixty plans reduced to just two required – the Best Value Performance Plan and a Community Plan; a three year holiday from inspection; and the withdrawal of reserve powers over capping, as a first step towards dispensing with the power to cap altogether.",
        "Alongside these incentives, the new Innovation Forum – a genuine partnership between local and central government – is looking constructively at how Local Authorities can be empowered to provide more locally tailored and high quality services in health, for the elderly, in education and in community safety. Utilising the expertise and experience of the best Local Authorities to help all Councils do better.",
        "This is our vision of a modern partnership between central and local government to deliver both national ambitions and meet local needs – a new localism where there is flexibility and resources in return for reform and delivery. Local Authorities at the heart of public services, equipped with the freedom they need, and accountable to the communities whose needs they serve.",
        "So let me now set out how – building on the new freedoms and flexibilities we have put in place, local and national government working together –– we can meet our goals of full employment and a prosperous, enterprising economy in every region of our country.",
        "For just as we have learned in these last six years that the social goals – educational opportunity, health reform, public sector improvements, child poverty, helping pensioners – we share cannot be realised in practice without central government devolving power to local communities – and whatever challenges we face from time to time, we must remember that we must always work in partnership – so too our goals of full employment and prosperity for all will not be realised without cooperating together and backing local initiative, local solutions, local needs met by local people in local communities.",
        "And let me just explain how it is because in an increasingly globalised economy a full employment Britain that offers prosperity to all depends on regions and localities able to adapt continuously and quickly to change that there is not just a social and political case but an economic case for each local authority’s involvement – each Councillor’s direct involvement – in the economic development and renewal of our communities and country.",
        "Globalisation describes a world whose very mobility of capital and openness to competition is ushering in a restructuring of industry and services across continents. And while others compete on low value added, low investment and low skilled work, a country like ours has to compete on ever higher levels of skill and technology.",
        "And I tell you that in the new more open global economy levels of local skills and local innovation will matter as much as levels of national demand, otherwise we will have to compete on ever lower levels of poverty pay.",
        "It is because production need no longer be based where the raw materials or ports are and producers can choose where they wish to locate that the local and regional economies that are the most successful will be the magnets for inward investment, will retain their skilled people, will attract more to join them.",
        "What will separate off the successful high employment, high growth economies from the least successful is the ability to adapt on the ground, continuously and quickly to fast moving technological change, skills needs and demand changes.",
        "Indeed the paradox of globalisation is that it puts more emphasis on the local.",
        "The more we are interdependent, and thus the more our regions face intense global competition, the more successful will be the regions and localities that have the flexibility to adapt to change.",
        "Meeting the challenges of globalisation depends on securing success in meeting the challenges of localisation.",
        "And the whole of the UK suffers, and balanced economic growth becomes impossible, if we have unemployment, emigration and the under-utilisation of potential and resources in the poorer areas and yet congestion, overcrowding and inflationary pressures in the richer.",
        "That is why we seek a British economy:",
        "* Not just founded on monetary and fiscal stability – for in an open economy investment will flow to the stable economies and quickly away from the unstable ones",
        "* But built on high levels of innovation skills and adaptability, one driven forward by rapid responses to change – with a new adaptability and flexibility",
        "* where the local and the regional voice is not only respected but seen as critical to economic success.",
        "The old idea in regional and local economic policy was of help directed from the centre.",
        "The first generation of regional policy, before the war, was essentially ambulance work getting help to high unemployment areas – central government providing first aid.",
        "The second generation in the 1960s and 1970s was based on large capital and tax incentives delivered by the then department of industry and then overseen by Brussels.",
        "Both were inflexible and both were top-down. And both approaches did not do enough to close the gap between the areas of high unemployment and areas of low unemployment.",
        "So the third and new generation of regional economic policy measures seek to strengthen the indigenous sources of growth – local enterprise, local innovation, local infrastructure, local skills and the local labour market – tackle disparities between regions and within them.",
        "And the way forward for each region is local people making more decisions locally about meeting local economic needs.",
        "So I want to put forward a set of proposals today that tackle these disparities and close these gaps so that we move forward together to full employment and higher levels of prosperity in each of our localities – and because the unemployment rate in some local authorities is five per cent higher than in others, we know that we have further to go.",
        "The new drivers of prosperity in a modern economy are: enterprise, innovation, skills, investment and employment.",
        "So in each area we ask ourselves: What more can we do? How we can learn from local government in areas where you are pioneering new approaches as we build a new partnership between central and local government?",
        "Not the old relationship based on patronage or a blame culture. But a genuine partnership. We know the gaps to be filled. Let me give you examples:",
        "**Enterprise**",
        "First, enterprise. Small business creation rates are more than ten times lower in some Local authority areas than others.",
        "And in Barrow-in-Furness and Wansbeck for example, there are six times fewer businesses per 10,000 population than in some London authorities like Camden and Islington.",
        "But I believe that the gap between Local Authorities is such that we should see this not as a signal for despondency, but a challenge and indeed an opportunity for improvement.",
        "The old idea was that you got full employment from a small number of large companies.",
        "Today, as the paper we are publishing today on the role of Local Authorities in economic development shows, full employment needs a large number of small companies creating jobs.",
        "For every three small businesses creating jobs in the best off areas, there is just one, creating far fewer jobs, in the poorest areas – and as every Councillor knows, fewer businesses means fewer jobs which means reduced income for services and yet more social problems that public services need to fund.",
        "So one of the best pro-jobs, anti-poverty programmes is to help more people start more small businesses, and ensure that access to capital, advice, skills – once restricted only to an elite – is opened up to men and women in every part of Britain.",
        "Some Local Authorities are already striving to achieve these aims. Councils like Bexley, Eastleigh, Knowsley and Rotherham that have gained beacon status for fostering business growth have seen a real improvement in the numbers of businesses and jobs being created in their area. Our challenge is to put in place the right environment to enable all localities to achieve these successes.",
        "In the past, with the rigidity of the uniform business rate, Local Authorities gained no direct financial incentive from giving priority to business creation. In fact Local Authorities could justifiably argue that they had to deal with the social and environmental cost of economic development – in transport congestion, environmental damage and pressure on services like housing and education – but that the financial gains through increased income tax and business rates were passed back to central government.",
        "So to tackle this, the current Local Government Bill will allow Local Authorities to keep a share of the business rate receipts that result from new business creation — creating positive financial incentives for Local Authorities and the wider local community to maximise local economic activity while at the same time avoiding excessive bureaucracy and ensuring fairness between localities.",
        "Today we are publishing the consultation paper on the details of the scheme. This shows that if our preferred model had been introduced in 2000 then Harrogate District Council would by this year have received an additional £875,000 to spend on local priorities as dictated by local people, Sandwell an additional £5.7 million, Peterborough £7 million more and Stockport an extra £10.5 million.",
        "Based on historical data we estimate that in total as a result of this measure, local authorities could gain up to £1 billion over the next three years — showing that the next stage of our employment and growth strategy for Britain can only succeed with greater initiative and engagement by local areas in improving business creation, job opportunities, skills and innovation. Further reforms in the Pre Budget Report will reflect this.",
        "So for the first time all of us in partnership can each secure financial benefits from creating new businesses.",
        "And by introducing incentives for every local authority to encourage business creation, we not only put in place the right conditions for job creation but also release more resources for investment in public services.",
        "This measure to give local authorities more resources goes hand in hand with our extra help for areas of greatest deprivation – the emphasis of our approach increasingly on policies to encourage and foster the indigenous skills, talents and potential of local people and communities.",
        "I want people in disadvantaged communities to see that the enterprise culture too often restricted to the elite is open to them – not least in high unemployment communities where prosperity for too long has passed people by.",
        "So we have designated the 2000 most disadvantaged areas in the UK as Enterprise Areas where – working in partnership with Local Authorities and RDAs – we encourage economic activity by cutting the cost of starting up, investing, employing, training and managing the payroll. Here we are bringing together industry, planning, employment and social security policies to tackle local property market, capital market and labour market failures — hence the new community investment tax relief, the power to relax planning regulations, the abolition of stamp duty, the engagement of the new deal – central and local government working together to bring investment, jobs and prosperity to areas that prosperity has still bypassed.",
        "Today we are publishing a paper that shows why we see local authorities as strategic leaders of local economic development and sets out further details on the help available in enterprise areas. I urge local authorities to use the opportunities presented by these measures to support and strengthen their own local economic and regeneration strategies, and boost the awareness and uptake of incentives by local businesses.",
        "Renewing the local economic base is also one of the main aims behind not only neighbourhood renewal funding in 88 areas worth almost £1.9 billion pounds over this parliament and the new deal for communities in 39 areas worth £2 billion pounds over ten years; but the creation of local strategic partnerships which can do more to drive forward policies on enterprise and employment at the local level.",
        "**Innovation**",
        "Second, look at innovation. In some areas we spend one tenth – £50 per person – on research and development what we do in others – £500 per person.",
        "While these figures are for regions, they show the gap to be filled. And we know that every successful region and locality must encourage its scientists, its inventors and its innovators – and improve links between its schools, colleges, universities and businesses.",
        "Our regional and local approach means we are already moving from centrally administered r and d policies to the encouragement of local technology transfer between universities and companies and the development of regional clusters of specialisms – encouraging the growth of the knowledge-based company and the business friendly university.",
        "But we can do more to develop new local science and industry partnerships like the north west science council and the Technium schemes in Wales — strengthening links between businesses, universities, regional development agencies and local authorities to support the development of hi-tech industry clusters. And we have asked Richard Lambert, former editor of the Financial Times, to examine how business-university interaction at the local level can contribute to productivity growth.",
        "**Investment**",
        "Third, investment. To release new investment I know you want us to remove barriers in the planning system so that together we can better promote local economic development.",
        "At the moment, there is an unacceptably wide variation in the performance of planning authorities. Over 70 councils are already meeting our target of processing 60 per cent of major planning applications in 13 weeks, but a similar number cannot manage to process 30 per cent of such applications in time.",
        "That is why the government has allocated an extra £170 million to reward faster responses to planning applications — and we will use best value intervention powers to bring change where improvements do not come fast enough.",
        "At the same time we are simplifying the planning guidance we issue to local authorities and the new ‘Planning Policy Statement 4’ on planning for economic development will be issued for consultation later this year.",
        "Alongside our investment of nearly 2.8 billion pounds more in real terms in housing by 2006 and 6.4 billion a year more in transport, we have also made it possible to ensure that what we spend and how we spend on infrastructure improvements is increasingly decided regionally and locally.",
        "With the vast majority of the housing capital budget now devolved, we are moving towards pooling housing spend in regional “pots”, and have created new regional housing boards – bringing together RDAs, local authorities, housing corporations and other relevant bodies to draw up regional housing strategies and make recommendations on funding allocations. Progressively a greater proportion of funding will be allocated by these boards on the basis of the case local authorities make for local needs rather than on arbitrary formulae handed down by Whitehall. And the Deputy Prime Minister’s reforms will allow local authorities to mix and match financing and management mechanisms for turning round their housing stock rather than the one size fits all approach.",
        "We are also enabling local people to make local decisions about local needs in transport —– matching local authority control over nearly a third of transport spending – and new powers to raise funds through congestion charging – with a responsibility on councils to produce comprehensive and costed five year transport plans.",
        "So as we move from centrally run housing and transport policies to greater local coordination and flexibility, this major decentralisation is transforming relationships between the centre and localities.",
        "**Skills**",
        "I come now to skills. Look at the gap between the areas with the most skills and the areas with the least skills. In some local authorities, nearly 100 per cent of 16 year olds are participating in education or training. In others – Salford, Milton Keynes, Harrow – it is less than 70 per cent. Some local authority areas in our country have nearly 65 per cent of 16 year olds with 5 a*-c GCSEs others have less than 30 per cent. Overall across the economy 7 million adults lack basic qualifications. But when some do better we know that all can do better.",
        "The challenge, because we waste too much of the talent of Britain, is to open up opportunities for education to an extent never before seen in this country so that every child, young person and adult will have the best possible chances in life.",
        "And we know we have to look not just at schools but at post-school education. So we are extending the employer training pilots now operating in six areas to around a quarter of the country — offering incentives for firms to give their staff paid time off to train towards basic skills and NVQ level 2. And a major shake-up in skills training will be announced next week. Building on the new frameworks for regional employment and skills action – in which local authorities are key partners alongside RDAs, the private sector and local learning and skills councils – we are piloting devolved pooled budgets for adult learning in four areas of the country — providing greater incentives to employers and individuals to develop their skills, reducing bureaucracy and strengthening the regional and local dimension in skills development.",
        "And looking to the workforce of the future, we are expanding the modern apprenticeship scheme.",
        "Already, apprenticeships, which a few years ago were dying, have risen in number to 220,000 today. And our aim is that over a quarter of young people aged between 16 and 22 will take part in the scheme by 2004, with even more benefiting by the end of the decade.",
        "Giving every young person who works hard and tries hard the chance of an apprenticeship or college or university.",
        "**Employment**",
        "Finally, employment. While some areas of Britain are now full employment areas – where in some council areas unemployment is below 1 per cent – some areas have 6 per cent claimant count unemployment and over 40 per cent of the working age population not in work.",
        "In every area of this country, you as councillors will know at first hand young people who have never worked, long term unemployed men and women who have given up hope, school leavers with no qualifications – no jobs, no cash, no hope – many of whom are now enjoying opportunities for the first time in their lives because of the new deal.",
        "This New Deal initiative has been taken forward by central and local government working together.",
        "And thanks to the efforts of many of you here, 870,000 people have got work through the New Deal so far.",
        "But as long as there is unemployment we will not be complacent – and as local councillors I would like you to play an ever bigger role in the next steps to help the newly redundant get back to work quickly and expand the New Deal to assist those hardest to employ.",
        "We need to make the New Deal more effective and we want to work with you to overcome the barriers to local employment opportunity in your council area and in your region.",
        "Today we find that there are almost 600,000 vacancies in the economy. That there are large numbers of vacancies in each region – almost as many as 2 years ago, and 1 year ago despite the world downturn jobs for people prepared to take them. The North East which used to have few vacancies today has over 10,000.",
        "And there are not just vacancies in the South East, but in every region",
        "* In Wales nearly 15,000",
        "* In the West Midlands 24,000",
        "* In Scotland over 25,000",
        "* In the North West nearly 30,000",
        "And so the next stage of the New Deal is to do more to link jobs without workers to workers without jobs. So in addition to requiring the long term unemployed in 40 areas of the UK to take jobs on offer,",
        "* Job centres will have local budgets to help with travel, training and equipment to ensure the unemployed can get back to work quickly",
        "* There will be a new ethnic minorities fund and area-based initiatives to tackle the particular barriers facing those who too often miss out on jobs",
        "* And we want to follow the innovative examples of councils like Bristol and Brighton who have tailored supplementary employment programmes to complement the New Deal",
        "For too long too many single parents have been denied work. So in addition to the minimum wage and our new tax credits – raising the in-work income for a lone parent with two children who works full time to £276 a week even after tax – we will pilot an extra £20 a week for those lone parents who voluntarily undertake job search, rising to £40 extra a week for their first year in work.",
        "And with new housing benefit help – delivered in partnership by local authorities – lone parents on a typical rent of £50 a week and working part time will receive at least £213 a week making them far better off working part time than not working at all.",
        "For too long too many young people have fallen through the net. Some of the hardest to help are young offenders ? 70 per cent of whom re-offend. So the government is now seeing how we can apply nationwide ? under the leadership of Sir John Parker of Transco ? the successful reading training for work programme ? offering young offenders training and work while in prison with, on good behaviour, a job when they are released: a programme with a 78 per cent success rate so far.",
        "For too long too many disabled people have desperately wanted jobs but have lacked the support they needed to move into work.",
        "As a first step for men and women on incapacity benefit who wish to work, there is now an extra £19 a week as the guaranteed minimum income for 35 hours work rises to £194. We are looking at how improved rehabilitation, capability assessment and training support can help disabled people and those who have suffered ill health fulfil their potential in work. And in the local authority areas where our new pathways to work initiative is being piloted, we want local councils to play a full part – as both service providers and employers – in helping shift the focus on disability from what people cannot do to what they can.",
        "For too long in too many deprived areas of the country there has been a destructive culture that “no-one around here works”.",
        "So we will provide far more help than in the past in these areas, using the sanctions and opportunities available in the New Deal and where necessary taking job advisers onto estates — offering the unemployed training, advice and sometimes cash support to help them get into work, and linking them to jobs in the vicinity, but in return expecting the unemployed to take up the jobs that are available.",
        "Tackling the worst concentrations of unemployment, street by street, estate by estate.",
        "**Conclusion**",
        "So one by one: enterprise, innovation, investment, skills, employment – we break down the barriers to prosperity with local and central government working closely together.",
        "In other words, a new partnership – with government enabling and empowering rather than directing and controlling and with local authorities building capacity and focusing on improving the prosperity of their localities.",
        "Instead of people looking to Whitehall for solutions in locality after locality, more and more people are themselves taking more control of the decisions that most affect them – a devolution of power that is now ready to spread across regions, local government and communities, large and small.",
        "And as we look to the future, we will strengthen and deepen our dialogue with you to identify those areas where further reform will help you most. And we will involve you too in our decision on the euro. The deputy prime minister and I recently issued guidance to local authorities on euro preparations and you now have the opportunity to consult your local communities and develop your own changeover plans.",
        "I agree with Sir Jeremy Beecham that this new localism – effective devolution based upon a genuine partnership between central and local government – moves us forward from an old Britain weakened by centuries of centralisation towards a new Britain strengthened by local centres of initiative, energy and dynamism.",
        "And in this way, I believe that a new era – an age of active citizenship and an enabling state – is now within our grasp —- at its core, a renewal of civic society where the rights to decent services and the responsibilities of citizenship go hand in hand.",
        "But I end where I began. We all know about what brings people into public services – the belief that we can make a difference.",
        "And we know that if – building on the expertise and success that some of the best councils have demonstrated – we can empower local managers and local service deliverers, that ethos of public service – the importance public servants attach to duty, obligation, care and compassion – can, working within the right framework, ensure the best public services in the world.",
        "And as we look now to the future, let us remember not just the challenges ahead but the inspiration that comes from the achievements of the pioneers of local government and civic pride — leaders whose hopes, whose vision, whose ideals inspired a whole generation to greater public service. Men and women prepared to modernise, to reform, to change, to tear up old ideas and adopt new ones.",
        "They developed a shared vision that remains our vision today: a vision of a just society in which everyone – and not just a few – had a chance to fulfil their potential, in which even in times of hardship people strove to help each other. A shared vision of a society in which by the strong helping the weak, it made us all stronger.",
        "Never let us lose that ambition for our country and for the communities which we serve. We must never lose the ambition that we can scale new heights, meet new needs, tackle deep-rooted injustices, and work together for a better, stronger society.",
        "That shared ambition that social justice and economic progress can go hand in hand, and that in our Britain everyone has a part to play.",
        "That is the vision I put before you today.",
        "That is our aim. That is now our task. That, if we work together, will be our achievement."
    ]
}