{
    "url": "https://www.ukpol.co.uk/gordon-brown-2007-mansion-house-speech/",
    "title": "Gordon Brown – 2007 Mansion House Speech",
    "post_date": "July 6, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2007",
            "url": "/tag/2007/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, on 20 June 2007.",
    "content": [
        "My Lord Mayor, Mr Governor, my Lords, Aldermen, Mr Recorder, Sheriffs, ladies and gentlemen.",
        "Over the ten years that I have had the privilege of addressing you as Chancellor, I have been able year by year to record how the City of London has risen by your efforts, ingenuity and creativity to become a new world leader.",
        "Now today over 40 per cent of the world’s foreign equities are traded here, more than New York:",
        "over 30 per cent of the world’s currencies exchanges take place here, more than New York and Tokyo combined, while New York and Tokyo are reliant mainly on their large American and Asian domestic markets, 80 per cent of our business is international, and in a study last week of the top 50 financial cities, the City of London came first.",
        "So I congratulate you Lord Mayor and the City of London on these remarkable achievements, an era that history will record as the beginning of a new golden age for the City of London.",
        "And I believe the lesson we learn from the success of the City has ramifications far beyond the City itself – that we are leading because we are first in putting to work exactly that set of qualities that is needed for global success:",
        "openness to the world and global reach,",
        "pioneers of free trade and its leading defenders,",
        "with a deep and abiding belief in open markets,",
        "champions of diversity in ownership and talent, and of flexibility and adaptability to change, and",
        "a basic faith that from wherever it comes and from whatever background, what matters is that the talent, ingenuity and potential of people is harnessed to drive performance.",
        "And I believe it will be said of this age, the first decades of the 21st century, that out of the greatest restructuring of the global economy, perhaps even greater than the industrial revolution, a new world order was created.",
        "When my predecessors spoke to this event a century or more ago, the world order of the nineteenth century they described was defined by the balance of military power, and saw European empires dividing the world between them from 1945 to 1990 when my predecessors of the post war years spoke to you. The world order was defined by the high-stake stand-off of the cold war years, these were orders ultimately reflected by political weight and military strength.",
        "Today with Asia already out-producing Europe, India and China are becoming part of this new order, principally because of their economic strength and potential.",
        "And while military and political power retain their status, future strength will depend much more on economic strength.",
        "Indeed success will flow to, and the next stage of globalisation will be driven by those countries:",
        "which are open and not closed, stable, pro competition and flexible, able to adjust quickly to change, and  \ncan as a result find – through their social and political cultures – the best means of developing and creating wealth through the scientific, creative, and entrepreneurial talent of their people, not least through being world class in education and skills.",
        "So why am I more optimistic than ever about the future of our islands, just one per cent of the world’s population, in this new era of globalisation?",
        "By your efforts Britain is already second to none:",
        "for our openness, pro Europe, pro free trade,",
        "a world leader in stability, and we will entrench that stability, by ensuring Britain’s macroeconomic framework remains",
        "a world benchmark, and",
        "we are flexible, and in being vigilant against complacency, we must be, as I believe we are ready to become even more flexible.",
        "So let me say as I begin my new job, I want to continue to work with you in helping you do yours, listening to what you say, always recognising your international success is critical to that of Britain’s overall and considering together the things that we must do – and, just as important, things we should not do – to maintain our competitiveness:",
        "enhancing a risk based regulatory approach, as we did in resisting pressure for a British Sarbannes-Oxley after Enron and Worldcom, maintaining our competitive tax regime, and having cut our main rate of corporation tax to again the lowest in the G8, today we are publishing the next stage of implementing Sir David Varney’s recommendations for a more risk based approach to the administration of the system, with greater certainty on tax matters when it’s needed most; and ensuring a modern planning system, that balances our economic and environmental needs with a more predictable and accountable decision making process, including that for major infrastructure projects.",
        "And because I recognise the benefits Crossrail would bring to the City, we are using every effort to find a solution to its affordability. I will ensure this work is stepped up but as you know the only financing solution that will work will require all parties – public and private – contributing significantly.",
        "But most importantly of all in the new world order, as the City bears witness, Britain’s great natural resource are our people – resourceful, enterprising, innovative – the foundation on which we will compete successfully.",
        "The financial services sector in Britain and the City of London at the centre of it, is a great example of a highly skilled, high value added, talent driven industry that shows how we can excel in a world of global competition. Britain needs more of the vigour, ingenuity and aspiration that you already demonstrate that is the hallmark of your success.",
        "We are unquestionably an enormously talented and creative country. Historically, we’ve been one of the most inventive nations in the world. And as the City shows with its high skills, if we are to be what I want Britain to be – the great global success story of this century – our first priority, and this is the theme of my final speech to you as Chancellor, must be to use the talents of every individual in our country far better than we do today by ensuring we become world class in education.",
        "But if we fail to equip people successfully for the future and then as a result of them being left behind by our competitors, they start to see themselves as the victims not beneficiaries of globalisation, I have no doubt that open markets, free trade and flexibility will be challenged by protectionist pressures.",
        "Indeed this is what we are already seeing in the USA, parts of Europe and Asia.",
        "So the choice is for me clear: invest in education, to prevent protectionism.",
        "It is investment in education that when combined with free trade, open markets and flexibility makes for the virtuous circle of an inclusive globalisation:",
        "the key to prosperity for all as well as to opportunity for all,",
        "the key to making globalisation work, and",
        "to become world class in education is our mission.",
        "And so I believe it is time for all of us, and particularly businesses who recruit skilled people, to usher in a national debate on how we, Britain, can move to becoming world class in education.",
        "But for me the necessity for this national debate is fundamental. Because unless we widely engage people in the debate about being world class in education – and show how people themselves must now be involved in an endeavour that is essential to secure our common future prosperity – then that future prosperity is at risk.",
        "Let me give one example.",
        "Today there are in Britain 5 million unskilled people. By 2020 we will need only just over half a million. So we must create up to five million new skilled jobs and to fill them we must persuade five million unskilled men and women to gain skills, the biggest transformation in the skills of our economy for more than a century.",
        "And we will need 50 per cent more people of graduate skills. Yet, while China and India are turning out 4 million graduates a year, we produce just 400,000.",
        "Quite simply in Britain today there is too much potential untapped, too much talent wasted, too much ability unrealised.",
        "And so despite all the progress we have made, there is no place in the new Britain we seek for complacency and no room for inadequate skills, low aspirations, a soft approach to discipline or for a culture of the second best.",
        "Other countries aren’t standing still, rather they are pushing forward the frontiers – showing what a 21st century education system can offer. There are many good examples:",
        "in Finland every teacher now has a masters degree and many have PhDs,",
        "in Ireland 55 per cent now go on to higher education and their target is for 90% to stay in education until 18,",
        "in France every pupil now learns a second language in primary school, and",
        "in Singapore the consistently high quality of classroom teaching has led them to be world leaders in maths and science.",
        "The global competition to create highly skilled, value added economies is fierce and can only get fiercer.",
        "I am passionate about education because I want a Britain where there is no cap on ambition, no ceiling on talent, no limit to where your potential will take you and how far you can rise. A Britain of talent unleashed, driving our economy and future prosperity.",
        "And because schools are the foundation, we need to ensure all schools are committed to high standards and are at the same time centres of creativity, innovation and enjoyment. Ready to challenge and inspire – fostering scholarship, inquisitiveness and independence of thought, teaching facts and imparting knowledge – of course. But doing far more than that – nourishing all forms of talent – because that is the future of our nation.",
        "The foundation of our new approach is that for the first time young people in Britain will be offered education to 18 and for the first time also a clear pathway from school to a career: either through college or university and then a profession, or through an apprenticeship and skilled work. Diplomas such as engineering or for others a young apprenticeship with an employer. For those who need more support we will provide pre-apprenticeship courses as a stepping stone to a full apprenticeship of which there will, over time, be 500,000.",
        "And I believe that taking private and public investments together, advanced industrial countries will have in future aspire to invest not 5-6-7-8 per cent of their national income, on education science and innovation but 10 per cent, one pound in every ten.",
        "And to mobilise all the energies of our country – the Secretary of State for Education and I propose a National Council for Educational Excellence – bringing together leaders in business, higher education, and the voluntary sector, alongside school heads, teachers and parents, all who can play their part.",
        "It is good for our country that we have businesses involved in some schools, and I can congratulate companies who are. In future every single secondary school and primary school should have a business partner and I invite you all to participate, every secondary school should have a university or college partner, every school should work directly with the arts and cultural and sporting communities in their area, every school should work with other local schools to raise standards for all.",
        "I am pleased that Sir Terry Leahy, Sir John Rose, Richard Lambert, Bob Wigley and Damon Buffini have agreed to join the Council.",
        "The Council will be advised by Sir Michael Barber, Julia Cleverdon, Head of Business in the Community, has agreed to report on how more businesses, small medium and large, can play a bigger part in support of our schools.",
        "We have asked Steve Smith, Vice-Chancellor of Exeter University to report on what more universities and colleges can do to help our schools.",
        "We have asked Edward Gould, former chair of the Independent Schools Council and Steve Munday, Principal of Comberton Village College to work jointly to identify how in areas such as sports science and languages private and state funded schools can work together to raise standards to the benefit of all.",
        "We would like this new Council to promote national debate, that I invite you to be part of, about our ambitions for our education system in the years to 2020: today we invest £5,500 in the education of a pupil in the public sector and £8,000 or more in the private sector, 50 per cent per pupil less, and my aim is, over time, to raise our public investment towards that £8,000 figure.",
        "First, our future education policy must and will champion aspiration and excellence with a renewed focus on standards and rigour in teaching methods, particularly in literacy and by reviewing fundamentally the teaching of numeracy.",
        "So my proposal is for a far-reaching new nationwide programme that will empower head teachers to provide individual guidance and support for every child in Britain:",
        "for each pupil, a personal learning guide or coach to help them make the right curriculum choices and to act as an easy point of contact for parents,",
        "to back this up, for pupils at risk of falling behind, early intervention and special support to help them catch up. This is already underway with the ‘Every Child a Reader’ programme for literacy, which is now being matched with the ‘Every Child Counts’ initiative for numeracy, alongside one-to one tuition for up to another 600,000 children, for all secondary school pupils, starting with a pilot this year, access to after-school small group tuition in subjects areas they have special interest in,",
        "for pupils who show a special aptitude or talent, extra support through growing our gifted and talented programme,  \nfor young people at risk of disillusion or dropping out, a mentor – often from a local business – to help them raise their sights, and",
        "to ensure that those on low incomes receive the support they need, I would also like to pilot a new learning credit which they, their parents and the school can agree will be spent on extra provision in order to make the most of their potential.",
        "And because this personalised approach to learning is at the heart of the next stage of education reform, we need a renewed focus on setting by ability in the key subjects essential to our competitiveness like maths, English, science and languages as the norm in all our schools; we need pupils increasingly assessed on these subjects by stage, when they are ready to move to the next level; and we need schools held to account for ensuring that every child makes progress.",
        "Second, in order to achieve excellence in the classroom, future educational policy must and will champion greater diversity, the best way of both encouraging innovation and meeting the different and individual needs of every child. Already we are close to every school being either a specialist, trust or academy school – like the City of London’s own academy in Bermondsey I recently visited with Lord Adonis, and applaud and like so many is flourishing. And we will now consider reduced cash contributions for universities and colleges to make it easier for them to play a fuller part in the expansion of academies.",
        "And we should also be willing to consider new proposals for: combined all-through primary and secondary schools, employer-led skills academies to transform the quality of vocational provision, and studio schools that motivate dis-engaged pupils by allowing them to learn the curriculum alongside a chance to work in and run a real business based in the school.",
        "Third, future education policy must and will champion excellence in teaching. Excellent standards require excellent teachers and hence greater status and respect for the difficult job they do. So we need to give heads the freedom they need to lead schools and respect the professionalism of our teachers – helping them to train and retrain, and become expert tutors and subject specialists. We also need to attract more of the most inspirational graduates from the best universities into our schools. So we will expand our ‘Teach First’ programme for the best graduates and complement it with a new ‘Teach Next’ programme, encouraging men and women of talent to move mid or late career into teaching.",
        "And fourth, future education policy will champion discipline. I know parents and employers expect us to do more to help schools recognise this vital role in developing children and young people and they are right to do so. I want teachers to be in control in every classroom, so we will work with the profession not just to ensure that teachers can make maximum use of tough new powers, but to emphasise the priority of setting boundaries on what is acceptable and unacceptable, I will ask Ofsted to consider raising the bar on what is satisfactory and unsatisfactory behaviour. And we will take further steps not just to stamp out bullying in and outside the school but give parents rights of appeal.",
        "And alongside discipline there are broader educational goals that have had too little attention: good behaviour, decent manners, the ability to communicate well and work in a team – these soft skills that help a young person’s character develop, that are critical for their employability, and are the essential complement to the hard skills they gain from higher standards.",
        "And we’ll do this by encouraging parents to work with schools and organisations in the community that have a reputation for fostering children’s character, like the cadets and skill-force; and by building a new offer of national youth community service for young people.",
        "I have spoken about education this evening.",
        "Only with investment in education can open markets, free trade and flexibility succeed.",
        "And the prize is enormous. If we can show people that by equipping themselves for the future they can be the winners not losers in globalisation, beneficiaries of this era of fast moving change, then people will welcome open, flexible, free trade and pro-competition economies as an emancipating force.",
        "If we can become the education nation, great days are ahead of us.",
        "While never the biggest in size, nor the mightiest in military hardware, I believe we are – as the city’s success shows – capable of being one of the greatest success stories in the new global economy.",
        "Already strong in this young century, but greater days are ahead of us.",
        "Britain the education nation,",
        "Britain a world leader for its talents and skills,",
        "So tonight in celebrating the success of the talents, innovations and achievements of the city let us look forward to working together for even greater success in the future."
    ]
}