{
    "url": "https://www.ukpol.co.uk/gordon-brown-1999-mansion-house-speech/",
    "title": "Gordon Brown – 1999 Mansion House Speech",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1999",
            "url": "/tag/1999/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, at the Mansion House in London on 10 June 1999.",
    "content": [
        "##  Introduction",
        "My Lord Mayor, Mr Governor, My Lords, Aldermen, Mr Recorder, Sheriffs, Ladies and Gentlemen,",
        "I am delighted to be here this evening, to be able to speak with you, Lord Mayor, and the Governor of the Bank on the three great issues that together constitute our national economic interest – economic stability, economic reform and engagement with Europe; and to start by paying tribute to the work which the City and our financial services industries do in pursuit of our interests: the service you give, the contribution you make, the dedication and expertise you show.",
        "As we move towards the end of both a century and a millennium, it is instructive to look back here in London, one of the few world cities with a thousand year history, on the progress, and achievements of the City of London, the key to which have always been – as the attendance tonight from round the world demonstrates – London’s global reach, forever looking outwards to the challenges and opportunities of the wider world.",
        "So that now today the City of London and our financial services industry accounts for 7 per cent of our national income, employing over 1 million people. The London Stock Exchange is the largest trade centre for foreign equities in the world. And the foreign exchange market – with a daily turnover of around 500 billion dollars – is the largest and most important in the world. And this year you have risen to yet another new challenge – that of introducing the new euro currency and attracting the business that flows from it.",
        "Now let me address the questions of stability, economic reform and Europe.",
        "**Monetary and fiscal stability**",
        "The events of the last two years demonstrate beyond all doubt that in a world of ever more rapid international financial flows, monetary and fiscal stability is the precondition of economic success.",
        "Indeed in these deregulated, liberalised financial markets, growth and prosperity just cannot be achieved by the old ways, either by fine tuning or by applying rigid monetary aggregates.",
        "* In the 1960s and 70s, the attempted trade-offs between inflation and unemployment ended each time ended in higher inflation and higher unemployment;",
        "* in the 1980s, rigid intermediate monetary and then exchange rate targets failed, overtaken by capital market liberalisation;",
        "* and then following sterling’s departure from the ERM, an ambiguous inflation target, in the absence of a proper long term framework, was not enough.",
        "The way forward is for governments to consciously pursue monetary and fiscal stability – through setting clear objectives, establishing proper rules, and requiring openness and transparency – the new rules of the game. Particularly important for a Britain which has been more subject than most economies to the instability of boom-bust cycles and constantly changing policies.",
        "Indeed, the economy of 1997 was set to repeat the same cycle of boom and bust that had been seen over the past 20 years. There were strong inflationary pressures in the system. Consumer spending was growing at an unsustainable rate and inflation was set to rise sharply above target; there was a large structural deficit on the public finances. Public sector net borrowing stood at £28 billion.",
        "So we put in place a wholly new long term framework of monetary and fiscal policy based on:",
        "* first, clear objectives: price stability through a pre-announced inflation target – a symmetrical target – and sustainable public finances through tough fiscal rules: the golden rule that requires that over the cycle we balance the current budget, and the sustainable investment rule requires that, as we borrow for investment, debt is held to a prudent and stable level;",
        "* second, well understood rules: a new system of monetary policy-making, at the heart of which is the independence of the Bank of England, and its open letter system, and an equivalent and equally important set of fiscal procedures legally enshrined in the code for fiscal stability; and",
        "* third, transparency in policy-making: an open system of decision-making in monetary policy through the publication of minutes, a system of voting and full reporting to parliament; and in fiscal policy the same openness and disclosure with key fiscal assumptions independently audited.",
        "Today, two years on, by applying our fiscal rules we have reduced the inherited deficit by 32 billion pounds; budgeted well within our public spending ceilings; and brought debt down towards 40 per cent of GDP.",
        "As a result of this cautious and prudent approach, we remain on track to meet the fiscal rules while at the same time guaranteeing an extra 40 billion pounds for schools and hospitals.",
        "The monetary rules are well established too, and I want to take this opportunity to thank the Governor, the MPC and the Bank’s Court for their successful establishment of the new system.",
        "Transparency and openness has, in my view, led to greater public understanding of why decisions are made in ways that will make the public realise the benefits of keeping inflation low and ensure that employers and workforces see for themselves the short-termism of paying ourselves more today at the cost of higher interest rates, fewer jobs and slower growth tomorrow.",
        "Two years ago commentators expressed fears about how monetary and fiscal policy would be coordinated. Under the old system the Chancellor announced his fiscal policy in the Budget – and invariably cut interest rates a day or two later claiming credit for the wisdom of his budget decisions. I am convinced that today there is a much more informed discussion of the interaction of monetary and fiscal policy – and as a result much better coordination.",
        "Now the results in monetary policy in what has been a difficult and troubled period for the global economy: over the last 10 months inflation has remained within 0.2 percentage points of the 2½ per cent target and, even more important, it is expected – in future – to remain close to target.",
        "Long-term interest rates and mortgage rates are at their lowest levels for over 30 years.",
        "It is because inflation trends are subdued that the bank has been able to cut interest rates by 25 basis points today, the 7th cut in the last 9 months.",
        "In contrast to the early 1980s and 1990s monetary policy has been able to respond positively at the right time in the economic cycle, and has thus been able to make its contribution to stability and growth.",
        "Now of course I understand exporters’ concern about the pound.",
        "But it is important to recognise that while exchange rates affect inflationary expectations the MPC has only one target – its symmetrical inflation target.",
        "Anyone who thinks that either dropping the inflation target to replace it by an exchange rate target or running inflation and exchange rate targets at the same time is the right way to achieve domestic stability or convergence is failing to learn the lessons of the 1980s. We would end up with neither stability nor convergence.",
        "The Bank of England was quite right to say, when publishing its latest inflation report, that the objective of British monetary policy is clear and unambiguous, with a symmetric inflation target, so that inflation outcomes below target are viewed just as seriously as outcomes above target.",
        "So while this has been a period of instability for the world economy, we have, as a result of decisive and timely action on the fiscal deficit and on interest rates, been able not only to steer a course of stability but to lay the foundations for high and stable growth and employment.",
        "**Removing the barriers to growth**",
        "Stability is the necessary but not a sufficient condition for a successful economy.",
        "In the last full international economic cycle (1982-1993) the growth rate in the UK averaged 2.3 per cent, whereas it was 2.9 per cent in the G7, 3 per cent in the US, and 3.4 per cent in Germany.",
        "Our challenge is to raise the trend rate of growth in the UK, and to achieve this we must do more to encourage science and innovation, creativity and enterprise, skills and knowledge – the drivers of productivity and growth today.",
        "First, Britain is developing a reputation for inventiveness that extends well beyond the traditional inventions for which we are famed. To let the creative talents of our country flourish, we must expand the circle of innovators from invention to commercial exploitation and manufacture of new products here in Britain.",
        "So I lay great importance on the £1.4 billion additional funds being invested in basic scientific research; the new R&D tax credit to encourage R&D on the university challenge fund that is helping to turn British inventions into British products, businesses and jobs; and the new British institutes of enterprise that will provide management help to our inventors and innovators. Shortly we will consult on a matter I hope will be of interest to many here – new incentives to promote corporate venturing.",
        "There is the broader question of how in Britain we can encourage and broaden new entrepreneurship. At each point we want to be on the side of business, removing the barriers to growth – improving access to start-up finance and venture capital, to export markets when going international, and widening access for all to the skilled workforces we need.",
        "Under the new enterprise management incentive, companies seeking to recruit or retain key personnel will be able to secure tax relief for equity remuneration up to 100,000 pounds.",
        "This is one of many new incentives for investment and growth – a cut in the small business tax from 23p to 20p, a new 10p rate, 40 per cent investment incentives for small and medium sized businesses; new incentives to encourage venture capital; a 10p long term rate of capital gains tax; and new employee share ownership incentives that allow employees to buy shares in their own companies from their pre-tax income and employers to match them, also tax free.",
        "These are significant tax cuts and simplifications in taxation, the test throughout being what will increase productivity and employment opportunity. The same test we will apply in removing unnecessary business regulation. The internet and electronic commerce offer new scope to cut red tape. So our small business service – an open door, one stop service for small companies – will give help with running a payroll for new employers starting out, the inland revenue will offer a new business helpline and we will soon offer discounts for internet filing of tax returns.",
        "And let me also stress the importance I attach to the extension of competition and to the Financial Services and Markets Bill in advancing our productivity agenda. With our new highly successful Financial Services Authority, under the excellent leadership of Howard Davies, an authority whose powers will be confirmed shortly by the Financial Services and Markets bill, and our robust stand defending London’s interests in the European savings directive. London’s position is one we are determined to maintain and advance.",
        "I can confirm this evening that by working together to exclude the eurobond market we are already securing results: the ECOFIN Council and the European Commission have come to accept our case, agreed a further review and asked us to submit our proposals for excluding the eurobond market. We will not only defend Britain’s interests in this area but, if necessary, not hesitate to veto any proposal which damages our financial markets.",
        "Stability for the future, economic reform for our future. Now the importance of the skills of people to our future.",
        "This spring a number of landmarks have been reached.",
        "* I can report that nearly 50,000 businesses have joined the new deal that helps get the unemployed from welfare to work;",
        "* as a result of your efforts a quarter of a million young people have now joined for work and training;",
        "* 100,000 long term unemployed adults have been signed up;",
        "* and I can also report that over 400,000 more men and women are in work than 2 years ago, more men and women in work than ever before.",
        "And we are making work pay more than benefits by cuts in national insurance for 20 million employees, reforms in employer contributions to cut the costs of hiring, the 10p rate of income tax, the cut in the basic rate of income tax to 22p and, what will be to the benefit of jobs and companies, the working families tax credit which creates the best incentives to take a job, and reward work and effort for hard-working employees.",
        "But we have a long way still to go to make us the best skilled country in Europe. For the many companies who cannot find the highly skilled workers they need to continue growing, let me say that we are implementing a long term programme to build skills and remove skill shortages – with a rigorous approach to standards throughout our schools, with demanding targets for literacy, numeracy, school qualifications and educational attainment, not shirking from schools’ reform, demanding higher teaching standards and discipline – and as we make the investment that is essential to raise all of Britain to the standards of the best.",
        "**Europe**",
        "So we are putting in place stability and major economic reforms. We need also constructive engagement with Europe and the trading world.",
        "No one should doubt that as a country we are in Europe and in Europe to stay.",
        "Since half our trade is with mainland Europe the national economic interest demands that we work constructively within the European Union to achieve the labour market product market and capital market reforms essential for European growth.",
        "Indeed British proposals to tackle structural unemployment, to complete the single market in financial services and utilities, and to tackle fraud and waste are giving Europe a modern reform agenda based on the best of British values: openness, adaptability, the work ethic, fair play and looking outwards to the world.",
        "It is also in the national economic interest that we refuse to make the mistakes of the past by dogmatically ruling out a single currency.",
        "Ours is the first government to say that, while we appreciate the constitutional issues involved, the test should be the national economic interest, that we should apply five economic tests – on investment, financial services, jobs, flexibility, convergence – in assessing membership and that in the interests of the public having a realistic choice we should, with the public sector leading, make the necessary preparations for that choice to be available.",
        "**Conclusion**",
        "So, my vision is of a Britain where there is economic stability, rising productivity and growth based on innovation, enterprise and skills, and constructive engagement with Europe and the trading world.",
        "As we approach a new century the challenges are enormous and many, but by working together, applying the enduring British values – being open and outward-looking, creative, fair and adaptable to the new challenges ahead, the prize is a modern successful economy, ready to ensure employment opportunity and greater prosperity for all our people in the years ahead.",
        "Just as the City works best when the City works together, so all of us in Britain work best when the whole of Britain works together.",
        "And that is what I hope we will continue to do."
    ]
}