{
    "url": "https://www.ukpol.co.uk/gordon-brown-2003-speech-at-the-inner-city-100-awards/",
    "title": "Gordon Brown – 2003 Speech at the Inner City 100 Awards",
    "post_date": "January 3, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 2 December 2003.",
    "content": [
        "Can I say first of all what a pleasure it is to be present at these awards for Inner City 100 – these “Oscars for Business”; to thank not only the New Economics Foundation, for their work in developing and running IC100, but the lead sponsors, Royal Bank of Scotland and Natwest; to be able to congratulate all of you who are finalists for the contribution you make both to your community and to the British economy; and to say that Inner City 100 is not just a competition between new high growth firms in our inner cities but a celebration of the dynamism of new enterprise in our inner cities.",
        "This competition – Inner City 100 – which I was proud to be present at the start of two years ago with only a few entries, now has – with over 400 nominations from across the country this year and over a thousand since the awards began – become the premier showcase for the initiative, innovation and renewal that is a feature of so many of our inner cities today.",
        "From fashion to food, construction to computer software, recruitment to property renovation, Inner City 100 firms are leading the way:",
        "* providing services like community transport, basic skills training and care services which are benefiting your local area;",
        "* taking innovative approaches to staff recruitment and training;",
        "* utilising environmentally friendly products and processes;",
        "* and developing hi tech solutions to problems.",
        "And as a result of the work you – and others like you – are doing across the country, small business creation rates remain strong and survival rates continue to improve, despite the global downturn.",
        "There are 133,000 more VAT registered companies today than in 1997.",
        "And there are more people starting businesses in our highest unemployment areas; and more people from different backgrounds realising that a career in business can be for them.",
        "And in thanking all of you for what you have achieved – and will achieve – I want, in the minute or two I have, to show how your achievements, your ingenuity and your creativity are building a new Britain of enterprise and initiative.",
        "Your successes show that the British economy will do best when enterprise is open not just to a privileged elite but where men and women from all social backgrounds are encouraged to know that with the banks on their side, with local authorities backing their efforts, with community support for them as role models for the young, they can transform their ideas and hopes into business start up and growing firms.",
        "A Britain where people know what matters is not where you come from but what you do, not where you were born but what you aspire to; a Britain where we break down the old barriers to opportunity and everyone has the chance to move ahead.",
        "And I can assure you that, on your side, the Government intends to play its part removing the barriers to start ups, to growing businesses, to the development of enterprise in all areas especially the inner cities:",
        "* building a competitive environment;",
        "* investing in skills and science;",
        "* and enthusing young people with the spirit of enterprise.",
        "And with 5,000 new jobs created across the country as a result of your successes – and average growth in your companies of nearly 600 per cent over the last five years – all of you here today have proved that inner cities and established industrial areas should be seen as new markets with competitive advantages – their strategic locations, their often untapped retail markets, and the potential of their workforce. But there are still too many areas in Britain where businesses face special problems in obtaining access to support, advice and finance.",
        "So to stimulate business-led growth in our inner cities and estates, we have created enterprise areas in the 2000 most deprived wards in the country – where with the abolition of stamp duty, fast track planning permission, community investment tax relief, financial incentives to do payroll on line and the possibility of enhance capital allowances for renovating business premises – we will give special help with starting up, employing, training and investment.",
        "You have sent me your Entrepreneurs’ Manifesto and building on our capital gains, small business and corporation tax cuts, I promise you that the Pre Budget Report will make it easier to start up a business, help bridge the equity gap and cut red tape for small firms by further simplifying VAT administration and reducing your audit burden.",
        "We know that the key to your success has been getting the best people and the best out of your people, so with",
        "we are investing more today in education and workplace skills than at any time in our history. So that we can continue to do so, and do more, it is right to move ahead with the reforms in the structure and funding of higher education. It is right that once students become graduates they make a greater contribution. That is why as Tony Blair has said today it is essential that our reforms proceed through the House of Commons. In this way we can both get more money into ensuring excellence in our universities and extend opportunities to more young people who would otherwise be denied the higher education chances that would benefit them.",
        "Later this week the Lambert Review will propose that universities receive greater encouragement to commercialise their research and already we are investing an extra one and a quarter billion pounds a year to expand the science research infrastructure and train more skilled scientists and engineers.",
        "But if we are to truly have the deeper and wider entrepreneurial culture we need we must start in our schools and colleges. I want every young person to be enthused with the spirit of enterprise; every teacher willing to extol the virtues of a career in commerce. And we will work more closely with the United States to encourage young entrepreneurs — including giving young business men and women in disadvantaged areas of Britain the chance to spend a semester at an American business school and setting up a forum to bring together some of the brightest young UK and US entrepreneurs to learn from each other.",
        "Let me conclude by telling you what you are achieving here engages a worldwide interest.",
        "Last month with winners of past Inner City 100 competitions, the US Treasury Secretary John Snow and I took some of Britain’s foremost business leaders, including Richard Branson and Stellios Haji-Ioannou from Easygroup, to meet successful entrepreneurs from the West Midlands – including some of you here tonight.",
        "The men and women we met – and indeed all of you here this evening – truly are local heroes, role models for others in your communities. And I urge each and everyone of you to continue to spread your expertise and experience to others – working in your communities, with young people, with schools and colleges, becoming business mentors – encouraging and nurturing Britain’s next generation of entrepreneurs.",
        "And working together in this way I believe we can not only change perceptions of the inner city as a business location but build a wider, deeper enterprise culture where from the poorest to the richest community, from left to right of the political spectrum, starting a business or becoming self employed is seen as open to all with the talent, ideas and will to do it. Building a strong, dynamic, economic culture not just in prosperous areas but right across Britain.",
        "Congratulations again on your success – and enjoy the rest of your evening."
    ]
}