{
    "url": "https://www.ukpol.co.uk/gordon-brown-2001-speech-on-enterprise-and-the-regions/",
    "title": "Gordon Brown – 2001 Speech on Enterprise and the Regions",
    "post_date": "December 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, in Manchester on 29 January 2001.",
    "content": [
        "**Introduction**",
        "It is a pleasure to be here in Manchester this morning.",
        "For two centuries Manchester and the North West have been a world wide centre for manufacturing strength. This region led in the 19th Century and now it can lead again.",
        "And let me say how pleased I am to be speaking here at UMIST. Founded early in the nineteenth century by the business community of Manchester, it enters the Twenty First Century a leading centre for scientific research, its links with business stronger than ever – promoting growth, jobs and opportunity for the North West region and beyond.",
        "Today I want to show how in the North West and the other regions of our country, the high ideals and public purpose contained in the economic goal of 1944 can be achieved.",
        "Full employment – defined as in 1944 as ‘high and stable levels of employment’ – was a reality for the country as a whole for twenty years after the Second World War.",
        "But not only did rising unemployment in the 1970’s and beyond undermine these goals but so too did persistently higher unemployment in our regions",
        "As recently as 1997, one in five working age households had no one in work in seven of our twelve regions and nations.",
        "Some believe that full employment can be achieved only by a return to macroeconomic fine tuning.",
        "Others believe that in the new more open economy governments cannot hope to meet the 1944 objectives.",
        "I reject both the dogma of insisting on old ways and the defeatism of abandoning the objectives. But to achieve full employment in all the regions is a large and ever present challenge and demands new approaches not the old ways.",
        "So since 1997 the new Government has been putting in place a new framework to deliver our growth and employment objectives.",
        "Last year I set down four objectives:",
        "– first: stability – a pro-active monetary policy and prudent fiscal policy to deliver the necessary platform of stability;",
        "– second: employability – a strengthening of the programme to move the unemployed from welfare to work;",
        "– third: productivity – a commitment to high quality long term investment in science and innovation, new technology and skills;",
        "– fourth: responsibility – avoiding short termism in pay and wage bargaining across the private and public sectors, and building a shared sense of national purpose.",
        "These conditions – requirements for stability, employability, productivity and responsibility – are and have always been the necessary conditions for full employment.",
        "The first condition, stability, is needed to ensure a sustainable high demand for labour. The second, employability, promotes a sustainable high supply of labour. The third, raising productivity, provides a sustainable basis for rising living standards. And the fourth, responsibility in bargaining, ensures a sustainable basis for combining full employment with low inflation.",
        "But there is a fifth condition I wish to discuss in detail today – the need for regionally balanced growth, essential if there is to be opportunity for all in all regions.",
        "Now the first generation of regional and urban policies – starting in the thirties – amounted essentially to ambulance work – first aid measures, urgently needed assistance and relief in areas of high unemployment.",
        "The second generation of regional policies came in the sixties when then the emphasis was on large capital grants and tax incentives for regions anxious to encourage mobile capital into our regions as inward investment.",
        "Now we are entering a third generation of regional policies inaugurated by Stephen Byers, David Blunkett and John Prescott, where we concentrate on indigenous measures – strengthening, within the regions, the essential building blocks of self generating growth. And on tackling the imbalances that prevent economic strength:",
        "– first, bridging the investment and enterprise gap;",
        "– second, bridging the skills gap;",
        "– third, bridging the technology gap, including support for e-commerce;",
        "– fourth, bridging the employment gap.",
        "Indeed, as these challenges suggest, now, as the economy starts to strengthen, is the perfect time to think not in a short termist way about our economic future but to think and plan long term; and to bring together strategic plans for our future.",
        "And I want to suggest that with the creation of the new regional development agencies – for which I believe John Prescott deserves our congratulations – we are not only recognising the many regional centres in Britain today and giving them new strength and powers. But we are creating, at a regional level, the economic policy instruments of the future: the measures that will foster innovation, develop the skills for the twenty first century economy, build a strong enterprise culture open to all and help us lead in the digital revolution and ensure all of us benefit fully from our participation in Europe.",
        "But the emphasis is not simply on local needs but on local initiative. Our reforms show that we are entering an era in which national government, instead of directing, enables powerful regional and local initiatives to work, where Britain becomes as it should be – a Britain of nations and regions where there are many and not just one centre of initiative and energy for our country.",
        "With regional development agencies and the flexibilities we are offering them there is for the first time both a shared understanding of the challenges the region faces and a strategic means of meeting them.  \nInvestment and enterprise",
        "In our Pre Budget consultation we welcome further proposals for encouraging enterprise in high unemployment areas.",
        "The 2001 Budget – and our future plans will continue this Government’s policies to offer greater incentives to business, remove unacceptable barriers that prevent people with enterprise getting on and, from the classroom to the boardroom, widen and deepen the spirit of enterprise in Britain.",
        "The Government’s ambition is to make opportunity for all the foundation of a more dynamic enterprise economy, breaking free of the old dependency culture in high unemployment areas.",
        "In an enterprise Budget we will consider extending capital gains tax relief and the 10p rate.",
        "In an enterprise Budget we will consider extending our R and D tax credit by examining proposals to do so from the CBI, EEF and others interested in improving Britain’s R and D effort.",
        "In an enterprise Budget we will consult on new reliefs for corporation tax including for intellectual property.",
        "As we move to an enterprise Budget we will consult on capital gains tax relief for the sale of substantial shareholdings.",
        "As we move to an enterprise Budget we are considering improvements in our enterprise management incentive scheme, the share options we offer new and dynamic companies.",
        "As we move to an enterprise Budget we will consider new incentives for urban renewal and inner city development.",
        "And an enterprise Budget means measures to encourage an enterprise culture in high unemployment areas where the greatest need is not more benefit offices but more businesses as we move from a dependency culture based on entitlements to a dynamic business culture based on enterprise.",
        "Instead of acquiescing in the old giro culture – simply paying benefits to compensate people for their social exclusion – we must back success rather than accept failure. And to do that we must extend fiscal and other financial incentives that open up economic and business opportunity in high unemployment areas, and encourage and reward new enterprise.",
        "If we are to achieve higher start-up rates in high unemployment areas, economic stability is critically important to business confidence, as we found in the early nineties when the recession not only destroyed existing businesses but discouraged new ones.",
        "So in the Budget our aim is to create the stronger enterprise culture that America enjoys, reduce the costs of business failure and address the sharp regional and local divergences in small business creation.",
        "Behind the creation of regional development agencies is our view that the way forward is one of empowering local people with skills and confidence.",
        "Indeed, our old cities and estates should be seen as new markets with competitive advantages – their strategic locations, their often untapped retail markets, and the potential of their workforce.",
        "And so it is right to put in place the best possible incentive structure to stimulate business-led growth as well as much bigger flows of private investment.",
        "So, to meet the challenge of increasing private investment in high unemployment areas by one billion pounds, we will now consult before the Budget on targeted tax incentives in four areas – cuts in stamp duty, reduced business rates, changes in capital gains tax and a new community investment tax credit.",
        "But changing our culture to one that favours enterprise in every area needs not just incentives but a real shift in attitudes too. And that will come about quickest if it starts, not in the boardroom, but in our schools.",
        "I want every young person to hear about business and enterprise in school; every college student to be made aware of the opportunities in business; every teacher to be able to communicate the virtues and potential of business and enterprise.",
        "I want businessmen and women to visit our schools and talk to their enterprise classes; I want every student to have a quality experience of working in a local business before they leave school. I want management training scholarships to be available even in the poorest areas and I want every community to see business leaders as role models.",
        "**Regional coordination and accountability**",
        "But let me say something more on our proposals for regional co-ordination – which will form our next five years’ programme for economic growth in our country – and the central role we see for regional development agencies as the strategic leaders of economic policies in the regions – in employment, skills, innovation and regeneration.",
        "The New Deal has already brought into being new partnerships between companies, the world of education and training, and the employment service.",
        "Regional approaches to the delivery of the New Deal and to training will become ever more important.",
        "The enterprise centres mean companies, universities and government must work together.",
        "The regional approach to venture capital funds, coordinated by the regional development agencies and the small business service, again requires business and government to work in partnership.",
        "To benefit fully from the university for industry, companies, educational authorities, schools and colleges themselves will want to form new partnerships.",
        "And local government – casting aside any idea that it should look inwards – must, as it looks outwards, be involved in all these initiatives.",
        "And we are ensuring the resources and flexibilities that regional development agencies need, but in return we are demanding strenuous targets be met in skills, innovation, business creation, new technology and employment. This is the new regional policy – locally sensitive and locally delivered, local people meeting local needs through local agencies.",
        "At every regional level, businesses, local authorities and the world of education will want to work together on their bids for funds and resources, and at the same time to make their case not just in Britain but abroad.",
        "And in making this happen the new local and regional centres of initiative in this country will show that leadership in Britain can come from every regional capital as much as from London itself.",
        "But as we develop regional policies that are locally generated and managed there has to be local and regional accountability too.",
        "Scotland Wales and Northern Ireland moved from 1997 to elected bodies. The Manifesto on which this Government was elected set out the options for elected regional government in England where there is popular consent for it.",
        "As we expand regional institutions – regional government offices, regional development agencies – so too we must expand regional accountability.",
        "John Prescott and I believe that in the consideration of new and better regional systems of accountability we need a greater role for both the House of Commons and the regional chambers.",
        "I hope that the regional chambers established in every region will hold annual hearings to examine the RDAS”’ annual reports and review progress against their published strategies – and report back on their findings. We should ensure they have the resources to meet this duty.",
        "By extending the scope for region by region initiatives and by complimenting these with greater accountability at a regional level and through the select committee system in the Commons, we are improving our ability to ensure that regionally set objectives are met.",
        "Combined with our national economic policy measures for stability, productivity, skills and responsibility, the third generation regional policy that I am describing is in my view the route to full employment in each region, that is employment opportunity for each region’s citizens.",
        "More than that, these are the means by which Britain is becoming a Britain of regions and nations with a new dynamism and where for locally generated initiatives we learn anew from each other, and where our diversity can become a source not only of new energy but of national strength.",
        "So our new development agencies both make sense of regional sentiment and respond to the challenges of the next millennium.",
        "Regions building new strengths from the ground upwards.",
        "Regions not looking in on themselves but looking outwards to the challenges of the global economy.",
        "Regions in which we make the connections so that schools and colleges, companies and local authorities work in a coordinated way for the same objectives – addressing inequalities within our regions.",
        "**Conclusion**",
        "I believe what is happening in each region today is showing the growing vitality of a new Britain, where there are new local and regional centres of initiative leading Britain.",
        "We are moving away from the old Britain of subjects where people had to look upwards to a Whitehall bureaucracy for their solutions – to a Britain of citizens where region to region, locality to locality we are ourselves in charge and where it is up to us.",
        "And where as a result Britain becomes stronger as each nation and region learns from another.",
        "In so many areas of our national life individual regions are leading the way.",
        "And what a strong country we can be when we are enriched by the different cultures and centres of initiative which together make up Britain.",
        "We are indeed stronger together, weaker apart.",
        "So, this morning I have suggested how we can strengthen our regional and national economy.",
        "I have said we must rediscover the national purpose that allows us to break from the old conflicts which have divided us.",
        "I look forward to a Britain in which instead of public versus private, state versus market, management versus workers, we have public and private, government and markets, employers and managers and workforces working together for the high levels of growth and employment we need for long term prosperity.",
        "I have pointed the way to full employment in this region in our generation.",
        "It is a challenge for all of us, a challenge that together we can meet and surmount."
    ]
}