{
    "url": "https://www.ukpol.co.uk/gordon-brown-2008-podcast-on-the-ongoing-economic-crisis/",
    "title": "Gordon Brown – 2008 Podcast on the Ongoing Economic Crisis",
    "post_date": "January 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The text of the podcast made by Gordon Brown, the then Prime Minister, on 2 November 2008.",
    "content": [
        "I wanted to speak to you about what’s happening with the economy because I know that these events around the world can seem totally bewildering.",
        "When we talk about 25 trillion dollars being wiped from global share prices these are figures just too big to comprehend. But what isn’t hard to understand is that it means that things are going to get tougher for all of us.",
        "When I’ve been speaking to people around the country what they really want to know is whether they can get on with ordinary life in the midst of these extraordinary times. people have been asking if their pension savings are safe and whether they’ll be able to afford a normal family Christmas this year.",
        "One woman wrote to me to say that the day we made the announcement about protecting British savers in Icesave was the first time she had been able to sleep in four days.",
        "And so if you only remember one thing I say today I want it to be this: I’m prepared to do whatever it takes to keep you and your family safe.",
        "This Government will always stand by the side of people on modest and middle incomes.",
        "So let me tell you a little bit about what we’ve already done and why.",
        "First we’ve taken fast action to save British banks. We haven’t done that to help the bankers, but to help people like you who put away money in the bank, or need a loan to buy a house or start a business.",
        "Basically what happened was the banks lost confidence, and so they stopped lending to each other and then on to you. The system got frozen so we needed a big injection of liquidity to get money moving around the system again.",
        "The next thing we did was to provide new capital for the banks, making 37 billion pounds of investment. That’s not public spending like the money we spend on schools and hospitals, but a stake we have bought in the banks that provides a double return.",
        "Firstly it works in the public interest because the banks can keep on doing their job – lending to businesses who want to expand and families who want to buy a home – and secondly, because we’ve made the investment on commercial terms and will get a fair share of any return.",
        "We’ve done our bit, so we’re determined the banks will do theirs.",
        "All banks getting public money need to pass some tough hurdles – that they won’t reward the executives who have gotten them into this mess in the first place, that there will be no cash bonuses this year for people sitting on the board of banks we are supporting.",
        "So that’s what we’ve done to strengthen the banking sector so it can keep on lending to families and businesses.",
        "The second thing we’ve done is to design a package to help small businesses. We’ve been meeting the chief executives of banks to make them lend to small businesses, we’ve made a pledge as government that every bill we owe to small businesses will be paid within ten days and we’ve secured four billions of funding for small businesses to help tide them over.",
        "The third thing has been to act to protect homes. We’ll be giving more and faster help with the mortgage payments to those who lose their jobs and judges have issued new guidance so they can’t order a repossession of your home unless all other avenues have been examined.",
        "That means they look at options like extending the terms of your mortgage, or changing what kind of mortgage you have, or looking at a way of deferring payment, before they can even consider forcing you to sell your home.",
        "So whatever we can do as one country, we have done. but when",
        "· dubious mortgages in America can bring down banks in Europe  \n· or a Scottish bank can be brought to its knees by out of kilter assets right across the world  \n· or when bad investments out of Iceland can affect the whole of Eastern Europe",
        "then we know that we’re in this together. And so we also need a fourth plan of action: a strategy that brings the world together.",
        "There are International Financial Institutions that are supposed to protect us.",
        "Next month I’m going to go and represent Britain in the first of a series of world summits to push the proposals that Britain has been arguing in favour of for some time.",
        "We need",
        "· transparency, so we know what each bank is doing  \n· integrity, responsibility, so people can’t take reckless risks with your money then walk away  \n· sound banking, so people can’t take risks they can’t afford, and  \n· better world governance, so that the rules aren’t just national when we know that the behaviour is international.",
        "I’ll level with you – getting through all this isn’t going to be easy.",
        "And I want you to know that I’m always thinking about what is best to protect you and your families.",
        "Thanks for listening."
    ]
}