{
    "url": "https://www.ukpol.co.uk/gordon-brown-2003-speech-on-balancing-work-and-family-life/",
    "title": "Gordon Brown – 2003 Speech on Balancing Work and Family Life",
    "post_date": "January 4, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, at HM Treasury in Whitehall, London on 14 January 2003.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "April this year brings the biggest change in children’s benefits for decades.",
        "The new child tax credit that comes in will mean more cash for families earning up to as much as £58,000. In the first year of a child’s life families on up to £66,000 will get some help.",
        "9 out of 10 families with children qualify.",
        "And today Patricia Hewitt and I want to set out in detail the additional support for parents doing the most important job of all – raising their children – and how we propose to do more to help parents as they struggle to balance work and family life.",
        "Instead of being paid through the pay packet to the main earner, normally the father, we will pay the child tax credit direct to the main carer, usually the mother.",
        "And survey results that we are publishing today show that 67 per cent of people believe that all support for children should be paid to the mother, and only 1 per cent think that it should be paid to the father.",
        "Even the vast majority of men – 64 per cent – believe all support for children should be paid to the mother.",
        "When asked who was most likely to ensure that the money goes to the needs of the children, 70 per cent agreed it was the mother.",
        "So just as it is right that child benefit is paid to mum, it is right that all children’s benefits go direct to the mother who often buys the food, purchases the kids clothes and knows the child’s needs best.",
        "So with the new tax credits, up to £2 billion will transfer from dads to mums – providing them and their children with a secure and regular income. Money that – as research shows – is then more likely to be spent on the child by the carer – normally the mum.",
        "It is the biggest financial boost for mothers since the introduction of child benefit in the 1970s and a £2 billion transfer of resources from men’s pay packets to women’s purses.",
        "Transferred from dads, to mums – for their children.",
        "From April most mothers will receive at least £26.50 per week for the first child, made up of the new child tax credit and child benefit. For most families at least £10 a week will be transferred from fathers to mothers.",
        "There is a nationwide advertising campaign in newspapers, on TV and radio.",
        "Mothers who have not already done so should fill in their family’s form to ensure the cash comes on time.",
        "It means more money for the mother and a little less for the father.",
        "But overall child support is increasing fast as we recognise the costs parents incur bringing up their children.",
        "I hope every family will claim and receive the new money for their children.",
        "A tax and benefit system that puts families first in the modern world should not just recognise the family as the bedrock of society, and the rights and responsibilities of parents, but also the very real pressures parents face right up the income scale. It should materially help them balance the needs of work and family and be generous enough to ensure for each child a good start in life.",
        "Our approach applies the 1942 Beveridge principle – that nothing should be done to remove from parents the responsibility of maintaining their children and it is in the national interest to help parents to discharge their responsibilities properly – to the realities and needs of modern family life.",
        "Today many families rely on two incomes and most women work. In over two-thirds of couples, both parents work. More than half Britain’s single-parents are in work. Overall, some 36 per cent of those in work have a dependent child.",
        "And some of the greatest pressures parents face were almost unknown in Beveridge’s time: the loss of income because one parent ceases employment and is at home or works part time after the birth of a child; or the costs of childcare when the mother goes out to work.",
        "April’s new tax credits tailor support for each family and make it easier for parents to choose how to balance work and family life:",
        "if a mother wishes to stay off work longer when her child is born our tax credits, worth more for the first year of a child’s life, make it easier to do so;",
        "– if a mother wishes to work part time there is support but, if couples want to share work to suit them, they can qualify for the 30-hour element if they jointly work 30 hours or more;",
        "– and if mothers return to work but need the reassurance of child care the tax credits also provide better help with childcare costs – with the amount of money responding more quickly to changes in costs and the childcare help available to pay for formal childcare at home, which will be especially useful to shift workers or parents of disabled children.",
        "We are introducing these reforms because it matters to enlarge the range of choices that help balance work and family life and recognise the pressures parents face as they make the trade-off between time and money, family and job.",
        "So tax credits help square the circle by making it easier for one parent to remain at home and care for the children if they choose to, but also making work pay and childcare more affordable if both parents choose to work.",
        "And we enlarge the range of choices for mothers and fathers with tax credits backed up by:",
        "– our rises in maternity pay to £100 a week from April;",
        "– paid maternity leave increasing to 26 weeks;",
        "– Britain’s first-ever paid paternity leave;",
        "– and 250,000 more childcare places by 2006;",
        "All real changes to ensure parents have a real choice in balancing work and family life: a choice to stay at home – especially when children are young; to work part-time; to work full-time with suitable childcare; a choice to share the parenting responsibility between the mother and the father.",
        "And with the work-life balance document published today, Patricia Hewitt and I are looking at ways of enlarging these choices still further:",
        "– making it easier for employers to contribute to child care and for families to use a home childcarer, so that people who are not already childminders can take part. This will increase choice for parents and increase the supply of formal childcare.",
        "– considering whether to allow fathers time off to attend ante-natal care and to extend paid paternity leave",
        "– considering the case for giving a mother on paid maternity leave help with the costs of settling her child into childcare before returning to work.",
        "So putting families first means transferring money from dads to mums – for children; supporting parents as they balance the responsibilities of both work and family life; helping parents as they do the most important and difficult job of all – getting their children off to a good start.",
        "And because it is our objective to make sure no child will go without help, that every child will have the chance to make the most of their lives, support for the first child can rise as high as £54.25 a week.",
        "I will now hand over to Patricia who will talk in more detail about our work-life balance proposals.",
        "And in the proposals we both make today we are responding to the needs of families who in today’s fast changing economy want to know they don’t have to go it alone and who, anxious about doing their best for their children while making ends meet, want a tax-benefit system for families that is on their side."
    ]
}