{
    "url": "https://www.ukpol.co.uk/gordon-brown-1999-speech-at-the-tuc-conference-on-economic-and-monetary-union/",
    "title": "Gordon Brown – 1999 Speech at the TUC Conference on Economic and Monetary Union",
    "post_date": "December 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1999",
            "url": "/tag/1999/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the Chancellor of the Exchequer, at the TUC Conference on 13 May 1999.",
    "content": [
        "**Introduction**",
        "In thanking you for the opportunity to address trades unionists on Europe, let me first of all pay tribute to the internationalism of British trades unionism over a century and more of its existence.",
        "Even from its modest beginning in its first years, the trades unions movement was at the forefront of the British movement to end colonialism.",
        "British trades unionists, including many of our leaders like Jack Jones, led in the fight against fascism in Spain in the 1930s; British trades unionists were at the head of the fight against apartheid from the 50s, recognising that an injustice anywhere was a threat to justice everywhere; and since the mid-eighties it is British working people and trades unions that have been principal leaders in putting the case for Europe.",
        "It was the trades unions who led the fight for regional funds; for a social dimension for Europe; for the social chapter; more recently seeking to make Europe a people’s Europe.",
        "And it is the internationalism of the TUC which has led it to help trade unionists in Eastern Europe prepare for the new realities that enlargement of the EU will bring.",
        "It has been trade unionists, because of the recognition of the shared needs, mutual interests and linked destinies that bind working people together everywhere, that have demonstrated the wider vision of Britain in Europe.",
        "A Britain not isolated but internationalist; a Britain not detached but engaged; a Britain not on the margins but right at the centre. A Britain cooperating, engaging and leading in Europe.",
        "And now as we face the next challenge of Europe to build an economic policy that ensures a dynamic job creating economy and a fair society, I believe that Britain and British working people can lead again",
        "The challenge is a European way in which social justice and economic efficiency can be reconciled.",
        "The challenge is in fact to realise in the modern world the central economic and social objectives that have underpinned our history for the years since 1944 – the commitment to high and stable levels of growth and employment.",
        "The United States has job creation without achieving the levels of social cohesion they want. Europe has social cohesion but for many years has failed in job creation. And 17 million are unemployed.",
        "I start from the view that in the modern world, enterprise and fairness not only go together but depend upon each other, and that a solution to unemployment depends on applying policies for economic progress and social justice.",
        "It is in this context – building a strong economy and a fair society for the new world – that the debate about Europe’s future should take place and it is in that context too that the arguments about monetary union should be examined.",
        "And I will answer those who wrongly, in my view, believe Britain does best when we stand alone, free of long-term continental attachments, those who claim that joining Europe was one of the wrong turnings of our 20th century history, and those who wrongly assert that Britain’s traditional way of life and sovereignty are in danger of being submerged, and thus argue that Britain’s future lies outside Europe.",
        "Those who say there is an insuperable constitutional objection to a single currency have failed to take on board that where a pooling of political and economic sovereignty has been in the British interest – as in NATO and indeed in the existing single market of the European union – we have been willing and sufficiently adaptable to embrace it is in the British interest.",
        "I will argue that engaging constructively with Europe as the trades unions have done is our best way forward; that British values have much to contribute to the development of the new Europe; and that the new European way, to be successful and to mark out Europe in the world, must combine our commitments to economic progress with our dedication to social cohesion and social justice.",
        "We start from our economic objectives – the objectives for 1944 – as pressing in the new conditions of modern world as they were to the 1940s – are high and stable levels of growth and employment.",
        "And that to achieve these two objectives in the modern global marketplace we need to do two things together.",
        "First, we must build a solid foundation of economic stability.",
        "And secondly, we must develop a policy for job creation which requires economic reform.",
        "**Stability**",
        "First, stability.",
        "Let us remember just how much the world has changed. The post 1945 economy was a world of closed financial markets.",
        "Today we live in a global economy of rapid international financial flows.",
        "And it is because investment funds will only come to those countries that show they can pursue policies that achieve economic stability that so much emphasis has to be placed on achieving monetary and fiscal stability.",
        "Today growth and employment cannot come through the rigid application of monetary targets within one country.",
        "Nor can growth and employment be guaranteed by the old fine-tuning that in its later days failed to recognise that there is no longer any trade off-between inflation and growth.",
        "Instead, growth and employment and the stability on which they are founded comes first from setting out clear long-term policy objectives, second from the certainty and predictability of well-understood procedural rules for monetary and fiscal policy, and third from an openness that keeps markets properly informed and ensures that objectives and institutions are seen to be credible.",
        "That is why when we came into power in May 1997 we created a new monetary policy, making the bank of England independent, setting out an inflation target, setting out rules under which interest rate decisions were made and communicated – and why also we set out a new fiscal policy – again clear rules, the golden rule and the sustainable investment rule, clear procedures, a three year long term spending settlement. And again openness, a proper system of audit and disclosure in the code for fiscal stability.",
        "In mainland Europe, too, the same search for macro-economic stability is being pursued through monetary union, the same pressures come from the new global marketplace and the same lessons are being learnt:",
        "To realise the commitment to monetary stability the creation of an independent European central bank;",
        "To achieve fiscal sustainability the stability and growth pact of the European union;",
        "Side by side with the new discussions on employment and growth to create a more dynamic job-creating economy.",
        "The European road to stability through the single currency is intended to remove unnecessary currency speculation within Europe, to reduce transaction costs that are a barrier and expense to industry, and to keep long term interest rates low.",
        "And behind all these declared objectives is the same growth and employment objectives as in 1944 – to make our economies work more dynamically and more successfully in the interests of jobs and prosperity, an environment in which new firms and new jobs can flourish.",
        "So the single currency is born out of a changed economic environment; is built on a platform of fiscal stability; up and working in Europe over the last five months it is indeed reducing currency transaction costs, and within Europe curbing currency speculation.",
        "We are the first British government to declare for the principle of monetary union. The first to state that there is no over-riding constitutional bar to membership.",
        "The first to make clear and unambiguous economic benefit to the country the decisive test. And the first to offer its strong and constructive support to our European partners to create more employment and more prosperity.",
        "Of course the single currency raises important constitutional questions about the sharing of economic sovereignty – questions this government have not run from – but, having declared for the principle, the question that we have been addressing since my statement to the commons in 1997 is whether the single currency is in our national economic interests, whether there are clear and unambiguous economic benefits.",
        "So we have committed ourselves to make its economic advantages the decisive test as to whether we will enter. We have set out five clear economic tests:",
        "First. Whether there can be sustainable convergence between Britain and the economies of a single currency.",
        "We need to be confident that the UK economic cycle has converged with that of other European countries, and this convergence is likely to be sustained, so that the British economy can have stability and prosperity with a common European monetary policy.",
        "Second. Whether there is sufficient flexibility to cope with economic change.",
        "To be successful in a monetary union, Britain would need flexibility to adjust to change and to unexpected economic events. To deal with some of the challenges we face in Britain the government has begun to implement a programme for investing in education and training, helping people from welfare into work and improving the workings of our markets.",
        "Third. The effect on investment.",
        "We need to be confident that joining EMU would create better conditions for businesses to make long-term decisions to invest in Britain. Above all, business needs long-term economic stability and a well-functioning European single market.",
        "Fourth. The impact on our financial services industry.",
        "EMU will affect that industry more directly and more immediately than any other sectors of the economy. we are confident that the industry has the potential to thrive whether the UK is in or out of EMU, so long as it is properly prepared. But the benefits of new opportunities from a single currency could, however, be easier to tap from within the euro zone. This could help the city of London strengthen its position as the leading financial centre in Europe.",
        "Fifth. Whether it is good for employment.",
        "For this government and for millions of people this is the most practical question. Our employment-creating measures, and welfare reforms must accompany any move to a single currency. Ultimately, whether a single currency is good for jobs in practice comes back to sustainable convergence.",
        "**Preparations**",
        "So economic and monetary union presents British business and British people with many challenges. And our view is that we must make the preparations that will allow us to make a genuine decision, subject to a referendum.",
        "Last year we found that only 30 per cent of firms thought they needed to prepare for the euro and only 5 per cent had done anything. So as a result of recommendations made by the business advisory group, we decided to tackle this directly – through direct mailing of 1.6 million firms and a series of television adverts.",
        "Twice as many businesses are now making preparations.",
        "We brought together firms, business advisers, trades unions, and government through 12 new euro forums in every region of the country.",
        "We have put in place arrangements to enable firms to pay taxes, file accounts and issue and re-denominate shares, receive certain agricultural grants and grants under regional selective assistance in euros.",
        "In February, we published an outline national changeover plan which set out the practical steps needed for the UK to join the euro.",
        "We set out the stage-by-stage procedures that will need to be followed, spelling out the practical implications of changing to the euro and giving new advice to companies on the way to take forward their preparations.",
        "We can also learn more from the experience of the eleven countries who joined in the first wave, and adopt their best practice.",
        "Finally, I am conscious that the public sector must be prepared to take a lead in making preparations. And I can tell you that every government department is playing its part. Each department now has a minister responsible for euro preparations and each will now report regularly on preparations they are making.",
        "We value the important contribution which the TUC is making to the preparations process. John Monks is on the standing committee on euro preparations and David Lea is on the business advisory group. I am grateful for their contribution and I hope the TUC will continue to be actively involved in ensuring Britain and British business is prepared.",
        "**Economic reform**",
        "So, ensuring a foundation of economic stability is central to meeting our economic objectives of high and stable levels of growth and employment. It is a necessary condition of success. But it is not a sufficient condition. In a successful economic policy we need to get both macro and micro policy right. It is not enough for economic policy to fly on one wing. We need both wings to fly, hence our stress on job creation and economic reform.",
        "Europe has 17 million unemployed. 5 million young people are out of work. 5 million are long term unemployed.",
        "And while 10 per cent of the unemployed in the United States have been unemployed for more than a year nearly 50 per cent of Europe’s unemployed are long term unemployed.",
        "So we have a major challenge ahead if we are to create a dynamic job creating economy and if we are to solve the problem of long-term structural unemployment.",
        "We know enough now to recognise that in a fast-moving world of constant innovation and technological change, the real issue is how government can equip people for the challenges of the future.",
        "It is wrong to say nothing will ever change and its wrong to leave people wholly defenceless against global market forces. It is right to help equip people for the tasks ahead.",
        "That is the basis of our welfare to work strategy in Britain, now being discussed in Europe. It is targeted at the groups that right across Europe suffer a lack of job opportunities: the young, lone parents, the long-term unemployed and the disabled, offering opportunities for the training and skills necessary for work with the obligation to seek work – rights and responsibilities hand in hand. And there are signs that this strategy is already working. Indeed both youth and long-term unemployment have fallen by half since this government came to office.",
        "Central to that is a commitment to equip people for change by investment in education and training.",
        "80 per cent of those who will be in the labour force in ten years time are already in the workforce today.",
        "Even in the most training-conscious countries in Europe only a fraction of today’s workforce are upgrading their skills which are all the time becoming obsolete.",
        "Across Europe we have to do more in lifelong learning. In Britain we have made a start with proposals for individual learning accounts and for a university for industry which will use modern interactive technologies to make it possible for people to learn from televisions and computers in their homes.",
        "Creating new opportunities for work and creating educational opportunities must be complemented by another measure – to make work pay. to move people from poverty out of work to poverty in work is unacceptable. So we have begun to address this problem with a radical reform of our tax and benefit system that provides tax credits for those in work on low pay and a new 10p rate of income tax to help people keep more of what they earn.",
        "So the way forward is not simply to return to the old systems which cannot cope with the world of technological and financial change but nor is it the equally outdated notion of leaving people ill-equipped and powerless in the face of the huge insecurities of change – responsibilities without rights. The new way forward is an active welfare state with an employment policy centred on new opportunities for work. And in Europe we are making progress.",
        "As a central element of the UK presidency of the European union we pushed forward work on the reform of European employment practices. National action plans, initiated by us and agreed at the Luxembourg summit, have facilitated the exchange of best practice, learning from each other and better targeting of policies.",
        "The first set of European employment guidelines have already been agreed and these are being updated for 1999. The national employment action plans show what concrete actions member states are taking and the plans help to share best practice. Each individual country now sets down how they will get young unemployed men and women into the labour force, often for the first time, and how they will get the long term unemployed back to work. And this is an ongoing process. The next set of action plans will be submitted by member states early next year.",
        "But this is just the beginning of a new approach. A top priority should be to consider the lessons from the employment action plans. Under our presidency we initiated the process of review of the action plans so that we could start a real debate on the best employment policies. No one country has all the answers for tackling unemployment and raising employment. We want to share best practice with other countries. We want to know which policies work and which do not work. We welcome the European Commission’s evaluation of the action plans.",
        "We will continue to learn from each other.",
        "We welcome the initiative for a pact of EU countries to further our commitment to create the conditions for high and sustainable levels of employment and growth.",
        "But we must do more. We need a European strategy on structural reform; reforming labour markets to create jobs; reforming product and capital markets to raise investment and build dynamic economies.",
        "My EU colleagues agree with me about the importance of economic reform in Europe for job creation. That is why we have changed the title of the pact to reflect the role of economic reform to “The European employment pact – closer cooperation to boost employment and economic reforms in Europe.”",
        "Employment policy needs backing up by a strong regional policy and social policy too. That is why in our first week in office we took action to deliver on our commitment to sign up to the social chapter and to make it UK law.",
        "In March, at the Berlin European Council, the government achieved a very good deal for the UK on the European.",
        "Structural funds to back up our employment policies. Over the next seven years, the UK will benefit from funding for economic development and regeneration in the regions.",
        "West Wales & the Valleys, South Yorkshire and Cornwall as well as Merseyside will now be receiving the highest value category of funding, objective 1. Northern Ireland will have a unique package of support worth £900m. and we secured funding equivalent to objective 1 for the Highlands & Islands, some £200m in the next funding period.",
        "After negotiations in Berlin more than double the number of people in Britain will be covered by regional structural funds, compared to the only 6.5m under the European commission’s original proposals.",
        "And I would like to pay tribute to Neil Kinnock who as commissioner in charge of transport policy has made great progress in trans-European networks demonstrating his commitment to a dynamic and forward- looking europe.",
        "Of course Europe needs to modernise as Britain is modernising. we want europe to be more open, more competitive, more flexible, to set its sights on moving beyond the sterile debate between regulation and deregulation with a new emphasis on skills, productivity and employment opportunity. Europe needs structural economic reforms alongside its enlargement. Employment measures must be backed up by reform in two areas – competition policy and industrial policy.",
        "First, competition policy. Throughout Europe there is too much monopoly. We must reform our product markets to help Europe become competitive and dynamic and reform our capital markets to help Europe become more investment friendly.",
        "We need policies that offer greater competition in product markets through an extension of competition to attack cartels, monopolies, and vested interests, to benefit the consumer and build a dynamic economy as an essential element of a new third way.",
        "Second, our investment policy needs to complement our employment and economic policy.",
        "The venture capital market has the potential to be a significant creator of high quality jobs and companies. But it is much smaller in Europe than that of the USA. I believe that there is a new interest throughout Europe in examining how to enlist capital and investment funds as a more effective route to job creation.",
        "Let us recognise that today the equity market in Europe is much smaller than in the USA. More efficient equity markets have a potential to expand significantly to the benefit of investment and jobs.",
        "So in a new investment policy for Europe the challenge for Europe is to create a strong venture capital industry and to orient venture capital to hi-tech risk, early stage and start-up companies.",
        "Despite having the biggest single market in the world, European entrepreneurs are too dependent on bank loans and overdrafts and have problems obtaining equity finance.",
        "So to create more jobs we need a new approach in Europe to risk-taking, we need to increase the number of entrepreneurs and to raise the survival rate of small businesses. so we must destroy the barriers that exist – fiscal, regulatory, economic, cultural – as a matter of urgency.",
        "In this way we can build a new Europe with a tradition of social partnership. A Europe better equipped for the modern global economy for more investment, more employment, more competition and more flexibility. By committing ourselves in this new Europe to maximising opportunity for all, and to getting the best out of people and their potential, Europe can be both enterprising and socially cohesive.",
        "**Context**",
        "Finally, let me put our European policy in the context of our policy as a government.",
        "To those who believe that Britain does best isolated and detached, let me say that the opposite is true.",
        "While Britain’s relationship with Europe has neither been exclusive nor constant, any study of our history does show not just that we have always been a European power but that Britain has been European for good pragmatic reasons.",
        "We should dismiss the notion that our history suggests being British is synonymous with being anti-European.",
        "As the experience of the first half of this century showed – in two world wars – Britain did not and would not relinquish our role in Europe or abdicate responsibility for the progress of the continent.",
        "Europe, by virtue of history as well as geography, is where we are. 50 per cent of our trade is with Europe. So our approach must be guided by, as always, a common sense engagement in pursuit of our national interest.",
        "The idea that we could withdraw from Europe or be outside Europe’s mainstream and instead become a Hong Kong of Europe – a low wage competitor with the Far East – or a tax haven servicing major trading blocs – the idea of a greater Guernsey – only needs a minute’s consideration to be rejected. Britain, which has been a European first rank power for several centuries, often holding the balance of power within Europe, would become a spectator in Europe’s future development.",
        "Rigid and inflexible ideology has never been the British way and under this government will never be.",
        "It is through a close constructive relationship with our European partners that Britain will not only enjoy greater prosperity but continue to have influence and continue to make a positive contribution on the world stage. the more influence we have in Paris and Bonn, the more influence we have in Washington. Our Atlantic alliance is not in contradiction with our European commitments. British interests are best served by being strong in Europe.",
        "So history suggests to me that there are no grounds for believing that to be pro-British it is necessary to be anti-European. indeed, history suggests that far from being isolationist Britain has always thrived when it is outward looking and internationalist.",
        "And I believe that British values have much to offer Europe as it develops. Being in and leading in Europe means we contribute British ideas to the development of the European Union.",
        "Our British qualities that will help Europe are openness to trade and our outward looking and internationalist instincts and connections which stretch across the world; our creativity as a nation and our adaptability; our insistence on the importance of public service and openness in the running of institutions; and other values we share with others which stress the importance of hard work, self improvement through education and fair play and opportunity for all.",
        "These are all British qualities – qualities many of which we share with other countries, qualities that I want to bring to British engagement in Europe. These are the very qualities that can help the nations of Europe go forward together into a more prosperous 21st century.",
        "So to those who say that the future means Britain submerged in Europe, I say the opposite: with an emphasis on these qualities Europe can learn from Britain, just as we in Britain can learn from the rest of Europe.",
        "So the British way is not to retreat into a narrow insularity and defensive isolationism, but to be open, confidently outward-looking and to lead by example.",
        "As we prepare for the future that is what we must now do."
    ]
}