{
    "url": "https://www.ukpol.co.uk/alan-brown-2022-speech-on-government-support-for-marine-renewables/",
    "title": "Alan Brown – 2022 Speech on Government Support for Marine Renewables",
    "post_date": "December 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alan Brown",
            "url": "/tag/alan-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alan Brown, the SNP MP for Kilmarnock and Loudoun, in Westminster Hall, the House of Commons, on 7 December 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Hollobone. Like everybody else, I congratulate the right hon. Member for Orkney and Shetland (Mr Carmichael) on bringing forward this debate. As with many Westminster Hall debates, the main thrust is clearly one that all contributors agree with—in this case, it is support for marine energy.",
        "The right hon. Member for Orkney and Shetland is lucky to have the European Marine Energy Centre in his constituency, a facility I have visited. This world-leading facility came about partly due to the EU. As the right hon. Gentleman said, the EU funding scheme must be replaced by the UK Government to keep the centre going. The UK Government want to talk about levelling up, so there should be no ambiguity about providing replacement funding for the EMEC.",
        "The right hon. Gentleman rightly highlighted the success of the fourth allocation round of CfDs, with Orbital Marine Power awarded 7.2 MW, SIMEC Atlantis awarded 28 MW through the further development of the MeyGen site—the world’s largest—and Magallanes, in Wales, awarded 5.6 MW. It was a pleasure last week to hear at a meeting of the marine energy APPG that all those projects are on track to deliver their AR4 commitments.",
        "As the right hon. Gentleman said, the crucial things about tidal stream development are the jobs and manufacturing it creates in the UK, the export opportunities it provides, and that it forms part of the just transition for the oil and gas sector.",
        "**Mr Carmichael**",
        "The hon. Gentleman is absolutely right to draw attention to the fact that all these projects are on track with their timescale. However, the timescale we heard about at the briefing at the APPG meeting will still see the earliest device going into the water in 2027. That shows the problem with the pace of deployment.",
        "**Alan Brown**",
        "I agree with the right hon. Gentleman, and that is why further support is needed. In many ways, though, that also shows the pace of deployment to deliver these projects in the next few years. Looking at the Government’s overall renewable energy targets, it is really important that they back many sectors, particularly tidal stream.",
        "I agree with the key asks mentioned by the right hon. Gentleman, including continuing the ring-fenced pots, reforming CfDs to continue to incentivise supply chain development, the 1 GW target for 2035 and, importantly, section 36 consent reform. I ask the Minister to work with the Scottish Government on that, because the regulations are reserved to Westminster.",
        "I commend the hon. Member for Gloucester (Richard Graham), who chairs the marine energy APPG and does a lot of good work with it. It was good to hear him rightly commend the Scottish Government for our commitment to support in the 2022-23 programme for government and, although he did not say it, initiatives such as the Wave Energy Scotland technology programme, which committed £50 million for development of these technologies. It is not often that I say this in a debate, but I welcome and support the hon. Gentleman’s call for further investment in England, because that will help develop the supply chain right across the UK. Importantly, I agree with what he said about the need to support companies such as Nova Innovation to stay in Scotland and the UK.",
        "**Richard Graham**",
        "I thank the hon. Gentleman for all his comments. Will he pursue with Marine Scotland the anomalies in the speed of its processes, which seem to be holding up marine energy projects? For example, I understand that EMEC’s Billia Croo section 36 consent has only been sent on a year after it was ready to go for ministerial approval, and that the scoping opinion for EMEC’s 50 MW Fall of Warness consent application was completed in August, but the Marine Scotland team has still not forwarded the responses four months later. Does he agree that it is time for Marine Scotland to speed things up?",
        "**Alan Brown**",
        "I need to move on. However, if there are any blockages, I am happy to support streamlining. I know that Marine Scotland has massively increased its resource to try to speed things up in terms of its assessment and processing. However, if more needs to be done to streamline things, I support that. I remind the hon. Gentleman that, as I have said, the section 36 regulations are reserved to Westminster. However, I am happy to support any streamlining of the process to ensure we get deployment.",
        "I congratulate the right hon. Member for Dwyfor Meirionnydd (Liz Saville Roberts) on her contribution. She rightly highlighted that these technologies encourage redevelopment and regeneration. Energy Island is a fantastic development that will move from fossil fuels to renewable energy. I support the call for an innovation report for CfDs and the call for the ability to group multiple technologies together, because that would facilitate the development of green hydrogen as well.",
        "As always, the hon. Member for Strangford (Jim Shannon) made a fantastic contribution to the debate. He talked particularly about the developments for Strangford lough in his constituency. I liked what he said about helping to support the working poor in a drive for wages.",
        "I completely agree with the hon. Member for Bath (Wera Hobhouse) that when it comes to nuclear, there is a lack of competition to bring costs down. I support her call for community energy. That has happened in Orkney through hydrogen development and the roll-out of electric vehicles; party of that community energy comes from marine energy.",
        "**Wera Hobhouse**",
        "Will the hon. Gentleman give way?",
        "**Alan Brown**",
        "Sorry, I need to go on.",
        "It might have taken slightly longer to get to this point and there are good reasons for that, but Scotland leads the world in wave and tidal stream technology. The deployment of tidal stream to date has come about because of a combination of the tenacity and drive of the developers; Government support, particularly that of the devolved Administrations; and the presence and work of EMEC.",
        "Of course, a big reason for our optimism about the future is the £20 million ring-fenced pot that was allocated in AR4. That sent a clear message to investors and allowed certainty for the market. The message is clear: continue this £20 million ring-fencing in AR5 and, as a minimum, do the same for AR6. However, what would really help industry is a long-term view of what funding could be available. Hopefully the Minister will confirm that AR5, which is due to be announced later this month, will contain some ring-fencing.",
        "We know what happened with offshore wind, where pipelines of projects brought prices down dramatically and much quicker than was originally intended. That was a real success story and one that the UK Government are proud of. As we look to the future, there are some things that can be replicated with tidal stream. That can be as big a success, but one that is based on UK supply chains and that will lead to our exporting the technology and patents.",
        "The UK has 11.5 GW of potential, which equates to 11% of the UK’s current electricity demand. It goes without saying that the flows of tides are entirely predictable, so if there is a belief in the need for so-called baseload, tidal stream can clearly be part of that.",
        "Of course, it is the reliability and predictability of this green energy that is so important. As we have heard, it is also cost-efficient, particularly if given the right Government backing. The 40 MW allocation in AR4 will be delivered at £178 per MWh, which is already 15% below the administrative strike price and represents a 40% reduction in the levelised cost of energy since 2016. As we have heard, it could go as low as £78 per MWh by 2035 and below £50 per MWh by 2050. However, such cost reductions are possible only with continued Government backing.",
        "As we have heard, those prices compare very favourably to the strike rate for Hinkley Point C, which is £92.50 per MWh, and, as I have said, that is a 35-year concession as opposed to a 15-year concession. If we work that 35-year concession backwards, tidal stream is already as cheap as nuclear, or cheaper, albeit not at the same scale, so I admit we are perhaps not comparing apples with applies in terms of output. Nevertheless, in that comparison, tidal stream is already cheaper than nuclear. Tidal stream does not have the backing of Sizewell C, which has just been allocated £700 million of taxpayers’ money just to get to the final investment stage. Again, what we are calling for is continued Government backing that will see tidal stream developed quicker and in a way that is much more beneficial to bill payers.",
        "Given that time is running on, I will sum up by reiterating what the key asks are for industry. We must maintain the tidal stream energy ringfence in future renewable options, which is worth at least £20 million in AR 5. We want the Government to set a 1 GW target for 2035 to send, again, that strong signal to investors. Small modular reactors at Sizewell C will not be able to achieve that target in that timeframe. We want to expedite the route to market for UK projects. That goes to the point other Members have touched on about the consenting process, which needs to be sped up.",
        "Other contributors have also said that the UK needs to increase the pace and scale of its investment in its electricity grid. We should do an exercise where we ask, “What does 2050 look like in terms of where energy generation takes place?” From that, we can map out what grid upgrades there need to be, instead of continuing to incorporate constraints, in the way that short-term lookaheads for grid upgrades have done.",
        "We ask that a renewables investment allowance be created. When we are trying to embrace a renewables revolution, it makes no sense to have an oil and gas investment allowance, which offsets the massive profits that oil and gas behemoths are making, but not to have an investment allowance that encourages them to invest in renewable energy, to divest and to pursue that long-term just transition to net zero.",
        "There really is a fantastic opportunity for renewables as a whole in the UK and a fantastic opportunity for tidal stream technology to continue to be world leading, to be manufactured here and to be exported to the rest of the world. It just needs that continued support, and hopefully the Minister will tell us that that is what it will get."
    ]
}