{
    "url": "https://www.ukpol.co.uk/gordon-brown-2003-speech-on-modern-apprenticeships/",
    "title": "Gordon Brown – 2003 Speech on Modern Apprenticeships",
    "post_date": "January 3, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, at 11, Downing Street, London on 25 February 2003.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "I am delighted to be here today with Charles Clarke, Sir Roy Gardner and Bryan Sanderson – and to have this opportunity to welcome you all to No 11 Downing Street for the launch of the new National Modern Apprenticeship Taskforce.",
        "The launch of this taskforce marks a step change in our campaign to bring employers together with Government, trade unions, the voluntary sector and other partners to improve the skills of our workforce.",
        "First let me say that I am particularly pleased that Sir Roy Gardner has agreed to chair the Taskforce. Sir Roy has been at the forefront of employers’ work to promote modern apprenticeships and into the future Centrica will continue to be a leading example with around 50 per cent of their recruitment coming from the modern apprenticeship scheme.",
        "And I would also like to take this opportunity to thank both Sir Roy and Ian Ferguson, the vice chairman of the taskforce, for the work that they have already done since the Pre-Budget Report, in partnership with the Department for Education and Skills, the Learning and Skills Council and the Treasury, to ensure that the taskforce will be both experienced and widely representative.",
        "Skills are critical to an individual’s chances of success – to push a teenager into the world of work today without any qualifications is to put them at lifetime risk of poverty, failure and wasted potential.",
        "And a skilled workforce is also essential for the wider health of our economy. As the global economy restructures itself; as advanced industrial economies move from low value added, low skilled production, to high value added, high skill products and services; and as global competition is challenging every industry and almost every service our target for skills – 90 per cent with skills by 2010, is even more necessary.",
        "So we are combining flexibility with active intervention to provide skills, information and incentives to offer the best route to full employment.",
        "Of all of this Government’s reforms over the last six years, the New Deal has been the most successful. Unemployment is lower than at any time for 25 years and 1.5 million more jobs have been created. Where there were 350,000 long term youth unemployed in the mid 1980s, there are now less than 6,000. And despite the impact of the global slowdown unemployment in Britain is lower than in the Euro Area, Japan and America.",
        "But we are not complacent and in the next stage of the New Deal conditionality and compulsion will become even more important as we help labour markets to move more quickly to get people back to work and to prevent too many long-term unemployed falling through the net.",
        "Just as we act to get those unemployed for long periods back to work, so we should consider measures to help the short-term unemployed move more quickly back into the labour force. And where there are barriers to the unemployed getting back to work it is right to extend both the opportunities and the compulsion of the new deal to make labour markets more flexible as we tackle the social and economic causes of unemployment.",
        "And just as we will not flinch from introducing increasingly tough penalties for those who refuse to accept their responsibility to take the job opportunities on offer, so too we are prepared to offer high quality training to enable people to develop transferable skills.",
        "Skills are Britain’s Achilles’ heel – 8 million people have below level 2 qualifications including 20 per cent of 18-24 year olds – and as a Government our ambition is nothing less than a revolution in standards across the education and skills sector.",
        "So alongside our Employer Training Pilots, the University for Industry and ambitious targets to improve the basic literacy and numeracy of 1.5 million adults by 2007, we are offering more opportunities in scientific and technical education for young people and encouraging the development of workplace skills.",
        "Through Educational Maintenance Allowances and improvements in post-school training we are expanding work-relevant qualifications – with more young people staying on at school, more going into further education colleges as well as university, and more enjoying modern apprenticeships.",
        "Apprenticeships, which a few years ago were dying, have risen in number to 220,000 today – increasing to over 300,000 by 2004, covering services as well as the industrial sector – and our aim is that over a quarter of young people aged between 16 and 22 will take part in the scheme by 2004, with even more benefiting by the end of the decade.",
        "And because we must not only provide high quality training when we have the recruits but ensure that more young people know about the opportunities available, we are expanding the modern apprenticeship scheme:",
        "Encouraging girls as well as boys to consider careers in a wider range of trades;",
        "Improving the information available in schools for young people interested in developing craft skills;",
        "And persuading employers of all sizes to reach out and compete for new recruits through this framework.",
        "This is a challenging task and the Modern Apprenticeship Taskforce that we are launching today will play a crucial role.",
        "The Taskforce will bring together employers from sectors across the economy, trade unions, government and the voluntary sector to ensure that the modern apprenticeship programme continues to grow in breadth, quality and in numbers; that we deliver the best possible work-based learning to our young people; and that, in British industry and across the economy, we have the flexibility we urgently need to prosper."
    ]
}