{
    "url": "https://www.ukpol.co.uk/gordon-brown-2003-speech-in-wolverhampton/",
    "title": "Gordon Brown – 2003 Speech in Wolverhampton",
    "post_date": "January 3, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, at the opening of the Millennium City building at the University of Wolverhampton on 7 February 2003.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "It is a great pleasure to be back here at Wolverhampton University today to celebrate the completion of the first phase of your multi million pound modernisation programme – this Millennium City Building which will expand your teaching, learning and research facilities and signals a dynamic new era for the university.",
        "And I want to congratulate this university which I have seen advance confidently from technical college to polytechnic, to university, to leading regional university on its quality, diversity and its growing importance as a centre of knowledge, ideas and technological expertise for the developing economy of the West Midlands.",
        "And I want to pay particular tribute to your Vice Chancellor, Professor John Brooks, and – if I might add a personal note – to the work and international achievements of Lord Paul whose quiet dignity, business acumen, renowned philanthropy and social engagement is respected and admired not just in one continent of the world but in every continent.",
        "And it is also a pleasure for me to be back in the city of Wolverhampton – to congratulate the people of Wolverhampton on your long deserved and now rightly achieved city status, and to congratulate this city with a proud manufacturing heritage now diversifying into new hi-tech and service industries – and able to do so, in large part, because of the first class facilities provided by the rapidly expanding local Science Park.",
        "And it is a privilege to be here in the West Midlands at a time when, despite a downturn in the world economy, the region – the heartland of British manufacturing – is again leading Britain, with nearly 60,000 new businesses created and over 70,000 more people in jobs since 1997 — clearly demonstrating the importance of this heartland region to the whole of the British economy.",
        "With low inflation and domestic stability, Britain remains better placed than in the past to cope with the world economic downturn and yesterday, because inflation is low, the Bank of England was able to respond to lower world economic growth and its potential impact on the British economy with lower interest rates.",
        "And here in Britain we will continue to have the strength to maintain and lock in our tough and disciplined approach to inflation and take the right long term decisions for Britain. And that is why just as we must have discipline on pay in the private sector it is right that there be continued and long term discipline in the decisions we make, as today, on public sector pay — and as we look forward to the conclusion of other pay negotiations, let us remind ourselves that every pay settlement must be linked to productivity so that investment in our public services is matched by reform.",
        "It is by holding fast to our economic disciplines that Britain, despite the world wide slowdown, has managed to combine low inflation with high levels of employment.",
        "And when world trade begins to move forward, there is a real opportunity, building on that stability, for British business and the British economy generally.",
        "On Monday I said our economic task was to strengthen markets and help markets work better.",
        "This will inform this spring’s Budget decisions.",
        "I want business, workforces and Government to work together so that, building on Britain’s platform of stability, we can ensure a more flexible, adaptable and productive economy in the time ahead as we meet the challenges of globalisation and in particular the restructuring of both low value added and high value added industries and services across the world.",
        "And it is our new approach to regional policy, so relevant to this university and this city and this region, that I want to emphasise in the few minutes I have today: how together we can build in the West Midlands and all our regions indigenous economic strength – by investing in skills, infrastructure and innovation – and help our regions become centres of energy, dynamism and economic strength in the United Kingdom as a whole.",
        "And how the universities – with their unique knowledge base – can contribute through teaching, technology transfer and new services to business to the development of jobs, wealth and the quality of life regionally and nationally – making a university like this absolutely central to the development of the new Britain.",
        "Let me forecast that the next decade will see the biggest ever shift of power from Whitehall and Westminster to regions, localities and communities — moving Britain from the “old Whitehall knows best” culture to a Britain of not one but many centres of initiative and decision-making power.",
        "Already there has been more devolution to English regions in the last few years than in the preceding one hundred years. This new regional policy, backed by the Regional Development Agencies, with its emphasis on indigenous sources of economic strength is based on a genuine devolution of power in economic policymaking from the centre – and indeed the Spending Review announced that Regional Development Agencies will have budgets worth in total £2 billion a year; the flexibility to spend as they determine regional needs; and strengthened responsibility for economic development, tourism, skills, planning and – from April in the West Midlands – the management of business support.",
        "And with further devolution just announced in the provision of housing – and greater regional involvement in transport as our long term aim – this major decentralisation is transforming relationships between the centre and localities.",
        "Soon 90 per cent of the £7 billion a year learning and skills budget, 50 per cent of the Small Business Services budget and the vast majority of housing capital investment will be devolved to the freedom and flexibility of local decision-making as we pioneer non-centralist means of delivering these services.",
        "And these financial freedoms and flexibilities are being matched by greater accountability through the role of regional chambers and, for those who in time choose to have them, elected regional assemblies. And having, in the NHS, already devolved 75 per cent of health budgets to Primary Care Trusts, we have also established regional Strategic Health Authorities. And there is discussion of democratic arrangements in these areas too.",
        "Freedom and flexibility matter just as much in local government. And in return for reform and results, and as an incentive to all the rest, the best performing localities will soon have even more freedoms and flexibilities including:",
        "The removal of both revenue and capital ring fencing;",
        "The withdrawal of reserve powers over capping;",
        "Sixty plans reduced to just two required – the Best Value",
        "Performance Plan and a Community Plan;",
        "And a three year holiday from inspection.",
        "In other words – government enabling and empowering rather than directing and controlling.",
        "And there is greater freedom and flexibility, too, for charities, voluntary and community organisations as they take a bigger role in the delivery of services. At the heart of many of the new services we have played a part in developing – Sure Start nurseries, the Children’s Fund, IT Learning Centres, Healthy Living Centres, the New Deal for Communities, the Safer Communities Initiative, Communities Against Drugs, the Futurebuilders Programme – is a genuine break with the recent past: services not only involving voluntary and charitable organisations but being run through and by them – not implementing a standardised central plan but reflecting the needs of local communities and families.",
        "So instead of people looking to Whitehall for solutions in locality after locality, more and more people are themselves taking more control of the decisions that most affect them – a devolution of power, an empowerment of local centres of initiative that is now ready to spread across regions, local government and communities, large and small.",
        "Our long term objective has always been to match the attainment of ambitious national standards with the promotion of local autonomy so we can achieve efficiency, equity and choice. In education, health and other services our first priority was to end the post code lotteries and through national targets establish national standards below which our public services should never fall. The next step in service delivery is empowering local communities with the freedom to agree for their own public services their own local performance standards – choosing their own performance indicators on top of national targets and the local community expecting their local managers to continuously monitor and learn from their performance.",
        "This new direction – this new localism — moves us forward from an old Britain weakened by centuries of centralisation towards a new Britain strengthened by local centres of initiative, energy and dynamism.",
        "And in this way, I believe that a new era – an age of active citizenship and an enabling state – is now within our grasp —- at its core, a renewal of civic society where the rights to decent services and the responsibilities of citizenship go hand in hand.",
        "And as power devolves and decentralises away from London, here in the midlands there are huge new opportunities – at this university, in this city and in this region.",
        "So, once again, I would like to thank you for inviting me here today and for awarding me an honorary degree.",
        "Over the last few years, Wolverhampton University has gone from strength to strength – providing high quality teaching and research, and generating ever-increasing benefits for the businesses in the surrounding community — and this energy, combined with our new regional policy, will ensure it continues to thrive for years to come.",
        "Thank you."
    ]
}