{
    "url": "https://www.ukpol.co.uk/gordon-brown-2000-speech-to-the-british-chamber-of-commerce-national-conference/",
    "title": "Gordon Brown – 2000 Speech to the British Chamber of Commerce National Conference",
    "post_date": "December 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 5 April 2000.",
    "content": [
        "I am delighted to join you today at the National Conference of the British Chambers of Commerce. Let me start by paying tribute to the work you do, the contribution you make, and the service you as local and regional Chambers of Commerce give in every part of the country.",
        "Local Chambers of Commerce are not only voices for business and industry in every one of our country’s regions but you also represent the best of British values- our shared belief in hard work, in enterprise, in looking outwards to the world, and you speak up in particular for the hundreds of thousands of medium and small businesses of Britain that are the backbone of our economy.",
        "And it is because I share your ambition, a theme of this conference, that Britain has the best competitive environment for business in the years ahead, that I want to discuss with you today the challenges ahead – how we equip ourselves to meet and master ever more fierce global competition and ever faster change – and the prize for our country – a Britain which with opportunity open to all is enterprising and fair, a Britain where – with higher productivity from all – there is prosperity for all.",
        "Now our first two years as a government demanded that we establish the only sound platform for an enterprise culture in a global economy – economic stability.",
        "In a global marketplace with its increased insecurities and indeed often volatility and instability national economic stability is at a premium, the precondition for all we can achieve, and no nation can secure the high levels of sustainable investment it needs without both monetary and fiscal stability together.",
        "And it was to avoid the historic British problem – the violence of the repeated boom and bust cycles of the past – that we established the new monetary framework based on consistent rules – the symmetrical inflation target; settled well understood procedures – Bank independence; and openness and transparency. And side by side with it and as important, a new fiscal discipline with, again, clear and consistent rules – the golden rule for public spending; well understood procedures – our fiscal responsibility legislation; and a new openness and transparency.",
        "I saw – as you saw – what damage inconsistent and ever changing rules, short- termist and politicised decision making procedures and a lack of openness did most recently in the late eighties and early nineties – the one million jobs lost in manufacturing, the one million businesses that went under, the two million jobs in total that disappeared.",
        "I saw how difficult it was for businesses to plan ahead and make investments for the long term.",
        "And I never want to return to those days when interest rates were above 10 per cent for four years nor do you or I want ever to rerun that day in 1992 when interest rates were 10 per cent when we started work, 12 per cent by 11 am, and by 3pm set to be 15 per cent.",
        "So stability matters to me as it does to you. High inflation and instability hurts businesses as it hurts savers, those like the elderly on fixed and low incomes, and I understand what you understand, that a disciplined and prudent framework of stability is the indispensable foundation for economic success.",
        "Already we are seeing the rewards of creating Bank of England independence and tough fiscal rules.",
        "For the third year running inflation is in line with our target and inflation is at historically low levels. I can tell you that our target of 2.5 per cent will be met this year, next year and the year after that and our forecast is that the economy will grow steadily – by between 2.75 and 3.25 per cent this year, with growth forecast to be 2.25 – 2.75 per cent next year and the year after.",
        "Long term interest rates – once 2 per cent or more above Germany’s – are now at the level of Germany’s, showing that people have confidence in a low inflation future for Britain, a platform from which businesses can now plan for the longer term with greater confidence.",
        "But everybody knows it is not simply monetary stability that matters, but also fiscal stability.",
        "And having imposed new fiscal disciplines we have cut borrowing by £40 billion in our first three years. And we are on course to meet our two strict fiscal rules.",
        "It is because we sought to learn from the political mistakes of the last forty years that this government will maintain its prudent and tough approach. The figures I announced in the Budget mean that we will meet our fiscal rules over the cycle. Indeed that we will meet our fiscal rules even in the most cautious case, on the most cautious assumptions, including the most cautious view of trend growth at 2.25 per cent.",
        "And as I announced in the Budget, I have decided to lock in a greater fiscal tightening next year and the year after than we promised in last year’s Budget and Pre-Budget Report.",
        "We are therefore able to repay debt – last year 3 billion pounds, this year 12 billion pounds, next year 6 billion pounds, and the year after that 5 billion pounds.",
        "And it is from this platform of monetary and fiscal discipline that you have been able to create 100,000 more small businesses employing people, from 1.2 million to 1.3 million, and create in total 800,000 more jobs, with last year 6 billion pounds more in business investment and 13 billion pounds more inward investment into the United Kingdom.",
        "I can say that as a government we are determined to continue to back your efforts by maintaining our disciplined approach: in particular we must all be determined not to make the old British mistake of paying ourselves too much today at the cost of higher interest rates and fewer jobs tomorrow.",
        "Now I understand your worries about the Euro – Sterling exchange rate and the pound’s strength in relation to the weak euro and I welcome the positive response of manufacturing which has increased productivity by more than 5 per cent over the past year.",
        "By making investment allowances for business permanent, by introducing new allowances for any small and medium company adapting to new information technology by inaugurating this month a new R&D tax credit worth 150 million pounds, and by creating a one billion pound regional venture capital investment fund, this month’s Budget has sought to build upon Britain’s stability and Britain’s low corporation tax rates to support manufacturers and exporters. But the policies which I am sometimes asked by some to follow to bring the exchange rate down would risk the very outcome all of you want to avoid – a return to boom and bust.",
        "Indeed I can tell you I am determined to avoid a repeat of the economic instability caused by the succession of ever-changing money targets as we saw in the early 1980s and the dual exchange rate and inflation targets of the late 1980s and early 1990s – when the then government chose in succession £M3, M1, then M0, then when this failed shadowing the Deutschmark, then the Exchange Rate Mechanism, as the economy moved from boom to bust.",
        "The objective of British monetary policy today is clear and unambiguous – to meet a symmetric inflation target with inflation outcomes below target viewed just as seriously as outcomes above target. And it is this consistent long-term approach which is the foundation for stability and steady growth.",
        "There are some who criticise the Bank of England and say inflation can only be controlled at the cost of growth and jobs. And there are of course those who say we should grow by ignoring inflation. But far from choking off recovery, pre-emptive action has allowed us both to meet our inflation target and sustain growth. And because this is what I want us to continue to do, we will support our monetary authorities in the difficult decisions they have to take to ensure that we meet the inflation target and sustain high and stable levels of growth and employment.",
        "##  Employment opportunity for all",
        "So building on this platform, I believe Britain can now set a new economic ambition, indeed an economic mission, for the next decade: a faster rise in productivity than our main competitors, as we close the productivity gap.",
        "And for that to happen there is a second precondition – reinvigorating the work ethic in every community of our country.",
        "For too long too many people had become accustomed to not working and to a benefits system that failed to make work pay and led to the ‘why work’ syndrome at a cost to the work ethic. For too long historic British virtues – hard work and self improvement – had been drowned out. For too long opportunities in our economy had become detached from responsibilities to take them up.",
        "Now, because we expect everyone who can work to go to work and not sit at home on benefits, we are matching opportunity with responsibility. And with the help of your members who are signed up to the New Deal, youth unemployment is down 70 per cent and long term unemployment down 50 per cent. In the mid eighties as many as 500,000 young people were out of work. In 1997 the figure was 200,000. Now that we have reduced that figure to 50,000 we have a long way to go but already there are more people in work than ever before and unemployment is at its lowest for 20 years.",
        "As I said in the Budget, we will extend the opportunities and the obligations of the New Deal to the long term adult unemployed. And with one million vacancies in every region of the economy our agenda demanding responsibility in return for the extension of opportunity will intensify in the years to come.",
        "As we implement the report of Lord Grabiner QC, create new opportunities for the long term unemployed to work, take action to visit, telephone and coach long term unemployed men and women back into the jobs on offer and introduce tougher sanctions and penalties .",
        "##  Productivity",
        "And with stability, the renewed importance we attach to work is the precondition for the next stage of our agenda – to bridge the productivity gap with our competitors by opening enterprise to all.",
        "We have some of the greatest companies, some world class sectors, some global champions in whom we do and should take pride. But let us face facts. We have not enough of them and over the last 50 years, productivity growth in Britain has been just over two and a half per cent a year, compared to between three and a half per cent and four per cent among our main European competitors.",
        "I believe that when we look at changes in Britain’s relative economic position over the last century, one of the causes is that there has not been enough competition, dynamism and entrepreneurship in many areas of our economy – and over decades politicians and governments must take our share of the blame. We have to set aside the old sterile battles that posed enterprise against fairness, public against private, management against workforces and deprived us of the national economic purpose we need.",
        "Today we know that in a global economy greater competition at home is the key to greater competitiveness abroad. We know that it is the openness of the economy not its closed nature that is the driving force in productivity growth. And we know that it is the global reach of business, not protectionism, that is the key to dynamism and growth.",
        "Global competition challenges us to innovate, to be better managers, to perform more competitively on the world stage.",
        "So today I want to set out the next stage of our productivity push for the British economy -encouraging more competition, more innovation, more flexibility and more long term investment, sometimes by government getting out of the way.",
        "Sometimes by government positively improving the competitive environment.",
        "And meeting the productivity challenge – bridging the gap with our competitors – must be the priority over the next few years.",
        "Only with rising productivity can we meet people’s long-term expectations for rising standards of living without causing inflation or unemployment.",
        "There are of course those urging us to slow the pace of change or even to pause or turn back. But we cannot and must not slow the pace of economic reform.",
        "Increasingly every good and every service will be exposed to ever more fierce and relentless global competition.",
        "So we must work to remove all barriers to productivity in the economy – with a shared national effort to raise our game.",
        "I want us not only to give more people the chance to turn their ideas into profitable businesses but to be able to say to business in every part of the country this government will be on your side if you’re starting up, growing, hiring, investing, innovating, exporting, going public. At every stage, in every way, on your side as you move up the ladder of opportunity.",
        "In the last year we consulted widely with business and we set out in the Pre-Budget Report measures for radical reform in our capital labour and product markets to expand investment and productivity.",
        "Your views have helped shape policy to raise investment and productivity across the UK.",
        "The British Chamber of Commerce:",
        "* asked for permanent capital allowances – that give greater certainty to businesses wanting to plan ahead and invest;",
        "* proposed capital gains tax reform – removing the barriers to long term investment;",
        "* suggested improvements in corporate venturing tax incentive – helping the large companies that invest in the development of the small;",
        "* called for special help for small businesses as they invested for the future.",
        "The CBI joined you in calling for new permanent capital allowances, reform of capital gains tax and welcomed the introduction of our new R&D tax credit. They also proposed new incentives for employee share ownership – to help small firms recruit and retain the best people.",
        "The Federation of Small Business proposed new incentives to help small firms seize the opportunities of e-commerce and the Internet.",
        "And in the Budget we took positive action in every one of these areas.",
        "And we took action too on transport. Immediate new investment of 280 million pounds in transport, 250 million of it to a ring fenced fund for improving roads and public transport. And more important our 10 year plan to be published this summer which will set out our strategy for modernising transport infrastructure – building on our understanding that instead of the public sector fighting the private sector, public and private sectors can work together in the national interest.",
        "Let me explain my pro-business reforms – first capital gains tax reform. When we came into government and cut the long term rate of capital gains tax for business assets held for ten years or more, capital gains had been fixed at 40 per cent for almost ten years.",
        "Indeed the last government aligned the rate of capital gains tax with the top rate of tax.",
        "You could have excused me for leaving capital gains tax rates as they were. But I decided that an enterprise economy needed new and better rewards for enterprise.",
        "And so in the face of many other priorities – including the public services – I decided to devote substantial funds to radically cutting capital gains tax.",
        "From tomorrow the new capital gains rates for business assets are being cut from 40 per cent to 35 per cent after one year; to 30 per cent after two years; to 20 per cent after three years; and so while for a decade capital gains have been taxed at 40 per cent or above, for investments of four years or more they will now be taxed at 10 per cent.",
        "Having made these decisions I also looked at what I could do to recognize the importance of investors in small and medium sized businesses, and help business angels and I have redefined the help we will give to reward risk.",
        "Today business investors who own between 5 per cent and 25 per cent of a new and growing business do not benefit from the 10p rate. From tomorrow their rate will be 10 per cent for all investments above 5 per cent held for four or more years.",
        "I also wanted to recognize the importance we attach to the growing numbers of Britain’s unquoted companies. So for them all investments held for four years will benefit from the 10 per cent rate.",
        "So stage by stage we are removing the tax barriers to enterprise and creating in Britain the best tax environment for business investment.",
        "To encourage long term investment, the main rate of corporation tax cut has been cut from 33p to 30p, the lowest rate in the history of UK corporation tax, the lowest of all major industrialised countries.",
        "We have cut small business corporation tax from 23p to 20p and introduced a new starting rate of tax for small companies of 10p in the pound. Every company making profits of up to 50,000 pounds will benefit.",
        "Our new Enterprise Management Incentive scheme is tailor made for the new hi-tech companies. To motivate, recruit and reward Britain’s real risk takers, high tech firms recruiting essential personnel will be able to offer share option incentives of 100,000 pounds for up to 15 employees.",
        "We are consulting on a set of proposals to resolve the treatment of employer national insurance in share options.",
        "All of us recognised that innovation is the key to the future success of the new enterprise economy.",
        "Because it is well understood that two thirds of growth is the result of innovation we decided on special new incentives to encourage and reward the inventor and the innovator.",
        "Not only therefore have we allocated 150 million pounds to our new research and development tax credit, supporting nearly a quarter of new investment in small and medium-sized business research and development, but we are honouring the spirit of British invention, facilitating the exploitation of invention and encouraging the commercialisation of invention:",
        "* an extra £1.4 billion in basic scientific research;",
        "* from our University Challenge Fund seedcorn finance to commercialise inventions;",
        "* to transfer technology from the science lab to the marketplace, new Institutes of Enterprise in every region;",
        "* a new tax incentive to help the large companies sponsor the development of the small.",
        "I want to make Britain the best environment for e-commerce and catch up with America as swiftly as possible. You asked us to help e-commerce develop in small and medium sized businesses.",
        "We are introducing 100 per cent allowances for the next three years for any small business buying computers, or investing in e-commerce and new information technology.",
        "And to promote the use of the Internet we will legislate for other tax cuts – a 100 pounds tax cut for electronic filing of tax and VAT returns, and a further 50 pounds tax cut for electronic filing for those paying the Working Families Tax Credit.",
        "And of course the new Small Business Service – acting as a voice for small business at the heart of government; simplifying and improving government support for small businesses; and helping small businesses deal with regulation and ensuring small businesses’ interests are properly considered.",
        "So we are introducing measures to promote investment, enterprise, and innovation.",
        "The challenge for business is to take advantage of the new platform of stability and use these incentives to innovate, grow and expand – which will be particularly helpful to manufacturing and the regions.",
        "The challenge for government is to build on these reforms.",
        "Our productivity push will be stepped up in the coming year. So we will build on the measures we have already introduced with further reforms and incentives for the modernisation of our capital, product and labour markets, measures we will pursue in our constructive approach to Europe as well as in Britain. These will be set out in detail in this November’s Pre-Budget Report.",
        "##  First competition policy.",
        "Having made the Competition Authority independent and having accepted the main Cruickshank recommendations on banking we will now examine how we can further promote the best competitive environment.",
        "For the professions, the Office of Fair Trading has now set out a detailed remit to examine how best to ensure that the rules of professional bodies do not unnecessarily restrict or distort competition.",
        "I can report today that the remit is to look at:",
        "* rules which restrict entry to certain professions and legal restrictions on the ability of individuals who do not have specified qualifications from offering certain services;",
        "* rules on the conduct of regulated professionals such as restrictions or prohibitions on advertising or price competition;",
        "* and legal requirements which require third parties to use qualified professionals for certain transactions.",
        "For the regulatory system, the government will now consider how to scrutinize regulatory bodies and review existing and proposed regulations to ensure that they are promoting – not impeding – new entrants and competitive forces.",
        "For the planning system, we are not only introducing a series of changes in planning guidelines that will, for the first time, facilitate the formation of hi-tech clusters – helping to foster dynamic new businesses – but we are now ready to examine further necessary improvements.",
        "For the utilities, we will for the first time explicitly require the regulators to promote competition, so that we can continue to get the best deal for domestic and business consumers.",
        "And so we can ensure new entrants get the best deal and that small business is not pushed around by vested interests, the Office of Fair Trading is being given new investigative resources and trust-busting weapons, including the power to impose fines of up to 30 per cent of turnover.",
        "##  Second greater flexibility and adaptability in the labour market.",
        "Because we recognise that people will have to change jobs more often, that skills are at a premium, that reform has been needed from the 1980s onwards to create more flexibility, we will introduce further reforms to make our labour markets more dynamic and raise standards in education.",
        "Having put new grants for books equipment and staff directly in the hands of head teachers, David Blunkett has indicated that there will be new tests and targets for 12-14 year olds, and new measures to deal with failing schools.",
        "And to back up our extension of Educational Maintenance Allowances we now will encourage more young people from 14 to gain work experience and launch a staying on campaign.",
        "We are investing in new opportunities for small business employees to benefit from learning direct.",
        "Work permits will allow key workers in it areas to be employed in our country.",
        "And to make labour markets work better by giving employees more share in success, the all employee shareholding scheme -coming in this week – will offer the best incentives for employee shareholding we have seen.",
        "While our capital markets are among the best in the world. We must ensure there are no barriers to competition and innovation, that there are no closed circles, that there are no unnecessary constraints restricting investment decisions, and that investors have every opportunity and encouragement to back dynamic small and growing companies.",
        "Our proposed regional venture capital investment funds were unveiled this week by the head of the Small Business Service.",
        "Institutional investors have a vital role to play, controlling around 45 per cent of quoted equity investments. That is why I have asked Mr Paul Myners to head a review of institutional investment.",
        "I can report today that he will look at:",
        "* whether regulatory provisions have unintended effects on investment decision-making;",
        "* how pension funds make their investment decisions, and the role of professional advisers;",
        "* how institutional investors’ results and charges are reported;",
        "* and the incentive effects of the methods used to assess fund performance.",
        "He will report back to me in time for the next Budget.",
        "In sum, making for a Britain open to competition, and at the leading edge of change.",
        "Finally, we must work together in the months ahead to tackle the cultural barriers to enterprise.",
        "I want young people in every area of the country to see that enterprise is genuinely open to all.",
        "And I feel strongly that all of us have a role to play in building this new enterprise culture in every community.",
        "I am very pleased to see the British Chambers of Commerce forming a unique partnership with the CBI and Institute of Directors for the National Enterprise Campaign to be launched on 11 May.",
        "The business ambassadors ready to go into our schools, colleges and communities – 250 ambassadors initially and a target of 1000 by the end of 2001 – will become role models for a new generation of entrepreneurs.",
        "And the new nationwide campaign will build on the steps business and government are already taking to boost enterprise skills from school to adulthood:",
        "Let me tell you that we aim to double the number of pupils benefiting from enterprise courses in our schools;",
        "by improving the national network which introduces schools to businesses we will link all 30,000 schools to the world of business;",
        "and by ensuring pupils and teachers are given the opportunity for work experience and placements – with already six hundred thousand 14 to 16 year olds benefiting from work experience and thirty thousand teachers in work placement – we are now working with business and the world of education to build on this, improving the quality of placements and experience.",
        "New businesses need advice and mentoring. So working with the Prince’s Trust and others, we are building a national network of mentors to help businesses starting in the poorest areas. And we are offering new management scholarships – aimed specifically at entrepreneurs from high unemployment areas.",
        "And Stephen Byers and I will host a major UK-US conference later this year which will bring together leading US and UK entrepreneurs and representatives of leading companies and capital providers to look at further ways we can develop a more entrepreneurial and enterprise focussed economy in the UK.",
        "Stage by stage we are moving from the Britain where enterprise was often seen as a closed circle for the few, to a Britain where enterprise will be open to all.",
        "Opening enterprise to all means locking in the economic stability we are building and creating the most aggressively pro-competition policy in the world.",
        "Opening enterprise to all means being on the side of business as you grow, invest, and seek equity and it means – from school lessons in commerce to new encouragement for the over 50s – opening up every area in the country to enterprise, in some areas replacing the old dependency culture with a new enterprise culture.",
        "##  Conclusion",
        "So let me conclude.",
        "Now with the lowest corporate tax rates for businesses ever, the lowest ever capital gains tax rates for long term investors, the lowest basic income tax rate – at 22 pence – for 70 years, I believe we are making Britain the place for companies to start, to invest, to grow and to expand.",
        "But only with higher productivity, more enterprise and greater innovation can we meet all the challenges ahead.",
        "My vision is of a Britain where there is not stop go and boom bust but economic stability; a Britain which is business-friendly, and where there is enterprise, opportunity for all; a Britain which rewards the innovator and risk-taker and encourages a new generation of entrepreneurs, a Britain which because opportunity is open to all is enterprising and fair.",
        "And I believe we can achieve most by working not in isolation from each other but government, business leaders, and local communities working together, setting aside the old conflict, mobilising the great British qualities, our belief in hard work, enterprise creativity and fair play, and being open and outward looking to Europe and the world….the best and surest route to prosperity for all."
    ]
}