{
    "url": "https://www.ukpol.co.uk/alan-brown-2023-parliamentary-question-on-energy-costs-for-the-struther-farmhouse-tea-room/",
    "title": "Alan Brown – 2023 Parliamentary Question on Energy Costs for the Struther Farmhouse Tea Room",
    "post_date": "January 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Alan Brown",
            "url": "/tag/alan-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Alan Brown, the SNP MP for Kilmarnock and Loudoun, in the House of Commons on 9 January 2023.",
    "content": [
        "**Alan Brown (Kilmarnock and Loudoun) (SNP)**",
        "The energy profits levy measures are predicted to bring in £56 billion and most of that money is coming from Scotland, yet businesses across Scotland are left struggling, particularly in the hospitality trade. The Struther Farmhouse Tea Room in my constituency is facing a 500% increase in its gas bill, with its gas and electricity up by £25,000 in a year. Despite what the Minister says, these businesses are now reaching a cliff edge because Government support is estimated to be a maximum of £2,000 against these increases. How many small businesses and jobs does he think will be lost under the guise of Government fiscal prudence?",
        "**James Cartlidge**",
        "I know that the Scottish National party struggles to understand the basic concept of fiscal prudence, but let me just explain this to the hon. Gentleman. When he talks about the £56 billion, it is not just for the energy profits levy; it also includes the energy generator levy, and we see that money as coming into the UK Treasury from across the UK to support the United Kingdom. It will support businesses in Northern Ireland, as we said earlier, as well as businesses in England, Scotland and Wales. Scotland has benefited from huge support, not just in the pandemic but through the increase in energy costs that has been seen across the United Kingdom. It has benefited from the fact that we are stronger together as a Union supporting every part of our Union."
    ]
}