{
    "url": "https://www.ukpol.co.uk/gordon-brown-2003-speech-at-the-wall-street-journal-conference/",
    "title": "Gordon Brown – 2003 Speech at the Wall Street Journal Conference",
    "post_date": "January 2, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, at the Wall Street Journal Conference held at the Four Seasons Hotel in London on 24 November 2003.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "**Introduction**",
        "I am grateful to have the opportunity to address this Wall Street Journal conference.",
        "To have the chance to thank the Wall Street Journal for its contribution to the debate about the future of Europe.",
        "And to have a further opportunity beyond your columns to engage in the most critical debate about the future of Europe – what changes Europe must make to meet the competitive challenges of globalisation.",
        "I want to demonstrate that to be fully equipped for the global economy Europe must become open, outward looking, flexible, competitive and reforming.",
        "To detail the agenda of policy change – in monetary and fiscal policy, liberalisation, employment policy, taxation and trade – that is essential if this is to happen.",
        "And then to show how around such a new, enlarged, reforming Europe a deeper consensus around Europe’s future and Britain’s destiny in Europe can be built – a new consensus that – as Tony Blair and I have both said, Tony Blair most recently at the CBI last Monday – sweeps aside both unacceptable federal assumptions rooted in the past and anti-European prejudices of the present.",
        "**Context**",
        "It was once said that Europe was divided into two – those in the West who had Europe and those in the East who believed in it. Today East and West are united in one Europe, thus ending centuries of division. A European Union that started with a desire for a Europe at peace is, with enlargement, entrenching that commitment to peace and seeking to generate prosperity in all parts of Europe. Peace and prosperity remain the central reason why we must make the European Union work well and why I believe as a pro European that Britain – linked by geography, history and economics to Europe – must play a leading role in Europe and in that reform process",
        "But even if enlargement has been the catalyst for the new constitutional debate, there is an economic transformation taking place that is of even greater long term significance than the fifteen becoming twenty five – and that is the impact of globalisation on all of Europe’s nations.",
        "A moment’s reflection will convince that it is globalisation – global flows of capital and global sourcing of products, not least from Asia – that is putting all of Europe under intense and sustained competitive pressure, forcing Europe to change – and change quickly.",
        "The Europe that progressed from coal and steel community to customs union to common market to single market and then to European Union was, in effect, the worlds first modern trade bloc – its advanced internal rules and preferential agreements separating Europe off from the rest of the world.",
        "Understandably the discussion then was how this new trade bloc of Europe could manage its own internal affairs, what institutional arrangements were required, whether a social dimension was needed. And an assumption became rooted in the very rhetoric of European integration that the single market would lead inevitably – through the single currency – to tax harmonisation, a federal fiscal policy and the completion of a federal state.",
        "But because of the intense pressures that arise from globalisation, Europe is now entering the second stage of its history as a union and is finding that the agenda relevant to its first phase – the era of a trade bloc – is quite different for its second stage – the Europe facing global competition.",
        "Let me give one example of how in the move from trade bloc Europe to global Europe old policies are not just out of date but counterproductive for the global era.",
        "When I first attended European Finance Ministers meetings in 1997 I found that it was simply assumed that tax harmonisation within Europe would happen.",
        "For years for example it had been assumed that to eliminate tax avoidance by for example German citizens failing to pay tax on their savings income in Luxembourg, there should be a harmonisation of taxes on non-domestic savings throughout the European Union. This was a proposition that from the moment we came into power we fought for two reasons: harmonisation of tax would reduce competitiveness and would be unacceptable to the peoples of Europe because decisions on what to tax, and how, reflect national choices and cultures.",
        "In the years after 1997 a detailed proposal was drawn up under which similar tax rates would be levied on savings in Europe under the auspices of the Commission. But when such a plan was finally explored in detail, European leaders found that in an open global economy, where savings could move worldwide, Europe’s savers would respond to a harmonised tax not by bringing their savings back to their country of residence but sending their savings out of Europe altogether to lower taxed countries. So instead of, for example, Germany receiving tax on its citizens savings in Luxembourg both Germany and Luxembourg would lose these investments to Switzerland and Liechtenstein or non European tax areas like the United States.",
        "It is now obvious that – national cultural factors notwithstanding – it is the very openness of global capital markets that undermines the European Union’s proposals for tax harmonisation and would, if harmonisation was implemented, reduce European competitiveness.",
        "But it is not only rigidities in tax policy that global economic change challenges.",
        "Ministers are coming to recognise that in a global economy it is not only tax barriers but other rigid barriers and inflexibilities that shelter and protect countries and companies from global competition that have to be removed in the interests of competitiveness. Indeed, in every part of the world rigidities, inflexibilities and lack of competitiveness – that could once be sheltered in the era of trade blocs – are now fully exposed in the era of global competition.",
        "The global flows of capital and the global sourcing of products mean that there is hardly a product that is manufactured in Europe does not now have an Asian or American competitor able to exploit their advantages in either low wages or higher productivity. And even services – that once could be located only close to the customer – can now be run from thousands of miles away, outside Europe.",
        "Indeed Europe’s low growth, its 14 million unemployed, and the productivity gap with the USA…all underline the same challenge: that globalisation forces the European Union to shift from an old often inward-looking trade bloc to a flexible, reforming, open and globally-oriented Europe – able to master the economic challenge from Asia and America.",
        "So the driving force for radical change in Europe is not so much political enlargement as global economics; not so much the 15 becoming 25 but the whole of Europe facing up to global competition. And the agenda that flows from this demands a programme of liberalisation, tax reform, new employment policies, the opening up of trade and commerce and a modern monetary and fiscal regime.",
        "And more than that: the same global pressures that force tax competition and economic reform onto the European agenda also force Europe to rethink the most basic of assumptions that have underlain 50 years of development.",
        "The authors of European integration made two major assumptions: that the nation state would increasingly be too small for the big issues of, first, economic management and second, political identity. And they went on to assume that national economic, political and cultural integration would lead inevitably to European economic, political and cultural integration.",
        "But those who in the 1980s thought that we would move from being economically integrated at a national level to being economically integrated at a European level have been only partially right. Increasingly, the nation states of Europe have become economically integrated not just at a European but at a global level. Indeed it is global not European flows of capital; the global, not European, company; and the global, not European, brand that dominate.",
        "And under challenge too – not least because globalisation’s insecurities lead people to cling to old identities – is the second assumption of the old European model – that side by side with growing economic integration from nation states to a European stage would come growing cultural and political integration where national political and cultural identities would be superseded.",
        "In an interdependent world which opens up new opportunities but not necessarily on an even handed basis – and which leaves people anxious and insecure – people are more likely to cling to their national cultural and political identities. And right across Europe – side by side with new global economic realities – political and cultural identities have remained firmly rooted in the nation state.",
        "It is interesting that just one in ten think of themselves primarily as European, even fewer amongst those due to join the EU over the next few years. We are Europeans but we are British, French, Polish, German, Dutch, Italian first.",
        "So the debate about Europe’s future and its role in the wider world has to be understood in this context: that the economic reality is no longer – as it was in the 80s – how this or that trade bloc develops on its own but how each continent is part of – and benefits from – globalisation as a whole; and that the political reality remains people’s attachment, for example on issues of what is taxed and by whom, to their national values, their national identities and thus to their nation state.",
        "And with Europe’s intergovernmental conference now entering its final stages, it is important that Europe responds to these new challenges with clarity. And we must do so without ambiguities that might, if unravelled, undermine even the best of intentions – to the detriment of jobs and economic dynamism.",
        "**Economic reform**",
        "First, the economic reform programme",
        "Europe will only maximise the benefits of globalisation – and solve its problems of low growth and high unemployment – by becoming more efficient and increasing its productivity – pushing ahead with the necessary structural economic reforms to promote sustainable growth and increase the flexibility of our labour, capital and product markets. This is particularly important for successful economic integration as new entrants seek to catch up with higher rates of growth.",
        "Global Europe must be more aggressive in making sure that in its operation the single market does not shelter inefficient industries but does what it should do: forces them to be more competitive; fosters investment in key areas like R&D and infrastructure; and by encouraging new enterprise – and rewarding it properly – generates the growth, productivity and employment we need.",
        "So having created a single market in theory, we should make it work in reality so we achieve lower prices for the consumer.",
        "Since 1992, the single market has produced a gain equivalent to £4000 pounds for every household in Europe. Goods now move freely across Europe, whereas before 1992, internal customs borders meant that around 90 million forms were filled in each year, a massive burden on businesses and individuals. And markets have been opened to the benefit of consumers. In telecommunications, for example, the average price of calls has dropped since 1996 by around 30 per cent for businesses and 16 per cent for households.",
        "But while the single market encompasses 375 million people today – and will rise to 450 million next year – we have still a long way to go to secure for business and consumers the full benefits in commercial opportunities and consumer prices.",
        "While in 1988 Cecchini estimated that single market liberalisation would add 4.5 per cent to Europe’s GDP, cut prices by 6 per cent and increase employment by 1.75 million, many of the gains have yet to materialise. And the single market is often more honoured in rhetoric than in reality.",
        "And to ensure well informed and open markets that ensure capital flows to productive uses and that labour and capital are used efficiently, we favour:",
        "* Faster progress towards the integration of capital markets;",
        "* Full liberalisation of energy markets by 2007;",
        "* Full market opening of postal services by 2009;",
        "* In aviation, rapid progress towards a fully liberalised EU-US open aviation area and the use of market mechanisms for allocating slots at airports;",
        "* And making the single market a reality for services as well as goods where we must agree the principles of an approach in the next year.",
        "Too often we have depended upon political fixes to make progress in our journey towards a single market. Too often, the aims of liberalisation and opening markets have resulted instead in increased regulation. So we need a new model for opening European markets and for removing barriers to competition.",
        "In the UK, we decided that the way forward was that competition authorities, rather than politicians, should make the crucial decisions necessary for opening up markets.",
        "In Europe, we should make the same move. Rather than political initiatives based on harmonisation, Europe needs competition decisions which make a reality of the single market. We need a more proactive EU competition regime – with investigations into particular European markets and sectors to drive up competition and prevent British firms from being excluded from markets from energy to telecommunications",
        "A similar proactive approach must be taken to state aid reform. We must tighten up the rules on the most distortive state aids in order to avoid inefficient subsidies which impose costs on taxpayers and consumers – and prevent full and fair competition. And we fully support the commission’s efforts to ensure the rules on distortive aids are properly applied in all member states.",
        "But we must also ensure the rules do not prevent measures which help make markets work better. It took Britain more than a year to secure European permission to create regional venture capital funds for localities desperately in need of strong local capital markets that work for small businesses. And it took months more for permission to abolish stamp duty for business property purchases in areas urgently in need of local property markets that work and the new businesses and jobs that can ensue.",
        "We are ready to work with the Commission and other Member States to develop state aid guidelines which would allow such measures to be approved more quickly in the future. And we support proposals for a significant impact test to deal quickly and simply with aid which does not have a major effect on trade and competition – and urge the Commission to implement such a measure as soon as possible.",
        "Alongside structural reforms, well-targeted public investment can also play a role in driving long-term growth. Europe needs to do more to improve planning, management and better design and development of infrastructure projects – and support the development of a more effective partnership between public and private sectors using the efficiencies of private finance initiatives. Indeed we believe that private finance can be extended from hospitals, schools and transport to prisons, urban regeneration, waste management and housing.",
        "And at the same time, in an increasingly competitive world where investment in R&D is vital to promote both innovation and growth and the gap between our research and development performance and that of Japan and the US is still too wide, Europe must raise R&D investment to move closer to our aspiration of 3 per cent of EU GDP.",
        "Capital markets can and should help us manage risk more efficiently between sectors, over time and across national boundaries. While America has achieved a high degree of diversification across state borders, investment in Europe remains fragmented on national lines and there is a need to remove barriers to diversification of investments across borders, for example in pension and mutual funds. So we will support the European Financial Services Action Plan as it improves mutual recognition of financial services providers in insurance, banking and capital markets.",
        "And just as greater integration – a common approach to research and development and capital markets – is to our benefit, so too greater subsidiarity in regional policy is the best way forward for Europe. Why? Because while Europe’s money can be best used to supply vital aid to the poorest countries of Europe richer countries need greater freedom to use their own resources to pursue modern, locally-led regional policies. And we hope that the current review of regional aid will lead to a new regional aid framework before the end of 2004.",
        "It is not enough to ensure that EU funds are spent better, the European Union must also make sure that its own finances are well protected against fraud. Despite changes introduced since 1997 – including a complete re-write of the budgetary rulebook, a more independent internal audit service and, from 2005, a new, modernised accounting system – the latest report by the court of auditors and the recent allegations of financial wrong-doing at Eurostat suggest that EU funds are still too vulnerable to fraudsters and Europe must introduce further reforms to address these shortcomings.",
        "**Tax harmonisation**",
        "Second, the same globalisation that demands open, flexible liberalised markets demands more open, flexible and competitive tax systems.",
        "Competition between tax systems exists in the United States of America even where they have not just a single currency but a federal state. So far from the single currency requiring tax harmonisation, it is becoming generally recognised that tax competition is an essential element of the economic reform agenda. It can encourage innovation and thus more efficient ways of raising revenues; can help cut through bureaucracy and reduce compliance costs; and while tax competition must be fair and above board – the UK is working with our international partners to root out unfair and discriminatory tax competition – tax competition allows governments to respond to national preferences on the role, structure and aims of taxation.",
        "If we look round Europe today some countries wish to tax wine and champagne according to their national priorities; others beer and spirits differently; others energy differently; others tobacco. And tax competition recognises that Member States have different preferences that often reflect different long standing national values as well as preferences at any one time, and may also have different preferences for the level of social provision, the size of their public sector and accordingly the required tax take.",
        "So it is right to resist schemes for the harmonisation of corporation tax or further harmonisation of VAT, just as it has been right to support exchange of information as the means to tackle avoidance of savings taxation.",
        "**Social dimension**",
        "Third, Europe’s founders recognised that markets are social structures and work best when there is an explicit social dimension.",
        "And for its time and era the European social model which argued that enterprise had to be matched by fairness was an advance on responses to industrialisation in many other parts of the world.",
        "But with competitive pressures now global and not just European, the social dimension of a global Europe cannot be one that stops the clock, freeze frames and protects people against change. The social dimension must be one that does not replicate an indefensible status quo but equips people to meet and master change.",
        "Therefore it is right that Europe move from what are often called passive labour market policies to active labour market policies – policies which do not simply pay people to stay out of work but which encourage people to move from welfare to work and give them the skills they need.",
        "So here, and in the treatment of employment legislation, Europe must embrace greater labour market flexibility as the only modern route to full employment and put new regulations to the flexibility test as well as devise new incentives that help the unemployed. And the prize of a modern agenda for a flexible, job creating Europe based on independent states working together is that we are able to answer peoples anxieties about the great insecurities that arise from globalisation.",
        "**Take long term unemployment**",
        "In France over 30 per cent of unemployed have been unemployed for more than a year, in Germany nearly 50 per cent, in Italy nearly 60 per cent. On average across the euro area it is 43 per cent but only 8 per cent in the USA. In other words only one in twelve of the unemployed stay unemployed for more than a year in the USA but in Europe nearly half the unemployed are still out of work.",
        "Today 14 million people across the EU are out of work – including more than 15 per cent of young people",
        "So it is clear that the post-war objective set by all countries of high and stable levels of growth and employment cannot be achieved in the old ways: just by maintaining high levels of demand in, essentially, sheltered and protected economies.",
        "Instead there are modern ways to make opportunity count and advance towards full employment that take us beyond the old idea that social cohesion had always to be bought at the cost of enterprise.",
        "Instead of viewing flexibility as the enemy of full employment, we should recognise that the right kind of flexibility in European as well as British labour markets is essential for jobs.",
        "So it is right that in the Wim Kok Employment Taskforce Report, Europe examines how, in the search for higher employment levels, we reform employment services, seek greater local flexibility, ensure social security benefits can encourage the return to employment, and sharpen tax incentives for work. And it is right both to create flexible markets and to equip people to meet and master change – through investment in skills and training, through the best transitional help for people moving between jobs, and through the operation of incentives to work like a minimum wage and a tax credit system, tailored in each member states to national circumstances.",
        "Take the British working tax credit which combines the flexibility of a labour market working smoothly with minimum standards of fairness for every employee returning to work. An unemployed adult on a modest income moving from a higher paid job from which he has been made redundant to a lower paid job recoups through the tax system up to 70 per cent of the wage loss — with the generous British child tax credit making the same true for employees with children whose incomes extend up the income scale. So the tax credit makes possible labour market flexibility – and thus the creation of new jobs – while ensuring there is a minimum below which families cannot fall. Many in the rest of Europe are now examining tax credits. And by providing a real and effective safety net for people moving jobs or moving into work, the tax credit system helps the flexible creation of jobs.",
        "But regulation should only be used where necessary and the regulatory burden reduced wherever possible. The impact, cost and benefit of new EU regulation should be considered rigorously before any proposal is adopted – especially regulation which threatens our commitment to more and better jobs.",
        "Here again mutual recognition is a better way forward than harmonisation.",
        "Research suggests that around half of all new regulations now emanate from Brussels. In particular, Europe must reform existing rules to make it easier for entrepreneurs to start up and grow their businesses, instead of facing the same regulations as large businesses and suffering most from their impact on costs and time.",
        "And as we move forward, we must strengthen our commitment to rigorously assess the impact of all new legislation on the competitiveness of the EU economy, and lessen the burden of existing legislation.",
        "So we will:",
        "* resist the quarterly accounting requirements imposed under the proposed transparency directive;",
        "* call for changes in the Investment Services Directive to prevent the financial services sector facing over-burdensome regulation;",
        "* make sure the Financial Services Action Plan is about reducing red tape and not increasing it;",
        "* and resist inflexible barriers being introduced into the Working Time Directive and Agency Workers Directive.",
        "I am proposing to Finance Minister colleagues that in the year 2004 a European wide push against wasteful regulation forms a central part of our economic reform agenda.",
        "In this new initiative – where I believe there is a willingness of member states to cooperate – I believe the two European Councils – the Dutch Presidency summit of December 2004 and the British Summit of December 2005 – should be summits that sweep aside wasteful regulation",
        "And in the next two years every proposed regulation should be put to the costs test, then the jobs test and then the “is it really necessary” test. Existing regulations should be put to the same tests.",
        "**Trade**",
        "Fourth, in the old trade bloc economy Europe could worry most about internal trade and least about trade with the rest of the world",
        "It is now trade with the rest of the world that is growing fastest of all",
        "Take investment flows. For fifty years from the 1940 America invested heavily in Europe",
        "In the 1990s it is Europe that is investing heavily in the USA",
        "Indeed for nearly ten years funds invested from Europe in America have exceeded funds invested in Europe by America",
        "Globalisation means that trade is rising nearly twice as fast as output.",
        "And it is obvious that while in the trade bloc era Europe could be protectionist and shelter its goods and services, globalisation forces Europe, like Britain, to be open and outward looking.",
        "It is a long academic debate about the virtues and inefficiencies of trade blocs and the efficiency gains from a more open trading system. What is clear is that warring trade blocs will increasingly seen as not just inefficient but dangerous.",
        "And in a new global environment where all the arguments for the benefits of free and open trade are now more pressing than ever before, but where political resistance is strong, we must stand firm.",
        "So Europe needs to confirm its rejection of the protectionism and parochialism of the past and be open, outward looking and internationalist.",
        "The breakdown of talks in Cancun – where the EU, US, Japan and many developing countries were unwilling to accept the necessary cuts in tariffs and trade-distorting support to reach agreement – is a bitter disappointment and a serious setback to the multilateral process.",
        "There are now real risks that the response to globalisation is not to embrace change by opening up trade but to set our face against change, by becoming more protectionist.",
        "And there is indeed pressure to create greater barriers, pursue bilateral deals, build regional blocs that are inward looking, economic fortresses that resist change. Talking about free trade but not engaging with the benefits of it.",
        "Any danger of European protectionism – or Japanese or American protectionism – should be resisted.",
        "To present an inward looking “Fortress Europe” – rivals with America in a multi-polar or bipolar world – as the sequel to the nation state and the alternative to the embrace of globalisation would be to miss the major opportunities for prosperity: a failure to recognise the real gains that can come from embracing globalisation and open trade and an unwillingness to make the reforms necessary to equip Europe to benefit.",
        "So to secure the gains from the opening up of trade in the twenty first century we need to take on vested interests in exactly the way Cobden and Bright did in the nineteenth century.",
        "Europe must lead in the World Trade Organisation.",
        "Along with America, the EU should not wait for the Doha development agenda to conclude. We should start liberalising now and deliver the benefits that such reforms – properly sequenced – would have on growth, consumer prices and developing countries economies.",
        "In particular Europe and America must, sooner or later, come together to tackle, at root, agricultural protectionism which is failing consumers, taxpayers, farmers and the environment, as well as seriously damaging the economies of the world’s poorest countries.",
        "This summer Europe achieved an important step forward, breaking the link between production and subsidy for many products and reducing the trade-distortion impact of the common agricultural policy.",
        "The CAP imposes enormous costs on the EU economy: at 45 billion euros a year absorbs nearly half the EC budget; member states provide an additional 15 billion euros in support from national budgets; on top of that consumers bear a burden of 50 billion euros through higher food prices. And agricultural subsidies and protectionism costs developing countries $30 billion a year leaving millions in poverty.",
        "But at the same time as pursuing a multi-lateral agenda, Europe should also recognise that a strong transatlantic economic partnership is critical to long term prosperity",
        "The transatlantic economic relationship now accounts for up to $2.5 trillions of commercial transactions each year, including $500 billions of foreign trade, and provides employment to over 12 million people.",
        "This changes the relationship between Europe and America and it is in the interests of the whole of Europe that we have a strong high growth us economy just as it is in the interests of the USA to have a strong European economy.",
        "So I believe that in the best and most forward looking responses to globalisation, Europe and America see ourselves as partners not rivals — not fortress Europe versus fortress NAFTA, but working together to be beneficiaries of global change and ensure that all continents benefit.",
        "Last spring we submitted to the Commission the results of a new study showing that if we broke down the tariff barriers and the barriers to trade in services between Europe and America Europe could increase employment by 1 million, raise growth by up to 2 per cent in Europe and up to 1 per cent in America.",
        "So Europe should recognise that a strong transatlantic economic partnership is critical to long term prosperity. It is not just in Britain’s but in Europe’s interest that the EU and USA – with 60 per cent of the world’s output – seek common approaches to competition, liberalise services and capital markets, remove remaining tariffs, reinvigorate the transatlantic business dialogue, and together make multi-lateralism work for developing countries.",
        "And last week the US Treasury Secretary John Snow and I agreed to take this work forward with our European partners – including proceeding with an independent study on how by liberalisation, the removal of tariff and non-tariff barriers, and agreed approaches to competition and regulation we can reap the benefits from greater trade and investment between our two continents.",
        "The prize of being partners not rivals is that each of us – and our trade partners – stand to gain much more from globalisation.",
        "And Europe’s role must not end there. We also ought to be at the heart of the new relationship between developed and developing countries – especially the poorest African nations.",
        "In the same way that under the Marshall Plan America helped the regeneration of Europe, Europe and America should work together for a new Marshall Plan – the economic development of the poorest countries. Not just a moral and social imperative, but an economic priority.",
        "**Monetary and fiscal policy**",
        "Fifth, a Europe serious about meeting global competition should, as Britain has, move beyond the old short-termist approach to monetary and fiscal policy.",
        "The lessons all advanced economies have learned are that in the new global economy, where investors will put a premium on maintaining monetary and fiscal stability, monetary and fiscal policy has now to adjust quickly to fast moving changes and to heightened risks of instability – and to do so it has to be proactive and forward looking",
        "Fixed intermediate monetary targets assume a stable demand for money and therefore a predictable relationship between money and inflation. But since the 1970s, global capital flows, financial deregulation and changing technology have brought such volatility in the demand for money that across the world money supply targets have proved unworkable. So domestic policies which held to rigid monetarist targets are exposed by the liberalisation of capital markets.",
        "At the same time, the old inward looking policies which manipulated supply and demand year to year at a national level – best characterised by short term domestic fine tuning – are as out of date as those which have held simply to rigid monetary targets. The only reason politicians bound themselves to annual surplus or deficit targets was that no one believed that they had the discipline to meet long term fiscal objectives. But a fiscal policy that is not planned over the economic cycle is one that cannot respond to the ups and downs of a fast moving global economy.",
        "Instead, the flexible and proactive approach a modern economy needs demands a framework – whether monetary or fiscal – based not on short term targets but on clear long term objectives that are met and seen to be met; well understood operational rules of procedure that are painstakingly followed; and an openness and transparency that helps build public trust and market credibility.",
        "That is why my first acts as Chancellor in 1997 were not only to make the Bank of England independent but to introduce a new British model for monetary and fiscal stability with:",
        "* Instead of monetary targets, a symmetrical inflation target that is as concerned about deflation as it is about inflation",
        "* Instead of the old annual fiscal fine tuning, clearly established fiscal rules set over the cycle",
        "* And because it is important not just to build trust but to educate decision-makers about the costs and benefits of different courses of action, an openness and transparency.",
        "And it is precisely this kind of monetary and fiscal policy that is most attuned to the news of an open trading global economy.",
        "First, the credibility that has come from independence for the Bank of England and the symmetric target has enabled the monetary policy committee to respond early and decisively – raising interest rates in 1997, cutting them sharply in 1998 – and again with nine interest rate cuts since the latest global downturn began with the result that, even when more exposed than any European economy to the it shock, growth continued and unemployment continued to fall.",
        "And I believe that the MPC is right to take the forward-looking approach of pre-emptive action – taken as the economy strengthens – to lock in stability.",
        "Second, it is right that the system be open and accountable.",
        "Most instability and high inflation in the past was caused by a breakdown of the consensus in our society on who gets what. And Britain usually fell into recession after two inflationary bursts – an initial burst of inflation when demand got out of control and then a second burst of inflation when wage negotiators sought to catch up with higher inflation in their pay claims.",
        "So in 1997 we knew that we had to fashion a model for stability that was seen as legitimate and fair and got the balance right between technical expertise and political legitimacy so wage negotiators would believe that the targets set will be met.",
        "This required an open public debate about the target and the value of it being met. The greater the degree of secrecy the greater the suspicion that the truth is being obscured and the books cooked. But the greater the degree of transparency – the more information that is published on why decisions are made and the more the safeguards against the manipulation of information – the less likely is it that investors will be suspicious of the government’s intentions.",
        "And that openness needs to be underpinned by accountability and responsibility. Public trust can be built only on a foundation of credible institutions, clear objectives, and a proper institutional framework.",
        "But, third, it is only within a framework of being long term and rules-based that markets will allow monetary policy to be proactive. This is what we mean when we talk about discretion being possible only when there is a long term discipline or constraint accepted by policy makers.",
        "It is where there is no credible long term commitment to fiscal stability over the cycle that economies can find themselves in the position of cutting spending or raising taxes at the wrong time of the economic cycle, putting growth and stability at risk. And it is precisely at this point in the economic cycle that past British governments have made mistakes.",
        "So in 1997, breaking from the old familiar annual public spending rounds, the old annual promises and breaking of promises over surpluses and deficits, we set long term fiscal rules over the cycle – rather than rigid year to year targets – and these have supported monetary policy in helping us continue to grow.",
        "It is because of this long-term commitment to fiscal stability that:",
        "* In 1997 and for two years we froze spending and turned the large deficit that we inherited into a large surplus;",
        "* We then aggressively cut the national debt;",
        "* We then paid off more debt in one year than in the whole of the period since the Second World War;",
        "* And we then were able to reduce debt interest as a share of national income to its lowest in almost a century, since 1914.",
        "* And our long term fiscal decisions will ensure that while debt is rising substantially in many other countries, levels of debt in Britain will remain low and sustainable. At all times we will meet our fiscal rules and, more than that, we have examined the sustainability of the public finances over the next 50 years",
        "In the Pre-Budget Report we will publish our plans showing that after tough decisions made on pensions – state pension spending will rise towards 15 per cent of GDP in Germany and France but remain at 5 per cent in Britain – our fiscal position is sustainable over not just a year or two but over the next decades – the necessary timeframe to assess the potential impact of an ageing population on public finances.",
        "So with all the reforms we have already made in Britain, we have – I believe – a sound and credible British model for long term economic stability",
        "Just like Britain, the euro area has been establishing a framework for economic stability. In parallel with the creation of the independent Monetary Policy Committee of the Bank of England and our new fiscal regime we have seen the creation of the European Central Bank and the evolution of the Stability and Growth Pact.",
        "Overall the euro area has managed to maintain both low inflation and relatively low fiscal deficits even in a period of world instability. But there has been low growth. So just as we in Britain are examining how we advance, the ECB has been reviewing its monetary policy strategy and the EU has been looking at how the stability and growth pact can work most effectively.",
        "And I believe that Britain, having had to learn from our experience of the 1980s and 90s of stop go policies – and having learnt from Europe and America – has today something distinctive to contribute."
    ]
}