{
    "url": "https://www.ukpol.co.uk/gordon-brown-2002-speech-on-tax-credits/",
    "title": "Gordon Brown – 2002 Speech on Tax Credits",
    "post_date": "January 5, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, on 16 September 2002.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "Today, with the national advertising launch of the new tax credits, we are witnessing the biggest revolution in our tax and benefit system since the time of Beveridge.",
        "The new tax credits – advertised on television from tonight and introduced next April – are central to this Government’s goals of not only tackling child poverty and making work pay but ensuring family prosperity for all.",
        "Because we believe the tax system should recognise all the everyday pressures on middle as well as low income families, the new Child Tax Credit will be available right up the income scale for families with incomes of £58,000 or below and for the first year of a child’s life families earning up to £66,000 will receive some help.",
        "9 out of 10 families with children will be eligible for support…  \n…with £13 billion pounds paid out to 6 million families  \n…and £325 million to help with childcare costs",
        "As a result of the new tax credits and our other tax and benefit reforms, on average, families with children will be £1200 better off next year than in 1997 – and the poorest families £2400 better off.",
        "In total we will be spending £8 billion a year more to support children next year than in 1997.",
        "No government has spent as much on children and families.",
        "And there is another major innovation that we are introducing next April.",
        "Instead of a tax credit paid through the wage packet to the main earner, normally the father, we will pay the Child Tax Credit directly in cash or through a bank account to the carer, usually the mother.",
        "In total £2 billion pounds will be transferred from fathers to mothers – providing them and their children with a secure and regular source of income.",
        "Let me explain the philosophy behind our changes.",
        "It is in the family that we build the next generation. And in today’s fast changing economy – with all its uncertainties – families, now more than ever, need to know they don’t have to go it alone. They need security and support.",
        "So our starting point is that a family friendly tax and benefit system should be founded on the principles of the 1942 Beveridge report: that nothing should be done to remove from parents the responsibility of maintaining their children and it is in the national interest to help parents to discharge their responsibilities properly.",
        "We know that mothers and fathers struggling to cope with bringing up their children, meeting the challenging demands of work and family life, anxious about doing their best for their children while making ends meet, want a tax-benefit system for families that is on their side.",
        "So our approach applies the Beveridge principles to the realities and needs of modern family life. Today many families rely on two incomes and most women work. And some of the greatest pressures parents face were almost unknown in Beveridge’s time: the loss of income because one parent ceases employment and is at home or works part time after the birth of a child; or the costs of childcare when the mother goes out to work. The new tax credits are designed to help families cope with all these challenges.",
        "We also know from our research that parents feel the need for better services as well as a modern system of financial support, and that both are needed to help them discharge their responsibilities best.",
        "And so in this Parliament we are combining improved children’s benefits with our other reforms:",
        "For the first time, higher direct support for all families at the time when they need it most in the first year after the birth of their child;",
        "For the first time paternity benefits, alongside enhanced maternity provision;",
        "A new integrated approach that delivers, on the ground, day care for children and after school care for working parents or parents in need of respite;",
        "Special advice, training and financial support to help lone parents into work;",
        "Support for parenting through enhanced, long-term financial provision for parenting education and special measures to deal with accommodation for lone parents under 18;",
        "Measures to ensure every child has the best start in life – guaranteed nursery education for all 3 and 4 year olds, with three years old guaranteed nursery education under our spending review from next year …backed up by Sure Start in areas of most need in the country – a comprehensive approach to meet the needs of under fours;",
        "And through the new Children’s Fund and other initiatives, enhanced encouragement for the voluntary community and charitable organisations that are the vital link between the needs families have and the help they receive.",
        "Together these initiatives are radically reforming the system of support for families — tackling poverty and investing in the potential of every single child in our country.",
        "And these reforms are grounded in new rights and new responsibilities as we tackle injustice, re-emphasise personal responsibility and renew the welfare state of 1945 for a new era.",
        "This also includes reforms to work and making work pay. On the one hand there are new opportunities to work, to gain skills, to meet new commitments – and on the other hand, new obligations – in particular, the right to work if you can.",
        "1.8 million men and women have benefited from the New Deal. Unemployment is now lower than in America or in Japan for the first time in fifty years. But there are thousands who have fallen through the net – able to work but unwilling to do so. In the Pre-Budget report the Secretary of State for Work and Pensions and I will be bringing forward measures to tighten up the New Deal so that the opportunities it offers are matched by the obligation to make the most of them. New rights matched by new responsibilities.",
        "Now let me explain the detailed changes in financial provision for families.",
        "There was for years – until this administration – no recognition in the tax system of the existence of children or of the sheer costs of bringing children up. Our tax and benefit system did not put the needs of families with children first – in fact, it neglected them with the result that thousands of children were left behind and lost out.",
        "Between 1979 and 1997, total child support for a family on average earnings with two children actually fell by 6 per cent. As a result, the living standards of families with children fell behind the rest of the population. Indeed, in 1997, the average income for households with children was around 30 per cent lower than for those without children.",
        "So in the first few years our first priority was to get thousands of families out of poverty – both by improved chances of work through the New Deal and improved child support for the lowest income families.",
        "Payments for the first child, which in 1997 started at £11 and rose to £28, now start at £15.75, for 5 million families are nearly £26 and for the poorest children are £48.25 a week – a near doubling of cash support for the poorest families.",
        "But we need to go further and in the budget earlier this year I announced details of our new measures – not just more investment in children’s services but two and a half billion pounds of extra support for families through the new Child and Working Tax Credits.",
        "A tax and benefit system that puts families first in the modern world should not just recognise the family as the bedrock of society, and the rights and responsibilities of parents, but also the very real pressures parents face right up the income scale. It should materially help them balance the needs of work and family and be generous enough to ensure for each child a good start in life.",
        "So our approach is universal and progressive. It starts with child benefit for every family and recognises the costs of raising children that middle income families face. But is designed to help families most when they need help most and when their children are youngest.",
        "The new Child Credit will integrate payments for child support into one single payment, built on universal child benefit – creating a simpler and fairer system that will be more responsive to changes in circumstances, improve work incentives and ensure for the first time that all payments for children are paid to the main carer, usually the mother",
        "As a result, £2 billion pounds will be transferred from the main earner – usually the father – to the main carer – usually the mother. Money that – as research shows – is then more likely to be spent on the child.",
        "Our changes mean that, from next April, mothers who wish to leave work and be with their children at home but have found it financially difficult to do so will find it easier. For single earner families more help is now available and for those on incomes between £43,000 and £58,000 help is available for the first time.",
        "We must do most for the children that need it most. And for two million of the poorest families in the country, child support – which was £28 a week in 1997 will now be £54.25 a week for the first child – a near doubling of support since 1997.",
        "And to further reduce the numbers of children living in poverty and ease the transition to the new system, we will increase the child allowances in Income Support and Jobseeker’s Allowance by £3.50 a week from next month.",
        "So in this new modernisation of welfare, we have rejected both crude means testing and old style redistribution in favour of progressive universalism where all get help, but those in greatest need get the greatest support.",
        "And this is backed up by our other reforms:",
        "To give families extra support after the birth of a child, maternity pay will rise to £100 a week from April next year with paid maternity leave extended to 26 weeks. And we will also introduce Britain’s first-ever paid paternity leave so working fathers can spend more time with their partner and new child. Together with the new tax credits, families will be provided with up to £2,200 extra to contribute to the costs of the first year of a child’s life.",
        "To help parents combine being a parent with paid work, we are improving access to affordable, good quality childcare with an additional 250,000 places by 2006 and more flexible help with childcare costs through the new tax credits.",
        "To help lone parents move into work we are extending work-focused interviews to all those on benefit – and Andrew will talk more about our welfare to work policies and making work pay in a moment.",
        "Reform also means we should match the new opportunities we offer families with the responsibilities we expect of them. It is not for government to tell people how to live their lives but what we can do, for the sake of children, is to encourage good parenting. So in the spending review I announced an additional £25 million pounds over the next three years to deliver a network of parenting education across England.",
        "There are circumstances where vulnerable parents need special treatment. Where there are lone parents under 18 who cannot live with their family or partner, the policy is that instead of independent tenancies, they will have supported housing that combines accommodation with counselling and help with childcare.",
        "Giving every child the best start in life also requires good public services. By September 2003, we will guarantee a nursery place for every three and four year old who needs it. We are building on Sure Start – which will cover up to 400,000 children under four by 2004 – by setting up new Children’s Centres to provide a focal point for children’s services in deprived communities, as well as providing support for local and voluntary projects through the children’s fund.",
        "The old days of Whitehall knows best are over.",
        "We know that support for families cannot be provided by Government alone.",
        "And we know that child poverty cannot be removed by Government alone.",
        "Instead, with Government working together with parents, voluntary, charitable and community organisations, we can – and will – deliver a better future for our children.",
        "So Sure Start and the Children’s Fund bring a principle into action which has lain dormant for many years: that services can not only involve voluntary and charitable organisations at a local level but can be run locally through and by them.",
        "The children you passed on the way here this morning – laughing, shouting, playing? – will grow up to be the nurses and police officers, teachers and doctors, parents and taxpayers of tomorrow.",
        "These children are the children of our country, the children on whom Britain’s future depends. And if we do not find it within ourselves to pay attention to them as young children today, they may force us to pay attention to them as troubled adults tomorrow.",
        "So it must be the Government’s objective to ensure that no child will go without help, that every child is included, that every child will have the chance to make the best of their lives, that we will never allow another generation of children to be discarded.",
        "Our new tax credits..",
        "…supporting families",
        "…tackling child poverty",
        "…investing in the potential of every single child in our country…",
        "…are both symbol and substance of this government’s ambition for Britain: to meet new needs, scale new heights, extend new opportunities, tackle deep-rooted injustices and work together for a better, fairer, more prosperous Britain."
    ]
}