{
    "url": "https://www.ukpol.co.uk/gordon-brown-2010-speech-at-labour-hq-following-election-defeat/",
    "title": "Gordon Brown – 2010 Speech at Labour HQ Following Election Defeat",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Prime Minister, at Labour HQ in May 2010.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "On the back of our party cards it says: By the strength of our common endeavour we achieve more together than we do alone.",
        "And in constituency after constituency despite all odds we proved that again and again on Thursday night. By the strength of our common endeavour we achieved more together than any of us ever have done on our own.",
        "And so I am here to thank every member of Labour’s staff, every volunteer, every member, every supporter for what you have done in the past, and what I know you will do in the future.",
        "To thank also Harriet, Douglas, Peter, Ray Collins, the Chair of our NEC Ann Black, and our candidates and campaigners.",
        "We know – more certainly now than ever before – that there is a strong progressive majority in Britain.",
        "I wish more than I can possibly say that I could have mobilised that majority to carry the election– but I could not.",
        "And so now I have to accept – and indeed assert – personal responsibility. The fault is mine, and I will carry it alone.",
        "So to give this party I love the best possible chance to prepare for its future, I have resigned the leadership of the Labour Party with immediate effect.",
        "I wish my successor in that role well; and I will stand by Labour’s new leader, whoever that may be — loyally and without equivocation.",
        "Because one thing will not change: I am Labour, and Labour I will always be.",
        "Let me a few days after our election thank those who never gave up and never gave in, who fought so hard and whose dignity in defeat makes us so proud.",
        "In the past few weeks, our Labour Party has shown, even when up against the odds, what we are made of.",
        "Of course we went into this election massively outspent and with, shall I call it, a difficult media environment. In the most difficult of circumstances after an economic crisis a political expenses crisis and after 13 years in government it is to your enduring credit that we denied our opposition the majority they took for granted.",
        "And you know better than anybody how hard fought this election was, and how dependent we were on the small, well disciplined team of which you were such a crucial part. Strong policy, robust research, creative communications and inspired new media work were allied with the most targeted and the most commanding ground war I have seen in my whole time in politics. And for all that, I thank you.",
        "And I’m proud to say that we proved last Thursday that committed people matter more than limitless cash.",
        "Sarah and I will never be able to thank you enough for what you have done. But I hope when you look back on these times you will tell your children, and your children’s children, about the Britain we built together and the good that we did in this campaign.",
        "Because let me tell you what it was really all about. Last week when I was out knocking on people’s doors … and this wasn’t recorded on tape … I met a girl who was exactly the same age as the Labour government. Born on the 1st of may 1997, she had grown to know and love a Britain with Sure Start, with one to one tuition, with the expectation that every person from every background will have the chance to get on and not just get by.",
        "She took opportunity for granted, and we fought for the chance for every child to be born in a Britain like that. We fought for the future.",
        "And we continue to fight unceasingly because progress is not a word we just speak but a reality we have been creating where the ambit of opportunity always expands and never contracts. And we fight for progress because we know the energy and talent of the British people are boundless whenever they are released from stereotype and allowed to soar.",
        "We know that progressive change is possible, because our very record shows it is.",
        "The minimum wage.",
        "Sure Start.",
        "The child tax credit.",
        "The shortest waiting times in NHS history.",
        "Record exam results in schools.",
        "More police officers than ever.",
        "Half a million children out of poverty.",
        "And two million more jobs than in 1997.",
        "And on top of everything we did to change Britain for the better and forever, we can be proud that there are people alive in Africa today, children in school there who have access to health care there, because of what we have done here thousands of miles away.",
        "So when this think of these times think on the lives saved and changed, and always remember – that New Labour’s achievements do not belong to me or to Tony Blair, but to you.",
        "We fought and will continue to fight for our public services – services that are not something that we conjure up on our own– or that most of us can pay for by ourselves – but services that are valued because they and the realization of a true nobility that sees beyond selfish individualism, on to what can be done through our collective endeavour.",
        "That is why we fought – and why we together we will keep fighting for justice.",
        "So tell your children you were a part of this – but also never to stop believing that people of courage and conviction can lift our country and make it equal to its best ideals.",
        "So to those who gave their hearts, their hard work and their votes to labour, i say thank you. I will never forget how we stood together – in happier days and through the hardest hours.",
        "And so as you fight on, know that I will be with you, heart and soul.",
        "And know that you have my undying gratitude, because you have given the best of yourselves to the greatest of causes. And because you have fought every hour of every day you will be able to say for the rest of your days;",
        "I was there.",
        "I was on the progressive side of history.",
        "And you are part of a Labour Party which is and will always be the greatest fighting force for fairness our country has ever seen.",
        "We are irrepressible: we fight for fairness, and tomorrow we fight on."
    ]
}