{
    "url": "https://www.ukpol.co.uk/gordon-brown-2001-speech-to-the-federal-reserve-bank-in-new-york/",
    "title": "Gordon Brown – 2001 Speech to the Federal Reserve Bank in New York",
    "post_date": "December 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, in New York, the United States, on 16 November 2001.",
    "content": [
        "##  Introduction",
        "Let me first of all express my and our Government’s heartfelt sympathy for, and our solidarity with, the city and the people of New York.",
        "Henceforth New York will forever be seen by as the city of courage.",
        "In the two months since September the 11th, I have – of course – sensed the vulnerability that many in the world have felt, but Tony Blair – our Prime Minister – and I have been struck even more by the resilience and bravery in the face of tragedy that so many have shown.",
        "New York is a city of such global reach that it is a human monument to our interdependence – the global meeting point of a hundred nationalities and more. And in our work I hope we will keep in mind the powerful example and sense of purpose that radiates outward from New York – the Statue of Liberty sending out a beacon of liberty in the face of tyranny, an indomitable light shining through the smoke and darkness of terror.",
        "This city, by its conduct, shows us that while buildings can be destroyed, values are indestructible; that while hearts are broken, hope is unbreakable; and while lives have ended, the cause of freedom never ends.",
        "It would be understandable, at a time like this, for each of us to turn inwards and focus on our own country’s domestic concerns.",
        "But I say to you today, in this time that has so powerfully reaffirmed our interdependence, that it is not only right to focus on globalisation, but it has never been more important to get globalisation right.",
        "The alliance we have forged against terrorism since September 11th – an alliance across thousands of miles, across boundaries of nationality, faith and race, across all conditions and stages of economic development, confirms a profound and pervasive truth: that in the new global economy we are, all of us, the richest countries and the poorest countries – inextricably bound to one another by common interests, shared needs and linked destinies; that what happens to the poorest citizen in the poorest country can directly affect the richest citizen in the richest country; and that not only do we have inescapable obligations beyond our front doors and garden gates, responsibilities beyond the city wall and duties beyond our national boundaries, but that this generation has it in our power – if it so chooses – to abolish all forms of human poverty.",
        "Some critics say the issue is whether we should have globalisation or not.",
        "In fact, the issue is whether we manage globalisation well or badly, fairly or unfairly.",
        "And we have a choice.",
        "Globalisation can be for the people or against the people. Just as in any national economy economic integration can bring stability or instability, prosperity or stagnation, the inclusion of people or their exclusion, so too in the global economy.",
        "Managed badly, globalisation would leave whole economies and millions of people in the developing world marginalised. Managed wisely, globalisation can and will lift millions out of poverty, and become the high road to a just and inclusive global economy.",
        "Whatever our concerns about the sheer scale of the challenge of globalisation, we must equally resist two opposite temptations: the first is to retreat into the outdated protectionism and isolationism that would deprive developing countries of what they need most – development itself; the second is to recycle the old laissez-faire that says there is nothing that can be done.",
        "To succumb to either temptation would hurt both the powerless and the prosperous.",
        "And because in the last 50 years no country has lifted itself out of poverty without participating in the global economy, we will best help the poor not by opting out or by cutting cooperation across the world but by strengthening that cooperation, modernising our international rules and reforming the institutions of economic cooperation to meet the new challenges.",
        "So the question is not whether we move forward with globalisation but how, and to whose benefit. And while there are extreme views that cannot, and never should be, accommodated, I believe that in the last few years – within the reasoned debate about globalisation – there is, for reasons I shall detail shortly, increasing scope for agreement about the next steps forward.",
        "While thirty years ago, twenty years ago, perhaps even ten years ago, the disagreement between pro- and anti-globalisation campaigners would have been so fundamental that no meeting of minds would have been possible, today many people who are wrongly labelled “anti-globalisation campaigners” – and who rightly campaign for trade on fair terms for developing countries – would also acknowledge:",
        "* The importance of markets;",
        "* The pivotal role of private capital; and, indeed,",
        "* That while the unfettered power of any vested interest anywhere is unacceptable, private companies and private – not just public – investments are crucial to making global economic development work in the interests of the excluded.",
        "But experience from the 1980s onwards has moved us on from the assumption that, just by liberalising, deregulating, privatising and simply getting prices right, growth and employment would inevitably follow – a set of assumptions that has proved inadequate to meet the emerging challenges of globalisation in, for example, South East Asia where public investment has played a catalytic role in securing growth.",
        "We know that stability is the precondition for global prosperity and growth. And, because there is no long term trade off between inflation and growth or unemployment, it was of course right in the wake of the oil price rises of the 1970s that in the eighties the control of inflation was the overriding priority – and today, country by country, the importance of monetary regimes that ensure low inflation is well understood.",
        "And, as different understandings of the world economy converge, we can and must comprehend a new paradigm in which low inflation and fiscal stability are the necessary but not sufficient conditions for securing prosperity for all. The new paradigm seeks to restore to the heart of economic policy the high ideals and public purpose of 1945 which made governments and countries seek for every country the highest sustainable levels of growth and employment as the means to prosperity for all – a new renewal project which – as the UK Government’s White Paper on Globalisation led by Clare Short, our International Development Secretary stated – must now recognise the vital role of:",
        "* The pursuit of competition and not just privatisation;",
        "* The importance of public as well as private investment; and",
        "* The need for proper financial supervision as well as liberalisation, including a route map sequencing the liberalisation of capital markets.",
        "And progress on the trade round at Doha has shown that there is an understanding that extending trade is not a threat to the poorest countries but a benefit to all, including them.",
        "It is this commitment to prosperity for all – to combine economic success with social justice and to tackle the causes of poverty as a key step in building the foundations of prosperity -that has led all major countries and all international organisations – the IMF, World Bank, OECD and the UN – sign up here in New York – in perhaps the most economically significant statement of recent decades – to the historic shared task of setting and meeting millennium development goals to deliver for the world social justice:",
        "* That by 2015 instead of 110 million denied primary education, every child has the chance of schooling;",
        "* That by 2015 instead of 7 million avoidable deaths each year, child mortality is reduced by two thirds;",
        "* That instead of 1 billion living in absolute poverty, poverty is halved by 2015 on the way to its ultimate removal.",
        "To will these historic and shared ends we must now will the means.",
        "So, at the weekend – on the occasion of the IMF and World Bank meetings in Ottawa, only a few months away from the Financing for Development Conference next March and the reconvened Children’ Conference of next May – I want to propose not just a new approach to poverty and development that refocuses development aid – treating it as investment for the future – but also a new deal for the global economy. A new deal between developed and developing countries, grounded in new opportunities for, and new responsibilities accepted by, developed and developing countries alike. It is a global campaign against poverty and for social justice that builds the economic foundations for a virtuous circle of debt relief, poverty reduction and sustainable development and can ensure that the world’s poor can earn a fair share in the benefits of global prosperity.",
        "The post-war generation of leaders who created the World Bank, the IMF and the United Nations – and, with them, a new global economic constitution – sought a world order that had, as its ambition, opportunity and prosperity not just for some but for all. They argued that, like peace, prosperity was indivisible; that to be sustained it had to be shared; and that international cooperation was essential to achieve their economic goal: the highest sustainable levels of growth and employment.",
        "Today’s global new deal is based on these enduring values, but it is being constructed in new times. And, just as our predecessors built an economic constitution for the post-war world of distinct national economies, we must achieve our economic and social goals in a wholly different world of open – not sheltered – economies, international – not national – capital markets and global – not local – competition.",
        "My argument is that by each meeting our obligations to each other we can best ensure that all countries, rich and poor, can share in the benefits of this new global economy.",
        "For the poorest countries:",
        "* New obligations – to pursue stability and create the conditions for new investment; and",
        "* New opportunities – access to increased trade supported by a transfer of resources from rich to poor.",
        "For the richest countries:",
        "* New obligations – to open our markets and to transfer resources; but",
        "* New opportunities too – increased trade and a globalisation that works in the public interest.",
        "Badly managed, globalisation will lead to wider inequality, deeper division and a dangerous era of distrust and rising tension.",
        "But my argument is that, well managed, globalisation – with each accepting their obligations to one another – is the road to rising prosperity and social justice on a global scale, and there are four policies that are the building blocks of this global new deal:",
        "The first building block is an improvement in the terms on which the poorest countries participate in the global economy and actively increasing their capacity to do so: new rules of the game in codes and standards that all countries – rich and poor – can sign up to.",
        "The second building block is the adoption by business internationally of high corporate standards for engagement as reliable and consistent partners in the development process. My main proposal is to back up a code of corporate standards with financial support for the creation, in developing countries, of investment forums between public and private sectors.",
        "The third building block is moving forward the great progress made at Doha by the swift adoption of an improved trade regime essential for developing countries participation on fair terms in the world economy.",
        "Stability, investment and trade are the main long term drivers of global prosperity but not all will benefit without a fourth building block: a substantial transfer of additional resources from the richest to the poorest countries in the form of investment for development. Here the focus must not be on aid to compensate the poor for their poverty, but investment that builds new capacity to compete and addresses the long term causes of poverty.",
        "Let me discuss each of these building blocks in turn.",
        "##  Rules of the game for the global economy",
        "The first building block is improving the terms on which the poorest countries participate in the global economy and actively increasing their capacity to do so.",
        "In a world of ever more rapid financial flows, developing countries who need capital most are, at the same time, the most vulnerable to the judgements and instabilities of global financial markets. We know that capital is more likely to move to environments which are stable and least likely to stay in environments which are, or become, unstable, and such flows today are swifter than ever they have been before. So for every country, rich or poor, macroeconomic stability is not an option but an essential pre-condition of economic success.",
        "And I have become convinced that it is in the interests of stability – and of preventing crises in developing and emerging market countries – that we seek a new rules-based system: a reformed system of economic government under which each country, rich and poor, adopts agreed codes and standards for fiscal and monetary policy and for corporate governance.",
        "This adoption of clear transparent procedures – essentially new rules of the game – in monetary and fiscal decisions – for example, presenting a full factual picture of the national accounts, usable central bank reserves, foreign currency borrowings, and indicators of the health of the financial sectors – would improve macroeconomic stability, deter corruption, provide to markets a flow of specific country by country information that will engender greater investor confidence and reduce the problem of contagion. And the adoption of systems and standards is important because confidence about the future is essential for there to be confidence about today.",
        "And just as I believe that – over time – the implementation of the codes should be a condition for IMF and World Bank support, so too I believe that the international community should offer direct assistance, transitional help and – in some specific and difficult cases – compensation for the early implementation of such codes.",
        "The codes can also support countries along the way to liberalisation of their capital markets, helping to avoid destabilising and speculative inflows. A dash to full capital liberalisation was once thought of as the best signal of a modernising economy. But we know that instability often followed. Our approach – the introduction and operation of transparent codes and standards with proper sequencing of capital liberalisation – is a better guarantee of both an investment friendly environment and long-term stability.",
        "So the adoption of codes and standards is not, as some have argued, a modern version of imperialism – demands from the rich countries on the poor in the interests of the rich. For all countries – rich and poor – would be asked to operate the codes and standards and they are a means to fairness – with markets working more effectively in a more secure and transparent environment, advancing the public interest, securing growth and prosperity.",
        "Implementing these codes will mean radical changes in the way governments and financial markets operate. These new rules of the game are not incidental to the financial architecture for the new global economy: they are the financial architecture for the new global economy.",
        "And, as part of this process of adopting codes and standards that help developing countries, and indeed all countries, there must be:",
        "* An enhanced role for the IMF monitoring and reporting on the operation of codes and standards; and",
        "* More effective systems of crisis prevention and management with support from the international community for the good performers and the private sector accepting matching commensurate responsibilities.",
        "The IMF Article IV surveillance process is an invaluable tool in crisis prevention – indeed it has some of the characteristics of a global public good. Over recent years we have seen greater openness in publishing Article IV assessments and their press notices; set up the Independent Evaluation Office; and established the Article IV process at the centre of the monitoring of codes and standards.",
        "But there is a case for going further. Enhancing the IMF’s role in Article IV surveillance of the world economy – making it more transparent, more independent and, therefore, more authoritative – would contribute to greater stability and ensure it is seen to be providing impartial advice independent of the inter-governmental decision-making process. Whilst governance of the IMF and decisions about financial support for countries are, of course, matters for the IMF Board, there is a case now for enhancing the IMF’s surveillance and monitoring functions so that surveillance is – and is seen to be – independent of decisions about crisis resolution.",
        "And to tackle national financial sector problems which have international repercussions, the Financial Stability Forum – which brings together the combined expertise of the IMF and key regulatory authorities – should evolve into an effective early warning system. Where countries do operate transparent and effective systems, fully monitored by the international community, they should receive due support through a reformed contingent credit facility.",
        "Each time the international community encounters a national financial crisis, it is faced with the dilemma of either standing aside or putting tax payers money at risk bailing out lenders. There is a better way – a way forward where governments discharge their responsibilities for transparency and subject themselves to surveillance, and there is recognition of commensurately increased responsibilities by the private sector.",
        "Certainly the private sector should not run away at the first sign of difficulty, but we also need to resolve the legal obstacles that stand in the way of effective debt rescheduling – including the steps that would create an effective international bankruptcy procedure. And we should be prepared – where other reasonable options have been exhausted – to support a country that must impose temporary capital controls, or a standstill on its debts, as part of an orderly process of crisis resolution.",
        "So with codes and standards the foundation, and more effective systems for surveillance built upon them, including new duties:",
        "* for governments to be open;",
        "* for the IMF to scrutinise; and",
        "* for the private sector to engage.",
        "There is a real opportunity now to transform international financial governance in the interests of the poorest countries and of us all.",
        "From letting crises happen and then intervening we move on to a new paradigm:",
        "* Systems that in themselves diminish the likelihood of crises;",
        "* Earlier awareness as difficulties arise; and",
        "* More measured orderly responses when crises have to be resolved.",
        "##  Investment",
        "But stability is only the precondition. To ensure growth and development we must not just put in place stable economic foundations but take steps to make both domestic and foreign investment more attractive and find better ways for public and private sectors to work together in raising investment levels.",
        "In the last decade, private financial flows across national boundaries – including to, and between developing countries – have increased six-fold: from $200 billion to $1,270 billion between 1990 and 2000. And evidence shows that investment is an important driver for growth and development, generating higher productivity, employment and wealth, and transferring knowledge, skills and technology.",
        "But the poorest and least developed countries suffer a double handicap:",
        "First, foreign investment is too low with 20 per cent of FDI today going to developing countries with 5 billion people, 80 per cent to developed market economies with only 885 million people. Investment per head in developing countries is $51 compared with $1,136 in the higher income countries.",
        "And second, in these least developed countries domestically generated savings and investment are also low and often the savings that do exist leave the country in capital flight. In South East Asia successful growth has been supported by a level of domestically generated savings and investment between three and five times higher than the flow of foreign capital, but in Africa average domestic investment levels barely match capital inflows.",
        "To encourage greater investment – both domestic and foreign – developing countries must first work to establish a more favourable business environment. Already the country owned poverty reduction strategies agreed by the IMF and World Bank under the purposeful leadership of Horst Köhler and James Wolfensohn – which replaced the old structural adjustment policies – have correctly focused on creating the right domestic conditions for investment and highlighted the importance of:",
        "* Investment in infrastructure;",
        "* Sound legal processes that deter corruption; and",
        "* The creation of an educated and healthy workforce.",
        "Recent reform in Mozambique, for example, has brought a six fold increase in foreign direct investment.",
        "As good practice emerges, the lessons learned from country-by-country experiences of development can, region-by-region, be applied. And Clare Short’s Globalisation White Paper suggests how poverty reduction strategies can be improved. I therefore propose investment forums which bring public and private sectors together, share best practice, examine the current barriers to investment and seek to build consensus, in the light of regional conditions, on how to secure higher levels of business investment. I believe that the IMF and World Bank are ready and willing to play their part in encouraging and sponsoring more of these investment forums.",
        "And as part of the poverty reduction strategies, we must also do more within the world’s poorest regions to facilitate cross-border trade creating a large enough domestic market. The New Partnership for African Development, for example, is calling for increased economic integration and harmonisation of investment policies at a regional level.",
        "One of the main fears of anti globalisation campaigners is that lax regulation is a precondition of commercial engagement in developing countries, resulting in a downward spiral of poor labour, environmental and regulatory standards. Companies and governments must recognise the distinction between a strong market achieved by competition and a distorted market achieved by anti-competitive behaviour. And where multi-nationals are unaccountable across borders – and sometimes appear more powerful than the developing countries in which they operate – companies and governments must do more to restore the right balance, increase stakeholder awareness and achieve cross-border corporate accountability.",
        "There are already agreed international standards of best practice for multinational companies drawn up by the OECD – to which 33 countries have already signed up – and we must continue to examine how these are being implemented. At the same time, the demand from consumers and shareholders for the best socially responsible business practise is growing.",
        "Building on these corporate standards, on the Global Compact – introduced by Kofi Annan in 1999 – and on the Global Reporting Initiative – through which 60 major companies already report their activities – multinational companies should assess and make public to all communities in which they operate their economic and social impact in developing countries.",
        "The challenges are formidable; the suspicions remain considerable. But I believe that the debate can move forward. And that the real prize from all the difficult and necessary work to create the right conditions for long-term investment is economic stability country-by-country, diminished inequality across the globe and a world that is not only richer but safer.",
        "##  Trade",
        "Our third building block is widening and deepening trade.",
        "In the last forty years those developing countries which have managed to be more open and trade more in the world economy have seen faster growth rates than those which have remained closed. From the early 1970s to the early 1990s, developing countries that were able to pursue growth through trade grew at least twice as fast as those who kept their tariffs high and their doors closed to imports and competition. We must ensure that all countries have the opportunity to reap these benefits.",
        "Full trade liberalisation could lift at least 300 million out of poverty by 2015. Even diminishing by 50 per cent protectionist tariffs in agriculture and in industrial goods and services would boost the world’s yearly income by nearly $400 billion: a boost to growth of 1.4 per cent. And while developing countries would gain the most in terms of GDP growth – an estimated $150 billion a year – all countries and regions stand to benefit.",
        "It is for these reasons that I warmly welcome the WTO agreement in Doha – the so-called “Doha Development Agenda” – just two days ago to launch a new trade round.",
        "It was agreed that all WTO members should follow the lead of the EU in offering free access to all but military products from the least developed countries. If the US, Canada and Japan alone carried out this undertaking it would raise the growth of the 49 poorest countries by 11 per cent.",
        "And since three-quarters of the world’s poor live in rural areas, opening up agricultural markets offers the best and quickest route out of poverty. Subsidies to agriculture which run at one billion dollars a day – six times development assistance – are in urgent need of reform. So again I welcome the agreement at Doha to open up trade in agriculture and, in particular, to negotiate reductions in export subsidies with a view to phasing them out.",
        "Services such as telecommunications are one of the fastest growing sectors in developing countries. A 50 per cent cut in barriers to services trade would produce an annual global gain of $250 billion, most of it to the developing world.",
        "Developing countries – including the smallest nations – must be supported if they are to participate effectively in the world trade process. So the UK is doubling its funding for this to £30m over the next three years, and has asked the IMF and the World Bank to give further help.",
        "Since our goal is growth and prosperity, we must do everything we can to discourage and diminish the subsidies for the arms trade with developing countries. By banning exports credit guarantees for unproductive expenditure to 63 of the poorest countries, the UK has made it clear its desire to support only productive enterprise that assists social and economic development, and we call on all countries to follow.",
        "##  Financing development",
        "Radical trade reform could be worth $150 billion a year to developing countries: three times the development aid they receive today. That is the third proposal we make.",
        "But, as I have said, there cannot be a solution to the urgent problems of poverty these countries face – and to the need for public investment as a partner with private investment – without a fourth reform: a substantial increase in development aid to nations most in need.",
        "By disassociating aid from the award of contracts to maximise the impact on poverty, gains to anti-poverty programmes can be as high as 25 per cent; more effective in-country use of aid can release extra resources for anti-poverty work; and better collaboration among donors – pooling of budgets, monitoring their use to achieve economies of scale and hence greater cost effectiveness, and better targeting of aid – can also maximise the efficiency of aid in diminishing poverty. And we must continue to move forward on debt relief – now extended to 24 countries – and make provision for a special route to debt relief for post-conflict countries coping with the double burden of debt and reconstructing their ravaged economies.",
        "One of the challenges we face is that of changing the way we think about supporting development in developing countries.",
        "We are moving – as Clare Short has argued – from providing short term aid just to compensate for poverty to a higher and more sustainable purpose: that of aid as long-term investment to tackle the causes of poverty by promoting growth, prosperity and participation in the world economy.",
        "The suggestions I am making today will work only if we see development assistance as investment that is untied, targeted, where possible pooled internationally, conditional on reform, and cost effective in its delivery.",
        "My proposal involves the richest countries making a substantial additional commitment of resources beyond 2015. It involves the creation of a new 2015 international development trust fund which will build on the existing achievements of the World Bank, the IMF and the Regional Development Banks but go further by seeking to address the sheer lack of investment that the poorest countries face.",
        "Bridging this investment gap will require contributions from developed country donors and institutions – possibly channeled as paid-in capital to the trust fund – but the international capital markets could be used to leverage up these contributions.",
        "In future no country genuinely committed to economic development, poverty reduction and the transparency and standards I have outlined should be denied the chance to make progress because of the lack of basic investment.",
        "The fund could be overseen by a new joint implementation committee of the IMF, World Bank and possibly other donors, and to minimise bureaucracy, its resources distributed through existing mechanisms.",
        "Because we must never return to the unsustainable burdens of debt of the 80s and 90s, the very poorest and most vulnerable countries should receive investment help in the form primarily of grants to partner their soft IDA loans and all other low income countries should be offered interest free loans. Some beneficiaries will be countries with millions of poor but today classified as middle income countries. Here assistance should be given via interest-reduced loans conditional upon implementing the agreed poverty reduction strategies and engaging civil society.",
        "In recent months proposals have been made for new and innovative ways to meet this funding gap – the Tobin Tax, Arms Tax, Special Drawing Rights – and it is right that we examine – as European finance ministers have asked the European Commission to do – the practicalities of all these proposals. We in Britain approach further evaluation with an open mind.",
        "But in today’s world every international initiative relies ultimately on political will by national governments and their people. And it comes down, in the end, to the duties national governments – especially the richest national governments – recognize and are prepared to discharge.",
        "If we are to move with the urgency that the scale of today’s suffering demands, we must each, as national governments, be bold and acknowledge the duties of the richest parts of the developed world to the poorest and least developed parts of the same world.",
        "Currently, development assistance amounts to $53 billion – of which $30 billion goes to the poorest countries.",
        "World Bank and Regional Development Banks lend around $30 billion in the developing countries in total with $10 billion to the poorest.",
        "A report prepared by Ernesto Zedillo, former president of Mexico with the help of many including Robert Rubin the former Treasury Secretary, estimates that to ensure primary education for all, we will need $12 billion extra a year; to achieve our health targets, more than $10 billion extra per year; to halve poverty with policies of sustainable development, $20 billion more a year.",
        "They conclude that if we are to succeed in achieving the 2015 millennium development goals, there will be required each year until 2015 an extra $50 billion a year.",
        "To raise investment by $50 billion a year to 2015 would require unprecedented action by the developed world.",
        "But I believe it is not beyond us.",
        "I see it as a challenge we must try to meet.",
        "Reordering priorities; untying aid; pooling funds internationally; enhanced debt relief; and, in Europe’s case, achieving a better use of European Union aid, could release additional funds for anti-poverty programmes in the poorest countries.",
        "But to try to reach $50 billion a year each year until 2015 we must all substantially increase development assistance budgets.",
        "One of a number of possible ways is for national governments to pre-commit development resources – for say 30 years or more – and with national governments offering a guarantee, either through callable capital or other means as security, it is possible to lever up these contributions to reach our targets.",
        "The international community has already made a commitment to raising the level of overseas development assistance to 0.7 per cent of GDP. And, in Britain, since 1997 we have increased the aid budget of the Department for International Development to £3.6 billion – $ 5.2 billion – a 45 percent real terms increase by 2004. And we are committed to making substantial additional progress.",
        "Today I am challenging each country to accept their responsibility to play their part and to go further than they have been prepared to go in the past.",
        "In the 21st Century, increased development assistance to tackle poverty is essential to match gains from liberalising trade, raising private investment and entrenching stability. And it is right that there now be a full debate in the IMF, World Bank and the United Nations as we prepare for next spring’s meeting, including those of the World Bank and IMF.",
        "##  Conclusion",
        "The challenge we face is immense.",
        "Our vision of the way forward is that in an increasingly interdependent world, all can benefit if each meets agreed obligations for change.",
        "And just as George Marshall affirmed with massive resources for his Marshall Plan of the 1940s a unifying vision in the fight against “hunger, poverty, desperation and chaos”, so again we must transfer the resources necessary to secure for our time “a working economy in all parts of the world that would permit the emergence of political and social conditions in which free institutions can exist”.",
        "So the answer to anti-globalisation campaigners is that we shall not retreat from globalisation. Instead we will advance social justice on a global scale – and we will do so with more global cooperation not less, and with stronger, not weaker, international institutions.",
        "I am optimistic that we can succeed.",
        "Optimistic because I believe that across the world there are millions of people of conscience who believe in something bigger than themselves.",
        "Optimistic because our interdependent world means that millions now feel acutely what they once regarded distantly: the pain of all those in suffering, and they understand that by the strong helping the weak, all of us become stronger.",
        "I want this generation to be remembered as the first generation in history that truly made prosperity possible for the world and all its people.",
        "I want us to be remembered not only as the generation which – in the face of terrorism – freed the world from fear, but as the generation which – in the face of deprivation and despair – finally freed the world from want.",
        "This is a great ambition – a grave responsibility – but a genuine possibility given to no other generation at any other time in human history.",
        "The challenge is as new as today’s debt crisis, but it is as old as the call of Isaiah to ‘undo the heavy burdens and let the oppressed go free’. The difference is that thousands of years after those words were first written, we now hold in our hands the power to obey that ancient command.",
        "So from this great city of New York, let the message ring out: even amidst evil, an even greater sense of our obligations to each other has been born. And now this generation has the confidence and the commitment, the might and the means, to lift the scar of poverty and hopelessness from the world’s soul."
    ]
}