{
    "url": "https://www.ukpol.co.uk/gordon-brown-2008-speech-to-cbi-scotland/",
    "title": "Gordon Brown – 2008 Speech to CBI Scotland",
    "post_date": "October 2, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "This speech was made in Glasgow by Gordon Brown to the CBI Scotland Conference.",
    "content": [
        "****[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "Let me say first what a pleasure and a privilege it is to be with you this evening.",
        "A pleasure to be back in Scotland, and to join you for dinner here in Glasgow",
        "A privilege to be here as your guest; and I’m grateful to Iain McMillan and David Thorburn for this opportunity to thank you for your tremendous contribution to the Scottish economy and that of Great Britain",
        "As CBI Scotland you represent more than 26 thousand businesses and a combined workforce of some two-thirds of a million people. Businesses proud to be based in Scotland – and prouder still to be doing business in every part of Britain, and throughout Europe, and all across the world.",
        "And as the voice of those businesses the CBI continues to be an invaluable partner to Government. An honest partner – not afraid to tell us what we need to hear; and a trusted partner too – genuinely working with us to ensure the continued competitiveness of British business.",
        "The breadth of the businesses you represent here tonight highlight the nature of the global economy in which we now operate. Your firms are active in:",
        "* oil and gas exploration in South Asia",
        "* data and intelligence management to fight crime and promote security in the USA and elsewhere",
        "* world-leading pensions and financial services provision",
        "* and large-scale naval construction here in Scotland",
        "Firms all responding to the same challenges of globalisation, the changing demands of consumers, emerging technologies, and the greening of industry – establishing themselves as leading businesses in this, our now global economy.",
        "And it is what you do, the challenges you face, and the current concerns we all share about world economic conditions that will be the focus of my remarks this evening.",
        "As we all know, we face challenging times in the global economy. The first great financial crisis of the global age with a global credit crunch and global rises in commodity prices.",
        "This unique set of events is affecting every major advanced economy. With growth in the euro area – our largest export market – falling by 0.2 per cent; by 0.5 per cent in Germany, 0.3 per cent in France and 0.3 per cent in Italy. Japan contracted by 0.6 per cent and the US and Canada both saw falling GDP in the course of last year.",
        "But the trebling of oil prices and the credit crunch reflect deeper forces at work – the pressure on resources as four billion people enter the global economy; the rise of Asia as a manufacturing and services power, the restructuring of jobs, the scale, scope and speed of technological change and then the pressures on the living standards and expectations of communities and families as a result.",
        "Britain cannot insulate itself from these unprecedented shocks because we are part of the global world – but just as surely we can benefit from the huge opportunities globalisation brings.",
        "Undoubtedly we face a challenging period in the British economy – particularly given our position at the heart of the world’s financial markets – and both the Chancellor and I understand the difficulties you face.",
        "But while never complacent about our economic prospects, I am also cautiously optimistic about the long-term resilience and underlying strengths of the British economy.",
        "Because at root our economy today is better placed to weather any global economic storm than it was in the 1970s, 80s or early 90s.",
        "First, Bank of England independence has given us low interest rates founded on sound macroeconomic management and so despite increases in the prices of food and fuel – and I understand the impact this is having on families and businesses – the sound framework for monetary policy which we have established means inflation remains far below the double-digit levels we saw in the earlier decades. And this will help ensure that interest rates remain similarly low by historical standards.",
        "Second, the most flexible labour market in Europe means that even though unemployment has risen in recent months, employment remains close to record highs – and wage pressures are subdued, led by our own responsible decisions on public sector pay. And with the investment in the New Deal and our latest welfare reforms there is more support than ever before to help people back into work and to fill the 600,000 vacancies still in our economy. And a balanced approach to migration allows businesses to benefit from the specific skills that economic migrants can bring to our country and improves the responsiveness of our labour market to fluctuating demand.",
        "Third – the underlying financial strength of British business reflects its improved efficiency – driven by your hard work in achieving the fastest growth in average productivity in the past decade across the whole of the G7. Britain remains a magnet for overseas investment and our export performance is improving, with our manufacturing productivity growth strong.",
        "Fourth, low debt. The significant debt repayments we made since 1997 mean we have cut public debt as a share of national income from 43 per cent in 1997 to today’s 37.3 per cent. This means that, unlike in earlier economic slowdowns, we can sustain our ongoing commitment to investment in fixed capital infrastructure – up 58 per cent in real terms in the last decade. In 1997 we invested £144.5 billion. Today it is £229 billion. Even after inflation a 58 per cent rise.",
        "And – while no government can hope to protect people from the full impact of the global credit crunch or the worldwide spike in commodity prices – I am determined that we should do what we reasonably can to help families and businesses through this difficult period of adjustment. So we will back up our investment commitments with careful interventions designed to provide targeted support for hard-pressed families – such as this week’s home-owners’ support package and the £120 a year tax cut for basic rate taxpayers that will start to feed into paypackets later this month.",
        "Fifth – we are making all the long term decisions, difficult as they are, to boost our competitiveness; on energy, planning, transport, housing, digital technology, science and skills. And the 2002 Enterprise Act has given us one of the most robust, independent competition regimes anywhere in the world. The support for British enterprise – strengthened over the last decade with the launch of Enterprise Capital Funds, the Small Firms Loan Guarantee and administrative burden reduction targets. Britain today has four and a half million businesses – more than ever before. And the OECD says Britain has the lowest barriers to entrepreneurship of any OECD country.",
        "Underpinned by the strength of these five fundamentals I believe we can help British families and businesses weather this global downturn and seize every opportunity for future economic success in the upturn. Because it is the actions that governments take and the policies they pursue in periods of economic slowdown that can determine their comparative success and competitiveness in the upswings.",
        "Once we are through this global crisis, we will continue to enjoy the opportunities that the global economy offers to us. But that means making sure we are in a position to benefit fully, for example by reaping the rewards of the huge investment in Britain’s science base that the Government has undertaken, in our schools and universities and their partnership with the business sector.",
        "These actions and other investment by the Government are precisely what have stood us in good stead for the long term. And they are what can give us confidence amid the inevitable anxieties people have in the current period.",
        "So the challenge now is to share both the risks and riches of the new economy in a fair way.",
        "Because the prize is the opportunity to benefit from a rapidly expanding world economy.",
        "Whatever we choose to do in Britain, we know that in the coming decades the world economy is going to double in size and wealth. Companies will be able to compete for twice as much business as today. And there could be as many as a billion new skilled jobs.",
        "So the choice for us is not whether we believe there will be opportunities in the new economy – but how we, the British, choose to seize them.",
        "As a government we are enthusiasts for globalisation – because we are optimists about what British firms, British workers and British entrepreneurs will be able to achieve. But at the same time we recognise that rising oil, food and commodity prices represent the greatest threat to higher standards of living for British families today.",
        "So some argue for an outdated protectionism – as though we could just pull up the drawbridge and turn back the clock. But we argue that it is precisely by maintaining our open, flexible and dynamic economy that we can best secure people’s jobs, homes, and standards of living in a global age.",
        "But we are equally clear that this is not a time for government to adopt a laissez-faire, sink-or-swim, you’re on your own approach.",
        "So we will respond with vision, courage and steadfastness to address the new insecurities that hard-pressed, hard-working British families face. Because while the changes happening all around us are complex, the feelings they evoke are not. In tough times, people are understandably anxious. And they want to know that they will have a fair chance to cope.",
        "They know that no national government alone can intervene to put everything right that is creating hardship, but they do look to us to us to take action to help them.",
        "And we will not let them down. We will do what it takes to bring security to families on modest and middle incomes. And we will ensure that no-one who is prepared to work hard and adapt to change will lose out as a result of global forces. We will act responsibly to prepare people for the inescapable challenges ahead – in the short, medium and long term.",
        "That is why we introduced the housing measures this week – and why we are currently working up proposals with the utility companies to address the problems caused by the impact of world oil prices on gas and electricity bills.",
        "Not short-term gimmicks or giveaways – but firm steps towards making every home in Britain more energy efficient, thus reducing bills not just temporarily, but permanently.",
        "Because you cannot address a long term problem – the supply and demand for oil- with a short term gimmick like a fuel stabiliser.",
        "As you know in your businesses real leadership is about addressing, explaining and tackling the realities we face – not the realities we would prefer to face.",
        "The oil and food price shocks have revealed that a growing scramble for resources is underway. We need a new kind of response – with better ways to co-ordinate globally the supply and demand for these vital resources.",
        "At the heart of our approach must be a revolution in the way we think about and use resources; reducing our dependence on oil and by creating a low carbon economy achieving both greater security of energy supply and greater efficiency of energy use.",
        "Oil has powered phenomenal economic growth over the last century – and North Sea oil in particular has offered Scotland thousands of jobs and contributed billions to our economy. And it will continue to play a vital role for decades to come.",
        "But at its peak in 1999 the North Sea produced 2.9 million barrels a day. This year 1.5 million barrels a day – the largest reduction of any oil producing nation – making Britain a net importer of oil.",
        "And five years ago oil was less than 40 dollars a barrel – in July it was 147 dollars a barrel and today 107.",
        "It is our exposure to such volatility in the price of a commodity so vital to our economy that is the essence of what has been called the dictatorship of oil.",
        "But it is important that we recognise and value the historical contribution of countries that have provided the oil and gas that has fuelled the rise in living standards we have all enjoyed. And equally to applaud those oil producers who are now leading the way in working with us to meet the global energy challenges we all now face.",
        "For it is only by:",
        "* investing in more nuclear and renewable sources",
        "* increasing the efficiency with which we use energy in all its forms",
        "* making more efficient use of our existing oil reserves; and",
        "* acting to stabilise world energy markets",
        "that can we achieve a more diverse, secure and sustainable energy mix that will ease the pain for Britain’s families, its businesses and ultimately also our environment. So today I set a new ambition to free Britain from the dictatorship of oil.",
        "The policies we are putting in place will mean that by 2020 our economy will consume 20 per cent less oil for each unit of output than it consumes today – and only a quarter of the oil we used in 1970.",
        "First – investing in more nuclear and renewable sources – with increased support for nuclear supply chain companies and the best and most cost-effective possible arrangements for safety, security, and eventual decommissioning.",
        "Already today Westinghouse Electric Company has signed agreements with BAE systems, Rolls Royce and Doosan Babcock to collaborate on work associated with bringing the AP 1000 nuclear power plant to the UK – and may eventually lead to between 70 and 80 per cent of the work and services required to construct the AP 1000 being provided by the UK supply chain, securing valuable jobs in Britain.",
        "And our 100 billion pounds investment to increase the proportion of our energy coming from renewable sources to 15 per cent by 2020 – a tenfold increase, is one of the largest increases anywhere in Europe.",
        "So British companies must grasp the new opportunities to invest in green technologies and continue to back our planning reforms, because willing the ends also requires willing the means. The question must be not whether to invest in more renewables, but where.",
        "Today I can announce the approval of a new offshore windfarm, near Walney Island – off the coast of Barrow-in-Furness. At up to 139 turbines, it will be one of the UK’s largest, providing the equivalent of all the homes in Glasgow and Dundee with clean, green electricity – and helping to give the UK the highest operating offshore wind capacity in the world.",
        "And Scotland too is playing a leading role in this green technological revolution – already providing almost half of the UK’s renewable generation capacity.",
        "Just south of here, at Whitelee, is the largest onshore wind farm operating in the UK. When complete next year it will be the largest operating in Europe.",
        "By 2050 the overall added value of the low carbon energy sector could be as high as three trillion dollars per year worldwide. And it could employ more than 25 million people. I want Britain to benefit from these new jobs – with at least one million jobs in the green economy by 2030.",
        "In Fife alone – there are some 50 companies investing or planning to invest in renewable energy. With projects such as:",
        "* manufacturing sub-structures for deep water off-shore wind farms;",
        "* developing large capacity batteries to store off peak generated power;",
        "* introducing biomass plants to cut CO2 emissions and increase efficiency in brewing and cereal processing.",
        "Second – we must make far better use of existing oil.",
        "We need major improvements in the fuel efficiency of vehicles – so we are issuing a challenge to the car industry that we will match their investment in new technology with a commitment to a new infrastructure for the use of electric vehicles.",
        "And I can announce today a major new pilot programme for electric cars – including plug-in hybrids which can be fuelled by electricity from the grid or petrol. Working with the Energy Technologies Institute, Cenex, the UK Centre of Excellence for low carbon and fuel cell technologies, and the industry to explore the role of electric cars in a sustainable transport system.",
        "But making better use of existing oil also means, third, taking all practical measures to draw on the reserves still in the North Sea.",
        "So I have asked Malcolm Wicks to convene a joint industry-government working group to ensure we can make full use of enhanced oil recovery. And we will also re-examine the wider fiscal and regulatory frameworks to ensure the right incentives to maximise economic recovery of our oil and gas reserves.",
        "Fourth – there is a clear and urgent need to bring stability to global markets. Here too, I am committed to ensuring Great Britain leads from the front.",
        "Earlier this summer I went to Jeddah to press for a global new deal between oil producing and consuming nations.",
        "We agreed action to reduce oil prices and secure global energy needs, through more oil supply – and more investment to achieve it.",
        "This included:",
        "* ensuring sufficient access to capital and technology to bring new oil supplies on-stream, often in increasingly difficult physical conditions around the world;",
        "* a new emphasis on the reduction in future demand for oil, by promoting energy efficiency, and reducing market distortions caused by fuel subsidies, taxes and tariffs;",
        "* and providing help for oil producing countries to adjust as the world inevitably moves to low carbon sources of energy, including the progressive opening up of our markets to encourage their broader and deeper integration into the global economy.",
        "At the end of the year we will be hosting a global energy summit to agree key areas for further action and so maintain the momentum generated in Jeddah.",
        "A low carbon society will not emerge from business as usual. It will require new thinking and new technologies, new forms of economic activity and social organisation, new forms of consumer behaviour and lifestyles and your creativity, innovation and entrepreneurship to unlock the talents and skills of UK companies.",
        "So if the British economy, British firms and the people of Britain are to reap the benefits of a new low carbon future, then every one of us – in every part of Britain – will need to act together.",
        "We all know that sharing these islands places common obligations upon us all – obligations that current world economic conditions and the imperatives of transforming our energy economy can only increase.",
        "But I believe there is a real risk of waking up one day to find that the many benefits of the union had been too long taken for granted and thoughtlessly thrown away.",
        "In energy – as we have seen – the arguments that point to our interdependence grow in strength; to you in business they are already clear. There are very few major Scotland-only companies. Most are active throughout the UK, and more and more are global.",
        "I ask you – are our firms in shipbuilding held back by being part of the UK? No – the aircraft carrier orders at Rosyth and the destroyers being built only a mile away supply the British Ministry of Defence.",
        "And consider financial services – our biggest industry by value, and now Scotland’s biggest employer.",
        "Scotland generates more money through trade with England, in financial services, than from its trade in all sectors in all areas across the whole of the European Union.",
        "That is the simple arithmetic of the union. And it adds up.",
        "So do the sums for jobs.",
        "In the mid-1980s, Scotland’s employment rate was six percentage points below that of the UK.",
        "Now Scotland has the highest employment rate of any nation in the UK and one of the very best in the whole of Europe.",
        "If since 1997, the employment rate had instead increased only in line with the average for the UK as a whole, there would be around 200,000 fewer people in work.",
        "That is Scotland’s employment dividend – the result of this Government’s record investment in the New Deal and Jobcentre Plus and its partnership with a devolved Scotland and local initiatives helping to deliver welfare on the ground. Scotland has benefited from this partnership – a source of strength not weakness.",
        "No-one should be in any doubt about my commitment to the United Kingdom. It is founded not in ideology but on the evidence of history and the starkest of current reality.",
        "Set against the global challenges facing us today, the bleak separatist obsession of the nationalists to split Scotland from the rest of the UK looks at best like self indulgent posturing. At worst like a wilful denial of the realities of the world we live in.",
        "It is the duty of every government to strive to create the conditions in which business can flourish.",
        "But there are some tests which should be applied before any party or any government can claim to be the party of business.",
        "I would suggest that any party which said its core policy is to make business’s biggest market a foreign country fails that test. To make England a foreign country with all the increased cross border costs, all the regulatory and legislative fragmentation and duplication that would involve.",
        "Nor, I believe, can a party be called the party of business when it fails to address our dependence on oil ruling out nuclear power.",
        "Nor is it business friendly to propose a tax on jobs, to refuse to invest in infrastructure or to simplify the planning system.",
        "Engagement and dialogue are vital but they are no substitute for having the right policies and the right relationships in place to build Scotland’s economy.",
        "The reality is that we are stronger together than we ever could be apart. And what matters is where our talents can take us, not where Scotland ends and the rest of the world begins.",
        "And you and your members recognise that. Our economic union benefits all the UK’s citizens – it’s in the interests of your members, their employees and your customers.",
        "That is as true in 2008 as it was in 1708, and I will do nothing to put it at risk.",
        "But do not confuse that resolve with unthinking opposition to change and development in how our union governs itself.",
        "The constitution of the union has always evolved to meet the changing needs and rising hopes of our people as it did most notably when we created the Scottish Parliament – within the United Kingdom – 10 years ago.",
        "And it is because the union’s flexibility is a source of its strength that, together with the Scottish Parliament, I set up the Calman Commission to review devolution. And I particularly welcome the contribution of the CBI to its work – and that your director Iain McMillan is one of its members.",
        "I am not going to pre-judge the Commission’s work – but I do want to say two things about it. First of all, devolution has worked, but I do see one problem: while there have been good reasons why this is so the Scottish Parliament is wholly accountable for the budget it spends but not for the size of its budget. And that budget is not linked to the success of the Scottish economy. That is why we asked the Calman Commission to look carefully at the financial accountability of the Scottish Parliament. And this is a critical part of Calman’s remit.",
        "And the second thing is more important still. Be under no illusion about my purpose. Devolution is intended to preserve the unity of the United Kingdom – and developing devolution is intended to strengthen Scotland’s place within it.",
        "There is a modern case for the union and it must be heard. It is not about partnership at the expense of pride; nor about pride that can satisfied only by sacrificing partnership.",
        "As our triple gold medallist Chris Hoy said: “Scotland is part of Britain – they are not mutually exclusive. I wouldn’t have three gold medals hanging round my neck if I wasn’t part of the British team”.",
        "I believe that your world-beating companies are champions for the same reason.",
        "So as businesses and as people in Scotland — and in England and Wales and Northern Ireland — we can go forward with our partners in the United Kingdom:",
        "* confident in our partnership, in its history and in its future.",
        "* stronger within it to face the challenges – and reap the rewards – of globalisation.",
        "* stronger and more prosperous – because we are together."
    ]
}