{
    "url": "https://www.ukpol.co.uk/gordon-brown-2002-speech-on-opening-of-new-hm-treasury-building/",
    "title": "Gordon Brown – 2002 Speech on Opening of New HM Treasury Building",
    "post_date": "January 5, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, at the opening of a new HM Treasury building on 25 September 2002.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "Can I begin by welcoming our guests – who have travelled here today from all over the UK and from all over the world – and by thanking all who have contributed to the making of this modern Treasury.",
        "With us today are Finance Ministers from 52 countries in the Commonwealth;",
        "The Prime Ministers of:",
        "Barbados  \nBelize  \nAntigua and Barbuda  \nSt Lucia  \nSt Kitts and Nevis  \nAnd St Vincent and the Grendanies;",
        "Leaders from the UK’s Overseas Territories and Crown Dependencies;",
        "The President of the World Bank – James Wolfensohn;  \nThe Governor of the Bank of England – Sir Edward George;  \nChairmen and women and Chief Executives of some of Britain and America’s foremost businesses;  \nPast and present leaders of our civil service;  \nPast Chancellors;  \nLadies and gentlemen",
        "Can I on behalf of the more than 1000 staff who work here every day for the British economy and Britain welcome you all to the Treasury.",
        "Built almost a hundred years ago…opened in 1908…in its life it has seen much history:",
        "In this building, Winston Churchill and the war cabinet worked for victory through democracy’s darkest hours in the Second World War;",
        "The balcony over-looking Whitehall is where Churchill acknowledged the crowds on VE day in 1945;",
        "The Battle of Britain was planned here, in a room where the Air Council met throughout the Second World War: a room I have just vacated…",
        "And, even more dauntingly, just as here in the Treasury building we planned for a successful war, so too we planned for a successful peace…the corridor I have just moved to is the one from which J.M. Keynes devised the plans he put forward at Bretton Woods for the International Monetary Fund and the World Bank.",
        "And it is therefore entirely fitting that today to reopen the modern Treasury we have with us, from our foremost ally, a great American, America’s greatest central banker, not just of our generation but of all time, and one of the world’s most esteemed statesmen.",
        "It is both a pleasure and a privilege to welcome Dr Alan Greenspan to London and to this historic building – and a pleasure too to welcome his wife Andrea Mitchell – a world-renowned commentator and the internationally acclaimed foreign affairs editor for NBC.",
        "And we are all delighted that in recognition of Dr Greenspan’s services to economics and to the United Kingdom the Queen will tomorrow award Alan a knighthood.",
        "Alan, you are a towering figure in the international financial community who combines – whether it be in your chairmanship of the Federal Reserve, in your position in international organisations or in your personal and charitable work – the qualities of outstanding leadership, extraordinary insight, absolute integrity and a strong sense of social responsibility and internationalism. And that is why you are so widely and genuinely admired not just in one continent – America – but in every continent around the world.",
        "You have been a great force for the advancement of the world economy – and a great friend of the United Kingdom.",
        "The world owes you a debt of gratitude for your stewardship of the world’s greatest economy over four terms and fifteen years as chairman of the United States Federal Reserve.",
        "You have helped to build prosperity and to save it. You are a steady hand in difficult moments – and when things seem all too easy. No one in a position such as yours has ever made a greater contribution, or for a longer time.",
        "And I am personally grateful to you for your advice between 1994 and 1997 when you regularly met me and Ed Balls – now the Chief Economic Adviser to the Treasury – and we discussed privately with you how central bank independence would work for Britain.",
        "1997 was the year that – from this building – I had the privilege to announce the independence of the Bank of England and set in place, in pursuit of the 1944 objectives of high and stable levels of employment and growth, a new monetary and fiscal regime based on:",
        "First, clear long term objectives;",
        "Second, transparent, open procedures of decision-making; and",
        "Third, full transparency and accountability.",
        "And as we approach the meetings of our international financial institutions in Washington this weekend – and consider how we can work together internationally to build a more stable world economy – I now believe that, just as through central bank independence we set down a new rules based system for one modern nation, we can, for the world community of nations – in pursuit of the objectives of stability, development and prosperity – achieve also a new rules based system of international economic governance — founded also on:",
        "Clear procedures – all countries, rich and poor, pursuing agreed codes and rules for fiscal and monetary transparency, and for corporate and social standards;",
        "And on a new openness and transparency – with the IMF as independent from political influence in its surveillance of economies as an independent central bank is in the operation of monetary policy",
        "That is, in my view, the basis of a long term new deal between developing countries and developed countries:",
        "Developing countries systematically tackling corruption and instability and opening up to private investment;",
        "And developed countries liberalising trade and radically increasing aid for investment in education and health.",
        "A new deal that recognises that, in the new global economy, prosperity is indivisible and that to be sustained it must be shared.",
        "It now also time, I believe, to enter the next stage of the Treasury’s work as a modern economics ministry.",
        "Today we have with us some of the most senior members of the business and financial community in our country.",
        "And I say to small, growing and large business: the enterprise culture certainly doesn’t start here in the Treasury; it starts with you and the great contribution you make every day to the success of the British economy.",
        "But from the Treasury I see it as our duty to do all we can do, not just to steer a course of stability in an insecure world but also to help deepen and widen our entrepreneurial culture, removing the barriers to productivity and enterprise — and in the next few weeks we will take forward our proposals to open up competition, reform our planning laws, reward entrepreneurship, sponsor better workplace skills, and – in Britain’s high unemployment communities that prosperity has for too long passed by – create enterprise areas.",
        "So our new Treasury looks outwards, to the nation and to the world too… and the physical changes made in the course of its modernisation reflect that.",
        "Though built as long ago as 1908, and never fully modernised throughout a whole century, such is the prudence prevalent in the Treasury that there were, of course, some who considered a refurbishment premature.",
        "Delivered on time but within budget, this has been a model of how a successful private finance initiative project should work and I would like to thank everyone involved:",
        "The designers, developers, architects, builders, and facility managers; and those leading and contributing to the project within the Treasury, including the three Permanent Secretaries who have so ably managed the Treasury over the last ten years – Sir Terence Burns, Sir Andrew Turnbull and Gus O’Donnell.",
        "You will be interested to know that not just a few yards of internal walling and partitions have been torn down to create the open plan Treasury but a total of nearly eight miles of walls torn out…",
        "So we can affirm that as a workplace the new Treasury is open plan, interactive and transparent; no longer a maze of corridors and offices, divided and hidden away",
        "…and a total of sixty thousand tons of rubble was removed – not all of it old budget drafts and discarded economic policies.",
        "Chairman Greenspan – that you are with us today and that we can thank you for your work over many years in furtherance of global stability and economic growth gives us so much pleasure.",
        "And delight…",
        "Indeed, I might say that your presence here fills us with exuberance…",
        "Rational exuberance.",
        "So now I am pleased and privileged:",
        "To introduce a great leader, an inspired economic thinker and a loyal friend. And to ask him to say a few words before officially opening our newly modernised Treasury.",
        "Ladies and gentleman – Dr Alan Greenspan."
    ]
}