{
    "url": "https://www.ukpol.co.uk/gordon-brown-2007-speech-to-government-leaders-forum-europe/",
    "title": "Gordon Brown – 2007 Speech to Government Leaders Forum Europe",
    "post_date": "July 22, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2007",
            "url": "/tag/2007/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, at the Scottish Parliament on 31 January 2007.",
    "content": [
        "My theme today is how we, the advanced industrial world, make globalisation and it’s technological advances – many of them the innovations of Bill Gates – work for not just some of the people, but all of the people. For what Bill Gates is achieving in building a partnership between rich and poor countries that addresses the health and educational needs of the poor, is now at the very core of what the Prime Minister of India has called an ‘inclusive globalisation’.",
        "Two centuries and more ago, the very idea of globalisation – of a wholly global interconnected economy – was anticipated by Adam Smith, the great Scottish economist, who was born in my home town of Kirkcaldy.",
        "Brought up by the waterfront, looking out from his window over the North Sea, witnessing a hundred and more ships coming in and out of Kirkcaldy to trade, he could see with his own eyes how trade was the engine of wealth creation, that an increasingly specialised division of labour would drive nations to seek their comparative advantage through innovation and trade, and his book ‘The Wealth of Nations’ explained the foundations of the world’s first industrial revolution starting here in Britain.",
        "And now today, driven by the same dynamic of technology and trade that Adam Smith observed, but this time with global and not just national or continental flows of capital and labour as well as of goods and services, we are at the birth of the creation of a new world order, as dramatically different for the 21st century as the growth of the industrial revolution was for the 19th century.",
        "It took just 40 years for the first 50 million people to own a radio;",
        "Just 16 years for the first 50 million people to own a PC;",
        "But just 5 years for the first 50 million to be on the Internet.",
        "Today one hundred million people are using online communities such as MySpace or YouTube. On the Internet, one million new postings are made every day, and one new blog is created every second – a world so interdependent and connected that we talk now, not just as Adam Smith did, of the wealth of nations, but of the wealth of networks.",
        "And with technological change – the falling costs of technology and telecommunications – has come also a dramatic restructuring of manufacturing and services and an even more dramatic shift in power:",
        "Asia now out-producing Europe;",
        "China today producing half the world’s computers, half the world’s clothes, and more than half the world’s digital electronics;",
        "And India home to three quarters of the world’s outsourced services.",
        "In the 1980s, before the rise of Asia and before the full scale of the technological revolution became known, people talked of a world order dominated in politics by the cold war and in economic policy by what had replaced the Bretton Woods system of fixed exchange rates, what was called the Washington Consensus – represented by the primacy of Europe and America.",
        "Today, twenty years on, wherever we now look we can see very clearly a new global paradigm: a new world economic political and social order, driven forward not just by considerations of military fire-power, but of economic power too.",
        "John F Kennedy once summoned the American people to recognise a new age of interdependence.",
        "The old declaration of independence had to be superseded, he said, by a declaration of interdependence.",
        "And it is because global public goods on which we depend, such as health – as we see with the threat of avian flu – energy, natural resources, environment and the fight against terrorism, can only be secured through partnerships and alliances across borders, that we need to act upon our interdependence.",
        "Instead of a retreat into the old isolationism, progress forward through partnership and cooperation:",
        "Cooperating together to meet energy needs and climate change;",
        "Cooperating to tackle global terrorism;",
        "Cooperating together to manage the global economy;",
        "The means by which through restructuring our international institutions the benefits of this new world order can be shared by not just some but all.",
        "I happen to believe that there is a common sense world view of an inclusive globalisation founded on free trade, open markets, flexibility and matched with investment in equipping all people to master change – including environmental change – in both developed and developing countries.",
        "Yet we have to recognise that with the rise of protectionism and national champions in Europe, nativism in the USA, populism in Latin America, a real sense of unfairness amongst the youthful populations of poor countries, there are many round the world who, seeing globalisation as unfairness, want to stop the clock, to shelter their jobs and industries, to close their borders, to insulate themselves from change.",
        "I remember when I was in Washington facing demonstrators at a recent IMF meeting, I saw a banner saying worldwide campaign against globalisation – men and women feeling like victims rather than beneficiaries, even when benefiting from lower consumer prices and low interest rates, as a result feeling like losers rather than winners.",
        "So instead of feeling beneficiaries from cheaper goods from low cost imports from Asia, many men and women in Europe and America are feeling like victims, seeing only lost manufacturing jobs:",
        "Instead of feeling like winners, seeing lower inflation and lower interest rates, and seeing also the opportunities for travel, people are thinking of themselves as losers, worried about immigration;",
        "Instead of wanting to embrace the opportunities of globalisation, many view globalisation as a threat, they see the risks associated with globalisation shifting from institutions who used to help them with job security, pensions and, in the USA, health care to individuals who feel on their own.",
        "And so instead of recognising, and indeed celebrating, our interdependence and our connectedness as people and nations, people resort to demanding protection and shelter against change and the erection of new barriers.",
        "This is even when we know that anti-globalisation protectionist rhetoric offers an illusory safety and no long term security at all: a promise to stop the clock, to save redundant jobs, to avoid essential upskilling, to hold back scientific change that cannot genuinely be honoured, when it is clear all nations have to raise their game and out-compete others on quality and quantity.",
        "The answer for all throughout Britain, up against large countries with vast pools of not only unskilled labour, but also now millions of graduates, is not protectionism – an attempt to stop the clock that will fail – but to invest in science, technology and the creative industries so we have world leading products and services to sell, and to continuously upskill the entire population: recognising that by developing the talent of each of us we ensure the prosperity of all of us.",
        "And so – and this is the purpose of this conference – if we are to make a success of globalisation we cannot afford to ignore the potential of any child, waste the talent of any young person, write off or discard the skills of any adult.",
        "As Bill Gates said last year at this international conference when held in Cape Town:",
        "“your salary, which historically was mostly determined by what country you were in, in the future will not be determined by that, but rather will be determined by what education you’ve had.”",
        "Almost 500 years ago, Scotland led the world with the vision that every child in every village every town and every city should have the right to schooling.",
        "Now, today in 2007, liberating technology makes it possible for us to say that every person can, and should, enjoy the opportunities of life-long education, permanent education, recurrent education – opportunities not a one-off, pass-fail, life-defining event at 11 or 16, but education for any person, any place, any time.",
        "But what’s new also is not just what we do to respond to globalisation, but how we do it to build agreement: that we cannot succeed in making globalisation work by top-down commands, pulling levers from the centre, orders and dictats from on high. We can succeed only with the British people themselves involved in discussing and agreeing, as a long term national purpose, the priority to invest in education.",
        "So our task as government leaders – and this why the theme of this conference is so timely – is to engage the citizens of our countries in discussing, and then implementing with their active engagement, the new policy programme that ensures that the benefits of the emerging new world order can be shared by not just some, but all.",
        "But if the best economic policy is a good education policy, and if in ten years we have moved from where we were – below average – to where we now are – above average – now the challenge today is to move from being above average to being at all times truly world class.",
        "It is vital because across Britain and the advanced industrial economy, globalisation is creating a crisis of unskilled work. Of 3.4 million unskilled jobs today, by 2020 we will need only 600,000. So unless you have skills you are at risk of being unemployed.",
        "Highly skilled jobs must and will replace lower skilled jobs. The 9 million highly skilled graduate jobs of today must become, by 2020, 14 million: instead of 25 per cent of jobs, 40 per cent of all jobs.",
        "So Scotland’s First Minister, Jack McConnell, is right to make the Scottish Parliament’s world-class education the centrepiece of his programme for the next Parliament.",
        "Scotland is today leading Britain and Europe in three areas:",
        "First, Scotland is creating more jobs, with unemployment today lower than London;",
        "Second, Scotland is reducing child poverty faster, removing one of the main barriers to young people’s life chances;",
        "Third, Scotland has seen Europe’s fastest rise in educational investment since 1997.",
        "But it is now time, with new investment and the new technology discussed today, to set our sights even higher, raise our ambition in every area to the best world class standards:",
        "Every child should have the best start in life – so we will no longer tolerate failure at school. Our aim – learning from reading recovery programmes in Scotland, and special projects like those in Dumbartonshire and the Every Child a Reader programme in England – that all who can do so leave primary school with basic literacy and numeracy;  \nEvery young person who leaves full time education should have a pathway to a career – so we will not tolerate a culture of low aspirations and dead end qualifications – our aim that all leave education with a pathway to a career;  \nAnd every adult should have access to training throughout their working lives – so that instead of education as a one-off, pass-fail event which for millions ends at 16, all in the workforce have second and, if necessary, third chances to retrain.",
        "And life-long education should start with the world-class ambition that we raise the education leaving age to 18:",
        "Universal education from 5 to 11 was achieved in 1893;",
        "Universal education from 5 to 14 in 1918;",
        "From 5 to 15 in 1947;",
        "From 5 to 16 in 1972.",
        "But during 30 years when globalisation has been transforming the importance of education, the span and reach of education remained the same.",
        "But the coming generation should have the chance not just to start education at 3, but to continue in education or training until 18, with second and, if necessary, third chances to follow.",
        "If every young person after 16 had part-time or full-time schooling college or work-based training there would be over a quarter of a million more young people training for qualifications.",
        "Over one and a half million more young people in education and training over the next ten years.",
        "So we should start now with a roadmap to life-long learning starting with changes at 16 to 18 – a nationwide campaign persuading young people to stay on at school or in education, and persuading parents of the risks that being an unskilled and unqualified young person today is a recipe for being an unemployable worker in future.",
        "To tackle this crisis of the unskilled, to address also the growing unacceptable gap in performance between boys and girls, and to offer every young person new chances I am ready:",
        "First, to consider new incentives to help people stay on in education, building on educational maintenance allowances, now paid to 480,000 people at up to £30 pounds a week;",
        "Second, to introduce new transitional arrangements for young people who have fallen through the net with new opportunities for training alongside tougher obligations, including compulsion, to take part in education; and matching similar initiatives in Scotland 21 areas will pilot “work-focused” programmes designed to motivate about 5,000 young people most at risk of dropping out, and we will pilot schemes that make out-of-education teenagers ready to come back;",
        "Third, to double quality apprenticeships to 500,000 in the UK, almost 50,000 in Scotland;",
        "Fourth, to develop, like the proposed new skills academies, new routes into apprenticeship, with the widest range of enhanced vocational opportunities in earlier years;",
        "Fifth, to learn more from the model of US community colleges to transform further education, driven forward by more employer engagement, more individual choice, simpler routes from college courses to degrees, and, where necessary, merging or taking over failing colleges;",
        "Sixth, to invite forward-looking employers to join with us in partnerships, to ensure access for 16 and 17 year olds to work-place training – such as the innovative programme agreed yesterday between Microsoft and the Scottish Executive – as we also expand the number of adults learning basic workplace skills in our Train to Gain programmes from 100,000 last year to 350,000 a year by 2011.",
        "Our ambition for education: to raise the floor and to remove the ceiling, a higher floor for all to build from, with no ceiling for anyone to be held back, no limit to potential, no cap on aspiration.",
        "What makes our ambitions possible is to apply the transformative power of technological innovation to learning – enabling technology to be what it has the potential to be: the great liberating force in providing opportunity to all.",
        "Capital investment per pupil has grown from £100 per pupil in 1997 and by 2011 we will be spending per student over £1,000 per year, a ten-fold increase. In the past 10 years IT investment has increased sevenfold, interactive whiteboard- and IT-based learning helping the teacher be more than a lecturer and a tutor as well.",
        "But we cannot achieve an educational revolution without a new culture emphasising the importance of education: parents, pupils and teachers leading as the agents of change.",
        "And I want parents, pupils and teachers involved, wholly engaged in the national mission that is my passion, my priority, and will be given pride of place to be a world power in education, so that, just as in the past we led the globe as pioneers of schooling for all, we lead the globe now as pioneers of life long education for all.",
        "Overall, an inclusive globalisation, because alongside free markets, open trade and flexibility, globalisation is driven forward by an empowering vision of opportunity for all – the insight that by unlocking the talent of each of us, we ensure the prosperity of all of us.",
        "And today we can be more optimistic than ever.",
        "More optimistic that talents once held back and thwarted can be realised, and that new technology, new investment and a new commitment as a country to be truly and permanently world-class in education can make us the first generation which, instead of developing only some of the potential of some of the people, we develop all of the potential of all of the people.",
        "Education supported by new technology: the great liberator, the pathway in the modern world to opportunity and the gateway prosperity not just for some, but for all."
    ]
}