{
    "url": "https://www.ukpol.co.uk/gordon-brown-2008-speech-in-birmingham-and-press-conference-with-cabinet/",
    "title": "Gordon Brown – 2008 Speech in Birmingham and Press Conference with Cabinet",
    "post_date": "January 7, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Prime Minister, in Birmingham on 9 September 2008.",
    "content": [
        "###  Facilitator – Lord Digby Jones",
        "Well Prime Minister, Ladies and Gentlemen, welcome to God’s own city – some from Birmingham here.",
        "It is an enormous privilege for me to be given the task, the privilege of just welcoming the Cabinet to Birmingham. Everybody knows I am a Brummie and to be able to welcome them to this, the first aspect of urban regeneration some 20 years ago, is fabulous and I consider myself very fortunate.",
        "We are into a fabulous morning. If government is about anything, it is about connecting those who make the decisions, and you have got every single member of the Cabinet here right now in this room and they make the decisions that run us all, and it is to connect them with the people who it affects.",
        "And so we are going to firstly hear from the Prime Minister for a few minutes and then we are going to have about half an hour of all of us asking, talking on tables with the Minister who is on each table, ask him anything, give him a hard time, tell him what it is like one way or the other, and then after that we will have about 40 minutes of Q and A with some questions coming from the tables, and I shall push those back in front of us all to the Ministers and try and include the Prime Minister as often as I can. Then lunch, and then that Cabinet will go off and have a proper conventional serious Cabinet meeting.",
        "So without further ado I give you the Prime Minister of the United Kingdom, the Right Honourable Gordon Brown MP.",
        "###  Prime Minister",
        "Can I say first of all on behalf of Digby, on behalf of Liam Byrne, our Regional Minister, and on behalf of the whole Cabinet, some of whom this morning have already been dealing with the real problems we have had with floods in different parts of the country, but can I say on behalf of everyone that it is a privilege to be in Birmingham and to be in the West Midlands, to be in the heart of our country, to be in one of the greatest manufacturing centres of Europe and the world, to be in a region that has excelled itself in the Olympic Games with two gold medals – Stephen Williams and Paul Manning – and we are very proud of what they have achieved, and to be as I was this morning with John Hutton and Alistair Darling, visiting the Jaguar plant here and see how you are leading in the new technology for so many of the new manufacturing enterprises that can be so successful in the future, and you are building modern manufacturing strength in this region.",
        "And that is why today we have launched our manufacturing strategy, a new manufacturing innovation centre that we have agreed will be built at Coventry at a cost of £120 million, increasing the number of apprentices in manufacturing – and I met a group of apprentices at Jaguar this morning determined to do well – by 10,000 over the next few years. So we have 80,000 manufacturing apprentices, far more than ever we have had in the last 10 or 20 years, and at the same time today to announce a manufacturing strategy which is also a low carbon strategy so that we can move into this exciting new technology where with environmental efficient products and services we can also lead the world. And our determination is that within 10 years there will be 1 million people working in low carbon jobs, what you might call green collar employment in the future. And I believe that Birmingham and the West Midlands is going to be right at the centre of these exciting new developments for the future.",
        "Now the Cabinet last met outside London, if I can confess to you, in 1921, so it has taken a long time for people to come to the conclusion that it is right for the Cabinet to travel round the country, and of course I am very pleased that the first place that we are meeting as a Cabinet, and meeting with you, is here in Birmingham and the West Midlands today.",
        "This is an astonishing period of change. We have seen the global credit crunch, we have seen the trebling of oil prices. I see every day, as you must, the effect on people’s standards of living because of the prices at the petrol pumps, because of gas and electricity bills, because of the rise in food prices, and these are all problems that are arising because we are now in a global economy. And on top of that, and perhaps these are the tip of the iceberg, we have got huge global economic competition to meet with China and the rest of Asia, we have got this climate change challenge that all of us know that we have got to respond to, we have got new pressures on family life as a result of mothers and fathers having to juggle their family life to bring up their children and to provide a living for them, we have got new pressures arising from the great opportunity that people have to live longer, but also the worries people have about maybe having to end up on a fixed income, having to find long term care for themselves. We have got communities disrupted because there is so much change happening around us, mobility round the world and at the same time people having sometimes to look for new skills for new jobs as the whole of our occupations and industries change. And these are the sort of things that we believe can only be resolved and talked about when the government, and the people of the country and the government can talk together, and what I look for is a dialogue that can lead to a consensus about what we can do, so that we can work in partnership to make for a stronger country.",
        "I have no doubt that in the next 20 years the world economy is going to double in size. There will be twice as many businesses, twice as many opportunities and I have got no doubt that we with our skills, our ingenuity, our talent and our genius as a country, particularly the genius that has been shown in this region from the years of the industrial revolution, we can do well indeed. But we have got to work out together how we can make our way in what is a new world of new change that is hitting all of us.",
        "Now sometimes politicians come for meetings and there are question and answer sessions and perhaps there is more time spent answering than allowing people to give the questions, and I don’t really think that is how it should be for the future. It is not enough for us to come here and to have a discussion and then to go away. What I would like to happen is we have our discussion, we have our questions and answers and then we will take a note of the points that have been made to us, whether it is about the needs of carers, or the future of the Health Service, or what we have got to do about crime, or law and order, or immigration, and then we will report back to you.",
        "So after this meeting we will write to everyone who has been at this meeting with our reflections on both what you have said and what we are going to do as a result of what you have said. So this is not simply a one-off discussion, it is part of a dialogue, when you give your comments when we have our discussion we will report back to you in the next few weeks about what we have decided to do as a result of what you have said, and I hope this can be a basis on which we can move ahead in the future.",
        "So please enjoy the discussion this morning, I look forward to answering some of the questions later. Most of all, I thank you all for coming today, thank you all very much.",
        "##  Question and answer session",
        "###  Facilitator – Lord Digby Jones",
        "Ladies and Gentlemen, I hope you have all had a fabulous half hour, and now what I would like to do is just go through a few of those questions which have come off the table, they have very conveniently put them out on different tables, the questions for me, to help me, but one thing I would say is that if your question doesn’t get answered in this room in the next half hour, I promise you that you will get an answer from the Cabinet to you personally sometime in the next few weeks. So I don’t want anybody thinking they asked a question just for show, I don’t want anybody thinking this was just razzmatazz, we genuinely care. So Birmingham will get her questions answered sometime in the next couple of weeks, so don’t go away disappointed if you don’t feature in the next half hour.",
        "So let’s kick off, something that is very much of the moment actually. Beverley Lindsay on Table Number One: Gun and knife crime seems to be getting out of control in the inner city areas. What is the government going to do to address this?",
        "I am rather chuffed that the Home Secretary is also a West Midlands MP from Redditch, just up from where I was born. Jacqui, the floor is yours.",
        "###  Jacqui Smith",
        "Thank you Digby, and an Aston Villa fan as well. And Birmingham is a very good example actually of the way in which we can make a difference with gun and knife crime, and particularly with some of the concerns that I think were particularly prevalent last year about the way in which gun crime related to gangs. And I know that there are ongoing issues in Birmingham, but what we have also seen when we introduced the Tackling Gangs Action Programme last year and focused it on some of the areas of the country where gun crime was at its most serious, was a real difference when you focus down on police enforcement, linking into what was happening in schools and youth provision, coupling that with strong sentences for those that had been caught both with guns and with knives. We saw over all of the areas we focused that activity on, actually, a 50% reduction in firearms-related injuries.",
        "Now of course that doesn’t mean the problem is necessarily solved, and in Birmingham in the last few weeks they have had some particular issues around gun crime. But last week for example I was in Birmingham talking to the mums actually of Charlene Ellis and Leticia Shakespeare, who of course were the subject of tragic killings back in 2003, about work that they were doing in Birmingham and how we could support them through work that we published last week to give parents help in identifying, before they get to the stage of joining a gang, young people who might be thinking about doing that, and the sort of support that they could gain and the sort of things that they could do in talking to their children to help to avoid it.",
        "So I don’t take the sort of view that either it is out of control or there is nothing that we can do. I think it is serious, I think it is serious in relation to the age of young people getting involved, but we have demonstrated that we can make a difference and that is why this year for example we have taken that approach forward in ten areas where we are focusing particularly on knife crime and we are already beginning to see a difference in those areas as well.",
        "###  Facilitator – Lord Digby Jones",
        "And presumably if that difference is evidenced you will be out, and the police will be out I guess, making sure that people understand that. Because a lot of this is not feeling safe, is it, a lot of it is what you have just said, do people understand.",
        "###  Jacqui Smith",
        "Well Digby that is an interesting point and it is a point that came up in the discussion on our table where people said very strongly actually they thought Birmingham was a safe place to live, they felt confident walking the streets, but they also were concerned that people still feared for crime. And we talked a bit about how we actually communicate better, the real success that police and their partners have had in Birmingham and across the West Midlands, and there were some good practical ideas about how we make sure that message gets out.",
        "###  Facilitator – Lord Digby Jones",
        "Yes, thanks very much. Let’s move on, just link it into young people.",
        "###  Prime Minister",
        "Can I say something? I came to Birmingham a few months ago because I was really interested in what was being done here to deal with gangs, and I met the Chief Constable and I met lots of the police officers and I was incredibly impressed by the way that you were focusing on one young person at a time and trying to get that one person to be persuaded to leave the gang, trying to get the parent to take some responsibility by telling the parent that if they did nothing there was a chance that violence would happen, and maybe even a death, and there is an enormous amount of work being done, one person at a time, to do that. So I am very impressed by what is being done in Birmingham.",
        "And as Jacqui has rightly said, this intensive policing in some of the hotspots where we have moved in with undercover policing sometimes, with warrants and … to identify metal objects so that people can’t use them, with curfews at some points, all these things are very important when you have got a very bad area.",
        "But the one thing that I think I have learned going round the country is we have got to make it culturally unacceptable, we have got to make it unacceptable for people to carry knives as well as guns. We have got to somehow persuade young people that while they may feel that carrying a gun makes them safer, in actual fact it leads to more incidents and more damage and more injuries happening. And if we could have a campaign round the country I think, which some of our footballers have started to be involved in, where we say it is simply unacceptable to carry a knife, it is not the thing that is done in Britain to carry a gun obviously, it is completely unacceptable also to carry a knife, and if we could get the football clubs involved. I noticed that the British Olympic cycling team that work out of the Velodrome, they are saying that they want to help in getting rid of knives on the street and they feel that we should be sort of cycling rather than carrying knives. But I think a local community regional and national campaign where everybody is saying the same thing, that it is unacceptable to carry a knife, we will then get through to that group of younger people who are tempted to think that they are safer by taking a kitchen knife or something out with them when they go out at night and then they cause the incidents they are doing.",
        "So I hope over the next year, using footballers, other role models, using people that are prepared to help us in this, we can have almost nationwide people saying to each other it is unacceptable to carry a knife, and I think we have made some progress on that.",
        "###  Facilitator – Lord Digby Jones",
        "Excellent. I have always thought that the effort made, if it is just one soul saved, it is one soul that wasn’t saved before. And if the effort actually makes one kid have a better life it is worth it.",
        "Moving on to the aspect of young people and education, Pajet Rabotra (phon) on Table 30 said: We go to a very good community school, so why are you spending so much money on academy schools when there is no need for them, and they don’t work. And what have you got to say about that Ed Balls?",
        "###  Ed Balls",
        "I think I did the earliest visit this morning, I was meeting the Year 11 students at 11.30 this morning at St … Manor School in Birmingham, which is a state school, it is not an academy, an ordinary maintained school that I went to visit in June, they were getting 28% 5 GCSEs last year, and because of a brilliant head teacher, great leadership, good teachers, also Saturday schools, also one-to-one tuition, they have gone from 28% last year to 40% this year, they are out of our National Challenge group of schools where we are trying to raise the standards for everybody, and I was saying to that head teacher that I need you to come and work with us with other schools in the area to take some of the magic that they have, some of the leadership they have got, and make that work for other schools. So there is real excellence and leadership and brilliant standards being done in our maintained schools.",
        "Sometimes though schools do get stuck, low results, they need a change. And what academies can do is they can come in with a new building, with new governors, some external impulse, we have actually now got half of all our universities coming in and sponsoring academies, also businesses, we have got Education Trusts, we have got Primary Care Trusts doing academies. And what the evidence shows is that academies have set up and started afresh in schools in disproportionately the poorest parts of our communities. They take intakes which are more disadvantaged than the catchment area of the school would suggest. In the last 3 or 4 years they have had much faster rising results than the average.",
        "So what they show is that in those schools where people were inclined to say look to be honest kids from our area just don’t do well, what do you expect, people are poor round here, they are disadvantaged, the academy programme shows in my view that that link between poverty and low educational standards is not inevitable, it can be broken, and the reason why I am backing academies, alongside great leadership in our maintained schools, is because we should do everything we can to raise standards for every child in every school in every area and to prove the doomsayers and the pessimists wrong who say that some kids just can’t do it. Because in the 21st century economy we are in, you can’t leave school at 16 without a qualification and expect to have a good chance to pay the pension, to pay the mortgage, we should do everything we can and academies bring investments, new leadership, real impetus and they work, and if it works I think go for it.",
        "###  Facilitator – Lord Digby Jones",
        "What I would say to Pajet actually, and I have learnt this in the last 15 months in this job, but I probably learnt it as a lawyer in Brum, is that there is good and bad in all of it, and some academies don’t work, some community schools don’t work, some maintained schools don’t work, so to say they don’t work, that is what newspapers say, or they do work is what newspapers say, probably what we should all do is try and get the best out of every aspect of it.",
        "Ed just referred to that side of education where we are trying to give aspiration. One of the things that we need to do is bring as many people as possible into work, so could I move it on to employment and skills and caring. Enid Sayed on Table 24 said: I am a carer and I am pleased that you are trying to get me into employment, but I would like you to give me a break from caring but I need to be sure that there is a care package in place that is appropriate for my mother before I can get a job. Does that feature in this government’s planning?",
        "So I want to do a double header here, probably Alan Johnson to start with, and then I think James Purnell to carry on. If we can do a double answer that would be great.",
        "###  Alan Johnson",
        "Does it figure in the government’s thinking? Yes, because this whole question of adult social care has been the subject of a debate that has been going on all this year, which will crystallise into a Green Paper at the beginning of next year.",
        "Now the reason why it is slow progress in the sense that there needs to be a debate before a Green Paper, and then a White Paper, is because this is such a huge issue. The reasons Gordon mentioned in his introduction, it is great news that we are all living longer and we should all cheer up and feel good about it, that is really, really good, but it presents society with problems that didn’t exist 60 years ago when the NHS was created. And the problem is that people move from an NHS system which is universal and fully funded by the taxpayer, into an adult social care system which is not universal and is subject to whatever location you are in, and a whole series of very complex rules and regulations. And so we end up with a situation where even where people can afford care and where they are worried for their elderly parents, and of course there are many more elderly parents around, thank goodness, now it is not so much the cost, it is the confusion about where do I get good advice, where do I get sound advice.",
        "Now this needs to be a partnership between local government, between the NHS, between all kinds of charities, and the discussion is around, we are putting more money into this, do we need to change the system through co-payment? There is an argument that in Scotland they made all adult social care free. That is a myth, can I tell you, it Is not free in Scotland.",
        "So I haven’t got the answers to this question about how you can assure that your elderly mother is going to receive proper care, there are a lot of good things going on out there and we have made very good progress in this area. What I do know is that you need to be part of a national debate about how do we overhaul the system, top to bottom, to ensure that future generations have got a solution to a problem that only we can provide for them.",
        "###  Facilitator – Lord Digby Jones",
        "One thing is for sure that if we don’t get the kid off the knife, into getting an education, they won’t be able to afford to pay for it anyway. So all these things are linked.",
        "###  James Purnell",
        "… she was involved in the carer strategy which Alan and my department worked on, along with many carers’ organisations. And one of the things that came through very clearly from that was exactly what Enid was just saying, which is actually I want to work, I just want a system to make it possible for me to combine that with offering the care which I want for my mum, and I think that is a very good challenge for Alan and I to take away.",
        "One of the things that is being looked at is whether we could give people more control over the money that is spent on their care, or the care of their relatives, and that may be one way in which you would be able to combine how that money is spent, control it so that it sits better with what you and your mother need, but allows you to work as well. There are some things which we can do, some quick wins we can do in terms of providing better help for carers who want to get back into work, and Job Centres are doing that already, but the question that Enid asked is look if it is a parent going into work you provide childcare, why don’t you provide the equivalent for me and my relatives? It sounds pretty expensive to me, but it is something that we need to go away and see as part of the review that we are doing with Alan, how we can answer that challenge.",
        "###  Harriet Harman",
        "Can I just add something? Can I just mention some work that John Hutton and I are doing in this area, because as has been mentioned, it is a big challenge for families. I think we are all very used to the thoughts about how you actually balance being a really good parent, bringing up your children in the way you want to bring them up, having enough time for them, but also going out to work so that you can actually make ends meet and having the right standard of living for them, … and I think that is a discussion which families are well across, and businesses well across as well in responding to the demands for mothers, but also fathers to work flexibly in terms of bringing up their children.",
        "And I think the future challenge is very much how families respond not just to going out to work and bringing up their children, but actually going out to work and caring for older relatives, because it is a very important part of what the agencies do, the Health Service and social services, but what is also very critical is what families are able to do and the frontline of social care is families. So one of the things that John Hutton and I are working on is how we can help business adjust to the demands for flexibility for the growing number of families for whom flexible working is necessary, not just for bringing up their children but for caring for older relatives. And we have already introduced a right for people to work flexibly, the right to request to work flexibly if they are looking after older relatives, but most people don’t know about that right and whilst business has got used to the demands from parents, I think there is a whole new frontier about how we help people stay in the workforce and not have to give up work because they are doing what is necessary for their family, what is necessary for the society, which is really good family care of older relatives.",
        "###  Facilitator – Lord Digby Jones",
        "In January this year one of my great wishes was fulfilled when the Prime Minister led a delegation to China and to India, and I always feel sorry for Prime Ministers when they are travelling because people would have a go at them not being at home, but I can tell you it is so vitally important that we take our values and our ideas and thoughts to other countries, and I was very privileged to be with Gordon doing that. And John Hutton signed a Memorandum of Understanding on climate change from a technological solution point of view, especially we had the city of Wuhan (China) in our sights. There is little company, … in Kidderminster who has actually got this fabulous idea to put some bugs into water and it cleans everything up, and they are selling it, making money out of green technology in a very polluted part of Wuhan.",
        "And that leads me on to a question from Table 27, Peter Lambert, who says the need to tackle climate change presents an opportunity for the West Midlands in green technology. What are the government’s plans to unlock the talent and skills that are needed to ensure that this opportunity isn’t missed?",
        "Again I think we will have a double header here, but can I start with Hilary Benn – the technological solution to climate change, in 30 seconds.",
        "###  Hilary Benn",
        "Technology is going to be fundamental to transforming the world for the low carbon revolution, in the same way that it was technology that brought about the industrial revolution, and the West Midlands played a really important part in that. I think we have got a lot of talent and skill, and you have just given an example, Digby, from your local knowledge. It is about changing the incentive structure within the system because the truth is in the future successful countries, successful companies and successful households, families, are going to be low carbon ones. And we know when we look at the current price of oil, other raw materials, that we are facing a resource crunch and therefore we have to learn to use resources in a much more cost effective way and we have to encourage that technology. And being market economies, putting a price on carbon is a way that is going to help to bring the change about.",
        "Can I just say a word about China and India, because we can’t do this on our own, we know that even if all the rich countries of the world woke up tomorrow morning and said we have dealt with all of our emissions, we won’t emit any more, as a world we still face dangerous climate change because of the rising emissions from the emerging and developing economies like China and India.",
        "And fundamentally this is about how we distribute the finite quantity of carbon that we now know the world can cope with between all of the nations of the world, and countries like China and India, they want the further development to get all of their children into school, to get healthcare for all of their citizens, and that means that we have a particular responsibility to give a lead, but to help them in making that change. Because the one other truth about climate change is that wherever you live in the world it is going to affect you, no country is going to be isolated from it, and a country like India only has to look next door at Bangladesh, sees the sea level, sees the number of people who live just a bit above it, if the sea level rises then a lot of people in Bangladesh are moving house and they are probably going to move next door to India.",
        "###  Facilitator – Lord Digby Jones",
        "Forever.",
        "###  Hilary Benn",
        "Yes indeed.",
        "###  Facilitator – Lord Digby Jones",
        "Could I bring in John Denham on skills, on the skills side, how do we equip people, the other part of the question about climate change?",
        "###  John Denham",
        "One of the things that we have on the manufacturing strategy is the potential to create over coming years a million jobs in low carbon parts of the economy, and that is a huge range of different jobs, from manufacturing to running the buildings that need to be much more energy efficient. And so it is going to take a huge effort from us to make sure that we capture the full potential, the talents and ability of these people, and so it is going to be a range of people. So one part of the work, well it is going to be making sure that the companies that will provide new nuclear power stations will work with our universities and our colleges to provide people with the high level skills that are going to be necessary to do that job, it is going to mean that we carry on the work that we are doing to make the skills system much more flexible and responsive to employers’ needs. In a couple of years time there will be £1 billion of government training money going into adult skills directly responsive to the sort of skills that employers need, so that means that employers can work with colleges and other training providers to get the people that they need, it means using the purchasing power of government to make sure that we use what the government spends to create the demands for the new products, because we also know that on the training and skills side of things it is not simply what government puts into the skills system, important though that is, it is also giving business the security to know that it can invest, whether it is in renewable energy or nuclear energy, or low carbon vehicles which we have been talking about today, so that business knows that it is worth investing in their staff because there are going to be jobs to be done and products to be sold in the future.",
        "We have got now I think the right elements in place, we have the Technology Strategy Board that invests very carefully with business, we have the training system which is increasingly responsive to employers’ needs, we are expanding our universities, we are expanding our colleges, we are expanding our apprenticeships, and if we put all of those elements together then we can not just make sure that we have raised people’s skills levels, that more people have got the opportunity to earn good livings in the future and businesses are more productive, but these huge opportunities that are going to open up in front of us in the low carbon economy are there for this country to take.",
        "We have got a choice as a country really, to make a success of our country or not, and I think we are putting the right elements in place but it is going to take all of us to make it actually happen.",
        "###  Facilitator – Lord Digby Jones",
        "At UKTI I have two bosses, I have the Foreign Secretary and the Secretary of State for Business, and in the interests of job preservation I would just like to ask David, just 30 seconds on how the climate change issues feature in the foreign policy of the country?",
        "###  David Miliband",
        "Well I think that the striking thing about foreign affairs these days, you think about the conflict in Darfur, which many of you will have filled in postcards about the genocide that has happened there, or the massive loss of life that has happened there, or an issue like the Russian invasion of Georgia, while the common element surprisingly is resources and energy, and the thing about climate change is it makes the crunch over resources that much more difficult for everybody. So I would say first of all many, many more of the defining aspects of foreign policy around the world are going to involve a climate change element, often to do with the use or the abuse of power, and so climate change changes that. Secondly, I think it is really interesting that if you think about the last 10 or 15 years we have benefited massively from the fact that China’s entry into the global economy has brought down prices and it has helped keep down inflation, but today what is driving up inflation is actually the rising oil price and the pressure on resources. So the second thing, the more we can decarbonise, the more we can take ourselves into a world of more energy independence, post-oil forms of energy transport, we actually have an economic dividend as well and the international system has to contribute to that. Thirdly, and finally, you will be relieved to hear Digby, the world is not very good at getting international agreements that get every country to do something in a fair and equitable way. Just think about the difficulties of getting agreement on a world trade round. We failed, even though we are absolutely convinced, and I think it is a global consensus amongst economists, that actually a world trade round would have been in the interests of the global economy.",
        "A climate change deal is in a way the ultimate challenge to the international relations system of negotiations, because there isn’t an international body really that is set up to do this, we are trying to use the UN bodies to achieve it, and so if international relations is about negotiation, not the use of force, then foreign policy has to be able to deliver an agreement that can actually be fair and just and deliver on the urgency that is important because of the obligations of climate change.",
        "###  Facilitator – Lord Digby Jones",
        "And from a business, pollute business, use energy more efficiently point of view John, where does the carrot end and the stick start?",
        "###  John Hutton",
        "Well Digby I think a lot has been said about this. On this issue about use of energy, let me just offer this one thought. I think that the role of government is to encourage and incentivise people to make the shift to a low carbon economy and we do that in a number of ways. We have just published very recently some new proposals that I think will make using renewable energy even more attractive both for large scale users as well as domestic users. I think that is the key role for government. And I think in the West Midlands, if you just bring it down to home, the West Midlands is the heart and soul of the British manufacturing economy and I think the one thing that has changed in the business community in the last few years is this, that we have stopped seeing climate change as a threat, we see it now as a massive business opportunity. And people have mentioned renewable energy, John Denham mentioned nuclear power, which I think has a critical role to play, and there has also been a reference to cleaner engines. And again given the central role of the West Midlands in Britain’s automotive industry, the government is trying to do all it can to help the car producers develop the new cleaner engines for the future. And in all of those ways, through incentivising a variety of mechanisms for the use of clean energy, support for the nuclear industry, and there was a very important announcement last week that will see tens of thousands of new highly skilled manufacturing jobs come to the UK, which is brilliant news for us and our future, and our kids’ future. I think we have got the elements now, the package together that will help Britain be a world leader in these new technologies and help secure the future of some of those brilliant young people that we saw in West Bromwich today. Fantastic.",
        "###  Facilitator – Lord Digby Jones",
        "I want to devote the last ten minutes of this in a moment to the subject that has the most questions, and you won’t be surprised that that is the economy, and I would like to bring the Chancellor in and then the Prime Minister. But could I just, we have had quite a few questions on one issue on which I would like to bring in Liam Byrne first, and that is on the cultural sector and the social wellbeing and integration in this part of the world. Those of you who take the Birmingham Post will know that Liam was voted the most powerful influential person in the West Midlands this year. I hate him, and in spite of that I think he has done a fabulous job for our region, I really do. The specific question is from Rita McLean on Table 5: how will the government harness the contributions that the cultural sector can make to the economic and social integrated wellbeing of the country?",
        "###  Liam Byrne",
        "Well we are sitting today in one of the regions that really pioneered the way that you unite industry and culture to create something completely different. I think the question was asked by somebody from the Birmingham Art Gallery, is that right? Above the Art Gallery, I can’t remember quite what the motto is, it is something like excellent. I mean the Birmingham Art Gallery was actually founded on the profits of the gas business in 19th century Birmingham, so we have been uniting our industry for a long time in the West Midlands, but it is a way in which we rejuvenate our economy. If you look at what we are doing in Stratford we are creating a fabulous huge new investment in the Royal Shakespeare Company in Stratford, that will help transform that part of our region and it will bring millions of people and pound notes in their pockets to this region over the years to come. Or if you look at digital media, this region is now pioneering digital media for the UK, not far from here, just down in Solihull and towards Redditch I think we have got the capital of the UK’s gaming industry employing thousands of people in a very high tech sector, we have got big investments going into the £50 million digital lab at Warwick where we are looking at how we use digital media in a completely new way, and of course earlier this year we had the fantastic news that Channel 4 is going to put its £50 million digital media commissioning fund headquartered here in Birmingham. So this is a region where we are uniting technology, art and industry in a completely new way to break through new frontiers, but also to create frankly new jobs with higher wages for the years to come.",
        "And I just think the final point that I would make about this question, I think it is important because as the Prime Minister said at the beginning, this is a world that is changing faster and faster now and one of the big challenges that I think all of us have now is that in a world that is changing very quickly it becomes more important that our communities still feel like home. And it is in, and it is through, culture that we do have the chance to create a stage in which we just see in a world that is changing quickly that the things that we have got in common are tens time more important than the things that set us apart.",
        "###  Facilitator – Lord Digby Jones",
        "Too true. I have always asked the question: have you ever wondered why Birmingham became this European city when it is one of the very few cities in the world that doesn’t have a river? With respect to the River Rea, it doesn’t have a river. And that was actually the way you always developed a city with water transport, and the reason is because we have always been an open city, we have always said regardless of the God you worship, or the colour of your skin, frankly you are welcome, bring a skill and you are welcome, and that is how the city became great 200 years ago. And today, as Gordon said, the world has changed in what it does, but I have to tell you this city’s greatness relies on its openness to covet people working hard, over any colour of skin or religion in the world, and I am very proud of that.",
        "Right, the economy. Chancellor and the Prime Minister, Oliver Kileane on Table 3 says: Chancellor, now that the American government has bought out Fannie Mae and Freddie Mac – that of course is the country that is the high point of capitalism – is it thought that this will help the British economy and the British job market? In 15 seconds!",
        "###  Chancellor",
        "Yes, I think it will help, for this reason. The American economy is by far the largest economy in the world, it affects our economy, it affects every other economy, and anything that is done in America that will help build confidence must help. Now on the face of it, people will say you know the American government has just taken on $5.3 trillion worth of debt, which from any view is quite a sizeable sum. But I think they were right because these two institutions, Fannie Mae and Freddie Mac, which underwrite most of the American housing market, had got into difficulties through the American sub-prime market, along with other institutions, and the American government was making it very clear that it was going to stand behind them. And I think that will help stabilise the American housing market and that is necessary in order to rebuild confidence within the American economy as a whole. So I think it is a good thing that they have done that, I think the reaction you have seen around the world, and the American markets that are just about to open, will reflect that.",
        "Now clearly this has been done on a very large scale, but in every country in the world, ours included, governments have been clear that given what is you know a major shock to the system, the credit crunch, that we will take action. A year ago we stepped in to save Northern Rock, we were one of the first governments to have to do that, it was controversial at the time but it was the right thing to do because if we hadn’t done it the problems would have affected other institutions as well. And similarly in that we at the moment are supporting the banking system because that is necessary as a pre-requisite to getting ourselves into a situation where we can get money helping the availability of mortgages, and also money available to help businesses.",
        "At our table there was a lot of discussion about confidence, because people were saying you have got the credit crunch, you have got the pressure that is coming from high oil prices, on inflation. And what I would say is this, that we along with every other country in the world are being affected by these two pressures, any one of which would be difficult, but both together are pretty profound. But I am confident that we will get through it. Why? Because if you look at some of the fundamentals in our economy, the fact that today although inflation at 4.5% we think is too high, it is nothing like what we saw 20 or 30 years ago when inflation in the ‘70s was over 20%, … 9%, and crucially of course whereas 20 years ago we had 3 or 4 million people out of work, we now have near record numbers of people in employment. So these are great strengths to the British economy, an economy that has grown now for well over 10 years, so yes times are tough but we will get through it. And I think that what we do here, what every other country in the world is doing now to help their economy is important and what the American government has done was the right thing to do because it will help restore confidence under as I say the pre-requisite to restoring confidence in the economies as a whole.",
        "###  Facilitator – Lord Digby Jones",
        "And as I get round the world selling the country, I always say not one person, a depositor, has lost a penny yet in any way in this country.",
        "###  Chancellor",
        "That is absolutely right.",
        "###  Facilitator – Lord Digby Jones",
        "And it is a huge confidence thing, and I constantly go on about it and say you know your money is safer in London than it has ever been.",
        "The last question, and I would like to ask the Prime Minister to come up and join me to deal with this and then perhaps just wrap it up for a couple of minutes. It comes from John Russell on Table 5 and that is: What does the Cabinet believe to be the top three priorities for bringing the economy out of its current stalling or potential downturn? And I will leave you with the stage and will be back when you have told us.",
        "###  Gordon Brown",
        "Well thank you very much for raising these questions about the economy. I think people will look back on these last 12 months as the first global financial crisis of the new global economy. I think it is easy to exaggerate sometimes what is happening, but what you have got is two things, as Alistair said, coming together: you have got a credit crunch which is global, in other words it affects all economies in all parts of the world, and banks have written off about a trillion dollars of bad loans; and you have got the supply of oil not being able to meet the demand for it.",
        "So I have just come back from China. China is now building 100 new airports, it is building 1,000 cities, 10 million people are buying cars as new car owners every year. And so there is a worldwide demand for oil and we haven’t been able to meet it with sufficient supply, and both these problems, the credit crunch and the oil trebling of prices, couldn’t really have happened in exactly the same way were it not for the fact that we have now got an economy that is very global indeed.",
        "I went across to America a few months ago and there was a big demonstration in America outside the International Monetary Fund and someone had a banner in that demonstration saying “Worldwide campaign against globalisation”.",
        "And a lot of people may feel that all these pressures of global change that are now leading to what is happening to house prices, what is happening to what you pay for your gas and electricity bills and what you are paying of course when you go to the petrol pumps, and we have got to look at first of all what we can do as a government, and then secondly what we can do round the world to deal with what is essentially a global problem.",
        "So we will do everything we can to help people get back into the housing market, we will do everything we can to help people who are finding it difficult to pay for their mortgage at a difficult time for them, we are trying to help local authorities start rebuilding houses, we are going to be building more social houses. Caroline Flint is here today and she and Hazel Blears announced a package last week in all these areas, including of course raising the exemptions for stamp duty. So we will do everything that we can to get the housing market moving again and to ensure that the Building Societies and banks not only have the funds, but are able to distribute the funds and are prepared to do so to people in Britain. There is not a lack of demand for housing in Britain, as we know, but there is a lack of available finance at the moment and we want to help solve that problem.",
        "But then with the problem that people are facing with standards of living on oil, and on petrol prices, on gas and electricity bills, we will do a number of things to help people, such as the winter allowance that we give to pensioners and have raised it so we can help them pay their fuel bills, and we will be announcing things that we can do to help people in this situation.",
        "But we have got to get back to what is the fundamental cause of this, and if we can’t deal with the cause of this then it could recur as a problem again, or it could continue to be a problem affecting people’s standards of living. If you take the financial system, as Alistair was just talking about, what is amazing is you have a global financial system, money transferring round the world every day, but you don’t have any way of globally monitoring it, only national supervisors and national regulators. So we are going to have to have a better early warning system for the world economy, we are going to have to do it better so we can ensure the free flow of finance in a way that is not as disruptive as it has been in previous years, and that means change in the institutional structures by which we run the world economy.",
        "And then on oil, I think everything that was said in this discussion earlier points to big changes. We are 75% dependent on oil and gas, and as the North Sea oil runs down then we will be increasingly dependent on oil and gas from the Middle East, or from Russia, or from countries where there is a history of instability. And that is not a good position for us to be in for security reasons, it is not a good position for us to be totally reliant on oil and gas for environmental reasons, and it is not a good position, as we are finding, with the trebling of the oil price for financial reasons.",
        "So everything points to us making a big change in the way we use energy in this country. And as John Hutton said a few minutes ago, it is a huge and exciting opportunity because the technologies that we developed for the industrial revolution showed that we were great pioneers, and the technologies that we can develop for this environmental revolution can make Britain lead the world again. And I would see a situation where instead of the almost over-reliance on oil, the dictatorship of oil which leaves us vulnerable, you cannot as an economy be vulnerable to a commodity that one day is $10 a barrel, the next day is $150 a barrel and the next day is $100 a barrel. We have got to get to a situation where we are less dependent on the volatility of one commodity.",
        "So we will have to build more nuclear, we will have to make renewables work for us and that means that they have got to be cost effective to use, but wind, and wave and solar power can be to our great advantage, and then I think we have also got to make the car and vehicles particularly that use so much oil far more efficient, far less dependent on oil. And that is why, and I know Juliet King is here today, there is a huge amount of work being done here in Birmingham on making the car more efficient, there is a lot of work done on hybrid cars, there are a lot of companies now wanting to develop in Britain, not just hybrid but electric cars. Portugal is moving into electric cars, Israel is moving into electric cars, Germany is looking at it very carefully, and so we will have to look increasingly at the amount of oil we use for the use of vehicles themselves and I believe there are huge technological advances, as Jaguar were telling me today, but as other companies are doing, that can reduce our dependence on oil.",
        "And so we must move from a situation where we are if you like the victim of a volatile oil market, to the people who benefit from a stable energy market. And if we can have a more balanced distribution of energy, including of course renewables and nuclear, clean coal, carbon capture and storage, all these new technologies, and of course if our firms start developing the more environmentally efficient products and processes, I believe we can be in the lead of this round the world.",
        "I said right at the beginning, the world economy, whatever happens to Britain, will grow massively in size in the next few years because China and India and Asia are all coming up. The question is who is going to get the benefit from that growth? And it is a huge time of opportunity for us because we are selling products that in the end, as China and India and Asia and the rest of Eastern Europe develop they will want to buy if we make good products at good prices for Britain.",
        "If you take the ipod for example, the ipod markets at £125, only £2 of that goes to the manufacturers as profit in China, the rest goes to the designers, to the people who made it, a British designer actually, the ipod. And it is the countries that have the inventive talent, the creative skills, the ingenuity, the design ability, they are going to get the lion’s share of the benefits of this new economy and it is a great opportunity for a country like Britain.",
        "So I come back to the talents of the Midlands and the talents of Britain, we have got stability, we have got an open economy, as Digby was saying, so we are open to the world, we are not protectionist, we have got great creative talents, great inventive genius. As long as we make the right investments that we have been talking about this morning in the skills of our people, particularly our young people, then there is nothing that we cannot do to be one of the great success stories of the next century, and I believe that the Midlands will be right at the heart of it, as you have always been at the heart of economic success.",
        "This morning has been great for us. I really do appreciate all of you coming and giving up your time this morning. It is great for us as a Cabinet to listen to what people are saying, and I just want to end with this assurance that I gave you at the beginning that you may think not all your questions have been dealt with from the table here, and you may have a lot of other comments that you have made round the table, we have taken a note of these, we want to be able to reply to you, there is no point in having a meeting without any feedback, we are going to change all that and so we will feed back to you over the next few weeks and then you feel free to be in touch with us.",
        "I know all of you do tremendous things in your own communities, in your industries, in your organisations, all of you are here because you make a huge contribution to the community already. I hope you have found this as useful an event as I and the Cabinet have. Thank you for being with us, and if this is the first day that the Cabinet has been out of London since 1921, I hope we will be able to do it again with you.",
        "Thank you very much.",
        "###  Facilitator – Lord Digby Jones",
        "And I will let you into a little secret, Ladies and Gentlemen, it is that vision that you have just heard for 10 minutes that persuaded me 15 months ago to give up what I do and come in and be one of his Ministers. Gordon, thank you very much indeed.",
        "We are going to in a moment move out and down to where we had the coffee, there is a buffet lunch there for us everybody and I know the Cabinet are going to be there for 20 minutes or so, and carry on the conversation. They want to hear and learn from you. Then they are going off into closed session for a couple of hours because this is a genuine legitimate Cabinet meeting, so they are just going to go and do that.",
        "I will just leave you with this. My dad was born one mile that way, his dad was born one mile that way, and I was born one mile from the … about five miles that way. If you had ever said to any of us that this, the first child in my family ever to go to a university, and this the first lawyer in this, the first person who has ever I hope done what I have done, if you had ever said that I would be standing here today to welcome the Cabinet of the fifth biggest economy on Earth, and in my view the greatest country in the world, I have to tell you my grandfather and my dad would be very proud.",
        "Thank you very much."
    ]
}