{
    "url": "https://www.ukpol.co.uk/gordon-brown-1998-speech-to-the-british-retail-consortium-annual-dinner/",
    "title": "Gordon Brown – 1998 Speech to the British Retail Consortium Annual Dinner",
    "post_date": "December 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1998",
            "url": "/tag/1998/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 13 October 1998.",
    "content": [
        "Just as we must work with our international partners to secure global stability and growth, so we have been taking action at home to set in place a long-term and credible platform to achieve the stability that is an essential pre condition for long-term investment, growth and jobs.",
        "It is in pursuit of our long-term goals – high and stable levels of growth and employment- and the rejection of the short-termism and stop-go polices that have undermined the UK economy in the past- that we have taken tough decisions.",
        "In the face of rising inflationary pressure and the large structural deficit we inherited, we made the bank of England independent, the MPC raised interest rates and we tightened fiscal policy by 20 billion pounds last year, amounting to 3.5 per cent of GDP from financial year 1996-97 to financial year 1999-2000.",
        "There must be no return to the boom-bust we saw in the late 1980s and early 90s, when interest rates reached 15 per cent, 1 million manufacturing jobs were lost, nearly 170,000 businesses went under and thousands who faced mortgage misery and negative equity are even now not yet recovered from it.",
        "We are committed to steering a path of stability based on a stable monetary framework and sound public finances.",
        "And it is because of the reduction in borrowing and tough action on inflation, which has today seen us meet our inflation target for the second month in succession, that Britain is now better placed to steer a path of stability in these troubled times for the global economy.",
        "We have consistently taken a prudent and cautious approach to managing the public finances and we will continue to do so. Our projections have been based on cautious assumptions which have been audited by the independent national audit office and our plans have built in margins to cover uncertainties, including the risk of slower growth. We have worked within the previous government’s spending plans for the first two years and our careful plans mean that current spending is now set to grow in real terms by less over this parliament than the last.",
        "As I have said, slower world growth makes it inevitable that growth in Britain next year will be more moderate than previously expected.",
        "But because of the prudent approach we have followed, even with more moderate growth next year we remain on track to meet our strict fiscal rules over the economic cycle while maintaining our commitment to an additional 40 billion pounds for improvements in health and education."
    ]
}