{
    "url": "https://www.ukpol.co.uk/gordon-brown-2009-joint-statement-with-irish-taoiseach-on-northern-ireland/",
    "title": "Gordon Brown – 2009 Joint Statement with Irish Taoiseach on Northern Ireland",
    "post_date": "January 5, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2009",
            "url": "/tag/2009/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Gordon Brown, the then Prime Minister, on 17 December 2009.",
    "content": [
        "While work remains to be done, we are both convinced that significant progress is being made on the remaining issues concerning devolution of policing and justice and other issues still outstanding from the St Andrews Agreement.",
        "It is clear that all the main Northern Ireland parties support the devolution of policing and justice and want to see this happen. The Governments believe that, while there remain issues to be resolved, the parties have made substantial progress over recent months towards the transfer of policing and justice powers.",
        "The First and deputy First Ministers set out in November last year the steps that they both agreed needed to be taken to finalise the process. Those steps are near to completion.",
        "The legislation to create the model for the new Justice Department was agreed at Westminster in March. The legislation to create the new Justice Department has completed its passage through the Assembly. The process to identify the Justice Minister is now underway.",
        "The Prime Minister agreed a generous financial settlement in September that will ensure that a devolved Justice Department will have the resources it needs to manage particular financial pressures around, for example, hearing loss claims without detriment to front line policing and justice services. The financial package will only be available if devolution is completed in the coming months.",
        "Maintaining this progress and the early completion of devolution are important to sustaining public confidence across the whole community and to further enhancing Northern Ireland’s international reputation.",
        "This is both realistic and achievable.",
        "The only steps that remain in the process agreed by the First and deputy First Ministers are for the Northern Ireland parties, once the outstanding issues are resolved, to complete the process of public consultation and an Assembly vote seeking the transfer of powers.",
        "Once final agreement is reached by the parties, approval by Westminster of the necessary transfer orders can be achieved within a matter of weeks following a request from the Assembly. The British Government stands ready to bring forward these orders in the New Year.",
        "We have discussed the limited number of outstanding issues with the parties. We believe that there are no differences incapable of resolution and are optimistic the parties can find early agreement.",
        "We will stay in close touch with the parties as they continue discussions over the coming days.",
        "We believe that early completion of devolution is important. We have, therefore, asked the Secretary of State for Northern Ireland and the Minister for Foreign Affairs to meet at the beginning of January to review progress towards the necessary cross community vote in the Assembly.",
        "While these matters can best be resolved by the Parties themselves, we remain available to help as required."
    ]
}