{
    "url": "https://www.ukpol.co.uk/gordon-brown-2000-speech-to-tuc-conference/",
    "title": "Gordon Brown – 2000 Speech to TUC Conference",
    "post_date": "September 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown to the 2000 TUC Conference.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "Rita and friends, to be here in Glasgow, where I was born, on the second day of the first Congress this century, exactly 100 years from the date when trades unions came together in the Labour Representation Committee to create the Labour Party, allows me, first of all, to pay tribute to those who have given a lifetime of service to our Movement and those, in particular, on the General Council of the TUC who are retiring this year ‑ and I have worked with all of them. I want to thank Eddie Warrillow, Wendy Evans, Tony Cooper, Bob Purkiss, David Evans, Anne Gibson, Hector MacKenzie for all the work they have done as they have been members of the General Council.",
        "I want to congratulate Rita Donaghy, first of all, for giving me good advice and, secondly, for her new Chairmanship of ACAS. Your work on the Low Pay Commission and on the TUC General Council makes me absolutely sure you will be an excellent Chair of ACAS from October 6.",
        "This week, in particular, I want to mark also the retirement of two General Secretaries who have given years of dedicated service, whose contribution will be remembered in every part of the country ‑ everywhere where trades unions exist ‑ and whom I have the privilege to count as friends: Ken Cameron and Rodney Bickerstaffe. Perhaps people do not know ‑ and Ken, my very good friend, allows me to tell you this story ‑ but Ken Cameron first made his name not in trades union affairs but in journalism. It was not a Saturday afternoon post‑match celebration. It was a Saturday morning pre‑match celebration that forced Ken to move very quickly from sports journalism into other affairs. Ken will be able to tell you all the details of how he was filing the results from the Drumnadrochit Highland Games with less than the usual standards of journalistic accuracy. In fact, every result he sent round the newspapers he got wrong. All those who had won were said to have lost: all those who had lost were said to have won. You can imagine the confusion and consternation that Ken created. The result of this youthful indiscretion was journalism’s loss but it was the Fire Service’s gain.",
        "Ken, with this advance on your autobiography, can I congratulate you on your years of service. It has been a privilege for all of us to work with you. These are decades of distinguished service to the labour movement.",
        "I want, also, to congratulate Rodney Bickerstaffe, not only on his work but on his dedication. His career began with the inspiration of his mother. It was built on years of local activity and even as General Secretary you know he was willing to visit every local branch, no matter how small. When I recall those speeches he made in the dark days of the 1980s at our Conferences, I do thank you, Rodney, for keeping hope alive.",
        "I remember not only the passion of your speeches but also the humour ‑ what you said of Conservative Ministers at that time. Who was it of whom he said he had suffered from a charisma bypass? Who was not just a yes man; when Mrs Thatcher said no he said no, too? Of whom was it that you said he was, three years ago, unknown throughout Britain; now he was unknown throughout the whole world? Who was it of whom you said he lost the art of communication but not, alas, the gift of speech. That is what he said about the Tory Cabinet. I would not like to venture to think what he is saying about the Labour Cabinet. Rodney, you can retire in the knowledge that the causes of your life’s crusade are now being enshrined in the new laws of our land.",
        "Let me say this. The Minimum Wage Act of 1998, which was brought in after 100 years of labour movement agitation since Keir Hardie, was not won by politicians at Westminster or administrative action in Whitehall and it was not won just by a vote in Parliament. The minimum wage owes its origins to, and was won by hundreds of thousands of trades unionists like all of you represented here today, and none of them did more than Rodney Bickerstaffe.",
        "To speak to you here in Glasgow, with its great traditions, is, for me, a special privilege. As I said, Glasgow is where I was born. I was a son of a Church of Scotland minister who had come to Glasgow in the depression of the 1930s. His church overlooked the Govan shipyards and when I meet Govan workers later today I will say we all have a shared interest in working, as we will, to shape the shipbuilding industry of our country.",
        "My father’s predecessor in Govan was a friend of the Labour Clydesider MPs. He, in turn, had followed the first Church of Scotland minister to become a Labour Member of Parliament. It was here in Glasgow that trades unionists and ethical socialists came together for a great common cause. Their Statement of Shared Mission and Common Purpose, which was written 78 years ago, inspired a generation of socialists and inspires me now. They said they would strive without ceasing to end mass unemployment; they would bear in their hearts the sorrow of the aged, the widow and the poor; that their lives would not be without comfort; that they would have regard to the weak and those stricken by disease and who had fallen in the struggle for life, and they would fight for justice ‑ not just in our country but in every continent.",
        "These pioneers were idealists but they were not dreamers. They knew how much easier it was to tolerate the status quo than to reform it; easier to conserve than to change; easier to succumb to vested interests than take them on; easier to take your own share than to fight for everyone to have a fair share; easier to see progress as moving up on your own than ensuring everyone moves up together.",
        "But hard times did not teach them selfishness. It taught them solidarity. They rose above their hardships to insist that injustice should not just not happen to them; it should not happen to anyone. They had a vision. The trade union movement and the labour movement is built on that vision. It is a simple but fundamental and unshakeable set of beliefs that I know all in our movement share. It is that, in Britain, opportunity and security should be open not just to a privileged few; it should be open to everyone. That is what I come here to say today.",
        "It is because we believe in opportunity and security for all that I come here to affirm our commitment as a Government to the goal of eradicating child poverty in our generation; the cause of educational opportunity not for some but for all; a National Health Service built for the needs not of some but for everyone, to breaking the vicious cycle of world debt, poverty and injustice internationally. This is my theme today, to build, through growth and productivity, full employment for all in our generation.",
        "Friends, for 20 years all of us ‑ all of us here in this hall ‑ have marched for jobs; we have petitioned for jobs; we have demonstrated for jobs; we have rallied for jobs. For 20 years the TUC and every individual trades union here has rightly said, and we have all said to each other, unemployment is the great economic social, indeed, the moral cause of our time. For nearly 20 years we could only protest about unemployment. Twenty years ago, ten years ago, five years ago young people tried as hard then to find work. They were applying for jobs. They were training for jobs. Do not tell me that that generation of young people did not have talent or potential, could not learn or could not hold down a job. But what they needed was a Government on their side.",
        "If only one young person in this country had got a permanent job as a result of the New Deal that the trades unions and the Labour Government created together, then that would have been worthwhile in itself. But there are now, since 1997, 500,000 who are benefiting from the new deal and nearly 250,000 who are now in jobs. Every time a young person, denied a job under the Tories, gets a job now we should be proud of the new deal because that is what can happen when we all work together.",
        "I believe it was right, even under the fierce opposition of Tories, Liberals and the utilities to take the decision to tax the excess profits of the privatised utilities. We did it to the tune of £5.2 billion and we have now put that money in the poorest, highest unemployment areas and communities of this country. I hear what is said today about the pain of unemployment. I hear also about the needs of manufacturing, and we will respond.",
        "But I can report to you that, together, since 1997 we have created 1,035,000 jobs. Unemployment among men is now the lowest since 1980. Unemployment amongst women is now the lowest since 1976. Long term unemployment is now the lowest since the 1970s but as long as there is unemployment we will not be complacent.",
        "From April next year, I can tell you that there will be a new investment of £300 million. We are extending the new deal so that every one of Britain’s long term unemployed in all parts of the country can have new opportunities to work.",
        "Unemployment among young people is now the lowest since 1975, but as long as one young person is without a chance, there is more to do. With an extra £300 million from next April, concentrating on those people and places who have still been left behind ‑ those with literacy problems in particular ‑ we will now intensify the New Deal so that no teenager is without training or work.",
        "Unemployment among single parents is now falling for the first time ever. But that is not good enough.",
        "From April next year, with £400 million extra a year, our new programme of choices will offer training, jobs and, yes, at last, a national child care strategy to help all parents who want it and to help them work.",
        "Unemployment rates amongst the disabled are falling for the first time in decades. I want every person with disabilities empowered to use their abilities if that is their wish. So from April we are going to extend the New Deal so that disabled men and women can have the right to work too.",
        "Unemployment in Scotland, Wales, Northern Ireland and the regions, the North, the South West and others is the lowest for more than twenty years. But that is not good enough, as we have heard today. With 500 million more for regional development agencies our aim is full employment not just in one region of the country but in every region of this country.",
        "Unemployment among the over 50s has been rising for decades in our country. It was a scandal in the 1980s and 1990s that thousands of men over 50 and women over 50 were thrown on the employment scrapheap. Now since 1997 there are half-a-million more jobs for people over 50, but we want to do more and end the scandal of age discrimination in work. That is why we are introducing a guaranteed minimum income for unemployed men and women over 50 returning to work.",
        "Building from this starting point of a million more jobs and the strength to take the tough decisions to achieve stability, this is a moment not for complacency but it is a moment of challenge and opportunity for our country, and I believe the prize for all of us is great. It is not just full employment for a year or two that we seek but it is full employment for our generation.",
        "To achieve it, first we must entrench an anti-inflation culture of long-term stability, a tougher New Deal to strengthen full employment, higher productivity – far higher to sustain full employment – a new unionism and public services to underpin full employment, and new rights against discrimination and exclusion so that there is, for everyone, the chance of full employment.",
        "Our first task has been to escape from 18 years of boom and bust and never to go back. Let us not forget, despite all the difficulties, that when we had the Tory 15 per cent interest rates, one million homes were repossessed and one million jobs were destroyed in two years in manufacturing. It was not the Conservative Government but Britain’s hardworking people who bore the biggest burden.",
        "I remember a couple coming to see me, both in tears, who, having lost their jobs, knew that they would also lose their home and they had nowhere to go. I remember, too, the tragedy in my own constituency in Fife of the skilled craftsmen, the miners and the steelworkers in Lanarkshire, redundant in their forties who feared that having lost their jobs they would never work again.",
        "After three years we can reflect on where we are now and what we still have to do. Remember those who said that a Labour Government could not achieve economic stability and growth. Remember the Tory prediction, a downturn made in Downing Street. Let us just say that these forecasts have not aged well. Let me explain why. It is because we rejected Tory short-termist, take-what-you-can, irresponsibility – and it is because we put our faith in labour movement values of economic responsibility, planning for the long-term and building from strong foundations, that with the Bank of England independence and new fiscal rules, means we now in our country have inflation close to its lowest for 30 years. But we cannot take it for granted.",
        "It was not by accident but by taking action that we have steady sustainable growth and investment is rising. It is not by default but by design that we now have the lowest long term interest rates and are repaying our national debt. It is not by chance but choice that we now have 28 million fellow citizens in work. This is what happens when the British people and their Government work together.",
        "Remember all of those who opposed Bank of England independence and said our policies would mean a future of higher unemployment and lower public spending for the long term. Remember those who resisted our fiscal rules when we insisted on fiscal discipline and said we would never be able to spend on health, education and public investment. Unemployment is down, and because our prudence is not the barrier to spending but has been its pre-condition, spending on services is rising by 5 per cent in real terms for the next four years. Health Service spending is rising by 7 per cent in real terms this year, education spending by 10 per cent this year and public investment rising by 30 per cent this year.",
        "But our task is even bigger than creating stability for a year or two. It is – and this is the next and critical stage for us – to entrench for Britain a culture of long term stability so that people no longer expect, as they have in the past, that every period of growth will be followed by an inflationary wages spiral and then boom and bust recession. And every event tests our resolve to end that short-termism of the past and to steer a course of long-term stability, which is the real foundation for full employment.",
        "I understand the concerns about the exchange rate with the euro and we will continue to do more to support manufacturing. I understand the concerns that people have, too, about world oil prices and petrol prices, but we will not return to short termism in any respect and we will not put at risk our hard won stability. So there will be no short term lurches in spending policy or tax policy, no irresponsible spending increases or inflationary pay rises that put youth jobs at risk, there will be no quick fixes or soft options that would put long-term stability, then our public services and then our policy for full employment at risk. We are not going to return to the stop-go of the past.",
        "Governments have to deal with both national and international events and oil and petrol raises the issue of both. When we came to power in 1997 the deficit was £28 billion. Yes -we had to face up to that deficit and we dealt with that deficit immediately. So we retained and extended the fuel duty escalator that had been operated by the Conservatives in successive years every year since 1993, and there were good environmental reasons as Kyoto proved for doing so. But last November – immediately – I had cut the deficit and was able to put in place new environmental measures. I said we would end the escalator, and we froze, and for four million cars reduced, car licence fees in a March Budget that was welcomed by the motoring industry.",
        "Today, now that the deficit is down, let us note that the existing fuel revenues are not being wasted but are paying for what the public wants and needs – now paying for £10 billion of extra investment in schools and hospitals this year – a total of £18 billion extra invested in our public services, including roads and public transport, money well invested at the service of all the people. Yes, we have higher excise duties than in Europe but we also have just about the lowest tax rates on work, the lowest business tax rates, the lowest VAT rates and, unlike America, and we should be proud to say so, we fund from these revenues a truly National Health Service which is open to all the people.",
        "Governments are, of course, subject not just to national pressures but to global pressures too. In our three years in Government we have had to deal not just with debt and deficits in Britain but like other governments we have been tested by the financial crisis that has spread from Korea to Asia, then to Russia and a slowdown in the international financial system.",
        "We are being tested, too, by an oil price that first fell from $19 when we came to power to $11 and then has risen to above $30, trebling in 20 months. Of course, when the oil price shifts from $11 to over $30 every economy is affected, every country’s petrol price has risen, and I understand very acutely the pressures that manufacturers, hauliers, farmers and every day millions of consumers face. But it is precisely because there is volatility in oil prices that we should resist any lurches in policy and we should resist returning to the old short termism of the past. Instead, because of that volatility, we should insist on steering a long term course of stability.",
        "Our first duty is to ensure internationally, as we are pressing here in Britain, that oil flows from the wells to the refineries, to the petrol stations and then to the consumers, and this we will do, without interruption by barricades or blockades.",
        "Our second duty is to ensure that, with our international partners, we maintain a course of stability to ensure international economic growth to the benefit of us all, and this we will do.",
        "I tell you that this week, among every one of Europe’s 15 governments, as in America, in face of oil price volatility, it is not shifts in oil tax rates that are now being considered but it is pressure on the oil producing countries to raise their production and cut their price. When OPEC countries themselves have stated that their sustainable oil price rate is not the $34 that we have seen but $22-$28, none of us should relax in our representations until they ensure levels of oil production that bring the price at least to the levels that they themselves plan. Moreover, because cartels should not exercise such power anywhere, we will now look even more intently at how to diversify our energy supplies.",
        "The third lesson that I learn is this. It is precisely because of the volatility of these oil prices that we should refuse to lurch between budgets from one policy quick fix or soft option to another – lurches that would inevitably be based on uncertain prices and unknown revenues. Instead, we should steer a course of stability.",
        "Short termism is the old way and it brought us the stop-go, boom-bust economy, the ups and downs of the past, and this I will not endorse. Let me just tell members here that when the oil price was $10, experts came to us and they advised us that our Government should allow the closure of every coal mine in our country because the oil price was so low, and this, I and my colleagues refused to do. Instead, for the correct long term reasons, we sought a level playing field for coal, ended the discrimination against coal and invested £100 million extra in the future of the industry, a policy I believe that the British people support.",
        "It would be equally wrong and short termist to tie tax rates to what could be a temporary rise in oil prices as it would be wrong to lurch in the other direction between budgets and suddenly tie tax policies and other policies to a temporary oil price fall. In fact, in the last six months rising world oil prices have raised VAT revenues by only £20 million net, and over the last 12 months by £400 million. It would, therefore, be the worst of short-termism to make permanent shifts in fuel duties because of a one-off change in oil profits and, thus, oil revenues that might never be repeated. So we will listen but we will not fall for the quick fix and the irresponsible short termism of making tax policy this afternoon because of blockades this morning.",
        "We will continue to make policy as we have done in Budgets and at Budget time, and I believe that the British people want long-term stability and it does nothing for full employment or for growth in our economy to return to the short-termism of policy lurches that brought us boom and bust in the past.",
        "We will not change our European policy either – in principle our support for the single currency, in practice the five economic tests that have to be met. So we will continue to reject the Tory policy that panders to those who urge isolation and withdrawal, something that everybody here agrees would put jobs and stability at risk.",
        "In our country today we have created greater fiscal and monetary stability, and, yes, there are a million more jobs, but, yes, too, as John Monks said a few minutes ago, there is a productivity gap of 30 per cent with our competitors, and if we are to achieve full employment we must bridge that, too. When I listen to those who say that we can now relax our efforts, return to the old ways and ignore long-term challenges, we will not fall for that complacency either.",
        "Instead, from the platform that has been created, a new found stability and rising employment, I want today to challenge the whole of Britain – British industry, management, the unions, the public sector and the Government, all of us, to join together in seizing, not squandering, this hard won time of opportunity -never again to retreat back, as we have done in every previous economic cycle, into complacent short-termism, not to fight yesterday’s battles, but free of complacency to address tomorrow’s challenges and to use our new found stability and our growing strength in a national productivity drive to achieve a rise in productivity that will bring also a rise in prosperity that outpaces our competitors.",
        "To achieve this, we must, day by day, week by week, year by year, have the discipline to overcome the old British problems of short termism and under investment, low productivity and inadequate investment in skills, over-complacency in the boardroom, restrictive practices wherever and whenever they exist, and we should use this time of opportunity to remove all the old barriers to employment and to prosperity for all.",
        "I can tell you what the Government will do to contribute to this productivity drive. We will double public investment to £19 billion, with permanent capital allowances and R and D credits, we will be investing more in manufacturing industry in our country. One billion more pounds will be invested in science so that British inventions can lead to British manufacturing products and to British jobs. For the first time ensuring an employee share ownership plan that gives most benefit not just to a few employees on share options in a firm but benefit to all. We will make the biggest investment in education and skills in our country’s history – £10 billion more by 2004.",
        "But winning at work – this is the theme of the Congress – is not simply making promises about what a Government can do, but it is setting goals we can all meet together. In the old days management said it was all up to the unions. The unions said it was up to management and both said it was up to Government. I say it is now up to us all working together. So I am here not to make new pledges but to summon us to new challenges.",
        "All the evidence shows that when unions win at work on a productivity agenda, prosperity and employment increase. So we must, therefore, be honest with each other. Just as prosperity for all is undermined by the wrong kind of Government, so too in the past the wrong kind of management and the wrong kind of unionism have failed us as surely as the wrong kind of Government. When we know that in some plants our productivity is the best in the world and in other plants even in the same industry it is only half as good, our challenge together must be firm by firm, sector by sector, managers and union members, free from complacency, we address those barriers to productivity: the levels of our skills; the levels of investment; standards of management and industrial relations all round; barriers to the introduction of modern technology and questions of best practice and who does what in the workplace.",
        "Our challenge is to work together to ensure that the benefits go, not as in the past, to a few but as they should always have done, the benefits go to all who play their part.",
        "We, the Government, will accept our responsibilities in the public sector, inviting trades unions to work with us to improve both conditions of service and the condition of each service. In an environment of continuously low inflation, I ask unions across industry to consider seriously the benefits of moving from the annual cycle and extending multi-year pay deals.",
        "Friends, great historical changes are at work, even more dramatic than the changes a century ago when craft unionism transformed itself into new industrial unionism. Now, in this new century, old industrial unionism is transforming itself into a new industrial unionism: – our enduring values, justice and just rewards for all remain the same; our objectives bolder than before, defending our members against the threat of poverty, now about ensuring all our members have the chance to realise their potential to the full; – and the surest way, the great drive of 21st Century unionism, to meet that age old aim of enhancing the value of our labour, and this is done best directly through education and training that will enhance the value of each of our skills.",
        "So this Government will do everything in law, in financial support and in support, as you as trade unions, bargain on the issue of skills. Let me be clear about the scale of our ambitions: one million individual learning accounts, nearly a million able to benefit from adult literacy courses and the right to free or tax free computer learning from October 1. October 1 is the start of the new University for Industry – what, from the 1970s the Open University achieved for thousands in higher education through TV and distance learning as second chances, we are now ready to achieve for millions in lifelong learning through the University for Industry, using cable, satellite and interactive media so that people can learn direct in their workplace and direct in their home.",
        "For anyone who needs it, our aim is any course of study at any grade at any age. We will support trades unions as they push that skills agenda. No one should be left out, because we believe a fair society is essential to a productive economy. So we are ensuring new rights for working people. Never again do we want mothers or fathers refused time off to see their sick child through a hospital operation, the right to time off when a family member is ill. That is what a good family policy is all about; the right to four weeks holiday – we will work with you to publicise that benefit so that everyone knows that that benefit exists and can be enforced – the right to maternity pay now extended to all low paid workers; the right of recognition for trades unionists, and let us not forget that from May 4 1997, the right to be a member of a trades union, as at GCHQ, a right that no future Government should ever now dare take away. (Applause)",
        "We are now asking the Low Pay Commission to report next year on a further rise in the minimum wage, and no one should be excluded, because in no part of our society should there ever be institutionalised racism again. We will remove the barriers of prejudice, discrimination and racism that exist in our society.",
        "Having lifted the first million pensioners out of poverty, having cut VAT on fuel, introduced free television licences for all those over 75 and a £150 winter allowance for all, our next challenge, as Alistair Darling said yesterday, is to ensure that all pensioners who need it – our priority is those on modest occupational pensions and modest savings, who have lost out in the past – are helped not penalised for their savings and thrift. Our aim is to reward pensioners for their savings, to end pensioner poverty and to ensure that not some but all pensioners will gain from the rising prosperity of the nation.",
        "As we raise Health Service spending from £49 billion to £54, to £58, to £63 to £68 billion by 2003, we will demonstrate by our actions that the best Health Service for each of us is not a private one that favours the few, but a public service run in the public sector by dedicated public servants in the public interest for all.",
        "Friends, they say that in one term we could never simultaneously abolish 800 hereditary peers, introduce devolution to Scotland and Wales, ban hand guns, legislate new working rights, introduced a minimum wage and lead the world in starting to tackle the problem of poverty and debt relief, but under Tony Blair we have done that. Now they will say that we cannot achieve full employment, abolish child and pensioner poverty, build world class public services in health and education and meeting our productivity challenge. I tell you that we can and we will. The fruits and benefits of working together will not be just for some but for all.",
        "The test of our country’s advance will be judged not by the heights reached by a few individuals but by the benefits to all when everyone works together. The test of our country’s success will be judged not as the successes of a few but how success can be shared throughout the whole community.",
        "Our national progress, not a few people moving up on their own, but all of us moving forward together with the strong helping the weak and, as a result, making us all stronger. Not selfishness but sharing. That is the realisation of our enduring values. They are the same yesterday, today and tomorrow – an opportunity and prosperity that enriches not just a few but everyone.",
        "Friends, that is our vision, that is our task. Have confidence that by working together this also can be our achievement. Thank you."
    ]
}