{
    "url": "https://www.ukpol.co.uk/gordon-brown-2022-comments-on-the-conservative-party-conference/",
    "title": "Gordon Brown – 2022 Comments on the Conservative Party Conference",
    "post_date": "October 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "2022 Conservative Party Conference",
            "url": "/tag/2022-conservative-party-conference/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Gordon Brown, the former Prime Minister, on Twitter on 5 October 2022.",
    "content": [
        "A message from Tory conference:",
        "Don’t get sick",
        "Don’t be disabled",
        "Don’t be on low pay with kids to feed",
        "Don’t rely on Universal Credit or public services",
        "If you do, get ready to pay for £43bn in tax cuts that benefit the wealthiest the most.",
        "Liz Truss and minister after minister have refused to honour Rishi Sunak’s promise to uprate benefits in line with inflation.",
        "This would leave millions in desperate need and the number of children in poverty hitting 5 million for the first time in a generation.",
        "As millions of families suffer sleepless nights worrying whether they can pay their bills, Tory Party Chair Jake Berry simply channels Norman Tebbit and tells people to cut consumption or get a new job.",
        "Even after receiving the maximum help of £1200, people on Universal Credit are nearly £30 a week worse off than last year.",
        "If the Chancellor abandons the link with inflation, they could end up over £2000 a year worse off, all to help pay for tax cuts and help for the wealthy.",
        "After a study estimated over 330,000 excess deaths linked to austerity, can the government really allow another, more brutal round of cuts?",
        "It’s time for another U-turn to help the millions on the breadline not the millionaires in the boardroom."
    ]
}