{
    "url": "https://www.ukpol.co.uk/gordon-brown-2004-speech-at-the-advancing-enterprise-conference/",
    "title": "Gordon Brown – 2004 Speech at the Advancing Enterprise Conference",
    "post_date": "January 2, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, at the Advancing Enterprise Conference held at the QEII Conference Centre in London on 26 January 2004.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "I am very pleased to be able to welcome all of you, distinguished business leaders, to the QE2 centre this morning. And let me begin by saying what I firmly believe: that the whole country owes you a debt of gratitude for the way, particularly throughout the world downturn of the last few years, you have been meeting the new challenges of the global economy – challenges that have required resilience, fresh thinking and the courage to change.",
        "Today, leaders of business and government come together in one room to discuss the future. And I am delighted that we are all here together to discuss how best we can advance enterprise and equip ourselves for the next challenges of the global economy.",
        "It is the first time this Treasury has done anything like this.",
        "So why, you might ask, have we done so today?",
        "I wanted this get together because we all know that in the modern global economy Britain has to meet competitive challenges that are more fearsome than ever, but that the opportunities for the winners are greater than ever.",
        "I believe that if this country is to achieve its full potential, government and business must work constructively and creatively together.",
        "Through this exchange of ideas – with often different points of view – and through seeking the broadest harmony, our aim is to forge a shared and long term national economic purpose for Britain.",
        "A shared purpose that recognises that wealth creation is, today, even more important to the society we want to build; and that if we have the strength to make the hard long term choices, Britain is uniquely well placed to become one of the strongest, most successful enterprise centres of the world.",
        "So let me thank you for joining this discussion here today – friends from the business community, neighbouring governments, international guests – all of you distinguished in your own fields… all of you with powerful influence on the world economy.",
        "So what are the facts this Monday morning that should both focus our attention and drive us forward?",
        "We all know that the new global economy means speed in innovation – it took nearly forty years for the first 50 million people to own a radio, just 16 years for the first 50 million people to own a PC, but just 5 years for the first 50 million to be on the internet.",
        "But it also means a shift in global production. In 1980 less than a tenth of manufacturing exports came from developing countries. Today it’s 25 per cent: in twenty years time 50 per cent. That’s not just cars and computers but half of all the world’s manufacturing exports coming from developing countries.",
        "By 2015 up to 5 million American and European jobs could have moved offshore – outsourced to countries like India and China as they strive to become the world’s second and third largest economies. Indeed even today China’s significance to the global economy is that every year it, on its own, is adding as much output as the whole of the G7 put together.",
        "And so for companies like yourselves, there is hardly a product or increasingly a service you produce that is not subject to global competition. And at every point you have to look not just where round the world you source not just your materials but your labour and skills, but where your competitors source their labour and skills.",
        "For Britain this means recognising there is no escape from uncompetitiveness by resorting to loss making subsidies, artificial barriers or protectionist shelters. Indeed, the price of failure is not a long period of slow decline but sectors going under altogether. And the opportunity for us is that as low cost, low value production comes under increasing pressure, the continuing challenge of finding and exploiting the high valued added, high tech, high skilled, science-driven products and services is the key to wealth creation in the future.",
        "Here in the Treasury we have been thinking hard about all this. And I believe that Britain ought to be well placed in this new world.",
        "In this world of open, global competition, we – Britain – are the nation that not only pioneered free trade, the very idea of open competition, but have a greater global reach across all continents than any other. With our long history of international engagement, our network of contacts – enhanced by the English language, the language of the internet and business everywhere – extends wider and deeper around the world than any other country.",
        "And we have not just a long tradition of inventiveness and creativity – a tradition that gave us the steam engine, the telephone, penicillin and the television and made Britain the world’s leading industrial power – but since 1945 it is British inventors that have given us the internet, magnetic resonance imaging, the human genome project – all starting from Britain – affirming both our potential as a scientific nation for the future and the need to continue to invest in British science.",
        "And we know we will only succeed if we can build on these inherent strengths and if politicians take the hard decisions making the tough long-term choices that are needed.",
        "When it was clear that decades of stop go had held Britain back, that stability was the essential precondition for Britain to be the success it could be Tony Blair and I took the decision to forswear the power of politicians to manipulate interest rates for short term political advantage and make the Bank of England independent.",
        "This was not an easy decision to persuade other fellow politicians to take.",
        "But its importance is greater than ever in a world of ever more rapid financial flows where investors will gravitate to those countries where there is greater stability and away from those countries that do not deliver it.",
        "And in Britain today, our new monetary and fiscal framework, this British model we have created – decisions we had to take to make the Bank of England independent, impose a symmetrical inflation target, cut debt and entrench tough fiscal rules – has made us better placed than before to cope with the ups and downs of the economic cycle. So instead of being – as in previous downturns – first in, worst hit and last out of any world downturn, Britain has not only avoided recession but has continued to grow in quarter after quarter, year after year, in all six years of our Government since 1997. And we are not just one of the only major industrialised countries to have avoided recession but have been more stable than any of our neighbours over the last few years.",
        "We will never take stability for granted and I can say categorically to investors everywhere that we will continue to steer a course of stability and support our monetary authorities in the difficult decisions they have to take. And we will entrench not relax our fiscal discipline.",
        "At this stage in the economic and political cycle governments have resorted to short termism in fiscal policy and gone on to raise the rate of spending.",
        "But I am determined not to go down the short term road: I have announced that while meeting all our commitments and our fiscal rules the rate of spending growth in the next spending round will be lower than in this round – at all times I am determined that we will avoid the short termism and mistaken monetary and fiscal policies of the past.",
        "And we will entrench this newly won and hard won stability and continue to demonstrate the same willingness to take the hard decisions so we can build on our strengths.",
        "Now it is precisely these British qualities – our global reach, our scientific genius and now our stability – that are the vital assets for winning in a more harshly competitive global economy. And it upon this foundation that I believe we now have a unique opportunity to build the next crucial and decisive ingredient for future British success – a shared commitment to enterprise and wealth creation, and a determination to remove, one by one, all the barriers in its way.",
        "We will take the tough long term decisions that are necessary to drive this through.",
        "Just as with Bank of England independence we will take the long term view – take on political vested interests – and persuade the British people that everything they cherish about this country can only be built on the bedrock of a flourishing culture of enterprise and achievement.",
        "And each session of this conference will focus on both specific barriers that can be removed and opportunities that can be seized so that we do better on flexibility and economic reform, on trade, on skills, on science, and have a stronger and deeper enterprise culture right across our country.",
        "In the first session we want to learn what the imperatives and choices are for making a successful global company for the future. The job of government is to do only what it needs to do, no more than what it needs to do – stability, a competitive environment, investment in science skills and infrastructure.",
        "And at every stage – whether for companies starting up, investing, hiring, training, seeking equity, exporting – our aim is to be on businesses’ side. And learning from US flexibilities, remove all the old barriers holding the enterprising back.",
        "Let me give a few examples:",
        "**Planning:** Britain must make our planning laws quicker, more flexible and more responsive – and we will.",
        "**Pay:** Britain must and will do more to encourage local and regional pay flexibility.",
        "**Competition:** we have just about the most open competition regime in the world.",
        "**Transport** : we must work with you – private and public sectors together – to tackle the massive backlog in infrastructure investment.",
        "Tax: Britain must do more to reward and encourage investment – and we will. Just as we have already made our choice and cut long term capital gains tax from 40 pence to 10 pence, small business tax from 23 pence to 19 pence and corporation tax from 33 pence to 30 pence, I promise we will continue to look with you at the business tax regime so that we provide incentives for investment in wealth creation and greater rewards for success – and make and keep the UK as the best place for international business.",
        "Most of all in the coming spending round a government focused on the global economic challenge must make hard choices – as we will do tomorrow on university finance – to make investment in science and skills a central priority because they are the investments where government can make a difference and are most vital to our future.",
        "Every one of you here who runs a company knows that you must draw on the potential of everyone in your company to be successful; its no different for a country.",
        "Through Learn Direct, Employer Training Pilots, Union Learning Funds and then the return of apprenticeships, over 1 million more adults are learning today than six years ago. But I want us to be the best educated and best trained workforce and tomorrow’s much-needed reform of university finance – which I urge all Labour MPs to support – is another vital step towards that goal.",
        "Our reforms will extend opportunity and equip young people with the skills to meet the demands of the 21st century and they deserve the support of all who share our goal of securing for Britain world class universities now and in the future.",
        "And I also commit us to taking, in this spending round, the tough decisions necessary, demanding, in return for investment, the highest standards in our schools and further education colleges; reforming university finance to secure for Britain world class universities now and in the future; working with you to – both of us – invest in employee training… all the time encouraging and incentivising a work-your-way-up ethos of self improvement and self reliance among British employees.",
        "And in science all the measures we are taking: £1.25 billion a year invested in renewing Britain’s science base; R&D tax credits; science learning centres; investing in science teaching in our schools; and what I can announce today – our commitment to make a long term plan for science funding over the next decade a central feature of our 2004 spending review… are for one purpose: to make Britain the best location for research and development and for innovation.",
        "The flexibility we need is not just in Britain but in Europe too – and I am very pleased that we will be joined later this morning by some of my European Finance Minister colleagues. The best contribution we pro-Europeans can make to the cause of Europe is by ensuring that in Europe we face up to rather than duck the difficult decisions about economic reform — resisting the kind of inflexibility being added into directives like the working time directive, the agency workers directive, the investment services directive and the transparency directive, as well as insisting on tax competition not tax harmonisation.",
        "And I can tell you that the Irish, Dutch, British and Luxembourg Finance Ministers are today setting out our joint initiative to reduce the burden of existing regulation and to ensure that every new regulation is subject to strict and stringent tests for its impact on enterprise and on the competitiveness of the European economy.",
        "To ensure that enterprise takes centre stage in the drive for economic reform in Europe, the British, French and German governments are also setting out today our proposals for more pro enterprise pro innovation policies in the European Union.",
        "Better trading relationships with the US and the rest of the world help not hinder Europe. So we welcome the restarting of the Transatlantic Business Dialogue. We must do more to reopen the world trade talks by tackling agricultural protectionism. And we propose a review to study – and then strive to secure – the removal of tariff and non-tariff barriers between Europe and America and to agree approaches to competition and regulation.",
        "Finally – a government on the side of enterprise must build a deeper and wider entrepreneurial culture – where starting and growing a business is open to all with ideas and ambition.",
        "Our proposals on enterprise for this year each add up to something bigger than their individual parts – initiatives that taken together can make a difference, and contribute to a change in culture and attitudes by valuing and celebrating the spirit of enterprise throughout Britain:",
        "* We will hold the first ever national Enterprise Week – focused on inspiring the young to be enterprising – in November 2004;",
        "* The Queen and other members of the Royal Family will be visiting the most outstanding examples of enterprise in each region on July 14th;",
        "* In addition to the Queen’s Award for Enterprise, the Government is in discussions with the Palace about new ways of rewarding outstanding individual contributions to the development and promotion of enterprise in our country;",
        "* Young entrepreneurs from Britain will meet and learn from young US entrepreneurs;",
        "* All pupils before they leave school will have the opportunity to enjoy not just work experience but enterprise education too;",
        "* We will launch a new National Council for Graduate Entrepreneurship;",
        "* There will be an annual British competition for the British town or city of enterprise;",
        "* And just as we compete for a European City of Culture we propose a competition for the European City of Enterprise too;",
        "* A joint US-UK Forum on Enterprise – which I hope some of you will attend – this summer;",
        "* In our high unemployment areas 2000 new enterprise areas as zones for new business opportunities with fast track planning, community investment tax relief, the abolition of stamp duty, and the prospect of enhanced capital allowances for renovating business premises. And we have promised Local Authorities who create new businesses in their areas a share of the increase in national business rate as a reward for their enterprise.",
        "But all of this tells us that building an enterprise culture doesn’t just depend on any one initiative or individual but on changes in attitude and outlook which will, in time, transform our culture.",
        "In other words: advancing enterprise depends upon the efforts of all of us.",
        "I’ve sketched out what I think are elements of our shared economic purpose for a global era:",
        "A Britain that is open, outward looking, flexible, reforming, valuing science skills and enterprise;",
        "Government effective where it has to be effective – in economic stability, science, skills, infrastructure;",
        "Businesses able to be the wealth creators they are, and encouraged where it matters – with incentives and rewards to invest and grow;",
        "And a long term shared economic purpose – by that I mean a long term commitment not ever to take the easy way out or the short term course but resolute to get things right for the long term: making Britain a better place to do business – and better still in five, ten, fifteen, twenty years time from now."
    ]
}