{
    "url": "https://www.ukpol.co.uk/gordon-brown-2008-speech-to-troops-in-afghanistan/",
    "title": "Gordon Brown – 2008 Speech to Troops in Afghanistan",
    "post_date": "November 7, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by the Prime Minister, Gordon Brown, to the troops in Afghanistan on Thursday 21st August 2008.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "I wanted to come here this morning to thank all of you for everything that you are achieving. I want to say to you, in front of the Governor of the Province, that we are incredibly proud of everything that you have done. And I want to say also, on behalf of the whole of the British people, we owe you a huge debt of gratitude for everything that you have achieved in very difficult circumstances in this province and in this country.",
        "I want to thank you first of all for your professionalism. The professionalism of the British armed forces is recognised in every part of the world, and I believe that your reputation as professionals has been enhanced by everything that you have done here. And I want to thank all your leaders and all of you for achieving that.",
        "I want to thank you also for your dedication to duty. And today I want to remember Corporal Barry Dempsey, the 2nd Battalion Royal Regiment of Scotland, the Royal Highland Fusiliers, and remember the service that he gave. And remember also the service that so many people who have either been injured, who have lost their lives, have given in what is the cause of freedom and justice.",
        "And you know that you are on the front line of the fight against the Taliban, and you know that what you are doing here prevents terrorism coming to the streets of Britain, and you know that by taking on the Taliban and forcing them back you have made possible a democracy in Afghanistan. And you know also that every time a young girl goes to school, every time a mother-to-be is getting healthcare, every time jobs are being created in this region, every time a market is opening, it is because of the efforts that you have put in, for which we are very grateful and makes me very proud indeed of what you are doing.",
        "And I want to say also that what you are achieving by training up the Afghan army for its future responsibilities shows that we are not only making huge progress here in reconstruction, in giving people a stake in the future, in building an army and police force for the future, but what you are doing is creating a highly professional Afghan army that will gradually take over more responsibility for this area and for the country. And by training 4,000 of the Afghan national army here, and I thank you for the mentoring job that you are doing, at the same time we are building an Afghan army that is 60,000, will rise to 80,000 and then 120,000. And then we have to build the police force and build the reconstruction teams that will make it possible for people to have a stake economically and socially in the future.",
        "So you can see that what you are doing is part of an incredibly important process of creating not only a terrorist-free Afghanistan, but an Afghanistan where there will be democracy and people will have a stake in the future for the long term.",
        "This week we are celebrating, and I know that many of you have been watching, the Olympics where we have had great successes, people who have won medals in areas where we have been breaking new ground for the first time. But this week also, I believe that our Olympic athletes and everybody else in our country will remember that all the year round you show exactly the same courage, professionalism and dedication and you make our country proud every day of the week and every week of the year for what you are doing . And you are truly heroes of our country whom I wish to say how proud I am of you today.",
        "Some of you may have heard of Field Marshal Montgomery and at the battle of El Alamein, just before it, in the Second World War he spoke to his troops. And General Montgomery wasn’t a modest man. When he was asked who were the three greatest Generals in history he said the other two were Napoleon and Alexander the Great. And Field Marshal Montgomery was addressing his troops and he asked them what is the most important thing you have? And perhaps if we went round you would get the same answers. And they said the most important things are tanks, our guns, our equipment. And Field Marshal Montgomery said no, he said the most important thing we have is you. And that is absolutely where we are, the most important thing, the greatest quality we can bring to Afghanistan, the greatest quality we can bring to the world is what you can do and are doing, making us proud every day of your achievements.",
        "I want you to know that the people of the United Kingdom, your families and your friends, support the sacrifices that have been made, the changes you have brought about, the achievements that you have made possible. Thank you all for everything that you do, you are in our thoughts all the time.",
        "Thank you very much."
    ]
}