{
    "url": "https://www.ukpol.co.uk/anthony-browne-2022-speech-on-achieving-economic-growth/",
    "title": "Anthony Browne – 2022 Speech on Achieving Economic Growth",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Anthony Browne",
            "url": "/tag/anthony-browne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Anthony Browne, the Conservative MP for South Cambridgeshire, in the House of Commons on 18 May 2022.",
    "content": [
        "It is a pleasure to take part in this debate, which has ranged over the entire Queen’s Speech in the past four hours. It has been interesting to hear Opposition Members make the case both for tax rises and for tax cuts, and I enjoyed the case made on the lack of desirability of economic growth. I am in the camp where economic growth is largely a good thing, although this is not without some reservations in certain circumstances.",
        "I serve on the Treasury Committee, where we take evidence from a range of different economists the whole time. The good news is that the UK economy is fundamentally strong. However, we have had too low growth for too long, and we are facing unprecedented challenges, as many people have mentioned. We have had a pandemic and a war, and before that we had a global financial crisis. Someone described the Chancellor as the “unlucky Chancellor” and that is absolutely true, as he has faced greater challenges than any Chancellor since probably the second world war, but he has dealt admirably with the challenges thrown at him. We have inflation at a 40-year high, which is causing a lot of challenges to a lot of households, as we have been hearing this afternoon. But that it not purely a UK thing; it is a global inflation crisis.",
        "I wish to put on record my continued support for Bank of England independence. The Governor of the Bank of England appeared before the Treasury Committee earlier this week, and various media reports questioned that independence, saying, “This shows that the Bank of England cannot be trusted with inflation.” That is not true. Monetary policy was never suited to and never aimed at dealing with the current global supply shock—it is not the right tool. That does not mean that the system we have for the Bank of England is not working. It has worked very well over the past 25 years and the way to judge it is whether it brings inflation back in the next year or two to the 2%.",
        "One mystery in economics at the moment, as we find in our Treasury Committee hearings, is how well the economy is going. Two years ago, when the pandemic started, we had all these apocalyptic—that word has come back into fashion—forecasts about the economy and how we were going to have the deepest recession ever, and that unemployment would go back up to 1980s levels of 3 million or so. As various Members have mentioned, however, unemployment is now at a historic low—it is at its lowest since 1974. For the first time ever, we have more vacancies than people who are unemployed and claiming benefit. We need to work hard to make sure that those unemployed people get into those vacancies. Obviously, we still have a big budget deficit, but that is getting managed down, and taxes are heading up. I am with my right hon. Friends the Members for Epsom and Ewell (Chris Grayling) and for Gainsborough (Sir Edward Leigh) on the case they made that taxes are too high and should come down. That must be the medium-term trajectory.",
        "A lot of this afternoon’s debate has been about the cost of living. I do not want to reiterate a lot of the points that have been made, so I will focus on the title of the debate, “Achieving economic growth”. There are reasons for that; a lot of the problems we face as a country could be solved by higher economic growth. It leads to higher incomes, which helps with the cost of living, and to higher tax receipts, which helps with funding tax cuts. That is why I welcome the Government’s drive to promote economic growth. I keep saying that their priority should be, “Growth, growth, growth”. The Chief Secretary highlighted the Government’s strategy of improving skills, infrastructure and innovation, and I fully support that. Obviously, many of the measures needed to promote economic growth are fiscal—they are related to taxes—and are reserved for a Budget rather than a Queen’s Speech. For example, in the spring statement the Government outlined their ambition to use tax cuts to promote business investment. Those measures will be enacted in the autumn Budget, which is welcome.",
        "Many measures in the Gracious Speech will drive up national productivity in the medium or longer term. The education reforms and investment in skills that others have talked about, the transport improvements, and the reforms to the planning system will all help to promote economic growth. I want to focus, though, on the Bills that are aimed directly at businesses, about which not many people have talked. There are 38 Bills in the Queen’s Speech and many of them relate directly to businesses or specific industries.",
        "The digital markets, competition and consumer Bill is most welcome. The almost duopolistic grip of Google and Facebook on electronic advertising is not good for businesses, competition, innovation or consumers. Google frequently reforms its algorithms in ways that are detrimental to ordinary businesses that rely on online advertising. They are forced to pay for expensive adverts if they want to reach their customers. Google also sets itself up in competition with businesses in a way that shows a clear conflict of interest and that damages innovation. For example, Google directs those who search “cheap flights to New York” to its own flight-comparison service rather than to independent companies such as Skyscanner or Expedia.",
        "The Government are absolutely right to give the Competition and Markets Authority powers to protect consumers, ensure the integrity of digital markets and stop market abuse by dominant players. It is, though, a fiendishly complex policy area, and the law will work only if the new digital markets unit in the CMA is properly funded and can offer competitive salaries for highly skilled staff, so that they are not immediately poached by industry—in the same way that the Financial Conduct Authority can offer sufficient pay to make sure its staff are not lured away by the City.",
        "The UK Infrastructure Bank Bill is long overdue. I used to work at Morgan Stanley investment bank, which does a lot of infrastructure finance, and not only is it often very complex, but there are limits to the risks that any private bank can take on in respect of massive projects. The power of the state is needed to arrange suitable financing. When I worked at City Hall in London, I was involved in sorting out the finance for Crossrail—or the Elizabeth line, as it is now known—and I really look forward to riding it next week. London was lucky to have the highly skilled finance team at Transport for London to help to arrange the financing for that £20 billion project, but most infrastructure projects do not come with such pre-formed finance teams. We need to leverage different forms of finance, including by attracting private investment, and there is a clearly defined role for the UK Infrastructure Bank, but, as with the digital markets unit and Bill, the proof will be in the delivery. It is essential not only that the UK Infrastructure Bank can operate independently from political pressures, but that it is funded so that it can attract high-quality staff.",
        "On the non-domestic rating Bill, the business rates system is a massive source of complaints—often justified—from businesses and needs to be modernised. The Bill will do that, but let me float one little thought. A cap on business rates of 10% of a company’s declared turnover would help start-up companies and a lot of smaller businesses without damaging the revenue received from larger companies. I am sure the devil will be in the details, but it is worth the Treasury considering that.",
        "On the genetic technology Bill, such technology is very big in my constituency—I probably have more genetic and genomic companies locally than any other constituency. The Bill is a huge opportunity for us, and it is quite possibly a Brexit opportunity, too. It is about not genetically modified organisms but gene editing, which is very different. It is about speeding up the breeding that happens naturally.",
        "We should have introduced an electronic trade documents Bill before. I cannot believe it requires legislation, but it will slip through Parliament quickly.",
        "My hon. Friend the Member for Rugby (Mark Pawsey) mentioned the audit reform Bill—I think he has been the only one to do so. Everyone in finance knows that there is a major problem with auditing. It has always been in the “too difficult” box, the “too complex” box or the “I just don’t understand it” box. Thank God it is now being addressed, because we need that Bill to stop the series of scandals that have happened as a result of bad auditing.",
        "On the Procurement Bill, I was heavily involved in procurement when I worked at City Hall, and the EU rules on public sector procurement that we inherited were horrendously over-engineered to stop abuse across 28 different countries with 28 different procurement cultures and so on. They are a severe constraint on an effective and efficient public sector—often, the Government cannot deliver what they want because of procurement rules—and we absolutely need to streamline them.",
        "Finally, the financial services and markets Bill is a huge piece of legislation. We have looked at it a lot in the Treasury Committee, and I look forward to taking part in the debates on it when it comes to the House. It is the UK’s dirty secret that we had far more influence on the EU’s financial services legislation than any other EU member. That legislation is therefore not that bad overall, but compromises were often made, which meant that in a lot of ways it is not appropriate for a global financial centre such as the UK. We can make many reforms to it that will help our global competitiveness.",
        "There are real issues for Parliament here. It is right to give regulators more powers, absolutely, rather than relying on everything being in primary and statutory legislation, but that means that regulators must have more effective scrutiny. Parliament is not currently set up to do that, and we need to agree on how we can more effectively hold financial regulators to account.",
        "Overall, the Queen’s Speech has a very wide package of measures to promote business, help consumers and drive up economic growth, and I strongly recommend it to the House."
    ]
}