{
    "url": "https://www.ukpol.co.uk/gordon-brown-2008-speech-on-health/",
    "title": "Gordon Brown – 2008 Speech on Health",
    "post_date": "October 2, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown on the 6th November 2008 in London.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "One of the greatest assemblies ever of men and women who are concerned about health inequalities, and I find it a privilege to be here to be able to address the first session of this conference.",
        "We are here today at this international conference representing more than 80 countries, Health Ministers, doctors, scientists, researchers from every continent of the world, because all of us believe that the worst of human tragedies demand the most concerted of actions. But the most unacceptable of injustices require the most strenuous of our efforts, and the greatest of avoidable human suffering should summon up nothing less than the united endeavours of the whole global community.",
        "We are here today because we believe that everyone, children, men and women, no matter their birth or background, no matter where they live, should have the best chance to enjoy a healthy life. And we are here today because we know that thousands of people are dying because they are simply too poor to live. We are here today also because so much of suffering is avoidable, so much of illness is preventable and because so many of the massive disparities in life expectancy across continents, communities and countries are not immutable, but they are man-made.",
        "And we are here today because in so many different areas of medicine we have in the last few decades amassed the technology, the science, the research, the medicine to prevent avoidable suffering and what in many places we lack is the political will of a shared global determination to address it.",
        "And I believe that in the next few years, coming together we can make the difference. Building on President Bush’s work in the United States of America, I now know that President-elect Obama is determined to play his part in addressing health inequalities round the world. If you had listened to John you might have thought that in the words of Shelley talking about his grandmother that politicians had lost the art of communication but not, alas, the gift of speech, and I accept that the reputation of politicians is not as good as we would want it to be. Someone said to me, when you see the state of the country do you pray for your politicians, and he said no, when you see the state of the politicians you pray for the country.",
        "We will see in the next few months a great Presidential address at the Inauguration Ceremony from President-elect Obama. I am reminded of the 1960 inauguration when President Kennedy was inaugurated and the defeated candidate, Richard Nixon, was asked: would you not have loved to have said the words that Kennedy said: ask not what your country can do for you, ask what you can do for your country? He said No. Well what words would you have liked to have given, would you have liked to have said the torch is passed to a new generation? He said No. Would you have liked to have said never negotiate from fear, never fear to negotiate – another of the great words of the Kennedy speech? He said No. He said what words would you have liked to have said from that speech? And he said I hereby accept the nomination of President of the United States of America.",
        "I believe that throughout the ages the fate of the sick and the infirm and the homeless and the hungry has been the test of our world’s compassion, it has been the crucible in which our morality is tested. And we cannot stand aside and have the audacity to say we are one world now, but every three seconds we allow a child to die from extreme poverty. We know the facts. Today a woman born in Zambia is likely to live half as long as a woman born in Japan; half a million mothers will die each year, one mother in eight dies in childbirth in some of the poorest countries like Sierra Leone, and one of the reasons is that of six million people in that country there are only 200 nurses, 100 doctors and 80 midwives. The birth of a child should be the happiest moment in any mother’s life, but in some countries pregnant women are so afraid that they will die in childbirth that before the end of the pregnancy they say goodbye to their friends.",
        "We say this is one world, but yet in the first decade of this century there is such a gulf between continents that one child in seven dies in Africa before the age of five, life expectancy is less than 50, while here in Europe the majority of people born today will expect to live beyond 80.",
        "And it is also, and this will be the theme of our Health Minister, Alan Johnson, whose idea it was to have this conference, is that there is such a gulf between neighbouring communities in the same country, that life expectancy here in London falls by one year for every underground station you stop at from Westminster to Canning Town. And this is the geography of inequality, the geography of injustice and we are here today to tackle it, government policy makers, academics, business leaders, voluntary organisations, civil society united in a shared commitment to reshape our world and to close these gaps within a generation.",
        "And if these inequalities are to all of us a source of shame, they are equally a source for optimism and hope, for if progress has been made then with determination and unwavering resolve for the future, much more can be achieved.",
        "So let me thank for their important and timely report the Commission on the Social Determinance of Health, the distinguished Chair, Sir Michael Marmot, who has done so much and is globally renowned for everything he has achieved, all of you here this morning represented from every continent of the world for your commitment to putting these recommendations in practice.",
        "Now some say, and this is an argument you will hear widely, that this period of global financial turbulence is a time where we will have to put our wider ambitions on hold, that we will have to postpone our dream of achieving the Millennium Development Goals and to retreat from the plans we have to build a fairer and better world.",
        "But I believe there could be no worse time than this to turn back. We will now successfully address all the global problems that we face, whether it is financial problems, climate change, security or inequality, only if we work together for global solutions. And the health inequalities we are talking about are not only unjust, condemning millions of men, women and children to avoidable ill-health, they also limit the development and the prosperity of communities, whole nations and even continents. And so the challenge ahead is not to draw back from our ambitions, but to make them more urgent. And in today’s global society, when our understanding of ill-health and our ability to prevent and treat disease is greater than ever before, the defining challenge is of course to make the benefits of our collective expertise available to all.",
        "Now already so many of you here have achieved so much: funding for global health as a result of your representations has more than doubled since 2000; thanks to so many of you here three million children are living who would otherwise have died; three million people are now getting treatment for Aids, even although there are millions still that we must and have to help; the International Immunisation Fund, the bond that we created with public and private sector money, together with the great work of GAVI, has already helped immunise almost 200 million children in more than 30 developing countries with life-saving measles vaccine, more than 100 million children against polio, and in total under this programme 500 million children will be vaccinated and many thousands of lives saved.",
        "But with one child dying from malaria every second, with a mother dying in childbirth every minute, millions more around the world are still unable to enjoy the kind of healthy lives that so many of us take for granted.",
        "At the United Nations in September Britain was proud to be part of a multinational delegation that pledged a total of $16 billion to restore progress towards the Millennium Development Goals, a $3 billion global malaria action plan was developed to stop all malaria deaths by 2015, and for the first time, listening to what people said, I believed that this could be done. A new task force on innovative financing, following our immunisation scheme, has been set up to help fund over a million health workers and with the view of saving 10 million lives by 2015.",
        "But huge challenges, the challenges that you will discuss today, remain: improving daily living conditions; the environment in which people are born, grow, work and die, to ensure equity from the start and to sustain it across the life course; tackling the unequal distribution of power, money and resources to empower those who are disempowered and to give a voice to those who are all too often going unheard; expanding our international knowledge base on the social determinance of health, at the same time as developing the specialised workforce we need to address these factors on the ground.",
        "For in our newly interdependent world, a world that is also characterised by the increasing movement of individuals and populations, and where disease respects no borders, health is now indisputably a global issue which is why we launched Health Is Global – the UK’s strategy for building better health for all.",
        "Now here in Britain where our National Health Service has for 60 years tried to deliver healthcare on the basic principle that everyone should have healthcare regardless of ability to pay, we will try to build on what has been achieved to do more in addressing inequalities in care. There was an OECD report launched earlier their month which shows that our income gap is closing, the poverty rate falling from around the average to well below it today, so now we need to do everything possible to ensure we close the health gap too.",
        "And to continue to address this I am pleased to announce that Sir Michael Marmot has agreed to undertake a new review of health inequalities in England, something I know Alan Johnson will say more about later this morning. And we will learn from other countries along the way, with our successful Sure Start programme addressing the health needs of infants, based on a programme from the United States, and our Health Trainers Scheme which reaches out to those people who are at the greatest risk of falling victim to ill-health, based on work done in Pakistan.",
        "And today through this conference we have a further opportunity to learn from each other, to share best practice, to revitalise our efforts, to address health inequalities within nations, but perhaps even more significantly we have this opportunity to work together in this new global society alongside the World Health Organisation and other great organisations to tackle the inequalities between peoples.",
        "And at this time the nations are now collaborating as never before to rebuild our international financial system, I know we will show the same kind of courage and visionary internationalism to advance the cause of healthcare for all, to end those inequalities, those injustices within a generation. This is the task we have set ourselves and we must not bend in our resolve to see it through.",
        "I was with Nelson Mandela only a few months ago when he came to London to celebrate his 90th birthday. And Nelson Mandela spoke at a dinner where he challenged us to do more, and then there was a concert organised for Nelson Mandela and you may have seen the reports of it. And I have told this story before about Nelson Mandela speaking and then coming up to sit in the audience, and I had the pleasure of sitting next to him, and suddenly on to the stage came Amy Winehouse, and I had to explain to Nelson Mandela who Amy Winehouse, the singer, was – and it took some time to do so. And Amy Winehouse was telling her friends that Nelson Mandela and her husband had a great deal in common – that both had spent a great deal of time in prison. And when the end music was being played and the song was Free Nelson Mandela, she was actually singing Free Blakey, my Fella.",
        "But the story has a point because Nelson Mandela at this great event was telling people that he had climbed one mountain in his life, he had climbed the mountain to fight the battle and to successfully end apartheid in his own country, but at 90 he was telling us there was still another even bigger mountain to climb, and the bigger mountain was to address the inequalities, injustices, poverty deprivation, ill-health and illiteracy that existed in so many different parts of the world, that we in the year 2008 had the means by which we could do so, what we needed to find was the cooperative spirit, the common international organisation, the coordinated effort of all good people to do so.",
        "This is the theme of this conference, this is the mission of our generation, this is an opportunity for us to genuinely change the world.",
        "Thank you very much."
    ]
}