{
    "url": "https://www.ukpol.co.uk/gordon-brown-2007-lord-mayors-banquet-speech/",
    "title": "Gordon Brown – 2007 Lord Mayor’s Banquet Speech",
    "post_date": "October 2, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2007",
            "url": "/tag/2007/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "This speech was made by Gordon Brown on 12th November 2007.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "Tonight, I want to speak about Britain’s unique place in the new world. And where, as a result, our responsibilities lie; how our national interest can be best advanced; and what we can achieve by working together internationally and by contributing to building the strongest and broadest sense of common purpose.",
        "In the 1820s the then Foreign Secretary George Canning said that he had ‘called the new world into existence to redress the balance of the old’. The order of the nineteenth century saw European empires spanning the globe. After World War Two a new international order was defined by the high stakes of the superpower nuclear stand off. Both these world orders shaped by political weight and military power.",
        "In 1989 the old world order dominated by the Cold War came to an end. But how quickly events have disproved those who celebrated the end of the Cold War as ‘the end of history’. From Bosnia to Darfur, Rwanda to Afghanistan we have seen a level of disorder and uncertainty that no-one predicted. And no one foresaw the scale of the dramatic and seismic shifts in economy, culture and communications that are now truly global.",
        "Our international institutions built for just 50 sheltered economies in what became a bipolar world are not fit for purpose in an interdependent world of 200 states where global flows of commerce, people and ideas defy borders. With such transformative change comes a clear obligation, but also a great opportunity, to write a new chapter — to set down for a new era a better 21st century way of delivering peace and prosperity.",
        "Of course the first duty of Government – our abiding obligation – is and will always be the safety of the British people, the protection of the British national interest. And let me affirm our commitment that we will always be vigilant and resolute, never leave ourselves vulnerable, but will at all times support and strengthen our armed forces, our defences and our security. Yet the timeless values that underpin our policies at home – our belief in the liberty of all, in security and justice for all, in economic opportunity andenvironmental protection shared by all – are also ideals that I believe that it is in our national interest to promote abroad. But we do so in a changing world where six new global forces unique to our generation are demonstrating our growing interdependence and pressing the international community to discover common purpose.",
        "First, few expected when the adamantine certainties of the Cold War came to an end, we would have to address the constantly changing uncertainties of violence and instability from failed states and rogue states. The spread of terrorism has destroyed the old assumption that states alone could access destructive weapons. As dramatic in a different way is a third force for change: global flows of capital and global sourcing of goods and services have brought the biggest shift of economic power since the industrial revolution – the rapid emergence of India and China as global powers with legitimate global aspirations. The new frontier is that there is no frontier.",
        "The unprecedented impact of climate change transforms the very purpose of government. Once quality of life meant the pursuit of two objectives: economic growth and social cohesion. Now there is a trinity of aims:prosperity, fairness and environmental care. And as energy supplies are under pressure there is a new global competition for natural resources. New global forces at work – from pandemics to worldwide migration – make the task of overcoming the great social evils of hunger, illiteracy, disease, squalor and poverty even more challenging. And if, as Tom Friedman has written, the defining image of the 20th centurywas a wall representing division, the defining image of the 21st is a web championing connections — a world where we can rightly now talk not just of the wealth of nations but the wealth of networks. The web cannot be controlled in the end by any single force or any single leader. And what happens within it cannot be predicted from day to day.",
        "George Orwell was not quite right: the technology revolution he foresaw is not a controlling force enslaving people, but for the most part a liberating force empowering them. In the old order power affected people but could not easily be affected by them. But once powerless people now have the potential to be heard andsee their impact felt in places far away. And because our world is now so connected and sointerdependent it is possible in this century, for the first time in human history, to contemplate and create a global society that empowers people.",
        "Why do I believe this is not only possible but essential? Because we cannot any longer escape the consequences of our interdependence. The old distinction between ‘over there’ and ‘over here’ does not make sense of this interdependent world. For there is no longer an ‘over there’ of terrorism, failed states, poverty, forced migration and environmental degradation and an ‘over here’ that is insulated or immune.Today a nation’s self interest today will be found not in isolation but in cooperation to overcome shared challenges. And so the underlying issue for our country – indeed for every country – is how together in this new interdependent world we renew and strengthen our international rules, institutions and networks.",
        "My approach is hard-headed internationalism: – internationalist because global challenges need global solutions and nations must cooperate across borders – often with hard-headed intervention – to give expression to our shared interests and shared values; – hard-headed because we will not shirk from the difficult long term decisions and because only through reform of our international rules and institutions will we achieve concrete, on-the-ground results.",
        "Building a global society means agreeing that the great interests we share in common are more powerful than the issues that sometimes divide us. It means articulating and acting upon the enduring values that define our common humanity and transcending ideologies of hatred that seek to drive us apart. And critically – and this is the main theme of my remarks this evening – we must bring to life these shared interests and shared values by practical proposals to create the architecture of a new global society.",
        "Through our membership of the European Union – which gives us and 26 other countries the unique opportunity to work together on economic, environmental and security challenges – and the Commonwealth, and through our commitment to NATO and the UN, we have the capacity to work together with all those who share our vision of the future. And I do not see these as partnerships in competition with each other but mutually reinforcing.",
        "It is no secret that I am a life long admirer of America. I have no truck with anti-Americanism in Britain or elsewhere in Europe and I believe that our ties with America – founded on values we share – constitute our most important bilateral relationship. And it is good for Britain, for Europe and for the wider world that today France and Germany and the European Union are building stronger relationships with America.",
        "The 20th century showed that when Europe and America are distant from one another, instability is greater; when partners for progress the world is stronger. And in the years ahead – notwithstanding the huge shifts in economic influence underway – I believe that Europe and America have the best chance for many decades to achieve historic progress —-",
        "–working ever more closely together on the project of building a global society;",
        "–and helping bring in all continents, including countries today outside the G8 and the UN Security Council, to give new purpose and direction to our international institutions.",
        "And while no longer the mightiest militarily, or the largest economically, the United Kingdom has an important contribution to make. Just as London has become a global hub linking commerce, ideas and people from all over the world, so too our enduring values and our network of alliances, can help secure the changes we need.",
        "Today, there is still a gaping hole in our ability to address the illegitimate threats and use of force against innocent peoples. It is to the shame of the whole world that the international community failed to act to prevent genocide in Rwanda. We now rightly recognise our responsibility to protect behind borders where there are crimes against humanity.",
        "But if we are to honour that responsibility to protect we urgently need a new framework to assist reconstruction. With the systematic use of earlier Security Council action, proper funding of peacekeepers, targeted sanctions – and their ratcheting up to include the real threat of international criminal court actions – we must now set in place the first internationally agreed procedures to prevent breakdowns of states and societies.",
        "But where breakdowns occur, the UN – and regional bodies such as the EU and African Union – must now also agree to systematically combine traditional emergency aid and peacekeeping with stabilisation, reconstruction and development.",
        "There are many steps the international community can assist with on the ladder from insecurity and conflict to stability and prosperity. So I propose that, in future, Security Council peacekeeping resolutions and UN Envoys should make stablisation, reconstruction and development an equal priority; that the international community should be ready to act with a standby civilian force including police and judiciary who can be deployed to rebuild civic societies; and that to repair damaged economies we sponsor local economic development agencies —- in each area the international community able to offer a practical route map from failure to stability.",
        "And just as we will continue to be a leading nation in negotiating nuclear arms reductions, so we must be at the forefront of meeting the challenge of preventing nuclear weapons proliferation. And with more sophisticated after-the-fact detection of the source of nuclear materials there must be a determination to hold to account both active providers and potential users.",
        "I propose internationally agreed access to an enrichment bond or nuclear fuel bank to help non-nuclear states acquire the new sources of energy they need. But this offer should be made only as long as these countries renounce nuclear weapons and meet internationally enforced non-proliferation standards.",
        "The greatest immediate challenge to non-proliferation is Iran’s nuclear ambitions, hidden from the world for many years in breach of the Non-Proliferation Treaty.",
        "Iran has a choice – confrontation with the international community leading to a tightening of sanctions or, if it changes its approach and ends support for terrorism, a transformed relationship with the world.",
        "Unless positive outcomes flow from Javier Solana’s report and the IAEA, we will lead in seeking tougher sanctions both at the UN and in the European Union, including on oil and gas investment and the financial sector. Iran should be in no doubt about our seriousness of purpose.",
        "Small arms kill every 90 seconds so as we call for an Arms Trade Treaty, Britain is willing to extend export laws to control extra-territorial brokering and trafficking of small arms, and potentially other weapons. And having led the way by taking two types of cluster munitions out of service, we want to work internationally for a ban on the use, production, transfer and stockpiling of those cluster munitions which cause unacceptable harm to civilians.",
        "To build not just security but environmental stewardship and prosperity free of global poverty, I want a G8 for the 21st century, a UN for the 21st century, and an IMF and World Bank fit for the 21st century.",
        "And to achieve this I want to play my part in helping the European Union move away from its past preoccupation with inward looking institutional reform and I will work with others to propose a comprehensive agenda for a Global Europe – a Europe that is outward looking, open, internationalist, able to effectively respond both through internal reform and external action to the economic, security and environmental imperatives of globalisation.",
        "I said my approach was hard headed because I am conscious of weaknesses in international institutions that need to be addressed, aware that while resolutions matter results matter even more, determined to judge success not by the number of initiatives in conference halls but by practical action for change, and resolute in my determination that we need fewer rather than more international bureaucracies. Indeed, we need a new network of change-makers – often non-governmental organisations – which deliver concrete action on the ground.",
        "Long term but now also interim options must be examined to reform a UN Security Council – whose permanent members do not include Japan, India, Brazil, Germany, or any African country – to make the Council more representative, more credible and more effective.",
        "The G8 has to increasingly broaden to encompass the influential emerging economies now outside but that account for more than a third of the world’s economic output.",
        "And we need a new coalition of democracies and civic societies joining together as allies for progress, with leaders in politics, economics and civil society all pushing forward reform.",
        "International efforts against terrorism are not a short-term struggle where we get by through ad-hoc improvisation: this is a generational challenge. Global terrorist networks demand a global response. And if there are to be no safe havens for terrorists, and no hiding places for those financing and harbouring terrorism, we should work for a concerted global strengthening of law enforcement, financial supervision and policing and intelligence cooperation.",
        "Financial disruption in one country can now affect all countries. The IMF should be transformed with a renewed mandate that goes far beyond crisis management to crisis prevention – not only responsible in the manner of an independent central bank for the independent surveillance of the world economy but becoming its early warning system.",
        "As we move to a post 2012 global climate change agreement, we need a strengthened UN role for environmental protection.",
        "And while we strengthen the World Bank’s focus on poverty reduction, it must also become a bank for the environment. So as its new President Bob Zoellick has argued, it should recognise that the poorest countries are the most vulnerable to climate change – and help them to adapt and to finance low carbon economic growth.",
        "Over the summer in places of turmoil as different as Darfur and Burma – where we will continue to pressure and persuade – the international community has shown how it can come together.",
        "In Afghanistan we will work with the international community to match our military and security effort with new support for political reform and for economic and social development.",
        "And today and together we call on President Musharraf of Pakistan to restore the constitution and implement the necessary conditions to guarantee free and fair elections on schedule in January; release all political prisoners, including members of the judiciary and human rights activists; to pursue energetically reconciliation with the political opposition; honour his commitment to step down as Chief of Army Staff; and relax restrictions on the media.",
        "Nor will we shirk our obligations to the people and new democracy of Iraq and to the international community. As we move next month from our combat role to ‘Overwatch’ in Basra Province, we will support economic development to give the people of Basra a greater stake in the future.",
        "And with the personal leadership of President Bush and the peace initiative involving all 22 states of the Arab League, there is potentially a window of opportunity to achieve – thanks to the political courage of Prime Minister Olmert and President Abbas – the creation of a viable Palestinian state alongside a secure Israel.",
        "For this we need not only a road to Annapolis but a road from Annapolis: the December donors conference in Paris; Tony Blair’s painstaking work for which I thank him; and Britain’s economic road map for reconstruction in the West Bank and Gaza, in support of which the Foreign Secretary and the International Development Secretary will both shortly visit the region.",
        "Whether in the Middle East or across the developing world, indifference to the plight of others is not only wrong, but not in our interests. That is why we continue to do all we can to reach a world trade agreement that will be of most benefit to the poorest.",
        "But the global poverty emergency cannot be solved by one organisation or even a coalition of governments on their own: we now need the concerted efforts of private, public and third sectors working together —— a new public-private alliance founded on promoting trade and growth.",
        "The injustices people inflict on one another are not god-given but man-made and we have it in our power to become the first generation in history to deliver to every child the long overdue basic right to education. And today we also have the science and medicine to be the first generation to eradicate the preventable diseases of TB, polio, diptheria and malaria — and eventually to cure HIV and AIDS.",
        "And with a special UN meeting next year, it is my personal commitment to work with all people of goodwill to achieve these goals.",
        "By history and conviction, we – Britain – are bearers of the indispensable idea of individual dignity and mutual respect. But we act to build a different, better world because we judge that it too is the best defence of our own future. We know that Britain cannot be a safe and prosperous island in a turbulent and divided world. A better world is our best security, our national interest best advanced by shared international endeavour.",
        "So this is our message – to ourselves, our allies, potential adversaries and people who, no matter how distant, are now our neighbours: Our hard-headed internationalism means we will never retreat from our responsibilities. At all times justice in jeopardy, security at risk, suffering that cries out will command our concern.",
        "From the early years of this young century we can already discern what Britain, the first multinational state, has always known: that success requires that people of different races, religions and backgrounds learn to live in harmony with each other.",
        "We have already seen what our values have taught us: that progress depends upon openness, freedom, democracy and fairness. And we are finding that prosperity like peace is indivisible and to be sustained it has to be shared.",
        "And we have learned too that without environmental sustainability, justice and prosperity are both imperilled and that the best route to long-term economic growth lies in action to tackle climate change.",
        "These lessons are not an excuse to relax or rest or be complacent but a summons to act with utmost resolve. For the pressing challenge for Britain and for the international community is to harness these insights in a sustained endeavour to reform and renew our global rules, institutions and networks.",
        "Upon this rests our shared future: a truly global society empowering people everywhere; not yet here, but in this century within our grasp."
    ]
}