{
    "url": "https://www.ukpol.co.uk/lyn-brown-2022-speech-on-community-payback/",
    "title": "Lyn Brown – 2022 Speech on Community Payback",
    "post_date": "July 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lyn Brown",
            "url": "/tag/lyn-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lyn Brown, the Labour MP for West Ham, in the House of Commons on 28 June 2022.",
    "content": [
        "This debate is about how we provide security for our communities and justice for victims. It is also about getting real about why so many crimes are happening, why so many victims are being harmed and why the wounds are not being helped to heal. We know about how the Tory austerity cuts to our courts helped to create a massive backlog even before the pandemic. We know how victims are waiting years for justice and how so many are dropping out of the system because they cannot have cases hanging over their heads any longer. We also know how suspects waiting month after month in custody or on bail just creates the conditions for further crime.",
        "We are talking about community sentences and the role that they can play in providing justice, in repairing the damage that crime causes to our communities and in stopping reoffending by dealing with some of its causes. My hon. Friend the Member for Lewisham West and Penge (Ellie Reeves) laid out the facts: the number and percentage of community sentences in our justice system have declined in the past 10 years—even before the pandemic. The Ministry of Justice’s own research shows that community sentences are associated with lower reoffending than short prison sentences, which are often the alternative, and that community sentences cost 10 times less than a prison place. When our prisons are as underfunded, dangerous, overcrowded and devoid of rehabilitation as so many are today, that is no bad thing. Community sentences are a win-win, as they have lower reoffending rates and they are cheaper.",
        "**Andrew Gwynne**",
        "My hon. Friend is making an excellent speech. There is another bonus because, when community sentences are done correctly, they provide payback—the clue is in the name—to communities affected by crime and they provide a form of restorative justice to victims of crime. A price cannot be put on that. It is justice in action, is it not?",
        "**Ms Brown**",
        "My hon. Friend is absolutely right. Community sentences work because they include punishment while maintaining a link to the community and enabling progress on the problems that drive crime in the first place. The link to the community is perhaps the most important thing, because it helps people to maintain the hope that is necessary to change their life. Community payback orders can give people experience of work that helps their neighbourhood to thrive. The work can and should be hard, but it should also be rewarding, which can, in and of itself, create a motivation for further change.",
        "What are the barriers to making this kind of sentence work well? A lack of investment in the probation service is part of the problem. When I was a shadow probation Minister, I frequently heard of probation staff taking on huge, extraordinary numbers of cases. Good, valued probation staff are not just an early warning system for when an individual is going off the rails; they are agents of hope, healing and personal change. That can only happen if professionals are given the time and resources to develop the real relationships that are essential if we are to turn lives around. It is about understanding the needs, vulnerabilities and risks of the people they are supervising. We need probation staff who organise unpaid work to have good links with employers, councils, colleges and local charities. They need a range of opportunities to be available so they can tailor the service to a person’s skills and needs. Most of all, they need the necessary time and trust to inform the courts of the most effective, most appropriate and fairest type of sentence.",
        "**Grahame Morris**",
        "My hon. Friend hits the nail on the head. The Minister suggested that Opposition Members do not appreciate the work of probation officers, so will my hon. Friend please set the record straight? We really do appreciate the work of probation officers, and we acknowledge the hiatus caused by the privatisation of the probation service. I hope the Government will recognise the value of probation officers in the current pay talks.",
        "**Ms Brown**",
        "My hon. Friend is absolutely right. If we are to turn around people’s lives, and if we are to make a dent in the crime on our streets, we have to resource those who are working with people who often have immensely disorganised lives, who may have a history of trauma and who might need a proper intervention by social services or the probation service to enable them to put their life straight. All too often, the only contact we have with the probation service is to criticise it for not recognising that somebody is about to go off the rails or has already gone off the rails and for not having a close enough eye.",
        "The reality is that our probation service needs the resources to work properly with the people in its care, as well as resources for healthcare, drug rehabilitation, alcohol dependency and so on to use as tools in its work.",
        "**Andy Carter**",
        "The hon. Lady is making an interesting speech. There are, of course, two elements to unpaid work—the punitive element and rehabilitation—so two levels of sentencing are imposed: rehabilitation activity requirements and unpaid work. It is important not to confuse the two, because unpaid work is usually the punitive element. She talks a lot about needs, which sit in the rehabilitation activity requirement.",
        "**Ms Brown**",
        "I genuinely think it is about seeing it in the whole. If I am doing unpaid work to clean up a graveyard, I can look back and see a graveyard that is in better nick because of my work and somebody could commend me for that work, which begins to build confidence and self-worth. Although there is the punitive element of taking hours away from my life and making me do a job that I do not particularly want to do because it is a bit nasty and a bit scuzzy, there will be appreciation from others and from me for a job well done. The two cannot be separated, so we should acknowledge and accept both bits with open arms and say that this is what we want to do, because it changes lives.",
        "Good, valued probation staff are not just an early warning system; they are agents of hope and healing. I worry that unpaid work can be seen as a box-ticking exercise, and it is no surprise that courts and victims sometimes do not have confidence that it is a genuine form of justice. I am worried that the probation system, with its regional structures, is too remote from our local communities. There is not necessarily the transparency and accountability to create genuine confidence in what is happening.",
        "I worked in local government for years before I came to this House, and I saw time and again how money and power can be sucked away from the local when there is a regional structure. Sometimes our regional structures are a bit too far away from the delivery on the ground. There are fabulous local and public organisations working in Newham that I would trust to do the job of putting people to work in a way that pays back the community and creates opportunities for offenders, but those organisations are too often shut out of these contracts because they are a bit too small, a bit too local and a bit too distant from the decision makers, whether in Westminster or Islington. It sometimes means the best are not employed to do the work that we all know could happen.",
        "To illustrate what I have been trying to say, I will finish by talking about the group that is failed most by the criminal justice system. Women overwhelmingly end up before the courts for non-violent and non-sexual offences. In 2020, 72% of women sentenced to prison had committed a non-violent offence. These offences are usually driven by the legacy of abuse, trauma and exploitation, and we know from the Government’s own research that 60% of women entering prison have suffered domestic abuse, almost half have an alcohol problem and almost a third have a drug problem.",
        "Let me be clear. Women do commit crimes and we have to respond by creating a justice system that supports them to escape the abuses, traumas and addictions that have put them where they are. Community sentences can be an important tool for women offenders. They can help women to face up to and deal with their addictions. They include unpaid work that builds a woman’s skills, confidence and ambition. We have to face reality: if we do not give a community sentence, the alternative is a short prison sentence, which can make the problems that drive women’s offending so much worse.",
        "Let me give an example. Many women who commit crimes are in a desperate situation due to homelessness. They then go into prison and, if they had a tenancy, they lose it. When they are out of prison, as many as two thirds do not have a safe home to go to. Most prison sentences for women are very short—70% are for less than a year. In the system in which we are working, that, frankly, does not give professionals enough time to respond to individual needs and provide the necessary treatments that will enable a woman to make a success of her life once she is released. For instance, it is not possible in that time, in the big structures in which we are working, to get a woman on to drug rehabilitation and alcohol dependency courses and provide the facilities and resources that she needs to turn her life around.",
        "**Alexander Stafford**",
        "I am trying to follow the hon. Lady’s logic. Is she saying that every woman—I know this is about women, rather than men—who commits relatively minor crimes such as shoplifting, mugging or assault, which still have victims, should not be sent to jail? I do not think we should screen people out because they are male or female. If someone commits a crime, they should go to jail, if that is appropriate. If the argument is that sentences are too short, let us make them longer so that there is chance to be rehabilitated in jail where the criminals belong.",
        "**Ms Brown**",
        "Let me help the hon. Gentleman. The Government have a female offender strategy, and what I am speaking about is not outwith the philosophy and principles in his Government’s strategy. It is massively understood that there are many and complex reasons why women find themselves in a situation where they can be imprisoned for between three and six months. Many such women will have responsibility for children. Their incarceration destroys the home for that child. It destroys their having a stable place to be. It often means that the child, although there may be no such predisposition previously, has that trauma to carry with them, which can have lifelong consequences.",
        "If the hon. Gentleman believes that payback is a reasonable way of dealing with this, let us think about non-violent offenders and how we can use payback and community orders to reduce crime. The thing about payback orders is that they work. I want to see fewer victims. Therefore, I want to see less crime, so how do I get less crime? We are saying that payback orders can get us to a situation where there is less crime because reoffending rates are not as high as they otherwise would be.",
        "There is a constant churn in prisons, with staff desperately trying to establish relationships but then losing them again. Let us imagine that a staff member meets somebody they could finally support in changing their life. Let us imagine that staff member making promises to that person when they know that those promises cannot be kept because the person will be moving on again in a few weeks. It is simply impossible.",
        "Justice that happens within women’s communities can avoid that terrible, wrenching disruption and provide long-term support, enabling women to stay closer to their support networks. Almost 60% of the women in prison have children. Research shows that they have a greater risk of becoming involved with the criminal justice system if their parent is placed into prison. It is no wonder that the rates of self-harm in women’s prisons have gone up over the past decade. Many offenders, but particularly women offenders, are trapped in terrible cycles of harm, abuse, crime and punishment. It is a revolving door of reoffending, and that reoffending, effectively, creates more victims.",
        "I believe that community payback is the kind of innovation that we need. Local partnership working between victims, courts, charities, businesses, probation and other public services is exactly the kind of joined-up local working that, sadly, Conservative Governments have eroded over the years through austerity and the decline in community sentencing. It can be absolutely no surprise that we are all paying the price of increased reoffending, increased crime and more victims, and our communities are being denied justice on a catastrophic scale."
    ]
}