{
    "url": "https://www.ukpol.co.uk/gordon-brown-2008-speech-at-paralympics-reception/",
    "title": "Gordon Brown – 2008 Speech at Paralympics Reception",
    "post_date": "January 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Prime Minister, at 10 Downing Street in London on 23 October 2008.",
    "content": [
        "Can I say first of all what a huge privilege it is for me to be here with Tessa this evening to speak on behalf of the whole of the United Kingdom in thanking you for making us so proud of what you have achieved, so proud of our country and so proud of the so many great successes that happened in Beijing.",
        "Tessa came in by plane, I met you at the airport as you came back, and I wanted to communicate at that time just how pleased the people of Britain were, delighted at your successes, proud of what you have done. But I hope that you have managed to witness over these last few weeks since you came back just how much the British people are in support of what you have done, feel proud of everything that you have achieved and want to extend their congratulations to all of you: second in the medal table, 102 medals, 42 of them gold – and remember gold is going up in value as a result of what is happening – incredible performances by 206 athletes in 18 different sports, and for all the work that was done to help us realise our potential as a team in what is undeniably the greatest sporting challenge in the world.",
        "I would like us to thank Mike Brace and Phil Lane of Paralympics UK for what they have achieved, I would like to thank Sue Campbell of UK Sport, Boris Johnson and Tessa because you know of her commitment over many years to what you are doing. And I want to thank all the coaches, all the performance directors, all the support teams, everybody who has given of their time tirelessly to support all the athletes as well. And ultimately it is of course you the athletes to whom the real plaudits belong, and I am delighted that so many are here from so many different parts of the country tonight.",
        "Now I don’t want to single out any particular athlete because you have done so much as a team, and the team spirit has been so magnificent. But we have the youngest athlete, 13 year old swimmer, Ellie Symonds, who took a spectacular double Gold, and we are very proud of what she has done. And she is coming on her school holidays next week to London, so I am going to invite her in to the Cabinet meeting so she can make better decisions than we do. And to the oldest archer, Fred Stephens, who made his Games debut at the age of 62, congratulations as well.",
        "And we have got people here from the largest squad athletics, with 36 British competitors, congratulations to all of you, to the smallest wheelchair fencing with only one person. And so from the largest squads to the smallest squads, from the youngest athlete to the oldest athlete, you inspired the nation with your stunning performances. And it was an honour for me to be there at Heathrow to meet you as you came back.",
        "It is amazing, because as Tessa said, you have to train all through the season, you have to get up and work, sometimes in dark mornings, you have to work through the evenings, you have to maintain your commitment through difficult times, you have to give up and sacrifice so much to be so successful. And there is a story told about Picasso, the painter, and he was on a TV programme and he was asked at the age of 72 would he just draw one of his usual drawings and show how he did it, and he drew a doodle for 45 seconds, and the interviewer then said: here is Picasso, a great man, it only took him 45 seconds and probably this painting is worth a million pounds. And Picasso said to him: ‘No, it didn’t take 45 seconds, it took me all my 72 years’.",
        "And the point is that it is the training that goes on beforehand, and not the event itself, and all the experience that you have to build up, that makes you such successful athletes and we really are proud of you.",
        "Let me remind you also of the sparkling performance of Danny Kenny, the most successful individual competitor. He picked up an incredible 4 Gold medals and a Silver, and we congratulate him on what he did. Well done Danny.",
        "And the four hugely impressive victories of Dave Roberts, who equalled Dame Tanni Grey-Thompson’s career record of 11 Paralympic Golds. Congratulations to Dave.",
        "And the spectacular success with the equestrian team, of Rider Lee Pearson who won three Gold medals to take his personal tally to nine and he remains unbeaten in the Games. Well done and congratulations.",
        "And I should really mention all of you by name for your successes. It was a fantastic two weeks, it leaves a huge lasting legacy. Do you know what you are doing? You are inspiring young people, many talented young people who previously didn’t know that they could also with their potential succeed in athletics. And your inspiration as role models to young people, not just in your own communities but right round the country, is something that augurs so well for our country in the future.",
        "I met Nelson Mandela at his 90th birthday party and there was a concert for Nelson Mandela held, as many of you may have seen sometimes on the television, and Nelson Mandela gave a speech and then he came up, and I was lucky enough to be sitting next to him. And then on to the stage came a singer, Amy Winehouse, and I had to explain to Nelson Mandela who Amy Winehouse was, and that was quite a difficult thing to do. And she said you know Nelson Mandela and my husband have a great deal in common, and she said they have both spent a lot of time in prison. And when they were singing Free Nelson Mandela at the end, that song, she was singing Free Blakey My Fella.",
        "But there is an important part of this story, I was privileged to sit next to Nelson Mandela and in his speech he said he had climbed one mountain and he had succeeded in abolishing apartheid. But here he was at the age of 90 calling on us to climb another mountain to tackle all the injustices that exist in the world. And I am coming to you this evening and saying you have climbed this huge mountain, this great success in Beijing that makes the whole nation so proud of what you have achieved, and in every community of the country there will have been, and I know there have been celebrations for the things that you have managed to do, but we have another mountain to climb because London 2012 beckons us as well. And everybody I have met is saying that they are going to compete in London 2012 and I hope that you will, and we can show the world not just the great success of our Paralympics team, but show the world that we can do so much to help people in every country of the world.",
        "You are an inspiration to us. What you have succeeded in doing has filled the nation with so much pride. We go forward to 2012 with huge confidence in what you can do and tonight it just gives me so much pleasure and it is a real privilege to be able to say on behalf of the whole of the country, well done, congratulations on your success, we look forward to we look forward to to congratulating you again in 2012, but simply thank you, thank you for what you have done."
    ]
}