{
    "url": "https://www.ukpol.co.uk/gordon-brown-2008-northern-ireland-assembly-speech/",
    "title": "Gordon Brown – 2008 Northern Ireland Assembly Speech",
    "post_date": "October 2, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Transcript of speech given by the Prime Minister, Gordon Brown, to the Northern Ireland Assembly.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "Mr Speaker, Members of the Assembly.",
        "It is an honour and a privilege to be in Stormont to address the elected members of this fully-representative, power-sharing administration and Assembly. And to be the first Prime Minister to do so.",
        "It is also a humbling experience, because for all the cynicism about politics today, you are living proof that politics can win through – and that public service can make a great difference.",
        "So let me say at the outset that the reason the Northern Ireland of today commands respect from all round the world is because politicians – and that means all the elected representatives in this Assembly – have shown that the political path to peaceful change, while it can be difficult, is the only way from conflict to a stable and secure future.",
        "That however great the divisions, dialogue can move us on from ancient battlegrounds to new common ground.",
        "Because the measure of the strength of our new politics is that in difficult times, we renew our efforts, go back to the table and find a way through.",
        "That is what you and this Assembly are showing to the world.",
        "After decades of conflict you are on an entirely different path.",
        "No longer the ever present threat of violence; the uncertainties of what might happen at the supermarket, at the petrol station or in the city centre.",
        "Together you have transformed this society. And that is a momentous achievement.",
        "And I acknowledge the historic contributions of Tony Blair, Bertie Ahern and Bill Clinton, the First and Deputy First Ministers, the Former First Minister here and so many others who have worked to make real the ideal of a new Northern Ireland. It’s invidious to select any one of you here. All of you have worked for your community. Our government and the governments of the Republic led by Brian Cowen and the United States led by George Bush continue to be pledged to this. For what you have done here – and what you are still doing and have still to do – is an inspiration for the whole world. Showing that the light can come to the darkest places when people are empowered to take control of their destiny and decide to change it for ever.",
        "But for Northern Ireland – once more and now more than ever – the outcome is in your hands. But what the politics of Northern Ireland has proved is that hope can triumph over fear.",
        "Northern Ireland. No longer the byword for endless, corrosive despair but a beacon of promise for the future.",
        "Northern Ireland – increasingly at peace with itself",
        "A Northern Ireland of rising prosperity and cohesion.",
        "So what you have done here – and what you are still doing and have still to do – is an inspiration for the whole world. Showing that the light can come to the darkest places when people are empowered to take control of their destiny and decide to change it for ever.",
        "All around there is a new sense of confidence and achievement.",
        "Over the past decade Northern Ireland has delivered one of the highest rates of growth of any UK region outside London and the South East. We have seen businesses attracted by competitive operating costs, excellent transport links and world-class skills.",
        "Now as we have seen in recent days, the instability in global financial markets is affecting every major economy in the world. Financial turbulence that started in the US sub-prime mortgage market has now spread to some of the biggest institutions in Wall Street. This is the first crisis of a truly globalised economy. And these twin shocks of the credit crunch and inflationary pressures that are hitting every country in the world will require new international as well as domestic solutions.",
        "Of course, given the importance of financial services to the UK economy, neither the UK, nor any part of the UK can be insulated from these global financial shockwaves. And as we have seen again this morning, like all the major economies we are also being hit by the inflationary impact over the last couple of years of higher global commodity prices which have a direct effect on family budgets.",
        "But because of the five fundamental strengths of our economy:",
        "· low inflation and therefore low interest rates, · flexible labour markets · the financial strength of our industrial companies · public debt repayments over the last decade meaning we can prudently increase government borrowing at the right time · and the long-term decisions we are taking on planning, energy and our national infrastructure",
        "we are better placed than we have been in the past to weather this global downturn.",
        "At home we have taken action to help households through this difficult period including:",
        "· tough decisions on public sector pay to keep inflation and interest rates down; · support through the New Deal and Job Centre Plus to help those affected by job losses; · £120 family tax cut for 22 million basic rate taxpayers this year;¼br /> · and targeted support for the housing market, including a stamp duty holiday, to help those affected.",
        "And we will continue to use our credibility and experience to lead international work on those issues that can only be tackled at the global level. This summer we worked with Saudi Arabia to focus urgent global attention on the problems in the world oil market. Since their peak, oil prices are down more than a third though we continue to work with our international partners to improve the functioning of the market.",
        "Global problems require global action. And in New York next week I will meet with world leaders and press for the reforms the UK has been proposing to the global financial architecture:",
        "· more transparency of financial institutions to reduce the uncertainty in financial markets; · a better early warning system for global investors, including a stronger role for the IMF; · and better coordination between financial regulators, building on the reforms we made to create the Financial Stability Forum in response to the increasing global integration of financial markets.",
        "To build more momentum for these reforms, the Government is sending senior representatives to visit all G7 countries in advance of the IMF meetings.",
        "So will continue to do whatever is necessary to keep our economy moving forward and to maintain the integrity of our financial institutions.",
        "And as the fundamentals of Northern Ireland’s economy remain strong – so I believe Northern Ireland has powerful reasons for optimism.",
        "Last year you had one of lowest rates of unemployment of any UK region.",
        "And today you have more people in work than ever before.",
        "And because you have ensured that the politics of peace has prevailed over violence, you have also made possible a new era of international investment in Northern Ireland.",
        "In the past, because of the violence, because of the conflict, investment here was too often seen as risky.",
        "When investment did happen – it was despite the troubles.",
        "But today you are able to reap real benefits from international investment.",
        "The world’s service, financial and manufacturing companies see Northern Ireland as equal to – or even the best of places – to invest.",
        "In May this year I spoke to the Investment Conference the Executive organized here in Belfast.",
        "More than a hundred CEOs, Chairmen and Senior Executives from the United States were drawn here by the opportunity of Northern Ireland.",
        "We saw companies like Bloomberg vote with their dollars and make their investments.",
        "And we’re seeing existing investments grow rapidly from Marriot; the New York stock exchange; and most recently – Bombardier.",
        "We know the immediate impact of that conference alone: over £80 million of new investment in Northern Ireland.",
        "And Invest Northern Ireland has received over 40 expressions of interest from overseas which they are currently following up.",
        "I remember meeting with the CEO of Bombardier at Hillsborough and talking through with him the work being done to attract huge resources for work on a new passenger jet here in Belfast.",
        "And I watched with pride the deal being announced in July at Farnborough – in this, Shorts’ centenary year – with over 800 jobs secured – and the first orders being placed by Lufthansa.",
        "Earlier this afternoon I visited Bombardier and met some of those whose skills will lead Northern Ireland into the future. Young and adult apprentices and those who had qualified through the Engineering Skills for Industry Programme, which has helped 130 people into sustainable employment in Belfast. And I met pupils from local schools being introduced to aerospace through Bombardier’s educational outreach programme.",
        "Progress like this is possible only because of the skills and enterprise of the people of Northern Ireland. And the investment of business here in Northern Ireland.",
        "So you are superbly placed to compete and lead in the new global economy – set to double in size over the next two decades.",
        "You have a wealth of talent — and the capacity to build a strong knowledge-based private sector around your universities. You have a strong business climate and the will to win in the global economy.",
        "The peace dividend in Northern Ireland grows day by day, year after year – every year of peace.",
        "So now is not the time for Northern Ireland to rest on its laurels or retreat – but rather to redouble its efforts, to invest in what matters most for the future – world class education and skills.",
        "That is a challenge that I know you will meet because I know what you have done already. And I am confident that with the strength of leadership we have all witnessed over the past year, the prosperity of Northern Ireland will endure and expand in the years ahead.",
        "But of course the economic strength of Northern Ireland depends crucially on its political stability.",
        "The IMC report two weeks ago made it crystal clear that the IRA is not the danger. That the army council is redundant. That the military structures have been disbanded and consciously allowed to fall into disuse. That PIRA as an organization does not pose a terrorist threat.",
        "As all Northern Ireland knows, the end to violence marked the beginning of prosperity. And the continued success in preventing violence is the precondition of continued growth.",
        "We have seen in the last nine months a series of attacks on police officers.",
        "And there are criminal elements who must be confronted with the utmost determination. And that is exactly what will happen.",
        "So let me say to all those brave men and women, the officers from both communities who form the police family – you have our gratitude for the sacrifices you make, for your strength in the face of danger and your determination to protect the people of Northern Ireland.",
        "The criminals who have targeted you have done so, because they have much to fear from democracy backed by effective policing.",
        "So let us send an unequivocal message to those who would defy the will of the people: the politics of peaceful change is winning in Northern Ireland. And will overcome whatever obstacles are put in its way.",
        "And the clearest sign that democracy will triumph is this Assembly and Executive working together, meeting together, fulfilling all its functions, carrying out all its duties on behalf of the people who elected it and completing the process of devolution.",
        "What you have achieved to date is historic. Not least in the unique joint and equal leadership of the First and Deputy First Ministers.",
        "Some thought that power sharing between the parties would never happen. That the burden of shared government would be too heavy.",
        "No-one assumed it would be easy.",
        "The cynics – with their doubts and misgivings – have at every turn been proved wrong.",
        "You have made history – but you have more history to make.",
        "We can see in the research from the past week the extent of the support to complete the transfer of policing and justice powers.",
        "Across the community the majority of people want to see this accomplished.",
        "And fewer than one in ten say never.",
        "I can only hope that even this small minority will eventually come to see that completing devolution is not only the right thing to do, but the only thing to do.",
        "I believe it would be wrong to allow this minority to exercise a veto on further progress now.",
        "Yes, let’s understand their concerns, but let us also agree that they can not and will not call a halt to progress.",
        "So I urge you to continue your crucial work in this Executive and Assembly, to finish the job – and complete a journey not just of a generation, but of centuries.",
        "I believe we have gone beyond our crossroads in history. And this is no time to turn back, or to stall or delay.",
        "Because the completion of devolution is much more than the final step in a process: it is the creation of a whole new permanent future for Northern Ireland.",
        "To falter now – to lose the will that has defined your progress – would be worse than a setback; it would put at risk everything that has been achieved by the work and sacrifice of the past decade and more.",
        "So my message to you today is to have confidence. To stay the course, to continue your work and reach that final settlement. To show the world the peace and prosperity you have achieved is here to stay.",
        "And if you make this commitment, then we in the British government will match your resolve and do everything within our power to support you in it.",
        "Because we have not only prepared the ground for the transfer, but we stand ready to help you through a smooth transition.",
        "We pledged in the St Andrew’s Agreement that we would be ready to transfer powers one year after the assembly was elected. And we have kept that promise.",
        "So now leaders here in Northern Ireland must reach agreement between themselves and set the date for the transfer of policing and justice from the Secretary of State to a Justice Minister, in and of Northern Ireland.",
        "None of us should doubt the importance of this.",
        "Because in the agreement you reach here among yourselves, in the transfer of these powers back from Westminster, the world will see you affirm that stability is here to stay.",
        "Your affirmation that peace is here to stay.",
        "Your affirmation that prosperity is here to stay.",
        "When President Bush came to Northern Ireland earlier this year, he did so not only because he is a true friend to the people of this country, but because he wanted to see the huge inward investments from America continue to flow.",
        "And when I spoke to him a few days ago and told him I was coming here again he talked movingly about his visit.",
        "About his commitment to you. And all the people of Northern Ireland.",
        "His message to everyone on every side was clear.",
        "It’s time to complete devolution.",
        "Not just for yourselves but because that’s the signal investors need to see.",
        "Because it’s the best safeguard for the investment which has been made and will be made in the future from America.",
        "This is a commitment shared by Senator McCain and Senator Obama.",
        "So whoever becomes the next President of the United States is resolved to help.",
        "And they are right to do so. But not just because of the economic impact.",
        "And not just because of the political consequences – as important as they are for the future of your people.",
        "For there is something more vital at stake for your entire society – that only the completion of devolution can deliver.",
        "How can you, as an Assembly, address common criminality, low-level crime and youth disorder",
        "· when you are responsible for only some of the levers for change · when you have responsibility for education and health and social development but have to rely on Westminster for policing and justice?",
        "The people of Northern Ireland look to you to deal with these matters because to them they are important. Full devolution is the way to deliver better services, tailored to the needs of all communities, regardless of the politics. It is the best way for you to serve them.",
        "And my mission – the British government’s mission – is to help you deliver for them and for future generations in Northern Ireland.",
        "My job is to be there for you; to refuse to give in or give up; to reach with you your shared destiny and our shared hope.",
        "And as we stand at this point – and as you take those decisions that will shape the future of your nation – I am reminded of the poem by Robert Frost, who wrote:",
        "“Two roads diverged in a wood, and I – I took the one less travelled by, And that has made all the difference”",
        "Today I say to you:",
        "Have faith that if you take the road less travelled, it will make all the difference.",
        "Have faith that your hopes will be rewarded; that while the arc of the moral universe may be long – and it has been so long here in Northern Ireland – it bends eternally towards peace and justice.",
        "And have faith that the people of Northern Ireland – and indeed the people of the world – are with you, and always will be.",
        "Let us show the people of Northern Ireland – and the people of all the world – that the astonishing transformation of Northern Ireland can be completed – that the future of Northern Ireland is in the right hands because it is in your hands.",
        "Thank you."
    ]
}