{
    "url": "https://www.ukpol.co.uk/gordon-brown-2005-speech-at-advancing-enterprise-conference/",
    "title": "Gordon Brown – 2005 Speech at Advancing Enterprise Conference",
    "post_date": "May 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2005",
            "url": "/tag/2005/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 4 February 2005.",
    "content": [
        "Let me welcome distinguished guests who have come here today from every continent to join our dialogue on global economic change.",
        "The starting point of this conference today is that no country can take its future prosperity for granted.",
        "Nations will rise and fall depending on their willingness and their capacity to face up to the difficult long-term decisions about the future.",
        "And I believe that if here in the United Kingdom we – business and government – listen and learn from each other, work closely together, and forge a shared long term economic purpose, we have the strength – because of our stability, our scientific and creative culture, our commitment to education, our global reach – to be one of the most successful enterprise centres of the world.",
        "Over the last year I’ve made it my business to meet as many businesses as possible from as many continents as possible – and many of you are here today. You’ve told me how much you value the stability we’ve created in Britain since 1997. You’ve told me about the importance of removing all barriers to an enterprise culture. And you’ve also told me that change in the new world is so fast in its pace and so pervasive in its impact – and now the rise of China, India and Asia so important – that an economy like ours has to become more flexible, more adaptable, more skilled and more outward looking.",
        "The facts that we will hear this morning from our guests from China, India and Asia are that within twenty years half the world’s manufactured exports could come from developing countries and within a decade 5 million US and European jobs could be outsourced. Indeed China is already consuming half the world’s cement, over a quarter of the world’s steel and a third of the world’s iron ore. And between them China, India and the rest of Asia already account for nearly a quarter of the world’s trade.",
        "And so for companies like yourselves, there is hardly a product or increasingly a service you produce that is not subject to global competition. And these global competitive pressures are now such that at every point you have to look not just at where you source your materials, labour and skills but where your competitors source their materials, labour and skills.",
        "And in this global restructuring that focuses advanced industrial nations away from low skill, low tech products and processes to the technology driven and high value added, Britain will not only have to be more enterprising and recognise there is no escape from an uncompetitive position by resorting to protectionist shelters or tolerating the old inflexibilities but we must also understand that as emerging economies their technologies – even now India and China produce 125,000 computer science graduates a year and Britain only 5,000 – Britain will only attain a new and competitive place for ourselves if we strive for, and win, world leadership in science and skills and enterprise.",
        "Churchill warned of countries facing change who were so timid that they were ‘resolved to be decided only to be undecided, resolved to be irresolute, adamant for drift, solid for fluidity, all powerful to be impotent’. And he also said that instead of building the present upon the image of the past, we must face up directly to the challenges of the future.",
        "Indeed to those who want to postpone long term decisions and want guarantees about the status quo and then tell us that there should be no change without security, we all know the answer: there can be no security without change.",
        "So there are important long term choices about our economic future as a nation which – because these decisions need to be made, acted upon and followed through on a sustained basis – require a consistency of purpose and direction in the British national interest that goes beyond one year or even one parliament and demands a shared vision and a common purpose – in a non-partisan way – across all sections of British society: a shared commitment to become world leaders in stability, science, skills, enterprise and the creative industries.",
        "I can tell you that at a time of rapid global change and uncertainty I agree with Alan Greenspan who will address us this afternoon, with Mervyn King and with all of you who run businesses, that the precondition for Britain’s economic success is locking in economic stability for the long-term.",
        "To those who question whether Britain’s seven high growth years must inevitably be followed by lean years, let me answer directly: our new monetary and fiscal framework, this British model we have created – strategic decisions we took to make the Bank of England independent, impose a symmetrical inflation target, cut the national debt and entrench long term fiscal rules – will continue to make us well placed to cope with the ups and downs of the economic cycle.",
        "In the last seven and a half years inflation – once more volatile than almost any other industrial nation – has been consistently nearest to target and the least volatile of any country.",
        "Of the major industrialised economies, only Britain, once the stop-go economy of the industrialised world, has maintained growth free of recession in every quarter.",
        "And we not repeat the mistakes of the past and will do nothing to put at risk our new won and hard won stability.",
        "Any government in which I am Chancellor will complement monetary vigilance with fiscal discipline.",
        "Let me tell you where we stand today. Debt has risen to 44 per cent of national income in America, 46 per cent in France, 55 per cent in Germany, and 84 per cent in Japan. But in the UK debt is just 35 per cent.",
        "The deficit in France is 3.7 per cent of national income, in Germany it is 3.9 per cent, in America 4.4 per cent, in Japan 6.5 per cent. Our deficit is just under 3 per cent falling to 2 per cent. 10 years ago the deficit in Britain was the equivalent in today’s money of £90 billion, today it is just a third of that —- and we will meet our fiscal rules.",
        "So while at this stage in the economic and political cycle past governments have resorted to short-termism in fiscal policy and raised the rate of spending in a pre election spree, I can assure that we will not go down that short term road.",
        "You – leaders of business – know that it is right to invest sensibly for the long term and that to fail to do so often catches up with you. And if you run a company you know you have to make decisions on priorities. So in can confirm that while we will be prudent in borrowing for investment we will maintain the national debt at a low level and we will achieve over this and the next economic cycle a current balance or surplus.",
        "But world leadership in stability is not enough to guarantee success in the new global economy. It is a necessary but not sufficient condition for economic prosperity.",
        "So if I can encapsulate my message today and my mission in government in one thought it is this: we want Britain to be not only the most stable environment but the most attractive location to do business and to create new business.",
        "And to win this prize, we are prepared to remove any unacceptable barrier, legislate any necessary reforms and introduce far reaching new incentives.",
        "This is not rhetoric: it is our considered and determined view.",
        "We have much to build on.",
        "The fact – and this might surprise you – that of 800 multinational headquarter relocations since 2002 Britain has secured 20 per cent, 50 per cent more than the USA, more than any other country.",
        "With 1 per cent of the world’s population we have over 11 per cent of the world’s most cited scientific papers.",
        "And more than at any time since the first decades of the industrial revolution we are now turning our scientific genius into technology led economic growth for Britain.",
        "I can tell this audience – and this too may surprise you – that today a higher share of our growth is delivered by science-based innovations than in any other industrial nation including the United States of America. And Britain has the highest share of R and D coming from all over the world than any of our major competitors.",
        "And because of our successes in business and financial services, today the UK exports twice as much business services as we import and four times as much financial services.",
        "All of this shows us that we in Britain now have the chance, if we make the right long term decisions, to become the best location for scientific research and development and world leaders in the new enterprises of the future.",
        "Measures I will announce in the Budget will reinforce our determination that our incentives to attract research and development are the worlds best, our universities are world class, and we should aim to lead the world in strengthening the links between higher education and the hi-tech firms of the future.",
        "I can tell you that more than ever our investment effort, both for inward and indigenous investment, will focus on encouraging and stimulating creative firms that are high value added, research based, and technology led.",
        "We will continue to welcome qualified people with skills from other nations to study in and contribute to Britain.",
        "And I want Britain to lead the world in resolving the controversial issues of genetic research, animal experimentation and GM foods — so we can value and celebrate science and the joy and excitement of scientific discovery.",
        "We are developing plans for science cities. And the ten year framework for the advancement of British science – announced last year and which has already led to £2.5 billion pounds more science investment – will be constantly updated to meet the challenges of a rapidly changing world of knowledge.",
        "As part of our commitment to make the UK one of the leading world centres for pharmaceuticals, biotech and the life-sciences, the newly created UK clinical research collaboration already embraces the NHS, business and universities. Our aim is to make the UK the premier location for new research from medical trials to the tracking of results. And we will also take the necessary steps to become the world’s number one research centre for genetic and stem cell research.",
        "I want Britain to be not only a centre for the science-based industries of the future but also the hub for creative industries as a whole.",
        "Here too we can build from solid foundations. In the last decade Britain’s knowledge intensive sector has grown twice as fast as the overall economy.",
        "By adopting new digital media and harnessing the entrepreneurial flexibility which makes our inner city areas new ‘knowledge factories’, we are creating a critical mass of creative industries with global reach – so that one in every five new jobs here in London is now in these sectors.",
        "Creative industries from digital electronics and communications to film, design and fashion – once only 1 per cent of GDP – now contribute 8 per cent of the UK GDP.",
        "This growth highlights extraordinary talent. And the opportunity now is to build on its extraordinary promise —– by backing risk takers with new incentives for new enterprise and with a new generation of venture capital for expanding business.",
        "And our challenge is not just to encourage creative industries, our priority is to encourage all industries to be creative. It is both about maintaining the entrepreneurship and creativity within established large businesses and about doing more to enable those who want to start up new businesses to turn their ideas and ambitions into reality.",
        "In Britain today 4,000 new businesses start every week. There are 300,000 more businesses now than in 1997. But with our rate of business creation still half that of the USA, we still have a long way to go.",
        "If we are to have enterprise in our boardrooms it must start in our classrooms. In 1997 less than 15 per cent of schools offered enterprise education. Now half of all schools do. By 2006 every school will.",
        "Today only 1 per cent of college or university students are engaged in enterprise. I want to see every college and every university twinned with a ‘business champion’.",
        "And if the UK could achieve the same levels of female entrepreneurship as the US – and today’s action plan is designed to improve business creation rates – Britain would gain three quarters of a million more businesses.",
        "I want a Britain of ambition and achievement where there is no ceiling on talent, no limit to potential, no cap on aspiration.",
        "And, celebrating enterprise, we are today, after a nationwide competition, naming the rejuvenated town of Ollerton in Nottinghamshire as Britain’s town of enterprise for 2005.",
        "Every one of you here who runs a company – large or small – knows that you must draw on the potential of everyone in your company to be successful; its no different for a country. Skills are the new commanding heights of the economy. And by acquiring better skills employees can become the beneficiaries not victims of globalisation.",
        "Our mission not just that of British government but that of the whole British society must be to make our people the best educated and most skilled in the world.",
        "I believe this is the shared and settled view of every section of British society",
        "And together we are prepared to support the long-term decisions necessary to achieve this aim.",
        "So I commit us to moving our education system up a gear: demanding, in return for investment, the highest standards in our schools and colleges; making university and college funding a priority in the next Parliament; working with you – the leaders of business in this country – to invest in employee training… all the time encouraging and incentivising a work-your-way-up ethos of self improvement and self reliance.",
        "What happens in schools is critical to our long-term future. But we cannot just leave education to the schools. Of the workforce we will have in 2015, 80 per cent have left school and are already in work. And it is their skill levels and flexibility that will, over the next decade, determine the prosperity of our country.",
        "Learning from successful training policies amongst our European competitors, we have already witnessed over 100,000 individual success stories of those given time off for training through the employer training pilots – the majority of them women, the majority of them with no prior skills, the vast majority of them successfully attaining their qualifications. And I would like to congratulate all the businessmen and women who have contributed to this success. Now we are able to go further and announce their roll out to the whole country creating for the first time a national employer training programme.",
        "I said earlier that the modern task of government is not only to make all necessary reforms but also to remove all unnecessary barriers: with our emphasis on stability, education and science to do what needs to be done but to do no more than what needs to be done.",
        "So let me tell you how the Budget and our programme will reflect this – our shared agenda.",
        "Planning: we must make our planning laws quicker, more flexible and more responsive – and we will.",
        "Transport: we must work with you – private and public sectors together – to tackle decades of under-investment and lack of commitment —- and we will.",
        "Flexibility: we must and will do more to encourage local and regional pay flexibility.",
        "Competition: we must and will build upon what we have already created – the most open competition regime in the world.",
        "Regulation: a problem raised in every industrial country for many years where there is, as you know, always invariably a tension between the flexibility you need and the standards the public request.",
        "It is because we recognise the limits of government that we have already removed the independent audit requirement on small firms and moved to a more simplified system of VAT.",
        "And for all businesses large and small we have removed or reformed over 400 separate regulations; the Financial Services Authority have introduced a series of reforms to reduce compliance costs; and in the budget we will do more.",
        "I have set in train a major review – led by Philip Hampton – of the complex, often out of date systems by which regulations are inspected and enforced.",
        "And in the Budget I will set out proposals not just about the burden of regulations but about the volume and flow of regulations.",
        "My position is that in this new global economy government must of course do all – principally through stability, education and infrastructure – that it is necessary to do but no more – and we will continue to remove barriers that are not justified.",
        "So it is in the national interest that we continue to resist inflexible regulation from the European Union.",
        "Flexibility is the best way forward so we have agreed with Ireland, the Netherlands, Luxembourg, Austria and Finland to put regulatory reform at the heart of our six EU Presidencies through to 2006, putting every new and existing regulation through strict new tests for their impact on enterprise and competitiveness.",
        "And in our Presidency of the European Union we not only hope to sign up all 25 EU countries to our deregulation initiative but I want to consult at every stage with you, the businesses of Europe.",
        "As we tackle regulation to create the best environment for business to thrive, we also have to design our tax system to encourage and reward work, savings, investment and enterprise.",
        "To pay for improvements in health care we have raised national insurance by 1 per cent – but to put the costs in context, business costs for health care have been rising much faster in the US – by more than 10 per cent each year – and in France employers pay health insurance of around £60 a week for an employee on average earnings and in Germany around £30 a week, compared to just over £10 a week in the UK.",
        "But as far as corporation tax, capital gains tax, small companies tax and personal income tax, we have cut corporation tax from 33 pence to 30 pence, cut long term capital gains tax for business assets from 40 pence to 10 pence, cut small companies tax from 23 pence to 19 pence and we have also cut the basic rate of income tax by 1 pence.",
        "And we will continue to look with you at the business tax regime so that we provide incentives for investment in wealth creation and rewards for success.",
        "Indeed, we have an opportunity before us now to create a consensus on tax as well as well as on stability to make the Britain the best place to do business.",
        "Twenty years ago companies thought mainly of national markets and were considering new opportunities in European markets.  \nToday the success stories are companies who have transformed themselves to succeed in global markets.",
        "Britain was the pioneer of free and open trade.",
        "Now to take advantage of the vast opportunities global markets offer we must lead the way again in breaking down international barriers to trade and commerce.",
        "We are pressing for a successful and ambitious conclusion to the world trade talks.",
        "Because 55 per cent of our trade is with the European Union we will, in our presidency of the EU, push forward our proposals to liberalise the single market, the greatest single market in the world.",
        "Because transatlantic economic relations are worth over $2.5 trillion dollars each year, I can tell this audience that we will use our EU Presidency to push forward a new transatlantic trade and investment partnership to remove regulatory and other barriers between the European Union and the USA including in financial services.",
        "Today we welcome to our conference representatives from four of the major emerging market economies – China, India, Brazil and South Africa. Because only 1 per cent of our exports go to China and only 1 per cent to India – now two of the largest economies in the world – we are instituting a new Asia Taskforce – business and governments together working to maximise trade – and in the fast expanding financial services, we will match the successful UK-China Financial Dialogue with a new UK-India Dialogue that India and the UK are agreeing today.",
        "**Conclusion**",
        "And what has been, and can be, achieved in this area and other areas at the Treasury for employment, investment and prosperity must be centre stage in the national debate on our future in the months to come. And I look forward to it being the central issue we will take forward in the coming Parliament.",
        "I said at the outset that together we have to rise to the global challenge. And to do so we have to build a shared economic purpose.",
        "Successful companies achieve this.",
        "The successful countries of the future will have to achieve this.",
        "And my vision is that if we, government and business, work together, we can build in Britain a progressive consensus.",
        "World leaders in stability.",
        "World leadership in science, skills and enterprise.",
        "A Britain that looks outwards to Europe and the international economy.",
        "Then globalisation is indeed made for Britain and British prosperity.",
        "And we can be one of the global economy’s greatest success stories and look forward to a twenty first century of British achievement."
    ]
}