{
    "url": "https://www.ukpol.co.uk/gordon-brown-2001-speech-to-the-local-government-association-general-assembly/",
    "title": "Gordon Brown – 2001 Speech to the Local Government Association General Assembly",
    "post_date": "December 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, in London on 19 December 2001.",
    "content": [
        "##  I. Introduction",
        "I am delighted to be addressing the Local Government Association General Assembly.",
        "You represent the democratic leadership of our cities, towns and communities across England and Wales, and I want to begin by acknowledging and indeed congratulating you for the work you undertake, the hours you give up, the service you offer, the good you do and the difference you make in building stronger communities – making the very idea of community work in practice.",
        "And I am here today to celebrate the importance of our strengthening partnership, a modern partnership between central and local government without which neither of us will be able to deliver the stronger economy and better services the British people have demanded of us.",
        "It is a partnership not of convenience but a partnership of principle because whenever we walk down the street, collect our kids from school, turn to the emergency services, or look for help for the weak and the frail we know we all depend upon locally provided services.",
        "It is a partnership of principle because every day a millions of acts of service by dedicated public servants – inspired not just by individual commitment but by a higher ideal of duty and obligation – shape the ethos of public service in our country.",
        "And our partnership -local and central government working together – is strengthened by an equally important belief we share in common: whatever people said in the past we know that Whitehall does not know best, and we know that effective service delivery for families and communities cannot come from central command and control but requires local initiative and accountability.",
        "For all the time I have been involved in politics I have believed in devolving power, so that those who are affected by the decisions are close to and can hold accountable those who make the decisions – and our aim must always be the maximum devolution of power possible: government encouraging not stifling local action, local people making local decisions about local needs.",
        "And our strengthened partnership today in 2001 is built on something equally fundamental: on our commitment to advance shared goals, to ensure opportunity and prosperity not just for some in our country but for all.",
        "First: to strive for full employment – from a foundation of economic stability strengthening the programme to move the unemployed from welfare to work, so that in every region there is employment opportunity for all;",
        "Second: raising productivity to match our European competitors and thus raising our living standards – with a commitment for every region to high quality long-term investment in science and innovation, new technology and skills;",
        "Third: eliminating child poverty – ensuring not just some but all children have the best start in life;",
        "Fourth: tackling pensioner poverty and ensuring pensioners enjoy dignity in retirement;",
        "Fifth: from transport and housing to health and education renewing our public services to rise to today’s needs – meeting people’s rising expectations by delivering high quality public services for all.",
        "In the LGA’s six commitments portfolio – which I am delighted to launch today – you are also setting out your priorities and I see exactly the same focus on full employment, world class public services, no child left behind and for every pensioner the best of care.",
        "And my message today is that the great challenges that face our country cannot be met if we stand apart from each other, can only be met if we work together. Indeed the key insight of these last four years is that the goals we share cannot be realised in practice without central government devolving power to local communities.",
        "##  II. A new central- local government partnership",
        "Our first task in 1997, and the foundation of all we do, was to create a national framework for stability, for sound public finances and for employment growth",
        "And the difficult decisions we took then – to make the Bank of England independent, to rein in spending, to cut debt, to put up interest rates – are the platform not just for low inflation and 1.2 million more in jobs but also for the largest sustained growth in investment in our public services for fifty years with:",
        "– Growth in spending of 4 per cent on average this year, next year and the year after;",
        "– public investment almost doubling year on year this year, and rising to three times its 1996-7 level by 2003-4;",
        "– £10 billion a year saved from debt and low unemployment now invested in health, education and our public services.",
        "And as we started putting in place this new national economic framework we also began putting in place the building blocks that allow us to devolve power and responsibility.",
        "In the first parliament we created a devolved legislature in Scotland, Wales and Northern Ireland, restored city-wide local government to London, and created regional development agencies. And at the beginning of this year John Prescott and I set out our plans for a new generation of regional policies – strengthening, within the regions, the essential building blocks of self generating growth, the capacity to innovate, invest, build skills and match the unemployed to jobs available. Offering development agencies new freedoms and flexibilities and in return demanding strenuous targets be met in skills, innovation, business creation, new technology and employment. A new regional policy – locally sensitive and locally delivered, one through local management decisions.",
        "And just as we made a start with regional policy in the last parliament we also made a start in devolving power to local government, moving away from the destructive centralism characteristic of the years marked by universal capping, Compulsory Competitive Tendering and the Poll Tax.",
        "So in the past few years we have:",
        "– Boosted financial support for councils, through real terms increases in revenue and in capital expenditure for four years in a row",
        "– Replaced the bureaucracy of CCT with the duty of best value, enabling councils to develop their own methods of service delivery rather than being constrained by the requirement to cut costs at all cost",
        "– Improved the transparency and efficiency of local leadership through provision for new constitutions for local government following local consultation;",
        "– Expanded the capacities of local government by introducing statutory community strategies, and a new power to promote community well-being through coordination and partnership with other local actors, via local strategic partnerships and the neighbourhood renewal fund.",
        "Showing our approach is a belief in local government not local administration.",
        "In the first parliament, to support our national public service agreements we developed local public service agreements. And as I said to the Labour party conference in February this year, over the next two years the number of local PSAs matching resources to outcome targets signed with local authorities is rising from 20 earlier this year to 150 by 2003 – which we will match with further steps towards greater flexibility: flexibility and resources in return for reform.",
        "##  III. New partnership",
        "These are only the first steps in expanding our partnership and we are now ready to do more to achieve our goals of full employment, higher quality of public services, and an end to child and pensioner poverty – combining more flexibility and more resources in return for more reform and better results.",
        "And as set out in the White Paper launched by Stephen Byers last week, we are:",
        "– Abolishing the council tax benefit subsidy limitation scheme and providing greater freedom for all councils to decide council tax discounts and exemptions",
        "– Making councils themselves responsible for deciding how much they can prudently borrow; providing greater freedom for councils to invest;",
        "– Removing unnecessary bureaucracy as well as targeting a reduction of 50 per cent in the numbers of plans and strategies that government requires councils to produce;",
        "– Providing councils with wider powers to deliver services to others and to work in partnership;",
        "– Restricting ring-fencing to cases which are genuine high priorities for government and where we cannot achieve our policy goal by specifying outcome targets.",
        "And high performing councils will receive extra freedoms to lead the way to further service improvements including:",
        "– The ending of reserve powers over capping, as a first step towards our long term goal of dispensing with the power to cap altogether",
        "– Further reductions in ring fencing of revenue from central government, and of support for capital investment",
        "– More freedom to use income collected locally from fines and charges",
        "– Extra exemptions from the plan requirements of central government, and more discretion over best value programmes",
        "– And a much lighter touch inspection regime",
        "Reforms that will significantly expand the freedoms and flexibilities available to local government.",
        "Our approach is to devolve power and responsibility so that these freedoms will be accompanied by greater accountability to local communities. That is why alongside devolution of power we will introduce a new comprehensive performance framework – providing clear and concise information about councils? performance, enabling us to make our inspection regimes more proportionate, to target support where it is most needed, and to identify the small minority of failing councils in need of tough remedial action.",
        "A democratic framework for devolving power to modern local authorities based on new rights and new responsibilities – the power you need to improve your performance – the responsibility expected of you to serve your communities.",
        "And in this Parliament we are ready to go even further to enable local people to do more to make local decisions about meeting local needs. Already the option of congestion charging is now available and being implemented in London. I believe that we should be prepared to consider further radical options to ensure devolution of power and responsibility go hand in hand so that the public can get the best possible services.",
        "And once we have carried out further analysis, we shall establish a high level working group involving ministers and senior figures from local government to look at all aspects of the balance of funding, reviewing the evidence and looking at reform options.",
        "##  IV. Putting partnership into practice",
        "So let me set out how – through local and national government working together, building on the new freedoms and flexibilities the white paper has put in place – we can rise to today’s challenges and meet our shared goals.",
        "First, employment.",
        "I could talk about the 1 million jobs we have created, but i am more anxious about the 1 million men and women still left out, still unemployed – and as local councillors I hope you will want to play a bigger role in the next steps to help the newly redundant get back into work quickly and expand the new deal to assist those hard to employ. This means following the innovative example of councils such as Brighton and Bristol, councils that have tailored supplementary employment programmes to complement the new deal.",
        "Last month Alistair Darling announced 20 special projects to test whether guaranteed jobs for the long term unemployed could get more people permanently off the dole. It is a new opportunity – a guaranteed job – but there is also a new obligation to take it up. And as we learn from these successes, I hope we can work together to make long-term unemployment a thing of the past, and make possible full employment in every region and every community.",
        "Second, the economy and enterprise.",
        "Every one knows that the sources of growth in every local economy are local innovation, local skills, and local enterprise. More jobs of the future will come from small businesses growing in each of your areas than from large inward investment projects.  \nSo together we must remove the barriers that prevent local firms starting up, growing bigger, getting investment in capital, finding export markets and training skilled staff.",
        "That is why together in every local area we must bring about a revolution in education, skills and training.",
        "As long as prosperity by-passes a single community or a single family our work is not yet done.",
        "And it is why together we must concentrate on lifting up the high unemployment areas that for too long have been left behind and why we have introduced – and i hope you can encourage local economic activity to benefit from:",
        "– A cut in VAT on residential property conversions to 5 per cent",
        "– 100 per cent first year capital allowances for bringing empty flats over shops back into the residential market;",
        "– Legislated for an accelerated tax relief set at 150 per cent for cleaning up contaminated land;",
        "– The abolition of stamp duty for property transactions up to £150,000 so that in 2000 wards across the country the buying of property and bringing land back into use will be tax free; and",
        "– Legislate in the budget for a new tax credit for local community investment.",
        "We want to see a dynamic, enterprising public sector at all levels. And that is why we will give you new freedoms to innovate and to experiment, with wider powers to trade in public, private and voluntary sectors, as well as allowing councils to introduce business improvements districts. And just as we have released borrowing restrictions on local airports, I am prepared to consider how within the new prudential borrowing regime we can engender more freedoms for local government consistent with macro – stability and our fiscal rules.",
        "Third, ensuring every child has the best possible start in life.",
        "You have been responsible for pioneering the development of childcare in the most difficult of circumstances. Since 1997 we have learned from your successes and it is thanks to you as councils that we can have nursery education with places for all four-year olds – and soon all three-year olds.",
        "And thanks to your imagination and commitment we now have a national childcare strategy to ensure affordable, accessible and quality childcare in every neighbourhood, creating by next year new childcare places for 1.6 million children.",
        "Child poverty is a scar on the soul of Britain, and we must work together – local and national government to make sure that we give each and every child the best possible start in life – and that no child is left behind.",
        "Our first task as a government was to boost the income of all families with children, with the greatest help for those in greatest need. And that is why since 1997 we have increased child benefit to £15.50 for the first child so that, combined with our other tax and benefit reforms, our poorest families are now better off by 1700 pounds a year on average – money to all children. And having already lifted more than 1 million children out of poverty, we will introduce the child tax credit as well as work towards taking the second million out of poverty – moving closer to eradicating poverty completely.",
        "Our second task is to match higher incomes for these families with better services. I welcome the LGA’s commitment in this area. And I hope that we can work together to develop imaginative ways of delivering these services for the communities you represent building on the innovative examples set by councils such as Sunderland, whose local PSA is providing an active citizenship plan for its children and young adults, or Darlington, which has created a one-stop shop delivering an integrated service for all children in need – demonstrating to us all what pioneering local government is able to do.",
        "In the new economy, which depends on knowledge, innovation, on mobilising the talents of all – getting the best out of everyone – it is essential to develop all the potential of our children. And it has been a tragedy of wasted potential for our country that there are thousands of young people with talent and ability still denied the chance to make the most themselves.",
        "That is why in the four years up to 2003 the real terms growth in education spending will be more than 5 per cent a year and we will in the new spending round make education a priority.",
        "And in the past five years we have worked with you to put in place the framework for addressing the needs of our nation’s children, with local government directly engaged in:",
        "– Sure start for under fives;",
        "– The children’s fund, now rolled out across 40 areas, for 5-13 year-olds;",
        "– Connexions for 13-19 year olds;",
        "– “quality protects” for all children in need;",
        "– And professional learning mentors",
        "Programmes with a new partnership between local government and voluntary organisations to support all our children and identify those who are showing signs of difficulties – providing them and their families with the support they need to overcome personal and social problems.",
        "Fourth: pensioners",
        "Pensioner poverty is a reproach to us all.",
        "And just as we are working to eliminate child poverty – so too we must act now to ensure that pensioners are able to enjoy a higher standard of living.",
        "So we are building on the Basic State Pension – cash increases which boost the incomes of all pensioners – with the Minimum Income guarantee – targeting extra financial support on the poorest pensioners. We have also set aside new funds to ensure that, from 2003, pensioners whose hard work has secured a small occupational pension or modest savings, will be rewarded through the new Pension Credit by extra money, not penalised – as in the past – by losing their benefits – ensuring that pensioners enjoy a share in the rising prosperity of our country.",
        "But we must match higher incomes for pensioners with improved community services – both for pensioners in care and those living in housing which needs to be maintained to a higher standard. We have made a commitment to make decent all social housing by 2010 and have already invested £7.3 billion in local authority housing.",
        "Our task is to match resources with reform in social services and housing. And to help local authorities to be more flexible and innovative, we are:",
        "– Providing local authorities with increased freedoms in the way they deliver social services as their performance improves;",
        "– Investing £460m in high performing local authorities to set up companies to manage their housing stock, leaving them free to think more creatively about the housing strategies they wish to pursue; and",
        "– Extending the prudential borrowing freedoms to housing expenditure, allowing local authorities to choose the best way to invest in their housing.",
        "And in the forthcoming spending review we will do more.",
        "Finally, fifth: I turn to our shared commitment to public services as a whole.",
        "For 20 years at least your job as local authorities had been to protect public services against those who wanted to dismantle them.",
        "Our task together now is different. It is to move from the old narrow agenda of the years of self protection – when many argued that saving the service had to come first – to the positive task of building, investing, reforming and modernising.",
        "In the public services we are employing more – 140 thousand more in jobs, investing £8 billion more, and with private sector investment of £4.4 billion – making public investment go even further.",
        "There is a new debate in this country – not just about the future financing of our public services, including our health service, but about more than finance – about the future of our public services.",
        "And those of us who believe passionately in the public services must be the most determined to modernise and reform so that public services can best serve the public.",
        "Just as schools exist for school children, the NHS exists for patients; public services exist not for the public servant but for the public who are served.",
        "And our aim must be that every classroom has the best teacher, every school the best staff, every operating theatre the best doctors and staff, every police station the best police men and women – that every public service has the best public servants.",
        "Just as we cannot serve the public if investment is low, staffing poor and conditions unacceptable, we cannot serve them either if service is poor, if performance is faulty, if the atmosphere is confrontational.",
        "Those of us who believe in the public services must learn from both the public and the private sectors and revitalise our public services from the inside or others will seek to dismantle them from the outside.",
        "We will maintain our 180 billion pound ten year plan to modernise our transport infrastructure – a doubling of transport investment. And we will continue our programme of public private partnerships. Whether it be in the London underground or in the building on new hospitals, I am convinced that instead of the old sterile divide which pitted public against private, we do best when public and private sectors work together to enhance investment in our transport and infrastructure.",
        "And we should aim for higher productivity in our public services, backing management as well as employee training. And i can tell you that we are supporting the national college of school leadership and the leadership centre for the NHS, devoted to doing more to improving the quality of public service management.",
        "In Britain we rightly pride ourselves in our ethos of public service – an ethos across all areas of the country and across all political persuasions – and a tradition of distinguished public service in Britain that run deep in our history- a tradition for which people from all over the world rightly look to Britain.",
        "All of us can tell our own story about the importance of that ethos of the public service – not just about the past but about the present.",
        "For me, every opportunity I have had – the best schooling, the best chance at university, the best health care when ill – every opportunity I have enjoyed owes its origin to the decisions the British people made to open up opportunity, and ensure there are decent public services.",
        "Just as good teachers have an extraordinary power to make a difference to peoples lives – so too we know nurses and doctors who everyday can make the difference between life and death – social workers, who can transform hopelessness into hope – home helps and care assistants who for the frailest and the weakest make public service the mark of civility – street orderlies and ancillaries who show by their commitment why public service is about improving the quality of life. And if you’ve ever been involved in an emergency remember the calm unflappable skill, the professionalism, and offering self-sacrifice of all our public service.",
        "It shows we are not simply self interested individuals isolated or sufficient unto ourselves but men and women who share the pain of others, a belief in something bigger than ourselves, and who – to paraphrase Robert Kennedy – see pain and seek to heal it see suffering and seek to triumph over it see injustice and seek to overcome it.",
        "Each time a good is done it sends out a message that duty, obligation and service are at the heart of a country that believes there is such thing as a society.",
        "And it is from these acts of selfless dedication inspired by a higher ideal of duty and obligation that not just the ethos of public service is shaped but the very character of our country.",
        "And just as under this government a NHS will be modernised for the coming generation as a national health service free at the point of need – so too public services will be reformed for the coming generation as locally managed public services there to serve the public.",
        "If by our actions you or I, each of us, could lift just one child out of poverty, give one young person a chance of training and a job, give one more person suffering from pain the chance of the help they deserve, give one more classroom the books and computers it needs, secure for one more pensioner a greater measure of dignity and decency in retirement, then we are doing something not just for ourselves but for our communities.",
        "But if working together, national and local government, we can be at the service of whole communities, we can do far more- giving every child the best start in life, creating a Britain where there is employment opportunity for all, offering security for the elderly in retirement, building from the foundation of economic stability public services we can all be proud of. Working together in our partnership of principle.",
        "This is our shared challenge and – working together in partnership – that can be our achievement."
    ]
}