{
    "url": "https://www.ukpol.co.uk/gordon-brown-2005-speech-sciaf-40th-anniversary-lecture/",
    "title": "Gordon Brown – 2005 Speech at SCIAF 40th Anniversary Lecture",
    "post_date": "August 31, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2005",
            "url": "/tag/2005/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, at the SCIAF 40th Anniversary Lecture in Edinburgh, Scotland on 7 October 2005.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown-1.jpg)",
        "We have always said action on debt and aid must be matched by action on trade. Indeed if it is not matched by action on trade, it undermines all the work on debt and aid. And we know the difference trade can make.",
        "If you think back 40 years ago John F Kennedy said that the purpose of the 1960s trade round was the opportunity to help developing countries like Japan – and so it did as Japan grew to become a mighty economic power.",
        "Now the purpose of this trade round is to help today’s developing countries flourish and lift millions more out of poverty.",
        "We are but nine working weeks away from the world trade talks.",
        "And the right action needs to be taken not just as Ministers arrive in Hong Kong, but in the vital weeks and days that lie ahead in the run up to Hong Kong.",
        "A few days ago Pascal Lamy told me that this was a development round to be judged by its impact not just on the richest countries but on the poorest.",
        "So as we prepare for and then resume the talks on world trade, our job, Europe’s job, America’s job, is to be on the side of opening the markets of the rich to the poorest of the world.",
        "And if we are to avoid the debacle of Seattle and the disappointments of Cancun the richest countries must agree to move. The key to progress is progress on agriculture, for most of the worlds poor still depend on agriculture for their livelihood.",
        "We must address the trade rules that not only prevent poor people from throwing off the shackles of poverty, but shackle poor people and poor communities still further – put an end to what people in the poorest countries rightly see as our hypocrisy of developed country protectionism.",
        "So our test at Hong Kong will be holding to the commitment we made in our election manifesto: to press for the conclusion of an ambitious trade deal that will completely open markets to exports from poorer countries.",
        "Because we know that every dollar paid in aid to help the poor is cancelled out by 6 dollars paid in trade subsidies to the rich and that three quarters of exports by farmers from Sudan to Tanzania to Uganda compete with subsidised goods in rich countries, we must expose the waste of the Common Agricultural Policy and our test at Hong Kong will be setting a 2010 timetable to end agricultural export subsidies.",
        "Because we know that European agricultural tariffs are on average four times higher than for manufactured goods and that meat farmers seeking to import into Europe face 300 per cent tariffs, our test at Hong Kong will be that these tariffs be cut.",
        "Because we know even with fair access it will take time for poor countries to compete globally and that trade reforms must fit with a country’s own development programs – our test will be agreeing there can be no forced liberalisation, but instead to allowing poor countries the flexibility to decide, plan and sequence their reforms.",
        "And because we know we know that it is not enough to simply open the door, but that we must help people and communities cross the threshold, and that today the World Bank estimates that for traders in 24 of the world’s poorest there is neither the infrastructure nor the communications to compete fairly, that costs for Africans transporting goods from village to town to port are twice those for Asians and that telecommunication charges for people calling from poorest countries to the USA five times those of a developed country, our test will be equipping them, through investment, with the capacity to compete, so companies – like the sugar factory I visited in Mozambique – can take advantage of trade with the rest of the world.",
        "And let me say that Britain will contribute to increased investment and I call on other countries to do the same – so we send a clear message that the trade round which started as the development round should end with the richest countries making it possible for the poorest countries to benefit from trade.",
        "But building capacity to trade is about more than investment in infrastructure, it must also be about investment in people and their education and health. And the test of whether the richest countries will keep this year’s promises for the doubling of African aid, the test of the 11 countries moving to 0.7 per cent, the test will be precise and concrete: whether education and health in Africa and developing countries is properly funded and we move forward to meet our millennium education and health goals, schooling for all children by 2015 and eliminate avoidable infant deaths",
        "And so what I want to argue for this evening is a distinct advance in the way we campaign over the next two years and what we campaign for.",
        "For visiting Africa and Asia has brought me to the view there will be no schooling for millions of Africans unless there is universal free schooling, and confirmed my view that there can be no effective health care that will genuinely come to the aid of the poorest of Africa unless it is universal free health care.",
        "What are my most vivid memories of visiting Africa earlier this year?",
        "I tell you: scores of mothers, sugar factory workers, in Mozambique waiving their pay cheques and demanding to know how they could ever afford, no matter how hard they worked for their family, to pay the fees for their chidlrens education.",
        "In Kenya, children chanting slogans “free education, free education”.",
        "In Tanzania a 12 year old girl standing over her brother suffering form HIV/AIDS, wanting to become a doctor to help cure him. Bright-eyed with huge potential, but instead of the chance of medical education, about to be thrown out of her school education because her family could not afford the school fees",
        "Outside Dar es Salaam a town meeting when teenage boys with determination to study that had accosted me demanding to know why with the ability they had they could not get help for the fees to stay on at school and obtain qualifications.",
        "User fees for education – sometimes as much as a quarter of the annual income of a poor household – are the single biggest barrier to increasing the number of children in education across sub-Saharan Africa.",
        "And when we do abolish school fees, we see the difference it makes.",
        "Think of 2003 when, because of aid, Kenya made primary school free on just one day more than one million children turned up to enrol for school for the first time; one million children who the day before had no education; one million chidlrens who on that day started to learn, develop, grow flourish, started to fulfil their potential.",
        "And when in 2004 fees were abolished in Malawi because of higher aid, enrolments increased by 50 per cent.",
        "In Uganda making education free because of debt relief increased the numbers of school pupils from 3 million to over 5 million.",
        "So let no one say aid and debt relief don’t make a difference and politics never works – what doesn’t work is doing nothing",
        "The total cost of bringing free primary education to all children in Africa and South Asia is just $10 billion a year – the best investment the world could ever make. Just think: for every person in the richest part of the world it is less than two pence a day.",
        "And we should think long term about education too: long term consistent sustained and predictable funding for buildings, equipment and teachers.",
        "And that is why by using the international capital markets to borrow for the long term and raise more money for the investments we need now, our proposed International Finance Facility – which would pay for the extra $10 billion a year we need for education, indeed raise total aid immediately by $50 billion a year – is so important.",
        "Breaking free of the stop go and halting sporadic approach to aid which prevents countries planning ahead: frontloading investment in education; guaranteeing it for the long term; achieving in our time the dream, of universal free decantation for every child. And so enabling children to break from the vicious cycle of dependency to a virtuous cycle of skills and self-sufficiency.",
        "Friends the difference between free education and charges is between opportunity offered and opportunity denied. But we all know that the difference between free health care and health user charges can be between life and death.",
        "And because to be effective, health care has to be available on a predictable and sustainable basis, new funds – perhaps $20 billion a year – needed to tackle HIV/AIDS, malaria, tuberculosis and to build the capacity of health care systems through our International Finance Facility is the best way forward for health care too.",
        "And here we must with innovative long term finance mechanisms seize not squander the new opportunities that medical breakthroughs offer us to save lives.",
        "In Mozambique I have visited the factory where in a clinic they are successfully testing the first ever anti malaria preventive vaccine. But because no African country can afford the costs of the vaccine, 2 million people will continue to die painful deaths every year unless we the rich countries fund the development and distribution of this vaccine.",
        "And I have talked to doctors and scientists trying to find a vaccine that could prevent HIV/AIDS, but I know that the only way the world can underwrite this research fund anti retroviral drugs and as we have promised by 2010 treat all AIDS sufferers is to fund free medicine",
        "But let me tell you about why our idea that the world can come together with the long term finance required need no longer be a distant prospect.",
        "Let me tell you about the pathbreaking International Finance Facility for Immunisation, launched just a month ago with the gates Foundation, European Governments like ours and a great woman to whom the world owes so much – Gracha Machel. And on which I am pleased Shriti Vadera – who many of you will know has worked tirelessly on these issues both at the Treasury and until recently as a trustee of Oxfam – will play a key role in advising GAVI (the Global Alliance for Vaccines and Immunisation and the Vaccine Fund over the next few months.",
        "In five years GAVI has inoculated more than 90 million children. Part of a great life giving movement that has virtually eradicated polio and small pox",
        "Yet today over 10 million children die each year from diseases like malaria and tuberculosis that could be prevented.",
        "So we have agreed to borrow long term creating an International Finance Facility for Immunisation which will, by frontloading aid, immediately invest an extra $4 billion of funds in vaccines.",
        "And let me tell you what that facility will do.",
        "Remarkable but true.",
        "In the next ten years with this one facility we will save the lives of 5 million children and adult, 5 million who would otherwise have died.",
        "And in the years after 2015 another 5 million more.",
        "And if by one small fund in some small area of health, with one intervention of vaccination, we can achieve this – save 10 million lives – then think of what, by working together, underwriting medical advance, public private partnerships for research, exchanging staff and ideas building capacity an International Finance Facility with far more money can do for the relief of poverty, illiteracy and illness and I appeal for your support in moving this idea forward."
    ]
}