{
    "url": "https://www.ukpol.co.uk/gordon-brown-2008-speech-on-the-global-economy-at-reuters/",
    "title": "Gordon Brown – 2008 Speech on the Global Economy at Reuters",
    "post_date": "October 2, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Prime Minister, on the global economy on 14th October 2008. The speech was made at the Reuters Building in London.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "Good Morning, and I am very grateful to Niall Fitzgerald and Reuters for inviting me to speak to you this morning, and I did notice, when he had the choice, Niall chose to read his own speech rather than refer to mine.",
        "You know at this difficult time for the world economy I wanted to come here today, to the heart of our financial services industry, to discuss with you the steps that we are taking here in Britain and what I believe the international community must now do immediately together to secure the future of our financial system.",
        "Britain, as you know, has two great financial traditions: from the coffee houses of London and the establishment of the Royal Exchange we were the pioneers of a modern day banking system built on trust. It was always said of the City, my word is my bond, and that is the trust that must underpin everything that we do in the future. Our second tradition, represented by this company and many others, is our openness to the world. We are internationalists, we have more global reach as a country than any other. While some would use the world financial crisis to recommend policies that are protectionist, we know that the only way forward is to maintain, indeed extend, our tradition of openness, an open trading economy where as I will suggest accompanied to that is proper global coordination and supervision.",
        "So we want strong banks succeeding in an open global economy. We do that with national action to restore confidence and trust in the banking system, founded on our core values of fair reward for hard work, effort and enterprise, not unfair incentives for irresponsibility or excessive risk-taking for which the rest of us have to pay. And we want, secondly, international action to build a global solution to global problems, by working with our international partners to reshape the global financial system to make it fit for purpose for the future so that we can avoid the problems of today recurring again.",
        "Britain has many strong banks and many strong international banks in this country and they are essential for every family and every business in the country. I don’t need to tell anyone here about the centrality of our banking system to everything that we do as a nation, you know better than anyone that banks aren’t just economic entities, they are woven into the fabric of all our lives, vital to savers, to mortgage holders, to businesses and to ordinary families everywhere.",
        "And this isn’t abstract, this is about the conversations mothers and fathers will be having on their sofas tonight once they have put their children to bed. For when problems in America can lead to people in Britain wondering if they can get a mortgage at all, then we know that we are in extraordinary times. And when in these times normal markets have ceased to work, we cannot just leave people defenceless and on their own. To leave everything to chance would be an abdication of responsibility at precisely the moment people are looking for governments to provide a lead.",
        "And as I said a few days ago, we will not shirk from our responsibilities and are prepared to go beyond the conventional thinking by taking the decisive action that is necessary to support British families and business through difficult times.",
        "So today Alistair Darling is implementing the restructuring plan that we announced last Wednesday, action that we are taking to deal with the impact and root causes of the current financial instability, taking what I believe is unprecedented action, but unprecedented action that is necessary for these unprecedented times.",
        "So in addition to the extra liquidity the Bank of England is continuing to provide, British banks have been strengthened through the injection of nearly £50 billion of new capital, including a series of commercial investments amounting to £37 billion of public money in a number of UK banks.",
        "Taking shares is a temporary measure, it is a common sense response to the difficulties we are facing. We are investing to secure the future of our banking system and to stabilise the economy, money to let banks resume their proper functions on which our businesses and families so depend.",
        "But let me repeat, we have no interest in running British banks, we do have an interest in strengthening their position.",
        "And we have today also announced the terms of our guarantee for new lending across the banking system. Each bank will be offered a guarantee at an individually determined risk-related price to allow the medium term funding markets to reopen, enabling banks to lend to each other and to support the banking system more generally while protecting the taxpayer.",
        "Taken together these steps will make British banks stronger. And it is precisely because we, the government and City working together, are prepared to take this tough action now that I believe the City of London will be a stronger financial centre for the future.",
        "As you would expect, the government will protect the taxpayers’ interest at all times. So as part of this plan we are laying down clear conditions to ensure that the taxpayer gets a fair deal: no rewards in future for failure; no cash bonuses this year for the boards of banks receiving public money; no dividends paid until the government’s preference shares have been redeemed; and future remuneration will be based on performance and long term value creation.",
        "But this crisis has proved beyond doubt the virtues of the sound business practice of rewarding responsible risk taking, not irresponsibility. We know, and I know all of you recognise, that businesses built on a solid long term foundation with the values of rewarding hard work and enterprise and merit and responsible risk-taking at their heart have the greatest long term success. So all our emphasis must be on sound business practice and these are the real principles that lie behind successful wealth creation and are the best ways of creating value.",
        "Most importantly as a result of today’s announcement there is an undertaking to restore immediately and maintain to at least last year’s levels the availability of loans for home buyers and small businesses at competitive business rates. That I know is the job the banking system wants to expand, and let me assure you that this government will always work hard to advance London’s central role in the financial system and at all times seek to enhance its competitiveness. And we will not make the mistake of taking reflex and ill-considered action that has often happened in other countries when facing crises, our actions will be careful and will benefit from the widest possible consultation.",
        "And as we reform our financial system in the weeks and months ahead, we know that the decisions we take now will have an impact for years and decades to come. As a government, as you would expect, we will continue to protect the most vulnerable in the tough times ahead. We have a responsibility to do so. And I know that we as a nation will all pull together to help each other, neighbours, families, businesses, for the character of our communities is also being tested.",
        "And this has always been the way for Britain. The British people have always risen to the challenge of a crisis and we must do so again, and to pull together as a community and to show that spirit, resilience and determination which has defined Britain to the world as a nation for generations. And by maintaining that British spirit, working in partnership with our friends across the globe, I believe we can come through these tough times together as a global community as well as a Britain that is stronger, not weaker.",
        "For what the markets are telling us is that however comprehensive a national plan may be, no one country alone can resolve what is truly a global problem that requires a truly global solution. At one time this was seen not only as a problem that started in America, but as a problem that was almost primarily focused on America, and that is far from the case now.",
        "Market estimates suggest that in recent years some 2 trillions of US loans were bought by European Union banks, and in this globalised 24/7 world when billions of pounds can be switched at the click of a mouse there is no future in countries going their own, or pursuing a beggar my neighbour approach. Such actions may give one country temporary breathing space, but will not halt but rather accelerate the later decline.",
        "So I welcome the fact that under the leadership of Presidents Sarkozy, Barroso and Jean Claude Trichet the Euro area countries have last night agreed to take action also on liquidity, capital and funding guarantees.",
        "And it is important that Europe and America work more closely together, so I spoke to President Bush last night after returning from Paris and we agreed the common ground for action across our two continents.",
        "But this financial crisis now affects the whole world and because we recognise the importance of Asia, so I am in touch with the Asian authorities too.",
        "Later this week we will go further when we meet as a European Council in Brussels and we are proposing a world leaders meeting in which we must agree the principles and policies for restructuring the financial system across the globe.",
        "For we cannot just stop at immediate measures to stabilise the system, we will also need measures to reshape that global financial system to make it fit for purpose for the future, and this work is important for building confidence and this work must start today. We must start by recognising the reality that we are in a global financial system and that while we have already global flows of capital we have supervision only at a national level, and just as we need new global coordination to deal with the waves of change that are defining this new global age, from energy supply to climate change, so we need enhanced global cooperation to monitor and on occasion then supervise financial flows that know no borders.",
        "The global financial system, let’s be honest, is too clouded with opacity, conflicts of interest, irresponsible risk-taking, and when problems occur countries have tended to look inwards and deal with them in isolation when it is clear that the only way forward is to look outwards and join in international cooperation.",
        "A focus on short term rewards created risks for us all as money was lent that had almost no chance of being repaid and then was repackaged and sold on. Depositors and shareholders wrongly thought that banks would be protected by complicated but insufficiently understood financial engineering that would spread the risks across the deeper global capital markets. In the end financial engineering will not work if people cannot see or do not understand the nature of the assets and the risks they are taking on.",
        "And this was exacerbated by deep conflicts of interest: credit rating agencies were paid by those they rated; bonuses and remuneration rewarded excess risk-taking; those who created complicated financial instruments often did so for the transaction fees that they could charge rather than the value created for those they were supposed to benefit – ordinary borrowers and savers.",
        "So we must now put in place new structures and new rules for the future and so this cannot simply be a short term rescue that papers over the cracks, only a surgical approach that gets to the root of the problem will now work to ensure the problems do not return.",
        "And we have to recognise that the action we need is not just national, but global. Almost exactly 10 years ago in a speech at Harvard University I made detailed proposals to reshape the international financial system for the new world, but then found it hard to persuade other countries that this was the time to adopt these changes. I said then that the institutions and initiatives of the post-war era had been shaped only to the conditions of their time, a world economy of protected national markets, limited capital flows and fixed exchange rates. I said that as the world changed, we had to change and that our aim should be an international financial system for the 21st century that recognises all the new realities, that we are open, not sheltered economies, that we have international, not national capital markets, that we have global, not local competition, and we need an international financial system that captures the full benefit of global markets and capital flows, minimises the risk of disruption and maximises opportunities for all, lifting up the most vulnerable in different parts of the world.",
        "The founders of Bretton Woods had devised in the 1940s rules for a world of limited capital flows and we must now devise rules for a world of global capital flows.",
        "It is true that at a difficult time during the Second World War far-sighted leaders like Roosevelt and Churchill were already thinking about the framework that would be needed for the future, whilst in the heat of battle they were taking steps to forge the reconstruction and peace that was to come. GATT, the UN, the World Bank, the IMF, they were all devised by men and women of great vision, institutions profoundly of their time but designed to help people make the most of the times to come.",
        "It is with the same courage and foresight of these founders that we must now reform and renew the international financial system and we should do it around the agreed principles that are shared by every country of transparency, integrity, responsibility, good housekeeping and cooperation across borders.",
        "First, we need transparency. We must now insist on openness and disclosure with an immediate adoption of the internationally agreed accounting standards, and for example the standards being brought forward for the valuation of assets. And transparency I think we all know now must extend to markets, including the trillion dollar credit insurance markets which now play a central role in shifting risk around the system.",
        "Secondly, integrity. We must tackle once and for all these conflicts of interest which have distorted behaviour and undermine trust and now lie at the heart of public concern. This includes not just the work of credit agencies but the system of remuneration which should be founded on long term excess, not short term excessive risk-taking. And we must ensure that those who run our financial institutions have the right incentives for long term success.",
        "And then third, responsibility. We must ensure that all board members have the competence and expertise to manage the risks and understand the risks and so effectively supervise their own institutions and do not walk away from their obligations.",
        "And then fourth, sound banking practice. We must have supervision that looks at both solvency and liquidity and ensures adequate protection through the economic cycle to prevent speculative bubbles when markets are rising and to cushion the impact of shocks when markets are falling.",
        "But fifth, around us we must build a new Bretton Woods, a new financial architecture for the years ahead. Sometimes it does take a crisis for people to agree that what is obvious and should have been done years ago can no longer be postponed, but we must now create the right new international financial architecture for the global age.",
        "This crisis demonstrates beyond doubt that a global capital market requires much stronger global cooperation and supervision and we need to ensure that we have an effective global early warning system to alert us across continents to economic and financial risks, we need globally accepted standards of supervision that apply equally in all countries, we need stronger arrangements for a cross-border supervision of global firms, and if we have learned anything, much stronger institutions for cooperation and concerted action in a crisis.",
        "So the IMF and Financial Stability Forum should act as an early warning system, focused on crisis prevention rather than crisis resolution. We need what global companies themselves have asked for – coordinated supervision to end the mis-match between global capital flows and only national supervision, and that is why by the end of the year I believe we should implement the proposals agreed by the companies themselves for colleges of supervisors to oversee cross-border financial institutions.",
        "And action for financial stability should be accompanied by wider international cooperation on oil and energy policy and on macro-economic policy such as that which began last week with a coordinated European and American action on interest rates that should extend to Asia and to the rest of the world where it is necessary.",
        "I think these are the principles that will bring alive our commitment to an open, flexible, free trading global economy that is inclusive and sustainable.",
        "The coming days will in my view be a crucial time for the future of the international financial community and the world economy, and that in turn of course makes it a crucial time also for British families and businesses. I think the stakes are higher than ever before. It is a time for the right decisions, not just for good discussions. And the resolve of leaders and nations across the world will be put to the test over the coming days.",
        "But if we can coordinate at a global level, national actions around the principles that I have set out today, then I believe that we can come through these difficult times and become stronger for the changes we make, both as individual nations and as a global community, securing the future of our banking system so that for generations to come London and Britain remains home to global finance.",
        "Thank you very much."
    ]
}