{
    "url": "https://www.ukpol.co.uk/gordon-brown-2004-speech-at-the-political-studies-association-awards-ceremony/",
    "title": "Gordon Brown – 2004 Speech at the Political Studies Association Awards Ceremony",
    "post_date": "January 3, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 30 November 2004.",
    "content": [
        "The longer I am a Member of Parliament the more I realise that to resolve the challenges of the present and to equip yourself as a nation for the future we must have a deeper understanding of our past – of our history and of our society.",
        "Indeed – as I say in the British Council pamphlet published today – the nations that will succeed in the modern world will be those that have a stronger sense of who they are, what they strive to achieve and – in the face of terrorism – what they are defending.",
        "It is only by understanding that Britishness is founded not on race or ethnicity or even on unchanging institutions but on shared values that you are best placed to solve questions of racial integration and then asylum and immigration. And David Blunkett and I are agreed that lessons in citizenship should involve teaching about the values that underpin British history.",
        "It is only by understanding that our values are based on liberty, tolerance and civic duty that we can evolve for our time the checks and balances of a modern constitution best suited to Britain’s needs and British peoples aspirations.",
        "It is only by understanding what it is to be British and that to be British involves being outward looking, internationalist and Pro-European that we can solve the vexed question of Europe for our generation.",
        "So instead of marginalising our history or apologising for our history we should be rediscovering in our history our essential genius – the values of liberty, civic duty, fair play, enterprise and internationalism that shape our institutions. And in receiving this award let me make a proposal that on a non-partisan basis, across academia, politics, and journalism – we can debate Britishness and interested people will establish a new Institute and Forum for Britishness studies examining the forces at work in shaping the future of Britain.",
        "Indeed, the theme of the Pre-Budget Report will be that the next decade can be a British decade, that Britain’s success and destiny depends upon understanding and building upon our historic strengths our stability, our openness to the world, our scientific creativity, our world class universities – and then understanding and addressing our weaknesses – the need to invest long term in science, enterprise, education and in the potential of every young person and adult.",
        "So at the heart of the Pre-Budget Report is a patriotic vision of Britain’s future as a country of ambition and aspiration – how we make Britain the best place to grow up in, the best place to study, the best place to start a business and to work – as we build a Britain that makes us even more proud to be British."
    ]
}