{
    "url": "https://www.ukpol.co.uk/alan-brown-2023-speech-on-industrial-action-and-minimum-service-levels/",
    "title": "Alan Brown – 2023 Speech on Industrial Action and Minimum Service Levels",
    "post_date": "January 14, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Alan Brown",
            "url": "/tag/alan-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade Unions",
            "url": "/category/trade-unions/"
        }
    ],
    "summary": "The speech made by Alan Brown, the SNP Home Affairs spokesperson and the MP for Kilmarnock and Loudoun, in the House of Commons on 10 January 2023.",
    "content": [
        "This Government have already created the most restrictive and anti-trade union laws in Europe. This new right-wing culture war stinks, and they are using ambulance cover as a pretext to attack workers’ rights. It was the Tory membership that gave us a Prime Minister who tanked the economy overnight, put people’s mortgages up and gave us high inflation, yet it is the Tories who continue to demand that public sector workers take the hit to balance the books.",
        "Everyone can see the irony of the Tories clapping key workers and now giving them a pay cut and threatening them with the sack for future action. Does the Secretary of State really think that ordinary people support Tory plans over the nurses? Does he realise that the public can see Pat Cullen and Mick Lynch destroying their arguments and soundbites? Does he understand that train commuters, who already suffer from appalling service, will be raging when they find out how much money train companies are making from strike days, paid for by taxpayers? How much money has been paid to train companies that could have gone to workers instead?",
        "It has not been easy for the Scottish Government, but they have negotiated better pay settlements for Police Scotland, train crews and NHS workers. It is something that the Royal College of Nursing would be willing to discuss with the UK Government. Those actions were commended by the unions, but not even acknowledged by Labour. There are no ambulance strikes in Scotland, and that has been done within a fixed budget and negotiations with one hand tied behind our back. Now, despite working with the unions, Scotland is to have the same anti-worker or anti-union legislation imposed on it, against the wishes of the Scottish Government. It is an imposition made easier by the Labour party agreeing with the Tories that workers’ rights should remain with Westminster and not be devolved to Scotland. We do not want to be part of plans designed to sabotage workers’ rights. This situation has clearly shown once again that if Scotland is to become a fairer, more equal country that respects workers’ rights, the only way to do so is to become a normal independent country.",
        "**Grant Shapps**",
        "The hon. Gentleman tries to push the argument that somehow this legislation will take us out of step with other European countries, and I have already explained that it is we who are out of step with what already occurs elsewhere in Europe. If we go beyond Europe, he will be interested to hear that in Australia, Canada and many states in America, blue-light strikes, as we would call them, are banned entirely. We are taking a moderate, sensible approach. I would have thought that the hon. Gentleman would wholeheartedly support protecting his constituents in that way. While we are taking lectures from him about how the Scottish Government handle these things, I could not help noticing that Scottish primary school teachers are on strike and secondary teachers go on strike in Scotland on Wednesday."
    ]
}