{
    "url": "https://www.ukpol.co.uk/lyn-brown-2022-speech-on-the-international-day-for-the-elimination-of-violence-against-women/",
    "title": "Lyn Brown – 2022 Speech on the International Day for the Elimination of Violence Against Women",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lyn Brown",
            "url": "/tag/lyn-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lyn Brown, the Labour MP for West Ham, in Westminster Hall, the House of Commons, on 1 December 2022.",
    "content": [
        "It is an absolute pleasure to serve with you in the Chair, Ms Elliot. I thank my hon. Friend the Member for Bristol South (Karin Smyth) and the hon. Member for Thurrock (Jackie Doyle-Price) for securing this really important debate.",
        "Labour believes that we will never have justice, or achieve a collective potential, until women and girls everywhere can live their lives free from violence. As women, we know that fear of violence can shape every single part of our lives, holding us back in many ways, and that the aftermath of violence has a lifelong impact. In the UK, violence against women and girls is far from being ended. Today, we remember in particular Bibaa Henry, Nicole Smallman, Sabina Nessa, Sarah Everard and the tens of thousands of women who are assaulted, abused, raped or murdered by men in this country every single year.",
        "We are going backwards. As my hon. Friend the Member for Bristol South rightly said, a woman is killed every three days in this country. Only 1.5% of rapes now result in a criminal charge—a huge decline since 2015. Even now, nine police services have failed to provide any specific training to their officers on how to handle domestic abuse. I know, because I shadow him, that the Minister has responsibility for international rather than domestic policy, but I hope he will join me in calling that out and acknowledging that those facts are shameful.",
        "I am in the Chamber as a shadow Foreign Minister, so I hope Members will understand that most of my speech will be on the international action that is necessary, but clearly the UK has an enormous problem within our own borders and the Government have much work to do to make up for those failings.",
        "In my speeches, I always like to try to give voice to those who do not have my privilege, so I want to mention a few testimonies from the conflict in Ethiopia. As we support the peace process there, we have to ensure that accountability is paramount. A Tigrayan mum who reported that she was raped by Eritrean soldiers said:",
        "“Five of them raped me in front of my children…They used an iron rod…to burn me. They inserted pieces of metal in my womb…Then they left me on the street.”",
        "Another Tigrayan mum of two, who reported rape by 10 regional militia members while trying to flee to conflict, was told:",
        "“If you were male we would kill you, but girls can make Amhara babies.”",
        "These are the words said to a 14-year-old girl, who reported being raped, along with her mother, by Tigrayan forces:",
        "“Our families were raped and now it is our turn to rape you.”",
        "The suffering and trauma that those women experienced and the misogyny driving the atrocities is clear. We need a systematic response, backed by consistent resources, and we need to keep working to break down gender inequality and the attitudes that fuel male violence.",
        "As we have heard, this week the Government hosted the preventing sexual violence in conflict initiative conference. I was there, and I heard consensus about the need for action and for spaces where survivors can raise their voices safely. Sadly, the conference was marred by the decision to include a speaker regarded by many survivors as complicit in atrocities, including sexual violence, during the conflict in the former Yugoslavia in the 1990s. I have to ask why no survivors of sexual violence in the conflict in Ethiopia were enabled to speak. I hope we can hear about how lessons will be learned, because sadly the work of Foreign, Commonwealth and Development Office staff and UK-funded non-governmental organisations has been undermined and that work can be so powerful.",
        "We support legal advice for survivors and provide resources to help women build their strength to fight for political change in their countries. I was grateful to hear directly from African women survivors about what they need from the UK. They were very clear that we need to empower local leaders on programme design and delivery, because they can use UK funding most effectively.",
        "We need to continue the UK’s work on tackling stigma and empowering women within militaries, the police and judiciaries. The need for UK partnership goes way beyond specialist programmes, because we know that poverty and inequality often create the conditions for women to be violently abused and denied justice. When girls are out of education or there is a crisis such as the devastating drought in the horn of Africa, they are much more vulnerable to the abuse of child marriage. Once a girl is in that position, further violence, including rape and domestic abuse, becomes far more likely, and freedom and justice are much harder to obtain.",
        "Nala was 12 when conflict forced her family to flee their home. Her father was killed and the family ran out of food. Out of desperation, her mother married her to an adult man who raped and abused her, and abandoned her when she became pregnant. In many of the countries where the most appalling atrocities against women and girls are happening, Governments are weighed down by unsustainable debt and undermined by climate disasters. Very few have the resources to reform their legal systems or provide protection, support and justice for survivors. Many Governments are struggling to keep the lights on and the teachers paid.",
        "Our development assistance has been slashed. The aid that remains is much less focused on the poorest countries. That does not help vulnerable women and girls in these countries. The proportion of UK bilateral aid going to low-income countries has fallen by eight percentage points in the last five years. It is now barely above 50%. That does not even take into consideration the massive share of our aid being spent wastefully by the Home Office here in the UK.",
        "I strongly welcome the preventing sexual violence in conflict initiative strategy, but how will it have its intended effect when resources are dwindling? Action to tackle the global food crisis, give girls access to education and healthcare, and build peace and resilience against climate change all helps in our fight against male violence, but we can only offer warm words if the money gets spent by the Home Office.",
        "We also need to ensure that there are sanctions. The UK strategy states:",
        "“We will seek to use…UK sanctions regimes to deter … perpetrators”.",
        "As we know, there will not be any deterrent unless sanctions are actually used, but the Government have not even mirrored sanctions on the central reserve police in Sudan, who were sanctioned by the US because their officers allegedly raped women protestors. As I have said, there have been so many reports of horrifying sexual violence against women, children and men by Eritrean forces involved in the conflict in Tigray, but recent Eritrea sanctions have not been mirrored either. I hope that we will see leadership on sanctions designation in the coming days, as the Foreign Secretary has said.",
        "I think many of us agree that the Government’s record on justice for women in the UK is, frankly, dire. Despite all the chaos of the past months and the damage done to the UK’s international reputation, we should be proud of the work that our officials do to support women and girls around the world. The truth is that we need to do more of it. If the Government focused on long-term partnerships and aid delivery, we could have a much better impact.",
        "All women and girls deserve to be safe from violence. All survivors deserve justice. We must amplify survivors’ voices and build women’s power. In partnership, we can break down the inequalities and misogyny that drive violence against girls and women everywhere. I hope that the Minister will set out how the Government plan to do just that."
    ]
}