{
    "url": "https://www.ukpol.co.uk/alan-brown-2023-speech-on-electric-vehicle-battery-production/",
    "title": "Alan Brown – 2023 Speech on Electric Vehicle Battery Production",
    "post_date": "January 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Alan Brown",
            "url": "/tag/alan-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alan Brown, the SNP MP for Kilmarnock and Loudoun, in the House of Commons on 18 January 2023.",
    "content": [
        "I express sympathy with all those affected by the job losses, but this is an abject failure of the mythical levelling-up agenda. Unfortunately, that should not come as a surprise. It has always irritated me that the Tories claim that they are the ones to level up communities—the very communities that they devastated in the first place.",
        "Just over a year ago, the former, former Prime Minister was boasting about the construction of Britishvolt’s gigafactory. He said that it would create 3,000 direct jobs and 5,000 supply-chain jobs, and support the production of 300,000 batteries for car production. That meant putting our faith in a company with no pedigree, no assets except a field and no products to deliver a £4 billion factory—and that with one owner with a conviction for fraud. We know that the Government do not care about paying taxes, but that is akin to awarding a ferry contract to a company with no ferries. When did the Government do due diligence? When did they realise that there was a problem and what actions did they take? When will we see a coherent strategy for battery production, EV manufacturing, the roll-out of charging points across the UK and, importantly, hydrogen vehicle manufacturing and green hydrogen production?",
        "**Graham Stuart**",
        "I share the hon. Gentleman’s enthusiasm for the opportunities that come from net zero. That is why we are moving so hard on nuclear, which of course anybody who is not a prisoner of some ideological opposition and is genuinely committed to green energy would support. We are supporting that across the piece. I do not think that Conservative Members will take lessons on industrial intervention from Scottish nationalists after their shipbuilding enterprises in the north."
    ]
}