{
    "url": "https://www.ukpol.co.uk/lyn-brown-2022-speech-on-the-nhs-workforce/",
    "title": "Lyn Brown – 2022 Speech on the NHS Workforce",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lyn Brown",
            "url": "/tag/lyn-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lyn Brown, the Labour MP for West Ham, in the House of Commons on 6 December 2022.",
    "content": [
        "Across north-east London, our population is set to grow by the total of the population of Dover in just the next five years. By 2042, the added population will be the size of Milton Keynes. We have the highest rate of NHS vacancies in London. We simply cannot go on without long-term workforce planning and investment in staff and in services. We have lost a large number of international staff since Brexit, and retention is a massive problem, with an annual staff turnover of almost 17% in the Government’s recruitment campaign for nurses.",
        "We have the highest spend on agency staff in the region—10% of some staffing budgets goes to agencies. But even with all that money being spent, our operating theatres are struggling to find enough bank and agency staff to fill the gaps. How on earth are we going to tackle the backlog if our theatres cannot be used to full capacity? How are we going to get patients in and out of hospital quickly if their operations are being delayed?",
        "In Newham, maternity is one of the worst affected NHS services. As we know, high-quality accessible maternity care saves lives, and local need is massive. We have very high levels of poverty, as well as demographic pressures from our rapid population growth. There is a 19% vacancy rate on our maternity wards; almost a fifth of roles have no one to do the job, so non-specialist nurses are filling in for midwives. Surely, that has an impact on the quality of care. Sometimes, even women who have been assessed as having a higher risk cannot be admitted because there are, frankly, not enough fully staffed beds, so they are sent home instead, with an obvious increased risk.",
        "One of our birth units is being closed repeatedly so that staff can transfer elsewhere and keep hospital services running. Those forced closures took place for almost 10% of the year to August. Surely, that increases costs for the NHS, as lower-risk births end up having to take place in hospital.",
        "Every part of the NHS is creaking, and we are getting closer to collapse because workforce issues have been neglected. We have known that these problems have been getting worse for years now, exacerbated by austerity. This ain’t just about midwives and doctors; there is a shortage of admin staff, too, which is leading to a higher number of antenatal appointments being missed. So, when patients have to go into hospital even though they could be treated more effectively in less expensive settings, and when appointments are missed and preventive care does not take place, what happens? Costs go up for our NHS. The Government’s failure to recruit and retain enough staff is making our NHS less effective in terms of value for public money and is, let us face it, putting lives at risk, too.",
        "In north-east London, we have the most diverse integrated care system population and the highest birth rate in the country. We know that if maternity patients do not get the care that they need, the risks are high. We have all heard the terrible statistics about women from black communities being four times more likely to die in childbirth than women from white communities. If we are to address that shameful injustice and end those deaths, Newham is one of our frontlines. But the reality is that our response is being held back and women put in greater danger because our NHS simply does not have the staff. The Government need to understand that many of those difficulties could get even worse without change. As we know, so many of our health and care staff are simply exhausted. They are working all the harder to fill in for vacancies. Often, they are offered less flexible work because the demand on services is so acute and no one can fill in the gaps.",
        "A decade of austerity and the cost of living crisis have taken a huge toll. Locally, 17% of our skilled and experienced nursing staff are over 55. Many of those who keep our services going—or barely running—do not have many working years left in them. We can see that this is completely and utterly unsustainable. The dedication of our NHS staff, for which we rightly praised them so highly during the pandemic, has its limits. How much closer to collapse will our NHS get if these pressures continue to build? How many more patients will be let down? Frankly, a Labour Government cannot come soon enough."
    ]
}