{
    "url": "https://www.ukpol.co.uk/gordon-brown-2000-speech-on-britain-and-the-knowledge-economy/",
    "title": "Gordon Brown – 2000 Speech on Britain and the Knowledge Economy",
    "post_date": "December 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 16 February 2000.",
    "content": [
        "Britain can enter a new year of challenge with more optimism than for many years.",
        "If in the twentieth century Britain suffered relative economic decline, the twenty first century can be one of economic renewal, where the challenge for Britain is to build on the best chance for stable long term prosperity we have had for generations.",
        "My optimism is rooted in my belief that we are rediscovering our essential strengths as a nation.",
        "We are rediscovering the strength to take the tough decisions to build a framework of fiscal and monetary stability.",
        "While the need for stability was taken for granted in our nineteenth century economic heyday the pressures of twentieth century politics pushed successive governments off course.",
        "We have now, as a country, found a new resolution to take the tough decisions and entrenched it with the independence of the Bank of England and our new rules and code for fiscal stability. Britain now has the foundation of stability on which to build.",
        "We are not only rediscovering our commitment to toughness in economic management but, even more important, our commitment to the work-ethic.",
        "With our new deal, the work ethic is being reestablished in every part of Britain. And we are stage by stage building it into the culture of our society, with radical programmes of reform in education and welfare to work.",
        "And we are also discovering – and this is my theme today – new ways of harnessing our innate creativity and adaptability as a people.",
        "At every point in our industrial history our greatest successes have been built on the creative genius of our people and the willingness to adapt and change. This is true not only of the inventive skills – from the steam engine to jet engine – which made Britain the home of the first industrial revolution but also of the pioneering work of Babbage and Turing that made possible the computer and information revolution.",
        "Now that the future is knowledge-based – e-shaped, if you like – we can already see the qualities needed for success: those countries that will succeed will be those that can best unleash the potential of their people by drawing on the qualities of creativity, flexibility and adaptability, the work ethic and of course an open and outward looking approach to the world.",
        "So, I believe Britain to be well-placed to lead in this new world and I want to suggest today a number of measures that can help us succeed.",
        "But let us remember the challenge we must surmount. For today, just one in ten companies in the UK sell on-line.",
        "Just one in four companies make purchases on-line.",
        "Just over forty per cent of households already have computers.",
        "Around ten million people – less than 20 per cent – use the Internet.",
        "We must do better and start doing better now, this year.",
        "I recognise success for the future will not come automatically. And much of our success will come from government getting out of the way and releasing the energies of the British people. But I also want today to draw attention to how, through applying British values – our creativity, openness, and willingness to adapt – we will bring into play the critical ingredients for success.",
        "First, measures to create a knowledge economy – through the encouragement of competition, innovation and new business development – not least measures that need to be backed up by a willingness in the public sector to innovate.",
        "And second, measures to create a knowledge society through transforming education and widening access for all, drawing on the long-standing British commitment to fair play and opportunity for all.",
        "1\\. The knowledge economy",
        "First, measures to create for Britain a strong knowledge economy.",
        "The sharpest spur to innovation, efficiency and improvement is competition.",
        "The new economy of the next decade will need more competition, more entrepreneurship, more flexibility and more long-term investment.",
        "And Britain is well-placed to rediscover the genius for creativity and invention that was displayed so clearly in the industrial revolution.",
        "Indeed, our creative talents that are flourishing today in design, communications and software serve us well for the next stage of the e-commerce revolution.",
        "The Government is now reviewing every barrier to competition in the emerging e-commerce market and seeking to remove them.",
        "In every area we are asking what we can do to enhance competition and opportunity.",
        "Our new Competition Act not only makes our competition authority independent but also for the first time prohibits all anti-competitive practices.",
        "And we are now reviewing the rules of professional associations to ensure there are no unfair barriers to entry holding back the new economy.",
        "It is critical to ensure that the price of telephone use is not a barrier to greater Internet use, or leads to a divide between IT-haves and IT-have nots.",
        "Affordable high speed access to the Internet for both businesses and consumers is key to the future growth of e-commerce in the UK. This requires the right infrastructure for the different forms of access, delivered within a competitive environment. So I am encouraged by a number of developments in this area.",
        "One of the inhibitors to greater use of the Internet in the UK has been expensive telephone charges. But industry is responding to competitive pressures and consumer demands. BT recently announced proposals for a series of Internet pricing packages allowing unmetered Internet access. This was followed on Monday by an announcement from TeleWest that they will offer unlimited access to the web – 24 hours a day, 7 days a week – for 10 pounds a month. Other companies are likely to make similar announcements soon. So very soon, just as you can in the U.S., you will be able to surf the net without worrying about the cost of each extra minute.",
        "And Oftel have announced new pricing arrangements so that Internet service providers can choose how to price their calls. This should further enhance the competitive pressures that are pushing down the cost of Internet access in the UK.",
        "Equally important to cost is the availability of high-speed access – broadband access – to the Internet. The upgrading and unbundling of BT’s local loop is a welcome and major step forward in this area.",
        "In the spring BT will be rolling out ADSL – bringing high-speed Internet access to homes and businesses across the country. But this must be done within a competitive environment to ensure broadband access is affordable. To promote competition, Oftel will ensure that other operators are able to provide their own broadband services over BT’s local loop by July 2001- if not before. Indeed, I know that Oftel believe this timetable can be improved. Let the industry be in no doubt that I stand full square behind Oftel in these aims. We will not allow any foot-dragging here.",
        "We are also actively promoting other forms of broadband access, again ensuring these are delivered with a competitive and innovative environment.",
        "Britain is at the forefront of the new third generation technology that will revolutionise the mobile phone – allowing access to data up to two hundred times faster than through existing mobile phones. The new spectrum auction – the auctioning of five licenses, one of which will be reserved for a new entrant into the market – is designed to maximise competition. There have been 13 applications to participate in this auction.",
        "And we are looking to rapidly roll out fixed wireless technologies. Last May, Michael Wills and subsequently in January Patricia Hewitt set out the Government’s plans to make radio spectrum licences available for new broadband fixed wireless access services. The first of these will be available in the Summer. And we will be ensuring that these licenses are allocated within a competitive environment.",
        "I encourage the industry to think creatively and come forward with innovative proposals for the use of this exciting technology. This should provide an early alternative to fixed line access and is especially good news for small businesses.",
        "These are welcome and exciting developments but I remain concerned about the competitive disadvantage that British businesses face in this area. I want to see a quick roll out of the necessary infrastructure, and competition to drive down prices further, so that the costs in the UK for both business and consumers are comparable to those in the U.S. I know that Oftel share this desire.",
        "I met with David Edmonds, the Director General of Oftel, yesterday to discuss developments, and to emphasis the strong support that Oftel have from me and others in Government. We discussed how important it is for the competitiveness of the UK economy that urgent progress is made. I know that David firmly shares my strong belief that delivering low cost Internet access is one of the single most important things we can do to promote the knowledge economy. It is our aim that the cost of using the Internet in the UK will be as low as in the U.S. by end 2002. This is our challenge to the industry – a challenge our country needs met, a challenge we will continuously monitor in detail and if not being met will prompt us into further action.",
        "But we must do more than simply create this new competitive environment.",
        "I have said I want British creativity and inventiveness and enterprise to flourish in the new knowledge economy.",
        "So we must also create an environment more favourable to the high investment, high skill, hi tech and high wage economy we want to create for Britain.",
        "The measures that will release what I sometimes call the British genius for invention and enterprise will include incentives that encourage new investment and more innovation; the transfer of technology – with, overall, a more favourable commercial environment and tax regime.",
        "A goal for Britain is to lead the way in the interactive content industry, which will be one of the biggest drivers of growth in the new economy. Just as Hollywood brought together, for the film industry of the 1930s, the finance and management skills, together with writing, acting, design and creative talents, so too we could bring together finance, management and technical and creative skills in the interactive content industry. With the benefits of the English language and our indigenous talents Britain is well placed to lead the world. So we will now examine detailed measures to promote this.",
        "Let me set out some of the measures that will assist this and growth in high technology industry.",
        "First, to build on Britain’s genius for scientific invention by modernising our science and technology base, we are investing in an innovative 700 million pound public-private partnership with the Wellcome Trust and the awards that have already been made include, for example, support for an advanced technology institute in the University of Surrey.",
        "Second, a new R&D tax credit will, from this April, mean that nearly a quarter of new investment in small and medium-sized business research and development is under-written even before a penny profit is made.",
        "Third, we have created a new University Challenge Fund to help universities commercialise their inventions and help university based companies transform British inventions into British-made products. These are seed venture capital funds to allow universities to demonstrate the feasibility of research outputs with commercial potential.",
        "Fourth, to help universities gain management expertise to commercialise inventions and to help transfer technology from the science lab to the market place, the Government is creating new Institutes of Enterprise. Indeed, we are keen that British universities build trans-Atlantic and trans-European alliances in research and commerce, such as we have initiated with the MIT/Cambridge link up.",
        "There are a number of examples of existing and planned link-ups between UK and U.S. universities. For example, Warwick University with Carnegie-Mellon University in Pittsburgh; Heriot-Watt University is currently involved in discussions with Michigan concerning the development of a Scottish centre of engineering excellence at Rosyth; and Imperial College has formal links with both Georgia Tech and Emory University in Atlanta.",
        "We recognise that UK universities are keen to establish such U.S. link-ups. And we are looking at how to promote these link ups. And while most government effort on science exploitation has in the past focussed on the academic “push”, we will consider how we can meet the challenge by encouraging an industry “pull” – examining the case for incentives for business/science collaboration with an emphasis, as in ‘smart’, on getting business to take a closer interest in exploitation opportunities in universities.",
        "Fifth, I want new encouragement for the venture capital industry and especially for the start up and early stage ventures, where equity is more appropriate than bank loans, but where there is as yet insufficient encouragement to invest.",
        "In advance of the Budget we will examine how we can build on the new network of Government- backed regionally based venture capital funds, nine in total, that are designed to encourage investment in early-stage, high technology companies, especially for amounts up to 500,000 pounds. The DTI published bidding guidance before Christmas and they have now received 21 intentions to bid. I would now urge potential investors to look seriously at investing in the regional venture capital funds.",
        "We are also taking forward a UK High Technology Fund to help early-stage high-technology businesses – who have historically found it difficult to raise money for development. It will be a fund-of-funds, providing finance for investment in existing venture capital funds that specialise in the provision of equity-based finance for early stage high-technology firms. Funds are currently being raised from institutional investors and the fund manager is making significant progress towards meeting the target of 125 million pounds.",
        "And sixth, tax reforms are designed to encourage investment in new companies. We have cut small business tax from 23p to 20p and introduced a new starting rate of tax for small companies of 10p in the pound. Every company making profits of up to 50,000 pounds will benefit.",
        "Corporation Tax has been cut from 33 to 30 per cent, and to encourage and reward new business investment, we have cut the long-term rate of Capital Gains Tax from 40p to 10p. We have proposed a cut in the taper so that anyone investing for five years will pay only 10p and for three years only 22p.",
        "We are also freeing high tech start-ups from unnecessary regulation to allow quicker access to finance. Our proposals could save months, in an area where this can make the difference between business failure and business success.",
        "These new companies will also be able, from this April, to benefit from the Government’s Enterprise Management Incentive Scheme, tailor made for the new Internet and hi tech company. To recruit top managers for smaller high risk companies, we are offering tax relief for key employees on stock options worth up to 100,000 pounds.",
        "Seventh, a new tax incentive to promote corporate venturing. Corporate venturing has been vital in Silicon Valley and elsewhere – providing small high tech firms with a strong capital base, better skills in marketing and management, and a greater market reach. So to help the large companies sponsor the development of the small, large companies that invest in growing companies for a specified period will receive a tax relief of 20 per cent, underwriting one fifth of their investment. This 100 million pound incentive can bring Britain additional investment of 500 million pounds every year.",
        "The City of London is one of the largest financial centres in the world and this month alone a number of UK Internet start-ups have found financial backing. But we need to do more to build on the strengths of our capital markets. That is why we have encouraged Techmark, a new market within the London Stock Exchange for companies whose success depends on innovation, and the arrival of NASDAQ in Britain.",
        "I am planning to host a major UK-U.S. conference later this year which will bring together leading U.S. & UK entrepreneurs and representatives of leading companies and capital providers to look at further ways we can develop a more entrepreneurial and enterprise focussed economy in the UK which can grasp the opportunities new technological developments can offer.",
        "Businesses and individuals are responding to new technologies and the new challenges of the Internet age. Government must do the same.",
        "Just as businesses have used the Internet to refocus their activities on the customer – supplying new services, when, where, and how the customer wants them – Government needs to do the same.",
        "So we are restructuring our public services, from taxation to procurement, from health to our legal systems – organising Government in new, innovative and more flexible ways.",
        "I can announce that we are undertaking a cross-cutting spending review to look at all aspects of Government and e-commerce. This will be headed by Andrew Smith and Patricia Hewitt and will ensure that as one element of our ambition to make the UK the best place in which to do e-commerce we make this the best e-government in the world.",
        "The Internet presents a great opportunity to enhance the interaction between people and Government. As Bill Gates recently pointed out, this new technology is making Government more democratic.",
        "The 2.5 billion pound Capital Modernisation Fund was set up to support capital investment to improve public services. Projects which this has funded include:",
        "– 1.1 million pound for an integrated single electronic procurement system across government to support electronic tendering – this could save 10 million pound a year;",
        "– 18 million pound for an IT job matching scheme – a sophisticated IT system to match job seekers to employers online;",
        "– 30 million pound for cross-departmental IT linkages between the Criminal Justice Departments to promote joint working and reduce paper;",
        "– 2.8 million pound for the Driving Standards Agency for hand held computers for driving examiners to record test results in the car and transmit results to allow the automated issue of driving licences; and",
        "– 12 million pound to provide a global network of British information and services abroad – one-stop shop information kiosks built on interactive websites.",
        "And we have introduced the new 230 million pound Invest to Save Budget – funding innovative ways of delivering services:",
        "– testing the scope for delivering a range of employment service and benefits agency services through a call centre, accessible by telephone, fax, e-mail – or through an Internet website;",
        "– two pilots testing the feasibility of allowing drivers to apply for vehicle tax discs by electronic means; and",
        "– a pilot developing and testing a new IT system, providing detailed information on local authority enforcement functions through a single point of contact.",
        "By 2002, our aim is that the public will on-line be able to:",
        "– book driving and theory tests;",
        "– look for work and be matched to jobs;",
        "– submit self-assessment tax returns and get information and advice about benefits;",
        "– apply for training loans and student support, all on-line.",
        "Businesses will on-line be able to:",
        "– complete VAT registrations and make VAT returns;",
        "– submit PAYE returns and other forms;",
        "– file returns at Companies House; and",
        "– receive payments from Government for the supply of goods and services.",
        "And today I can announce the discounts for the filing of tax returns over the Internet. We will offer discounts to encourage electronic filing and payment:",
        "– in April 2000-2001, 10 pounds for each income tax self assessment return filed by taxpayers over the Internet.",
        "– in April 2001-02, 50 pounds for either PAYE or VAT returns filed by small businesses over the Internet – 100 pounds for both PAYE and VAT;",
        "We are also looking to modernise Government in a number of other ways. For example:",
        "– liberalising Government data; and",
        "– stretching targets for electronic procurement.",
        "How Government, as the largest single agent in the economy, buys goods and services is a key driver of private sector behaviour. That is why we have set targets for Government procurement. And we are considering whether we can go further.",
        "As an early step to make sure Government information is fully exploited, I can announce that the new national statistics website is to be launched in April – offering an extended range of data from across Government free of charge, demonstrating our commitment to ensure that data is widely available and easy to access.",
        "And with our Invest to Save and Capital Modernisation Funds we are rapidly moving forward the e-government agenda. But I want to make sure that we give the best incentives and encouragement to departments and officials to exploit new technologies and the opportunities e-commerce presents to the full. So today, by ring-fencing some of the ISB and CMF monies explicitly for electronic Government ideas, I am launching an e-challenge fund. This will give incentives to Government departments and agencies to identify e-commerce opportunities in their areas.",
        "2\\. The knowledge society",
        "Now I turn to the knowledge society.",
        "You cannot build a knowledge-driven economy without a knowledge-driven society. Unless everyone in it has knowledge of these technologies and access to them, no economy will have the size and sophistication of markets nor the quality of skills base needed to succeed in this digital age.",
        "So, success in the Internet age depends upon an educated economy where the benefits flow not just to some but to all. And we must make sure that the opportunities of new technologies are shared in every community.",
        "As a nation we could stand aside. We could have a society divided between information haves and information have nots. A society with a wired up superclass and an information underclass. An economy geared to the needs of some parts of Britain but not the whole of Britain.",
        "Yet the blessings of new technology give us the means to break down the walls of division, and the barriers of isolation.",
        "By putting the equipment, as well as the opportunity, directly into people’s hands, we can break down the barriers that prevent people realising their potential.",
        "The extra 19 billion pound our country is now investing in education will help give everyone the opportunity to master the skills and technologies of the new information age.",
        "Today we are pushing through huge educational reform. We are introducing early learning; a new focus on basic skills in primary schools; restructuring teachers’ pay to reward good performance; zero tolerance of failing schools; expansion of further and higher education through an extra 800,000 students by 2002.",
        "When we came to power in 1997, around one in ten of our schools were linked to the Internet.",
        "I can report to you that the extra investment this Government has made is already giving access to the Internet’s new world of knowledge to pupils in two in every three schools across Britain.",
        "By 2002, there will be over 23,000 schools connected to the Internet, with training in computers open to 400,000 teachers. We are well on track to achieve this target with over 15,000 schools already on-line. Our IT strategy is allowing, for the first time, teachers and head teachers to share experience and good practice techniques over the web.",
        "New help worth 20 million pound is making it possible for more teachers to have computers for home use.",
        "But we must go further. This year we are doubling the money on IT in schools. By 2002 every school – rural and urban, rich and poor, north and south – all of our schools should be connected to that new world of knowledge. And parts of the national curriculum will be taught through software accessed on the Internet, motivating all pupils.",
        "But we are doing far more than simply invest in schools and colleges.",
        "In the last Budget, we allocated an additional half a billion pound to the establishment of new ICT learning centres and accompanying measures to widen use of ICT in homes, schools, business, the community.",
        "Altogether, the Government is providing 1.7 billion pound for the national IT strategy – including support from the New Opportunities Fund. To 2001-2002, this comprises:",
        "– over 650 million pound for schools in England, plus 62 million pound in Scotland (Wales and Northern Ireland not yet known);",
        "– 230 million pound for teacher training in ICT;",
        "– 20 million pound for librarian training in ICT;",
        "– 50 million pound for digitisation of library content;",
        "– 200 million pound for ICT infrastructure in libraries (contributing to the ICT learning centres);",
        "– 470 million pound from the Capital Modernisation Fund for up to 1000 learning centres across the UK.",
        "A whole new network of computer learning with one purpose only, that the whole of Britain is equipped for the information age.",
        "So everyone will have the chance to succeed in the new economy. We are delivering individual learning accounts. A million men and women can receive 150 pounds to set up their own individual learning accounts – putting the power to plan and prepare for their own careers in their own hands. Next year any adult with an individual learning account will be able to claim a discount of 20 per cent, an additional grant of up to 100 pounds, on the cost of their learning.",
        "For all adults signing up to improve on their basic computer literacy, there will be a discount of 80 per cent on course fees.",
        "The Internet not only brings home the need for lifelong learning but also enables lifelong learning to be brought into every home.",
        "The University for Industry will use the latest technology, including the Internet, to do in the 90s for lifelong learning what in the 70s the Open University did through TV for university learning – to bring education and training into the home and the workplace.",
        "So with our new university, individual learning accounts, and with help with computers and computer literacy, the Government is embarked upon the biggest public education programme on offer in our history – opening up new opportunities for millions of people.",
        "In Sweden the biggest single measure that increased the number of families with computers and the Internet was the tax incentive we are introducing in Britain.",
        "To bring more computers into more British homes, we have made it possible for employees to be able to borrow computers from their companies as a tax free benefit.",
        "And we now expect the number of people doing so to rise to 300,000 over the next two to three years.  \nBut we need to do more.",
        "In our poorest communities, the facts are that people are left out.",
        "While three quarters in work use a computer, only one third out of work.",
        "Of those working, half have a computer at home. Of those not working, only 21 per cent.",
        "Of the lowest skilled and lowest income, only 18 per cent have a computer.",
        "And only 3 per cent of the poorest households are on the Internet.",
        "Only one fifth of those out of work have been on an open computer course.",
        "So, in the Budget and beyond, to widen access to ICT and to ensure that there is no group of information have-nots, we will consider further action in the following areas.",
        "First, we are making opportunities available for an extra 50,000 people to attend IT introductory learning courses. These will be available free – including to the unemployed, the low paid, the disabled and single parents. And we are considering how we can expand this.",
        "Second, we will see how quickly we can expand to all areas of need computer learning centres",
        "In the last Budget, we set a target for a national network of 1000 computer learning centres, one for every community in Britain – in schools, colleges, libraries, in Internet cafes and on the high street. We are well on course.",
        "And here, new forms of providing access are being introduced – as libraries pioneer easier access – including drop-in centres in shopping locations.",
        "Two sets of pilots have already started – one in September 1999, the other in January. And the first large tranche of centres will be announced in September, for which DfEE has just invited bids. New forms of provision are being tested, including a mobile ICT learning centre attached to a travelling circus around Birmingham. In Sheffield, the Citinet will link community-based ICT learning infrastructure and the University for Industry.",
        "It is only right and fair that we start with the most deprived communities in the country, and make sure that they are equipped for the computer age.",
        "Third, Learning Direct – the new University for Industry – will be the next stage in computer learning .",
        "ICT learning centres will offer links into Learn Direct. And individual learners will be encouraged to move from taster and basic ICT courses to more advanced ICT and other courses offered by Learn Direct.",
        "And fourth, people who need them should have computers available in their homes as well as at computer learning centres.",
        "And we will do this by loans.",
        "So, we are already pioneering a system under which poorer individuals – sometimes through local partnerships – will be able to lease computers and software in the new century in the same way local libraries have loaned books in the last century.",
        "And in April we will be able to announce those partnerships across the country that will deliver the first tranche of our 100,000 computers on loan to poorer families.",
        "And public provision will not only include hardware and software, but also connectivity and advanced online and offline learner support.",
        "Taken together, these measures – new courses, new computers, new computer centres – will mean that every unemployed person will be offered a computer training course free of charge, and at a later stage the chance to graduate to the University for Industry courses.",
        "And we will extend this beyond those who are registered as unemployed. Helping the single parent back to work by giving them skills – as well as information about work – is vital. The new computer courses put opportunity directly in their hands and will increase employability. So in addition to the registered unemployed, every single parent on benefit will be offered this course free of charge as part of the extension of opportunities to them.",
        "We believe that in total one million can benefit by the end of 2002",
        "So, with our new University for Industry providing education in people’s homes, with one million individual learning accounts that can finance computer courses, with help to loan computers and use them in computer learning centres, Britain is now embarking upon the biggest public education programme on offer in our history – opening up new opportunities for millions of people.",
        "Imagine it, every child in every school in every community given access through computers and the Internet to the greatest libraries and museums in the world.",
        "Imagine it, the 45 year old redundant worker in my part of the world – who has the courage and opportunity to go on an IT course and who acquires new skills and gets a new job.",
        "Imagine it, the disabled person, house-bound, but now free – able to work from home through their personal computer.",
        "All based on the understanding that in the new economy the more individual talent we nurture the more economic growth and prosperity we will achieve.",
        "**Looking to the future**",
        "So we are determined to catch up and lead.",
        "That is why I have today set out policies to secure rapid development of broadband access, to broaden our commitment to ICT in education, to bridge the digital divide, and to encourage the development of new high tech companies specialising in the Internet measures that could help Britain lead the way.",
        "And I believe that over time we can, if we achieve these changes, catch up and then surpass the U.S in these key areas.",
        "We can be optimistic about Britain’s future because, building on British qualities that value work and self improvement, we have one of the strongest national commitments to education and investment in the most modern educational technology.",
        "We can be optimistic because within one of the largest marketplaces anywhere – the single market in Europe – we have a great opportunity for Britain to do business and to make it a springboard into the rest of the world.",
        "We can be optimistic because, through our pioneering and innovative private-public partnership, we can release new energy to build both a knowledge economy and a knowledge society.",
        "We can be optimistic because we have the indigenous talent in all the relevant industries to make Britain the centre for a new Hollywood of the creative interactive content industry.",
        "We can be optimistic because we are now ready to lead the way in bridging the digital divide, leaving no one, no community, no area out.",
        "In short, we can be optimistic because we are determined to build from lasting British values and a commitment to opportunity for all the efficient economy and fair society from which future success will be best guaranteed.",
        "British values and the British people ready to rise to and surmount the newest challenges ahead."
    ]
}