{
    "url": "https://www.ukpol.co.uk/gordon-brown-2008-speech-on-malari/",
    "title": "Gordon Brown – 2008 Speech on Malari",
    "post_date": "November 7, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech given by Gordon Brown in New York on Friday 26 September 2008.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "This is an historic meeting and an historic moment, and I think people are beginning to realise – everybody here – that it is not just a $1 billion moment, it is going to be a $3.5 billion moment. And I want to thank Ray and Peter for everything they have done.",
        "This campaign, and the campaigns … for partnership have achieved more in a year than most campaigns have achieved in a hundred years, and thank you very much …",
        "This is just extraordinary for the people here today, people from business who have been contributing through what they have done, people from Trusts and Charities, people from faith groups, governments like the government of Australia, Kevin Rudd, that has given us new money since he came into power, great campaigns like the American … campaign, the … campaign in Britain, and this has been the most extraordinary coming together of people to make possible one of the greatest campaigns that you have already seen has the power to change lives. And I believe that if we have saved only one life, it will have been important. But to be able to say, I think with conviction for the first time, that not only will Tanzania be able to see an end to malaria deaths by 2015, but more countries will be able to see an end to malaria deaths by 2015.",
        "It has been a quite historic moment of great significance and now with these announcements we can believe that what has been impossible a few years ago is now possible, and being together to make it happen.",
        "No injustice can last forever. People who suffer can go forward with hope, that if we can succeed here we can succeed in other areas as well. And I am very pleased to be able to say first of all that through the pressure of all of you, governments have round the world started to listen. And you came to me, and I said that we would, as a result of your pressure, we would provide 20 million bed nets, then you said well can you and us go to the European Union, and so the European Union promised 75 million bed nets, and then you said well that is not enough, go to the G8, and we could say to the G8 – thanks to your efforts – to make sure … On that day it was not in the communiqué, it was not primed to be there, it was put into the communiqué at the last minute because of the pressure that people were putting on, and it was not only a commitment to a number – 100 million bed nets – it was to a date by 2010, and that is thanks to the pressure of everybody here and I want to thank you all for what you have done.",
        "I was thinking that this is the most extraordinary collection of people, probably only rivalled by the people who attend Bono’s concerts. I also want to say today that this is a comprehensive plan. We will not only support bed nets, we will support research, we will support cutting the costs of drugs, and we will support building the capacity of healthcare systems.",
        "So first of all we will support new research, we will put more money supporting Bill Gates’s research – which I had the pleasure to see when I have been in Mozambique, an extraordinary project now yielding great and very positive results. We need to reduce the cost of drugs and treatments, so we will put an additional £40 million today into making that possible. And we want to build the capacity of healthcare systems to be able to deliver, and so today we are announcing 450 million for 8 different countries so that we can build their capacity to deliver a healthcare system on the ground. And we want that to be part of a new project where we can raise public and private money, like the vaccination initiative that we have undertaken, so that every healthcare system in developing countries can be built up over the next few years.",
        "So today it is indeed historic, money that has never been promised before, now promised, a plan to deliver results by 2015, a commitment that is not just a pledge but one that we can now see is possible, that we will end avoidable deaths by 2015. And I want to thank all of you, this marvellous group of people who is unforgettable in a way that we have never seen before, to build not only hope that we can avoid deaths from malaria, but there is no problem in the world that we cannot solve if we work together."
    ]
}