{
    "url": "https://www.ukpol.co.uk/gordon-brown-2001-speech-to-the-press-club-in-washington/",
    "title": "Gordon Brown – 2001 Speech to the Press Club in Washington",
    "post_date": "December 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, in Washington, the United States, on 17 December 2001.",
    "content": [
        "Let me first on behalf of Tony Blair and the entire UK Government, which has been proud to be America’s first and strongest ally from the first moment the planes struck the World Trade Centre and the Pentagon, salute the courage of America in face of tragedy: your bravery and resilience in the most testing of times.",
        "America has shown by the actions of all its people that while buildings can be destroyed, values are indestructible; while hearts are broken, hope is unbreakable; and while lives have ended, the cause of liberty never dies.",
        "The war that together we are fighting against terrorism – not as a war for territory but as a war for values – we will win. Of that I am confident. But the question I want to address today is how we will win the peace.",
        "This is not the first time the world has faced this question – so fundamental and far-reaching. In the 1940s, after the greatest of wars, visionaries in America and elsewhere looked ahead to a new world and – in their day and for their times — built a new world order.",
        "And what they sought to create was not simply a new military and political settlement that guaranteed peace but also new rules and institutions for a new international economic and social order that would guarantee prosperity.",
        "Coming to America from Europe – the beneficiary of that post 1945 American generosity – I can testify to the greatness of the achievement. Indeed such was its scale that one of the architects of the new order – Dean Acheson – recalled that he had been present at the creation.",
        "In the truest sense they fought on after victory. They understood that, tempting as it might be, a retreat into isolationism was neither possible nor desirable. And what they achieved as they fought their day’s greatest evil – totalitarianism – is what we must seek to achieve as we fight today’s greatest evil – terrorism.",
        "I want to urge that together we form a new global alliance for prosperity that starts from the shared needs, common interests and linked destinies of developed and developing worlds working together.",
        "I want to describe how America’s post-Second World War achievement in what we now call the Marshall Plan should be our inspiration in this post-cold war world — not just for the reconstruction of Afghanistan but for the entire developing world.",
        "The plan proposed by US Secretary of State George Marshall transferred one per cent of national income every year, for four years, from America to Europe – in total the equivalent in today’s money of 75 billion dollars – not as an act of charity, but as a frank recognition that, like peace, prosperity was indivisible; that to be sustained it had to be shared; and that to achieve this goal would require a new public purpose and international action on a massive scale.",
        "Marshall and his colleagues also understood that the challenge extended far wider than the war-torn countries and was about more than temporary aid; that by combining historic American compassion with enlightened self interest not only did they advance the spread of prosperity but the spread of democracy too. Indeed by identifying undemocratic as well as unstable regimes as a problem – and the attainment of democratic reform as well as economic reform as a solution – the world could best move forward.",
        "This is what George Marshall meant when, in his great Harvard speech, he articulated his great, unifying vision for a global fight, not against one country or one ideology, but against “hunger, poverty, desperation and chaos”.",
        "And this is why he proposed to transfer resources on such a scale: not merely to secure “a working economy in the world” but, even more important, to “permit the emergence of political and social conditions in which free institutions can exist”.",
        "These were George Marshall’s fundamental aims in 1947, and his vision resonated across the decades that followed – defining the very character of the next half century, defining the very essence of global cooperation.",
        "And they ring with relevance in our own time too.",
        "Just as the urgent needs of Greece and Turkey provided the catalyst for the Marshall Plan, today’s plans for global reconstruction are precipitated by a specific challenge – that of Afghanistan and Pakistan.",
        "Like our predecessors, we understand that national safety and global reconstruction are inextricably linked. Like them we see the need for a new economic leadership – a comprehensive plan that goes beyond temporary relief to wholesale economic and social development. Like them we see the need for a new global economic and social order grounded in both rights and responsibilities accepted by all. Like theirs, our proposals call on the poorest countries themselves to rise to the challenge.",
        "But while there are parallels between our time and 50 years ago no historical analogies can ever be exact. Far more so than in Marshall’s time, our interdependence means that what happens to the poorest citizen in the poorest country can directly affect the richest citizen in the richest country. And while the Marshall Plan deserves an honoured place in our history its remedies cannot be blindly or rigidly applied to efforts to solve the challenges of today and the future.",
        "The Marshall Plan was constructed in a post-war world of distinct national economies in need of rebuilding. Our job is now, in a more interdependent world, to help build – for the first time – market economies for a wholly different environment of open not sheltered economies, international not national capital markets, and global not local competition.",
        "And 50 years on we not only see more clearly our interdependence but the gap between what technology enables us to do – abolish poverty – and the reality of 110 million children without schooling, 7 million avoidable child deaths each year and 1 billion of our citizens in poverty.",
        "It is for these reasons that the whole international community – the IMF, World Bank, the UN and each of our countries – has solemnly committed to the most ambitious development goals for 2015: to halve world poverty, cut child mortality by two thirds and guarantee every child primary education.",
        "Our plan is this: developing countries must pursue corruption-free policies for stability, for opening up trade and for creating a favourable environment for investment. In return, we should be prepared to increase by 50 billion a year in the years to 2015 vitally needed funds to achieve these agreed millennium development goals.",
        "The development funding I propose is not aid in the traditional sense to compensate for poverty, but new investment in the future to address the causes of poverty. In the last 50 years the Marshall Plan’s European model could not be applied wholesale to developing countries because neither the economic foundations nor the necessary open, transparent and accountable systems for managing the public sector were properly in place to prevent corruption and waste. And too often we saw development funding as short term charity aid, charity for being poor, instead of for a higher and more substantial purpose – long term investment tied to tackling the underlying roots of poverty and promoting sustainable growth.",
        "Indeed the proposal I am making today will work only if we see development assistance in this light: more effective in-country use of funds to help countries invest and compete; the multi-national pooling of budgets and the proper monitoring of their use to achieve the greatest cost effectiveness of new investment; untying aid so maximising its efficiency in diminishing poverty; and development funding conditional on pursuing agreed goals for social and economic development.",
        "Indeed our proposals are designed to create the best environment for private investment to take off and flourish by increasing funds for investment in health and education – not typically areas in which private capital flows but areas in which public investment is necessary to create an environment in which private investment can flourish.",
        "Our vision of the way forward — akin to Marshall’s challenge to rich and poor countries alike — is that by each meeting their obligations for change all countries can benefit.",
        "For the poorest countries: new responsibilities – to pursue transparent corruption free policies for stability and the attraction of private investment – and new opportunities – with access to increased trade and development supported by a transfer of resources from rich to poor for investment in health and education.",
        "For the richest countries: new responsibilities – to open our markets to reform our international institutions and to transfer resources – and yet new opportunities too – increased trade and a globalisation that works in the public interest.",
        "In future no country genuinely committed to pro-stability, pro-trade and pro-investment policies should be denied the chance of progress through the lack of basic investment in education, health and the basic infrastructure for economic development.",
        "And this is our answer to globalisation and to the critics of globalisation.",
        "Some critics say the issue is whether we should have globalisation or not. In fact, the issue is whether we manage globalisation well or badly, fairly or unfairly.",
        "Globalisation can be for the people or against the people. Poorly managed, globalisation can create a vicious circle of poverty, widening inequality and increasing resentment. Managed wisely it can lift millions out of deprivation and become the high road to a more just and inclusive global economy.",
        "Our answer to anti-globalisation campaigners – as I will demonstrate today – is that we shall not retreat from globalisation.",
        "Instead we will advance social justice on a global scale – and we will do so with greater global cooperation not less, and with stronger, not weaker, international institutions.",
        "We will best help the poor not by opting out or by cutting cooperation across the world, but by strengthening that cooperation, modernising our international rules and radically reforming the institutions of economic cooperation to meet the new challenges.",
        "##  Rules of the game for the global economy",
        "So what are the building blocks for putting this new alliance for prosperity in place?",
        "The first is the most basic: the pursuit by developing countries of corruption free, pro-stability policies building their capacity to compete and improving the terms on which they participate in the global economy.",
        "Round the world the importance of monetary regimes that ensure low inflation is now well understood. There is a greater consensus now than ever before that there is no long term trade off between inflation and growth or unemployment and that without control of inflation long term growth is impossible.",
        "But building from that basic understanding, we need to do more to ensure stability in a new world of ever more rapid financial flows.",
        "Developing countries who need capital most are at the same time the most vulnerable to the judgments of global financial markets.",
        "We know that capital is more likely to move to environments which are stable and least likely to stay in environments which are or become unstable. And such flows today are quicker than ever they have been before. So for every country, rich or poor, macroeconomic stability is not an option but an essential pre-condition of economic success.",
        "And I have become convinced that it is in the interests of stability – and of preventing crises in developing and emerging market countries – that we seek a new rules-based system — a reformed system of economic governance under which each country, rich and poor, adopts and operates agreed codes and standards for fiscal and monetary policy and for corporate governance.",
        "Clear transparent procedures for monetary and fiscal decisions include presenting a full factual picture of the national accounts, usable central bank reserves, foreign currency borrowings, and indicators of the health of the financial sectors. Such openness – and a willingness to be monitored for it – would improve macroeconomic stability, deter corruption, provide to markets the flow of specific country- by-country information necessary to engender greater investor confidence and reduce the likelihood of contagion. Operating such codes can also support countries along the way to liberalisation of their capital markets, offering them a route map to avoid destabilising and speculative inflows.",
        "Just as I believe that – over time – the implementation of codes and standards should be a condition for IMF and World Bank support, so too I believe that the international community should offer direct assistance, transitional help and – in some specific and difficult cases – compensation for the early implementation of such codes.",
        "And where countries do operate transparent and effective policies, the IMF’s contingent credit line facility should play a far more proactive role in helping member countries strengthen their financial position, guard against contagion and thus avoid crises.",
        "So these codes are not incidental to the financial architecture for the new global economy: they are the financial architecture for the new global economy, as we move from a global economy which has simply let crises happen to one where we work to diminish their likelihood.",
        "Our capacity to prevent crises is enhanced not just by the operation of codes and standards – and the offer of proportionate help to countries who adopt them – but also by rigorous surveillance, effective international early warning procedures and a more consistent engagement by the private sector.",
        "The new architecture must therefore involve an enhanced role and authority for the IMF, monitoring and reporting on the operation of codes and standards, and my proposal is that we make the IMF’s surveillance and monitoring functions independent of the inter-governmental decisions about financial support for crisis resolution.",
        "Alongside greater independence for the IMF, the capacity to prevent crises would be improved by expanding the work of the financial stability forum – which brings together the combined expertise of the IMF and key regulatory authorities – as an international early warning system to tackle national financial sector problems which have international repercussions.",
        "Where governments discharge their responsibilities for transparency and subject themselves to surveillance, then commensurately increased responsibilities by the private sector should include a willingness to participate in ongoing dialogue with their host countries to identify problems early and develop cooperative solutions for restoring stability.",
        "Where crises do occur, better crisis resolution procedures should involve private creditors, with improved arrangements for the use of standstills and more effective international bankruptcy procedures.",
        "##  Investment",
        "Open, transparent and accountable national policies, internationally monitored, are the foundation for monetary and fiscal stability. But to ensure the long term investment necessary for growth and development we must do far more.",
        "Rich and poor countries must work together to make investment itself more attractive to both domestic and foreign lenders and find better ways for public and private sectors to cooperate to raise investment levels.",
        "Experience from the 80s onwards has moved us on from the assumption that just by liberalising, deregulating, privatising and simply getting prices right, growth and employment would inevitably follow – a set of assumptions that has proved inadequate to meet the emerging challenges of globalisation in for example Asia where public investment has played a catalytic role in securing growth.",
        "In the new paradigm low inflation and fiscal stability are necessary but not sufficient conditions for securing employment and growth. The new paradigm recognises other drivers of growth in:",
        "* The pursuit of competition and not just privatisation,",
        "* The importance of public as well as private investment not least in education,",
        "* And the need for sound laws and proper financial supervision as well as liberalisation including a route map sequencing the liberalisation of capital markets.",
        "Indeed the country owned poverty reduction strategies – imaginatively led by Horst Köhler at the IMF and Jim Wolfensohn at the World Bank – are now correctly focusing on creating the right domestic conditions for investment and have highlighted the contribution of public investment to development in infrastructure, sound laws of contract and legal processes that deter corruption, and an educated and healthy workforce.",
        "The challenge is immense: while in the last decade foreign direct investment flows across national boundaries, including to and between developing countries, have increased fourfold – dwarfing aid – the poorest and least developed countries languish under a double handicap – insufficient foreign investment and inadequate domestically generated savings, with the result that investment per head is in Africa less than 50 dollars a year.",
        "I believe that in return for developing countries implementing codes and standards, there can and should be a new engagement by business as reliable and long term partners in economic development.",
        "Indeed where developing countries guarantee transparency and proper legal and financial systems that deter corruption, the developed world and business should work together to raise levels of investment. One way forward is joint investment forums. These councils would bring public and private sectors together, examine the current barriers to investment and discuss in the light of regional conditions how developing countries can secure higher levels of business investment and take the first steps in the international marketplace through intra-regional trade.",
        "And companies investing in developing countries should seek to answer one of the main fears of anti-globalisation campaigners: that where there is no cross border corporate accountability large companies can often seem more powerful than the elected governments of the countries in which they operate. One way forward is adopting the OECD international standards of best practice for corporate responsibility and advancing both the global compact – introduced by Kofi Annan in 1999 – and the global reporting initiative under which multinationals assess their impact on developing countries.",
        "##  Trade",
        "The third building block is progress on trade. We know that developing countries that are open and trade have seen faster growth rates than closed economies. Indeed it is a matter of record that in the last half century no country has managed to lift itself out of poverty without participating in the global economy.",
        "Full trade liberalisation could lift at least 300 million out of poverty by 2015. Even diminishing by 50 per cent protectionist tariffs in agriculture and in industrial goods and services would boost the worlds yearly income by nearly 400 billion, a boost to growth of 1.4 per cent. And while developing countries would gain the most – an estimated $150 billion a year – all countries and regions stand to benefit.",
        "That is why we strongly welcome the WTO agreement in Doha to launch a new trade round focused on development. And in the next phase we must take forward the agreements to open up trade in agriculture, build the capacity of developing countries to participate more effectively in the negotiations and open up greater access to medicines.",
        "Indeed all developed countries should offer access to all but military products from the least developed countries and by banning export credit guarantees for unproductive expenditure discourage and diminish the diversion to arms expenditure of resources needed for education and health.",
        "##  Financing development",
        "Progress on trade could be worth 150 billion dollars a year to the poorest countries, three times the development aid they receive today. So in addition to policies for stability and investment, new policies for open trade are fundamental building blocks of the new alliance for progress.",
        "But there cannot be a solution to the urgent problems of poverty the poorest countries face without a fourth reform: a substantial increase in development funds for investment in the very least developed countries.",
        "By insisting on dissociating aid from the award of contracts, gains to anti-poverty programmes can be as high as 25 per cent; more effective in-country use of aid can secure further resources for anti poverty work; and better collaboration among donors – pooling of budgets, monitoring of their use to achieve economies of scale and hence greater cost effectiveness and targeting of aid – can also maximise the efficiency of aid in diminishing poverty.",
        "Most of all we must move from providing short term aid just to compensate for poverty to a higher and more sustainable purpose, that of aid as long term investment to tackle the causes of poverty by promoting growth.",
        "The Zedillo Report, whose authors included several prominent Americans, costed meeting the Millennium Development Goals at a total of $50 billion a year, including $20 billion for anti-poverty programmes and nearly $10 billion for education. To meet this challenge my proposal involves the creation of a new international development trust fund which builds on the existing achievements of the World Bank and the IMF but goes further by seeking to address the sheer lack of investment from which the poorest countries suffer.",
        "From the fund, countries operating the poverty reduction strategies can draw investment support and it might be overseen by a new joint implementation committee of the World Bank, IMF and possibly member countries. To minimise bureaucracy its resources distributed through the existing mechanisms used in the poverty reduction strategies.",
        "Because we must never return to the unsustainable burdens of debt of the 80s and 90s, the very poorest and most vulnerable countries should receive investment help for poverty reduction in the form primarily of grants to partner their soft IDA loans. All other low income countries should be offered interest free loans. Some beneficiaries will be countries with millions of poor but today classified as middle income countries. Here assistance should be in the form of interest reduced loans, conditional upon implementing agreed poverty reduction strategies and reforms with a national monitoring process including civil society.",
        "In recent months proposals have been made for new and innovative ways to meet this funding gap – the Tobin Tax, arms tax, an airline fuel tax, IMF special drawing rights. The European commission is examining the Tobin Tax and we are open to investigating other proposals in addition to our suggested development fund.",
        "But in today’s world every international initiative relies ultimately on approval by national governments and their peoples. And it comes down, in the end, to the duties national governments – especially the richest national governments – recognise and are prepared to discharge.",
        "There are many proposals that have been put forward. We are open to a discussion of their effectiveness. But if we are to move with the urgency that the scale of today’s suffering demands, we must each as national governments, be bold and recognize the duties of the richest parts of the developed world to the poorest and least developed parts of the same world.",
        "Through richer countries making a long term commitment of increased resources for development for, say, 30 years and with national governments offering a guarantee, either through callable reserves or appropriate collateral as security, it is possible to lever up these contributions to meet our target for extra funds now.",
        "In this way, each year 50 billions dollars more could be available to the poorest countries for investing in economic development.",
        "These proposals are challenging but they are achievable.",
        "The international community has already made a commitment to raising the level of overseas development assistance to 0.7 per cent of GDP. And in Britain since 1997 we have increased the aid budget of the Department for International Development to 3.6 billion pounds – a 45 per cent increase by 2004. And we are committed to making substantial additional progress.",
        "Today I am challenging each country to accept their responsibility to play their part and to go further than they have been prepared to go in the past. And it is right that there now be a full debate in the IMF, World Bank and the United Nations as we prepare for next spring’s Financing for Development Conference at Monterrey.",
        "##  Conclusion",
        "Marshall’s plan was investment for a purpose for a Europe rebuilt. He summoned forth a new alliance for prosperity between rich and poor countries that, for his time, played a vital part in winning the peace.",
        "So too today – summoning up the spirit of Marshall – the new plan I suggest for developing countries is investment for a purpose, so that they can play their part in a peaceful world.",
        "By each meeting their obligations for change all can benefit.",
        "First, the obligations on developing countries: to end corruption, put in place stable economic policies, to invite investment, to meet their commitment to community ownership of their poverty reduction strategies and to ensure resources go to fighting poverty including education and health.",
        "Second, the obligations on business to engage with the development challenge and not to walk away, including participating in business investment forums and playing their part in preventing and resolving economic crises.",
        "Third, the obligations on the world community as a whole – international institutions – to reform systems to ensure greater transparency and openness, to open up trade and the opportunities for faster development and to focus on priorities that meet the international development targets.",
        "Fourth, the obligations on the richest governments to the poorest of the world – our commitment to tackling the inequalities through a substantial and decisive transfer of resources; not aid that entrenches dependency but investment that empowers development – investment money that is, in the truest sense of the world, increasing the capacity of the poorest countries.",
        "A $50 billion a year investment fund that invites applications for health, education and anti poverty work will help build the capacity of the poorest countries to compete and engage. And is the high road to a more just and inclusive global economy.",
        "Our answer to anti-globalisation protestors is that, in the spirit of Marshall, we shall not retreat from globalisation. Rather, we will advance social justice on a global scale, as today’s global alliance for peace is transformed into tomorrow’s global alliance for prosperity.",
        "Since September 11th, President Bush, your government, your armed forces and your people have led a great and global effort worthy of America’s history and its ideals.",
        "With steadfast resolve we work together to win the war against terrorism. Now, in the great tradition of Truman, Marshall, and that earlier generation, let us also resolve to fight on after victory. Let us together seize our moment of opportunity to win the peace.",
        "In the words of Victor Hugo:",
        "This can be our permanent memorial to those whose lives have been lost – that, in remembrance of them, we build the world anew.",
        "Let it be our generation that takes up the challenge and discharges our duty to remove the scar of poverty and hopelessness from the worlds soul.",
        "Let it be our generation that shows those who suffer in the bleakest places of the world that we can light a candle of hope which, radiating outwards, can cut through the darkness and shame of injustice and emblazen across the world a message of confidence and faith in the future."
    ]
}