{
    "url": "https://www.ukpol.co.uk/gordon-brown-2005-speech-at-the-volunteering-conference/",
    "title": "Gordon Brown – 2005 Speech at the Volunteering Conference",
    "post_date": "May 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2005",
            "url": "/tag/2005/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 31 January 2005.",
    "content": [
        "Let me start by welcoming you all to the Treasury for this conference held at the start of 2005 – the Year of the Volunteer.",
        "In the last few weeks the generosity of the British people has been humbling.",
        "More people giving spontaneously to the tsunami appeal than at any time and in any previous appeal.",
        "Mothers and young children giving often more than they can afford.",
        "More money raised for a single appeal than at any time in our history.",
        "Men and women drawn closer than ever together by a shared determination to help, to care, to heal the wounds.",
        "This concern for others has resulted in £250 million being raised by the British public for the tsunami victims so far.",
        "And we estimate that after Gift Aid – and the waiving of VAT on the national concert and record – nearly £300 million will have been raised.",
        "The facts that are now available show that 81 per cent of the adult population gave to the tsunami appeal.",
        "I believe that in Britain giving per head amounted to twice that of the USA and three times that of some of our European neighbours.",
        "So Britain can indeed be proud that the demonstration of sympathy and solidarity has been followed by a demonstration of financial support and voluntary action – people responding urgently and generously.",
        "But something else happened which makes me believe that while 2004 ended in the horror of the world’s greatest modern natural disaster 2005 has begun in hope – that millions of people can come together for good.",
        "We have seen the extraordinary power of nature to destroy but we have also seen the extraordinary power of humanity to build anew.",
        "And not only has money been given but while doctors, nurses, aid workers went from Britain to the scene of the disaster, throughout Britain also thousands of men, women and children gave up their holidays and their spare time to help in charity shops and volunteer for relief organisations – showing the deep seated generosity of spirit of the British people.",
        "In Britain today there is no compassion fatigue: in Britain today there is a goodwill mountain waiting to be tapped.",
        "So in addition to the more simplified Gift Aid scheme which makes it easier to give and which is worth over half a billion pounds a year, I can say that we are discussing for implementation, and are interested in hearing from you today, how we can do more to extend regular payroll giving to charity especially among employees of small business. And we are today publishing details on how businesses can give more easily to charities.",
        "And I sense a new spirit in Britain: that the people of Britain want this unprecedented demonstration of generosity to be given enduring purpose.",
        "And I believe at the heart of that enduring purpose is that we make it possible for more men and women – and especially young men and women – to engage in voluntary action nationally and internationally.",
        "Already 3 million young people volunteer each year.",
        "41 per cent of young people are involved in formal volunteering and 67 per cent in some sort of informal volunteering.  \nBut we can do more.",
        "So it is appropriate that in 2005 – the Year of the Volunteer – we now ask how we can do more to convert what have been magnificent spontaneous acts of generosity from people never before involved in giving of money or time into lasting commitment to engagement in our community — and this is the theme of my remarks today.",
        "And so I want today to discuss with you:",
        "– how for the future we can do more to make possible the giving of time by volunteers – in particular, to deliver a step change in the participation of young people in volunteering activity;",
        "– how we can help young and older people fulfil their potential by expanding and extending the scope of mentoring – including by using modern means of communication to provide access to help, advice, information and guidance;",
        "– and how business as well as individuals can be more involved in volunteering and mentoring activity.",
        "In the 1960s from America there was launched the Peace Corps – an international commitment to harness the idealism many felt in the face of threats to human progress.",
        "Now here in Britain in 2005 we are considering a new British corps – with the same objective of harnessing the idealism of young people, to make them partners in human progress.",
        "Since the 1960s we have seen President Clinton’s Americorps and President Bush’s Freedom Corps and today in the United States four times as many young people have signed up for voluntary work than in the 1960s.",
        "And just as young people are engaged in national community service in America and now in South Africa, the Netherlands and Canada – working across racial and regional lines to build a stronger national community, constructing tens of thousands of homes, immunising hundreds of thousands of children against disease, and teaching millions to read – so too  \nI believe that a new call to service should be issued to all young people in Britain – with a new national framework and new opportunities to engage a new generation of young people in serving their communities.",
        "And from the Russell Commission – set up by the Treasury and by David Blunkett last year – which has been listening to what young people want, working with organisations like many here today that are already working successfully with young people, is emerging a proposal for a step change in the numbers of and level young people engaged in voluntary activity – with proposals to provide nationally and locally the means by which they find it easy to participate and to make the experience more appealing, more accessible, more relevant and more rewarding to them.",
        "And so in this Year of the Volunteer Charles Clarke and I want to build upon the ambition of the Russell Commission’s early proposals.",
        "Building upon the current engagement of young people – 3 million each year in voluntary work – we find that a majority of young people aged 15 to 24 year old – 59 per cent – want to know more about how to get involved in their communities.",
        "And this is the goodwill mountain I have talked about that – with the Russell Commission’s recommendations on the way – is waiting to be tapped.",
        "Let us set an objective: that national youth community service becomes a feature of the lives of the majority of young people.",
        "Let us set a practical aim: that the majority of young people do volunteer and that over the next five years 1 million new young people become volunteers.",
        "Let us now set a national framework: business, government and the voluntary sector working together to encourage, enthuse and engage youth in community action.",
        "And let us create new opportunities for national community service from short-term projects to one year of national community service.",
        "A gap year should not be available just to those whose parents have money and can afford to pay their teenage sons and daughters through a year off from studies.",
        "So from this spring through Project Scotland 450 young Scots will have access to new volunteering opportunities, including help with travel and basic living expenses.",
        "Here in England our pilot gap year programme encourages school-leavers who cannot afford to do so from their own funds to enjoy a gap year — a year of service in their own communities. And more than 250 volunteers have benefited from this programme so far.",
        "But we need to go further – to tap into the enthusiasm young people have at an early age, to build support for volunteering in the community, to encourage lifelong volunteering not just a one-off gap year project.",
        "And in particular we know that young people are keen on two to three month or part-time volunteering and community service opportunities – with the finance to back up their efforts.",
        "I know that Ian Russell is talking to the top 100 companies in Britain and calling for their engagement.",
        "I look forward to the Russell Commission’s report in the spring.",
        "And then we will set out how, in direct partnership with the voluntary and community sector, business and – crucially – with young people themselves, we can do more.",
        "But why do we believe these volunteering opportunities are so important ?",
        "I was brought up in the town of Kirkcaldy – the home of Adam Smith who described in his Wealth of Nations the economic benefits of markets – ‘the invisible hand’- but the same Adam Smith in his Theory of Moral Sentiments extolled the virtues of co-operation and altruism – that is ‘the helping hand’.",
        "And the community where I grew up revolved not around only around the home but the church, the youth club, the rugby team, the local tennis club, the scouts and boys brigades, the Royal National Lifeboat Institution, the St Johns and St Andrews Ambulance Society…community not in any sense as some forced coming together, some sentimental togetherness for the sake of appearances, but out of a largely unquestioned conviction that we could learn from each other and call on each other in times of need, that we owed obligations to each other because our neighbours were part also of what we all were: the idea of neighbourliness woven into the way we led our lives.",
        "And while some people say you have only yourself or your family, I saw every day how individuals were encouraged and strengthened, made to feel they belonged and in turn contributed as part of a intricate local network of trust, recognition and obligation encompassing family, friends, school, church, hundreds of local associations and voluntary organisations.",
        "And while it is easy to romanticise about a Britain now gone, I believe that there is indeed a golden thread which runs through British history not just of the individual standing firm for liberty but also of common endeavour in villages, towns and cities – men and women with shared needs and common purposes, united by a strong sense of duty and fair play.",
        "There is a strong case for saying that in the age of enlightenment Britain invented the modern idea of civic society – rooted in what the Scottish philosopher Adam Fergusson called our ‘civil responsibilities’, eventually incorporating what Edmund Burke defined as ‘little platoons’: ideas we would today recognise as being at the heart not only of the voluntary sector but of a strong society.",
        "And this is my idea of Britain and britishness today. Not the individual on his or her own living in isolation sufficient unto himself but the individual at home and at ease in society. And in this vision of society there is a sense of belonging that expands outwards as we grow from family to friends and neighbourhood; a sense of belonging that then ripples outwards again from work, school, church and community and eventually outwards to far beyond our home town and region to define our nation and country as a society.",
        "Because there is such a thing as society – a community of communities, tens of thousands of local neighbourhood civic associations, unions, charity, voluntary organisations and volunteers. Each one unique and each one very special. A Britain energised by a million centres of neighbourliness and compassion that together embody that very British idea – civic society. And I believe that in future charities, voluntary groups and community organisations can have an even bigger role in our social provision.",
        "Call it community, call it civic patriotism, call it the giving age, or call it the new active citizenship, call it the great British society – it is Britain being Britain. And my vision is of communities no longer inward-looking and exclusive, but looking outwards, recognising that when the strong help the weak we are all stronger. National leadership not seeking centre stage, but creating space for the neighbourliness and voluntary energies of millions of people to light up our country.",
        "And this is voluntary action not doing things for people – and creating a dependency inducing relationship – but doing things with people, working for the common good. People – over the life cycle from the cradle to the grave – helped in childhood, helping in youth and adulthood, helping again – and helped in old age – reciprocity across the generations – making a reality of Burke’s definition of society as ‘a partnership extended over time’.",
        "And we all know the real strengths of voluntary action and volunteering.",
        "That volunteering is most often about the one to one, person to person, face to face, help advice and support that is not available in impersonal or standardised services but where, with the emphasis on the individual, the person who volunteers can provide solutions that others cannot.",
        "John Dilulio – former head of the White House Office of Faith-based and Community Initiatives – quotes a conversation between Eugene Rivers, a Minister in Boston, worried about his hold on a new generation of young people and a local youth who has not only become a drug dealer but has a greater hold now over the young people. ‘Why did we lose you?’ asks the Minister to the drug dealer. ‘Why are we losing other kids now?’ to which the drug dealer replies: ‘I’m there, you’re not. When the kids go to school, I’m there, you’re not. When the boy goes for a loaf of bread …or just someone older to talk to or feel safe and strong around, I’m there, you’re not. I’m there, you’re not…’",
        "So voluntary action is indeed about being there.",
        "And voluntary action, while sometimes conducted through national organisations, is characteristically local: volunteers working on the ground, at the grass roots, at the heart of local communities, far better positioned than ever a government official could be both to see a problem and to define effective action.",
        "As has so often been said, you do not rebuild communities from the top down. You can only rebuild one family, one street, one neighbourhood at a time. Or as faith based organisations often put it – one soul at a time.",
        "Indeed, in the face of drugs, crime, vandalism and social breakdown, volunteers – there on the ground, one to one, person to person – really do matter and make the difference that others cannot.",
        "And so too does the second great strength of those who volunteer – their ability to identify unmet needs and to meet them.",
        "Long before government took notice, individuals in community action and voluntary associations saw wrongs that had to be righted – from university settlements, organisations to help the homeless and feed the hungry and care for the sick – to, even today, innovations from the hospice movement and the treatment of AIDS to playgroups, mothers and toddler groups and volunteering amongst old people.",
        "And through their capacity to innovate, to do new things, to break new ground, to cross new frontiers, to do what standardised services often cannot do – to try things out, to work informally, to do things differently – volunteers and voluntary organisations often change the way we see things and do things.",
        "And that brings us to the third great strength of volunteering – never to be matched by government action: that it is in itself an education in citizenship for volunteers and recipients alike.",
        "Volunteering doesn’t just have practical benefits to for those that give up their time – boosting employability for example – but, as the Russell Commission has found for young people, it broadens people’s horizons, giving them a chance to experience new possibilities, develop new skills, gain confidence, build networks that will benefit them throughout their lives and is thus an education in citizenship.",
        "And even more than that. Those who embark on voluntary action out of a sense of duty often end up with the realisation that it has brought a new richness of meaning to their own lives – that in the giving, they have received in a different way as well.",
        "And because voluntary and community action is so important, we as a Government have tried to work with voluntary groups, nationally and locally, to enable them to do more and to make the difference they want to achieve.",
        "A lot has already been done.",
        "But despite the wonderful efforts of many great organisations, many people still don’t know how to volunteer, where to go, who to ask for help.",
        "Many don’t understand that you can give some of your time without giving all of your time.",
        "And many – particularly the young – find formal volunteering complicated and confusing.",
        "And so I believe we must look at new and innovative ways of helping.",
        "In the United States some firms give their employees a week off for voluntary work. In other places, the expenses of volunteers are paid, and in some places the tax system works to make things easier. But often it is not about financial incentives to volunteer, but about making the connections so that those who need help can link up with those who want to help.",
        "And I want to set down what we will and can do",
        "First, we need to make information about, and access to, volunteering easier. Too often in the past we have been very conservative and we have got to do better. In particular there are huge opportunities through better use the internet, TV, media, and just local word of mouth — and I am pleased that earlier this month Charles and I were able to launch the new Year of the Volunteer website which will provide information and advice on how to volunteer.",
        "Second, we need to widen the range of opportunities available. Too often volunteering can be seen as boring rather than exciting; not stretching or challenging. Indeed, sadly, volunteering remains a persistently old fashioned concept to many.",
        "Third, we must also play a greater role in recognising volunteering – encouraging schools to do more and persuading businesses to give employees more time off for volunteering and better reward the importance of qualifications from volunteering experience when recruiting.",
        "And, fourth, we have to examine and then remove any barriers to volunteering — looking at possibilities such as help with travel and living expenses, with government and business both playing a role.",
        "And in addition to encouraging volunteering in new ways, I turn to initiatives to encourage mentoring.",
        "The central element of mentoring is a long-term, personal, one-to-one relationship in which, over time, the experience and knowledge of one person helps another to learn and to grow.",
        "It is an approach that is being adopted everywhere from schools to the career service to the workplace, and for everyone from looked-after children, to new entrepreneurs, to the long-term unemployed, and from gifted children to under-achievers.",
        "You might say mentoring is about befriending; about people helping people and people needing people to make the most of themselves and be all they can be – bridging the gap between what they are and what they have it in themselves to become. Giving advice and help on everything from school courses to careers in music or businesses to very personal advice on growing up. And while adult mentors are most common, a young person will often benefit from having another young person as a mentor, especially one who shares similar life experiences. And that young person often will go on to mentor someone else. It is a rare form of volunteering – one that generates its own recruits.",
        "In one programme for young people at risk in the United States, those befriended or mentored were 46 per cent less likely than others to use drugs and 27 per cent less likely to use alcohol. They were also less likely to get into fights or to be truant from school.",
        "On a smaller scale, we are seeing similar encouraging results in Britain: Chance UK, a child mentoring scheme, has found that three quarters of mothers interviewed saw positive changes in their child’s behaviour; four out of five regarded their child’s mentor as a good influence; and over two thirds reported benefits for their own relationship with their child. Another programme – Roots and Wings – showed that mentoring can significantly increase the chances of young people staying on at school.",
        "So for the schools still with no mentoring, new programmes are being sponsored by both the Home Office and the Department for Education.",
        "Mentoring is also an important component in the Connexions Service – the new careers and guidance service for 13 to 19 year olds – with young people acting as peer mentors and role models for other young people.",
        "And this month Fiona Mactaggart launched a new national Mentoring and Befriending Foundation, backed up by over £4 million, to help mentoring organisations expand their activities into communities that are not yet being reached and create new regional mentoring information points.",
        "But there is much room for growth, much more to be done.",
        "I wonder, for instance, whether – whilst taking consideration of child safety issues – we could not explore more innovative ways of utilising technology in recruiting and training mentors and to link those who need help and advice to those who can help and advise.",
        "In America the superb site www.mentoring.org provides a modern and accessible national infrastructure for local mentoring organisations. And here in the UK, the voluntary sector is already taking advantage of new technologies – Timebank and Do-it for example are using the internet to register both volunteers and opportunities and can connect and match volunteers with opportunities in a highly efficient way.",
        "In particular, there is a phenomenon that I know is already happening on-line which I think promises perhaps the biggest and most exciting new opportunity for the growth of mentoring – and that is the phenomenon of spontaneous community.",
        "Just look at the success, for example, of the big websites such as Ebay, Friends Reunited (with 8.5 million members alone), u.date – using the power of it to create social networks, connections and affiliations.",
        "On these websites and hundreds of others, thousands of people who will never and would never meet are finding out that they share life experiences, opportunities and problems and are entering into informal, anonymous, often temporary relationships which nevertheless are deeply supportive and meaningful to them at what are clearly key moments in their lives.",
        "I have seen connections made and interventions happen on-line that simply would not have happened in ‘real life’, either because those people would never have met to discover that they share a problem, experience or opportunity, or indeed that they would never have confided in anyone else to the extent that they do in an anonymous forum. Effectively they are e-mentoring each other.",
        "And if this phenomenon could be harnessed, made safe and facilitated, the potential for this type of informal engagement could be huge. It will teach people that there own life experiences are valuable to others going through the same thing, thereby making more social capital available to more people. It will demonstrate that everyone can give and receive advice and support. And of course it will give millions of young people a positive experience of social engagement which could, if captured, provide ‘training wheels’ for deeper involvement and a broad scale feeder mechanism for the volunteering movement as a whole.",
        "I’m aware of a very exciting cross sector initiative that is under way to launch exactly this kind of ‘life experience exchange’ called ‘Horse’s Mouth’, and I would encourage you to find out more about it while you’re here today.",
        "And this leads to the final area where I want to make new suggestions – how we work together to translate the widespread social concern that exists among employers and employees alike into effective action for the common good.",
        "There are already good examples of here in the UK.",
        "Businesses like BT, IKEA, JCB and the City Group Foundation who donated time, money and expertise to the tsunami appeal – indeed in total companies have given around £50 million to the appeal.",
        "Organisations like Business in the Community, Heart of the City and the Charities Aid Foundation which are matching business support with charities that need help.",
        "Initiatives like:",
        "– Pro-help – through which 900 firms have donated their professional services to community and voluntary organisations;",
        "– Cares – now operating in 21 cities already, engaging 35,000 employee volunteers and ready to expand into new areas;",
        "– Business Action on Education – which encourages and facilitates business engagement in schools;",
        "– Business Broker Pilots – to get businesses more involved in neighbourhood renewal;",
        "– Business Bridge – where larger businesses mentor small and medium sized enterprises;",
        "– Tsunami Promise – which encourages employees to give through their salary to the charities involved in the reconstruction effort;",
        "– and many more, not least the full range of mentoring projects which companies have embraced.",
        "But now is the time to look at what more can be done, to scale up activities, share best practice, and make even more of a difference.",
        "We know from America that corporate giving of money and time can reach new heights – through organisations like ‘Business Strengthening America’, for example, 1000 businesses and 100,000 employees are engaged in service in their communities and in total 35 per cent of us employees give to charity through their payroll compared to only 2 per cent in the UK.",
        "That is why the Treasury and the Home Office is today publishing a new guide explaining the tax incentives for corporate giving and making it easier for business to contribute.",
        "And Charles Clarke and I are today issuing a call to business to do more with Corporate Challenge – where more than 60 companies have already nominated champions but much more can be done.",
        "You would expect me to conclude with some remarks about money.",
        "Since 1997 the Government has tried to encourage the giving of money:",
        "the more simplified Gift Aid scheme which makes it easier to give;",
        "improving payroll giving by removing the limit on donations, introducing and then extending the ten per cent government supplement and",
        "promoting the scheme to employers with new grants to encourage payroll giving amongst small business – which has together led to a near trebling of payroll giving in the last four years.",
        "In the coming few years our public spending discipline will not waver. We will meet and continue to meet our fiscal rules. There will be no relaxation of that discipline in our election manifesto. Priorities will be rigorously selected and pursued. And there will be no short cuts or easy options adopted in the maintenance of fiscal prudence.",
        "But you know the priority we accord to support for voluntary action – indeed I know you will be discussing many of these issues in more detail with Paul Boateng this afternoon – and so with 2005 the Year of the Volunteer I believe it is the moment also to do more to encourage the giving of time —- for we all know that we need, in this generation, to encourage young volunteers, new kinds of volunteers, lifelong volunteers and in doing so to create new volunteering opportunities and together encourage networks that match those who can give help to those who need help.",
        "We have tried to work with you on key initiatives – not trying to set the direction but enabling you, often with seed-corn finance, to build the infrastructure of caring you need:",
        "the internet-based database – www.do-it.org.uk – providing individuals with free and direct access to volunteering opportunities throughout Britain;",
        "Timebank – which since its launch in 2000 has matched over 50,000 people to volunteering opportunities in their local communities;",
        "Community Service Volunteers – with more than 40 years experience in providing high quality volunteering opportunities;",
        "and Millennium Volunteers – which to date has signed up 150,000 young people.",
        "But – as I have set out today – I believe we can go further",
        "My late father always said that each of us could make a difference. We could all leave in his words, ‘our mark for good or for ill’.",
        "He said that it was not IQ or intelligence or, for that matter, money that defined whether you made the best mark in your society.",
        "He believed in Martin Luther King’s words, that everybody could be great because everyone can serve.",
        "So I certainly grew up influenced by the idea that one individual, however young, small, poor or weak, could make a difference.",
        "Robert Kennedy put it best",
        "‘Let no one be discouraged by the belief there is nothing one man, one woman can do against the enormous army of the world’s ills…against misery and ignorance, injustice and violence’ he said. ‘Few will have the greatness to bend history itself but each of us can work to change a small portion of events and in the total of all these acts will be written the history of this generation’.",
        "And together, across the country, volunteers are ensuring not only that service remains an honourable tradition in Britain but that as  \nold person helps young person;",
        "young helps old;",
        "neighbour helps neighbour;",
        "mentor helps mentored;",
        "business helps community;",
        "service can make us a stronger, more caring, more resilient society.",
        "Indeed, I believe we can realise a new greatness in Britain not in high politics but in the millions of quiet, often uncelebrated, deeds and acts of kindness courage and humanity of people all over our country.",
        "And that is why the Year of the Volunteer is so important – an opportunity to celebrate the achievements of not just those volunteers here today but all those across the country; a chance to tell everyone about the volunteering opportunities available and encourage more people, more employers, more organisations to get involved as we strive in 2005 to engage a new generation in serving their communities."
    ]
}