{
    "url": "https://www.ukpol.co.uk/gordon-brown-1998-speech-to-the-commonwealth-finance-ministers-meeting/",
    "title": "Gordon Brown – 1998 Speech to the Commonwealth Finance Ministers Meeting",
    "post_date": "December 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1998",
            "url": "/tag/1998/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, in Ottawa on 30 September 1998.",
    "content": [
        "**NEW GLOBAL STRUCTURES FOR THE NEW GLOBAL AGE**",
        "**INTRODUCTION**",
        "Our meeting here in Ottawa reaffirms the partnership between our countries that is an indispensable foundation of international stability and prosperity.",
        "Never in all of economic history have so many depended so much on genuine economic cooperation among all the nations of the world.",
        "Our shared commitment to open trade and orderly progress has been a driving force for growth in all our countries – even in countries that not so long ago seemed likely to be permanently left behind.",
        "We must never forget that the path of open trade and open capital markets that we have travelled in the last 30 or 40 years has brought unprecedented growth, greater opportunity and the prospect of better lives for millions across the world. But there is still massive poverty in a world where millions are denied opportunity, and the new economy has brought greater risks of insecurity as well as new opportunities.",
        "What began last year as a local and regional crises centred in a handful of Asian countries, with its effects most sharply felt in Asia, has spread from Asia to Europe and North and South America becoming what is now a global problem affecting us all.",
        "No sensible policy-maker wants to turn the clock back to protectionism and insularity. But to move forward, we need vigilant and active governments, acting together through reformed international institutions, to ensure that the prosperity that has been achieved by some can be extended to all.",
        "Today’s problems are problems of the modern age. They could not have happened in the way they have when finance was confined within sheltered and wholly national financial systems. So these are new global problems which will require new global solutions.",
        "So it is particularly appropriate for me to set out a new agenda for reform at this meeting of Commonwealth nations, with finance ministers representing all regions of the world from developing,emerging markets and developed nations – and to do so the week before the meetings of the IMF and the World Bank in Washington.",
        "The key challenge now is to devise procedures and institutions – nothing less than new international rules of the game – that help deliver greater stability, and prosperity for all our citizens in industrialised and industrialising economies alike.",
        "**THE CURRENT SITUATION**",
        "First the current situation.",
        "With Japan and one quarter of the world in recession, growth in world output and trade will weaken over the next year.",
        "Asia’s unprecedented slowdown is turning out to be deeper then expected, but in some of the affected countries progress in restoring economic stability is being made.",
        "With some currency appreciation in both Thailand and Korea,interest rates have been reduced to below pre-crisis levels. And the latest trade data show that export volumes grew rapidly in the first quarter.",
        "The continued pursuit of transparent and credible policies,through IMF programmes, has brought further signs of recovery.",
        "But there is a long way to go and macro economics policy should now be focussed, on creating the right conditions to support domestic demand and export-led growth.",
        "As the recent G7 statement has made clear, the G7 countries-North America, Europe and Japan – as well as the IMF and the World Bank, stand ready to support all emerging market countries which are prepared to embark on strong sound policies which will involve structural reform.",
        "But when the balance of risks in the world economy has shifted from inflation to slower growth, the G7 countries must now assume greater responsibility.",
        "The necessary improvement in trade balances in affected countries could either come from domestic stagnation or export-led growth. It is in our shared interests to achieve this export led growth , but this will only be possible if, by sustaining world demand, the industrialised world is the engine for that growth.",
        "As I said in Japan recently, all industrialised countries must now bear their fair share of the burden of adjustment. No one country can either escape its responsibility or be required to bear the whole burden with all the risks in protectionist sentiment that this would entail.",
        "I believe that from our respective continents each G7 member should now resolve to play our rightful role and take action to ensure that our economies can both sustain growth and remain open to trade:",
        "in the UK we have taken the tough action on monetary and fiscal policy which allows us to steer the course of stability in an uncertain and unstable world and will continue to promote domestic demand growth, open trade, investment and employment opportunity for all; in Europe too, as the statement following last weekend’s meeting of Europe’s finance ministers and central bank governors demonstrated, we will be working to ensure that the euro promotes stability and growth. And the European contribution will include a commitment to employment creation within a policy of structural reform;",
        "and the vigilant action of the US Federal Reserve yesterday is designed to sustain domestic demand growth. I know that the US government believes that maintaining free trade, free from protectionism, is an important element of its response. I know also that the administration is working very hard to ensure ratification of the NAB and the IMF quota increase. We should support and encourage them to step up their efforts in these areas;",
        "I know too from my recent visit to Japan that my Japanese colleagues are focussed on their efforts to stimulate domestic demand through fiscal and monetary policy. And, to help restore market and consumer confidence, the Japanese government must lay out a clear timetable for action to restore health to the banking and financial sector. But vigilance today must be matched by a willingness to reform the international financial system to secure greater stability tomorrow.",
        "**THE UNDERLYING CAUSES OF THE EMERGING MARKETS CRISIS**",
        "Recent years have witnessed global capital flows on an unprecedented scale. Net private capital flows to emerging markets has risen from $31 billion in 1990 to $241 billion in 1996 (before falling back to $174 billion last year). Yet massive flows one way one year can become massive flows the other way the next. In Asia’s case net inflows of $40 billion in 1996 turning to net outflows of over $30 billion in 1997- a turnaround, which in contrast to the Mexican crisis years, has not been offset by a reallocation of flows to emerging markets elsewhere. Instead a general flight to quality and safe-haven buying has occurred. And as global investors have been radically changing their attitudes towards risk, borrowers in Latin America and the Caribbean have faced a steep rise in bond spreads. In many countries in the region these have now risen to rates not seen since the Mexican crisis in 1995. Stock markets have also fallen sharply, down 30 to 40 per cent in Brazil and Argentina since early August. But the emerging market contagion has been even wider than that – in South Africa the rand has fallen to record lows.",
        "Better risk management in future will lead to more stable capital flows. But it is a matter of concern that many emerging market economies are now being been caught up in the turmoil, regardless of the strength of their macro-economic fundamentals.",
        "What we are facing however is a temporary setback, to progress in global trade and investment, not a permanent retreat indeed I believe that the essential answer to the problems of the moment is not less globalization, but more. In other words not new national structures to separate and isolate economies, but stronger international structures to make globalization work in harder times as well as easy ones.",
        "But we must understand we are in a new world.",
        "Trying to turn the clock back by re-erecting national financial barriers is neither realistic nor sensible.",
        "International investment flows bring huge benefits to all countries.",
        "And we must build new operational rules and the institutional architecture we need for the global financial system of the coming century.",
        "First, we must tackle the weaknesses in economic and financial policy, and in corporate governance, which the crisis has exposed in many emerging markets.",
        "In many cases, excessive short-term foreign currency borrowing occurred because of the perception of an absence of currency risk due to exchange rate pegs, implicit and explicit government guarantees and directed lending practices which compounded the inefficient allocation of capital.",
        "Borrowing was in many cases used to finance investment in economically unsound projects and governance in the corporate and financial sectors was often weak. In some cases, currencies became uncompetitive, resulting in large current account deficits. Moreover, when the financial crisis hit, fiscal policy was, in retrospect, kept too tight.",
        "However at the root of these problems was a destabilising lack of transparency in economic policy-making right across key economic and financial indicators which in turn led to confusion and undermined market confidence.",
        "Second, this was compounded by weak financial supervision, poor corporate governance, and ineffective prudential regulation,which has led some to raise questions about the speed and desirability of capital liberalisation.",
        "Recent events have demonstrated the dangers countries run when they open their capital markets in this new global economy if their financial systems are weak or vulnerable.",
        "Third, recent months have exposed problems of transparency, poor risk assessment and inadequate supervision in developed countries’ financial markets too indeed in the past week we have witnessed.",
        "The vulnerability and riskiness of some highly leveraged,secretive and speculative hedge funds. But we have also found some major household financial institutions, with ordinary household deposits backed up by implicit and explicit guarantees, risking and then losing substantial sums first in emerging markets and then through hedge funds , a combined exposure which, in some cases, was not known in advance.",
        "So the difficulties are not just a problem for emerging markets. While all too many analyses of the current crisis focus exclusively on the problems in debtor countries, it is a fact that there have also been problems in creditor countries.",
        "Fourth, the international community did not understand sufficiently early the true nature of Asia’s problems and how best to tackle them.",
        "In most cases these were not traditional sovereign debt problems or fiscal problems but instead private sector debt and financial sector problems. We did not have in place procedures and mechanisms to identify problems before they become crises and to manage crises once they began.",
        "Fifth, this crisis is about people and not just about economic statistics. Insufficient attention has been paid to the human side of the crisis and our common responsibilities to put in place help for the poor and the unemployed. We must never forget that behind the headlines and the numbers flickering on dealers’ screens are men and women whose jobs, incomes and futures are threatened by these events.",
        "And when the response to the crisis will inevitably involve difficulties and obstacles which will have to be overcome, we have so far failed to build a shared understanding of the need for reforms, securing a social consensus behind them, just as we have failed to alleviate the impact of recession on the poor and the unemployed.",
        "Five weaknesses – weaknesses in economic and financial policies,underdeveloped financial sectors in emerging markets, ineffective supervision, poor crisis management, unacceptable social protection – but together they expose an even more fundamental common problem. For fifty years we have had national policies for regulation,supervision and crisis management for what were essentially independent relatively sheltered national economies with discrete national capital markets and limited and slow moving international capital flows.",
        "We are now in the era of interdependent and instantaneous capital markets.",
        "Individual economies can no longer shelter themselves from massive fast moving and sometimes destabilising global financial flows , and it is obvious that if we are to respond to this, we need reform at both national and global levels.",
        "First, national policies for supervision regulation and crisis management will have to keep pace with the speed and scale of global financial markets.",
        "And second, as British Prime Minister Tony Blair said in New York last week, a new global framework will have to offer, at an international level, new and more sophisticated regimes for transparency, supervision, crisis management and stability similar to those which we have been developing at the national level to deal with domestic instability.",
        "So the challenge we face is not to weaken support for the IMF and World Bank and other international institutions at a time when the need for surveillance and coordination across the world is more pressing but to strengthen them by building the operational rules and institutional architecture for the new global financial system.",
        "**AN AGENDA FOR REFORM**",
        "So let me now therefore set out my specific proposals.",
        "First, to tackle national weaknesses in economic and financial policy and governance in a global economy requires not only sound policies but also sound procedures and institutional arrangements.",
        "So what are the “rules of the game” and what are the institutional changes we need?",
        "There is in my view only one answer to the uncertainty and unpredictability of ever more rapid financial flows.",
        "In today’s global economy, governments need to deliver stability by setting out clear objectives for fiscal and monetary policy and having the openness and transparency necessary to give credibility to the process.",
        "Greater openness in procedures as well as in the dissemination of information will not only reduce the likelihood of market corrections by revealing potential weaknesses at an earlier stage but will generate a better understanding of the reasoning behind decisions and encourage better decisions and wider support for the policies.",
        "The international financial institutions have a vital role to play in boosting the international credibility of national policymaking by setting standards for policy making, and monitoring or policing those standards through regular surveillance and endorsement of sound reforms. These new disciplines are the key building blocks of the new international financial architecture.",
        "Last year we proposed at the annual meetings a code of good practice for fiscal policy to introduce greater transparency and new disciplines into the world financial system and ensure that countries undertaking good policies are properly recognized.",
        "Already the IMF has published this Fiscal Code and is now preparing a guidance manual on how to implement the code.",
        "The right next step for us to take is to extend the principle of transparency and openness into monetary and financial information and procedures. At the Spring Meetings in Washington this year,I asked the Fund to look at the case for extending these principles to develop a code of transparency on monetary and financial policy.",
        "A code which requires countries to provide a complete picture of usable central bank reserves, including any forward liabilities,foreign currency liabilities of the commercial banks and indicators of the health of the financial sectors, with suggestions for improving and speeding up publication of data on international banking flows.",
        "While I welcome the fact that the Fund board will be considering the code of transparency on monetary and financial policy later this year, I urge the Fund to take forward work on developing and implementing the code as quickly as possible, in consultation with the World Bank and the Bank for International Settlements.",
        "There is a third set of procedures that should be formulated into a code of practice to improve transparency in the corporate sector since crises can arise as a result of private sectorim balances and poor corporate governance, as in Indonesia.",
        "This suggests we need more work to establish more stringent international codes in areas like accounting standards,insolvency regimes, corporate governance, securities markets and other aspects of private sector behaviour.",
        "Some of the work on developing a code of good practices on corporate governance is already underway. For example, the OECD is producing a report on standards and guidelines on corporate governance which should be ready by spring of next year. But again we need to develop and implement the code, as soon as possible and put in place the procedures to ensure effective implementation. This will require close collaboration with the IMF, World Bank and the OECD.",
        "These codes will help produce an environment in which financial markets can operate better. They should reduce the risk of future failures, and mean that when failures do occur the financial system is robust enough to withstand them. But they will also, I believe, do something more profound, but also vital to success.",
        "By improving public understanding of why and how decisions are made, by improving the accountability of governments, companies and international institutions. They will help build public understanding and support for the policies that deliver economic growth and prosperity. And as we all know, the existence of that public support can be an essential ingredient in building the market confidence needed for success.",
        "But for these three codes to be effective we must ensure that institutions are equipped to monitor and implement the new rules of the game. As I have set out, this means an enhanced role for the international financial institutions in implementing and promoting the codes for fiscal transparency, and for monetary and financial policy. Monitoring these codes is an essential part of the Fund’s surveillance work.",
        "All three codes should be used by Fund and Bank staff during Article IV consultations and Country Assistance Strategies. I believe that the IMF and the World Bank should publish assessments of how well all countries, both developed and developing, are implementing the codes.",
        "So far our approach has been a voluntary one. But countries that want to be part of the global economic system cannot pick and mix which good and bad policies they want to pursue. That is why we should consider whether all countries should accept regular surveillance of how they are meeting the codes.",
        "Where possible the results of this surveillance should be made public. We should consider the case for publishing in a timely and systematic way all the key surveillance and programme documents, Press Information Notices, Article IV reports, and country assistance strategies should all be made public. In most cases there is a strong argument for publishing letters of intent thereby making it clear to the public what has been agreed between the authorities and the IMF.",
        "But the IMF and World Bank’s surveillance will at times involve confidential discussions, particularly when a country is heading in a dangerous direction. In such circumstances it may well be best for the Fund to give a private warning to the government.",
        "But if the Fund is ignored and the situation gets worse the Fund should make use of “tiered responses”. For example the Fund could warn a country that it would give it a public ‘yellow card”if policies were not changed within a reasonable time limit.",
        "That is also why I believe proper implementation should be a condition of IMF and World Bank support and why immediate action to promote transparency in policy making, financial sector reform and corporate governance should be key components in any reform programme which the IMF and World Bank agree in the coming months. And that is also why a soundly-based IMF programme along these lines should be pre-condition for a any G7 national support. Because through the effective implementation of the codes we can extend good fiscal policy, monetary policy and corporate governance throughout the world and help prevent crises occurring.",
        "We must also find ways to improve the IMF’s own accountability,to ensure that it performs its responsibilities in an open and transparent way that enhances public confidence. We need a systematic approach to internal and external evaluation of the Fund’s own activities, including a new full-time evaluation unit inside the IMF but reporting directly to the Fund’s shareholders,and in public, on its performance.",
        "**Financial sector reform in emerging markets**",
        "Second, the problem of weak supervision and lack of prudential standards in supervision in emerging markets.",
        "There are those who argue that instability is the inevitable result of free capital movements across national boundaries,while others blame speculators who exploit capital mobility for short-term profit. What is clear is that short-term capital flows can be destabilising and can disrupt markets when investors are insufficiently informed and educated and institutions lack credibility.",
        "I do not believe that a permanent retreat to capital controls, as an alternative to reform, is the answer. Doing so simply damages the prospects for stability and growth.",
        "I continue to favour an approach to capital account liberalisation which is bold in concept, but cautious in implementation.",
        "But the need for caution in implementation is now clearer, and more important, than ever. Orderly liberalisation will require sound banking and financial systems and appropriate macroeconomic policies, consistent with our monetary and financial policy code. Without these important pre-conditions being in place, countries will remain vulnerable to capital market volatility.",
        "The IMF and World Bank must deepen our understanding of the pre-conditions for successful capital market liberalisation by emerging market economies. We need to make clear the risks of moving too fast if these pre-conditions are not in place.",
        "Equally, countries that seize upon unilateral actions as a substitute for necessary reform and co-operation damage the prospects for their own economies and the world system.",
        "One useful contribution to this process is the Commonwealth code of good practice for promoting private capital flows and coping with capital market volatility, agreed last year and based on an exchange of experiences amongst Commonwealth partners. The code is based on sound principles of openness and transparency, good governance and strong policy credibility, and the need for a co-operative international approach between the official community and private investors. It recognises both the potential benefits and the potential risks associated with private capital flows, and describes a range of policy options which countries might use depending on their particular circumstances.",
        "But neither the IMF nor the World Bank alone are currently equipped to carry out the surveillance and assist in the development of emerging countries’ financial systems to help them build the capability for capital liberalisation, pointing out the regulatory weaknesses and vulnerabilities which must first be addressed.",
        "That is why I proposed at the spring meetings an institutional innovation, creating a joint department of the IMF and World Bank to carry out this work. I know that some tentative steps in this direction have already been agreed. But I remain convinced that the bolder option is worth serious consideration. It could be implemented quickly, and with goodwill from both institutions could be made to work to improve advice and help to emerging market countries pursuing reform.",
        "**Supervision of global financial markets**",
        "But there is a second, broader, role which a joint department could play in co-operation with other international regulators.",
        "The events of recent months have pointed out inadequacies in our understanding of the interrelationships between financial markets between countries, particularly between developed and emerging market economies, inadequacies in the quality of risk assessment and gaps in the international regulatory system.",
        "Events in Asia have demonstrated the dangers emerging market countries run in this new global economy when their financial systems are weak or vulnerable. But they have also demonstrated that the stability of financial centres in developed countries are also threatened by instability and speculation and have also demonstrated the importance of better risk assessment.",
        "Developing better standards and systems for financial supervision and regulation within each country will help to combat this but the international financial institutions have a vital role to play.",
        "There are important jobs being done by the international regulatory organisations in setting standards for financial supervision and regulation within each country. The Basle committee has published a comprehensive set of core principles for banking supervision. Implementation of these will strengthen banking systems and is essential for promoting stability in the global financial system.",
        "I welcome its establishment of a liaison group and consultation group to monitor their implementation within Basle participants. This process needs to be strengthened and broadened. I encourage all countries who have not yet adopted Basle minimum standards to do so as a matter of urgency.",
        "I urge the Fund and Bank to work closely together with the Basle committee and other international financial regulators to exchange information, ideas and experience – and to include supervisors in Fund and Bank missions. They should also look at setting target dates for implementation of Basle minimum standards. And should consider asking each country to provide an annual assessment of how far it meets the Basle principles.",
        "I also welcome the Basle committee’s work on improving transparency and risk assessment. Events in the banking sector in the last few weeks have emphasised in particular the importance of its work on an improved supervisory framework for banks’ derivatives and trading activities, and on developing codes for the management of credit and operational risks. I hope these codes can be implemented as soon as possible.",
        "Out of these developments comes the recognition that our institutional response will need to go beyond the existing surveillance role of the IMF and the necessary provision of technical assistance and financial support by the Fund and Bankto help countries restructure their financial systems.",
        "We need regular and timely international surveillance of all countries’ financial systems and of international capital flows,not just to point out weaknesses, but to ensure these weaknesses are addressed and to identify systemic risks to the global financial system. We need to incorporate the expertise of national and international supervisors and regulators, who can bring to the international system their experience of strengthening financial sectors and dealing with systemic risk atthe national level.",
        "This means developing a new international framework to bring together the IMF, the World Bank, the Basle committee, and other international regulatory groupings to focus on global financial stability and supervision. I believe we need to consider far-reaching reforms.",
        "While there is no need for a wholly new and self-standing institution, there is a clear need for much closer co- ordination and coherence between, and reform of, existing institutions. That is why we must urgently examine the scope for a new and permanent Standing Committee for Global Financial Regulation, bringing together not only the Fund and Bank, but also Basle and other regulatory groupings on a regular – perhaps monthly – basis. This would recognise that the key challenge facing the global economy occurs in areas where all these organisations have responsibility and expertise. It would be charged with developing and implementing a mechanism to ensure that the “rules of the game” – the necessary international standards for financial regulation and supervision – are put in place and properly co-ordinated.",
        "This Standing Committee for Global Financial Regulation could also play an important role in strengthening the incentives on the private sector to improve its risk assessment. It could act as the focal point for better information sharing between the international financial institutions, governments, and the private sector – so that the risks are fully revealed. Recent events have shown that it is particularly important that we have greater transparency of hedge funds, which wherever they are formally registered can have an impact on global financial markets. But recent events have also suggested that better information may not be enough. We also need to consider strengthening prudential regulation in both emerging and industrialised countries and particularly for cross-border activities. The Basle committee is looking at the scope for revising its capital ratios as they apply to short-term lending, and I encourage it to put forward proposals as a matter of urgency.",
        "The Standing Committee for Global Financial Regulation could also help to find better ways to identify systemic risk. In the UK, we published last year a Memorandum Of Understanding, setting clear divisions of responsibilities and establishing a regular system of meetings and surveillance to ensure cooperation between our national financial institutions to identify and address systemic risk at an early stage. This sets out a clear framework for regular cooperation between the Treasury – which is responsible for ensuring the whole system works in the public interest protecting the interests of taxpayers, the Bank of England – which is responsible for the stability of the system as a whole – and the new Financial Services Authority – which is responsible for supervising and monitoring financial institutions. But systemic risk is not confined to national boundaries. What we need is an international memorandum of understanding which would establish the proper division or responsibility at the international level. We need to explore how this could be done to reduce the chance of crises occurring.",
        "**Dealing with crises**",
        "Just as we need new international machinery for crisis prevention,so we also need a better, more systematic approach – involving public and private sectors – to dealing with crises when they do occur. We need to ensure that the international community is able to respond to short -term liquidity crises in countries that are committed to reform, and to help such countries maintain access to the capital markets.",
        "In a crisis, the first need is always to act quickly to stabilise the situation. But we have to find ways to do this without bailing out private investors. We need private companies to take risks, but with a proper assessment of those risks and to take responsibility when things go wrong. And we need public institutions that help to make clear what the risks are, and provide a framework when things go wrong – a framework to which the private sector contributes as well as the public sector.",
        "There is action to be taken here at the national level. For example, the avoidance of misconceived implicit or explicit government guarantees of private liabilities, and the improvement of national bankruptcy laws. Action on both is now underway in several Asian countries.",
        "At the international level, I would like to see the IMF indicate that in the event of a crisis, and where a country adopts good policies, it may be prepared to sanction temporary debt standstills, by lending into arrears, in order to enable countries to reach agreements with creditors on debt rescheduling. By making this clear in advance, private lenders would know that in future crises they would be expected to contribute to the solution as part of any IMF-led rescue.",
        "And there needs to be a mechanism for the Fund to liaise with private sector creditors and national authorities to discuss the handling of debt problems at times of potential crisis.",
        "The IMF should remain at the centre of this framework, which should include the new standing committee for global financial regulation to co-ordinate the identification of systemic risk. We need to have clearly defined procedures for deciding when and how to provide liquidity support. And we will need to address many difficult and complicated issues as a mater of urgency, not least the future funding of the IMF.",
        "**A code of good practice on social policy**",
        "Fifth, we need to respond to the human dimension of the crisis. I want today to set out my proposal for a code of good practice no social policy. A proposal I will be putting to my colleagues in Washington next week.",
        "We need to set out guidelines for dealing with the social consequences of the global economic problems. And we should not see this just in narrow terms of creating social safety nets.",
        "Rather we should be trying to create opportunities for all to contribute as well as benefit, through training, education and in other ways – in other words modern, active welfare systems.",
        "Good economies, as many now acknowledge, depend on good social relationships and therefore on the building of trust. And countries and companies engaging in reform need a shared understanding of the challenges they have to meet, whether it is by dialogue, social partnership, policies that lead to a sense of fairness because there is equality of opportunity or by other means by which democratic participation is improved.",
        "Creating national support for the policies needed for economic growth depends on there being adequate systems for helping people who are victims of economic crises. This is indeed a clear role for government in the new fast changing global economy: not guaranteeing that nothing will change, or leaving people defenceless against change, but helping equip people to adapt to and master change.",
        "So we should aim to create decent working conditions everywhere. All the international institutions should share in the task of promoting core labour standards in all countries and decent levels of social welfare and protection.",
        "We need to promote the international development targets on universal primary education and on reduction in infant and maternal mortality rates, as well as provision of clean water and sanitary conditions for all.",
        "The World Bank should help governments in all affected countries in Asia to get social support systems in place as soon as possible.",
        "It is the poor and the unemployed who have most to lose if reform fails, and it is because we are committed to putting their interests at the heart of our response that we need this code of good practice on social policy.",
        "And the World Bank has a key role to play in developing and promoting a social code, to ensure that governments have in place policies to strengthen social systems and tackle the social impact of sudden shocks to the financial system.",
        "In the design of IMF programmes to help countries in crisis the IMF and the World Bank must also ensure that the reforms they demand are consistent with the code of good practice and, as far as possible, preserve investment in the social, education and employment programmes which are the foundation for growth. I hope that, with the support of the development committee, the World Bank working closely with the IMF will draw up such a code of good practice on social policy as soon as possible.",
        "**CONCLUSION**",
        "Let me say in conclusion that in the new global economy, neither the United Kingdom, you – our Commonwealth partners, nor any other country can afford the easy illusion of isolationism. We are all shaped by and must work together to shape the forces at work in our global economy.",
        "These four codes of good conduct for policy-making, codes agreed by the international institutions, but accepted by national governments and the radical institutional changes I have set out today would, in my view, offer a new framework for economic development.",
        "This will give new hope to the poorest and most vulnerable countries. But it needs to be combined with measures to reduce unsustainable debt. I shall have more to say on this later today. The HIPC process must be accelerated and we must do more beyond HIPC for those countries facing unsustainable domestic debt. By increasing the number of countries in the HIPC process to reach decision point before 2000, speeding up debt relief to post-conflict countries especially those with arrears to the international financial institutions, and securing a wide-ranging review of the HIPC initiative by the middle of 1999 to include consideration of debt sustain ability criteria. We are determined to secure maximum progress by the millennium.",
        "The questions I have dealt with today are sophisticated and technical. But we must never forget that they are also human questions. They involve the living standards of people as well as the level of financial transactions. They involve not only the value of capital or trade or investment, but the deepest values of our societies.",
        "The responsibility of all of us who lead in the era of globalization is to meet the authentic problems of our times with a vision, an intelligence, and an energy which will make the world economy stronger, more stable, and more prosperous – ultimately more open not just to the free flow of goods, but to the rising tide of people’s aspirations everywhere."
    ]
}