{
    "url": "https://www.ukpol.co.uk/gordon-brown-2003-speech-to-the-social-market-foundation/",
    "title": "Gordon Brown – 2003 Speech to the Social Market Foundation",
    "post_date": "January 3, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, to the Social Market Foundation at the Cass Business School in London on 3 February 2003.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "Since 1997, our Government’s central objective, the heart of our vision for a prosperous Britain, has been to promote opportunity and security for all.",
        "Our first priority was to address our country’s chronic long term failures in macroeconomic policy.",
        "And in Government we had the strength to take difficult decisions, including to freeze public spending for two years as we constructed a new monetary and fiscal regime.",
        "But a sound macroeconomic framework is a necessary but not sufficient condition to achieve, in what is an increasingly competitive global economy, a Britain where there is opportunity and security not just for some but for all.",
        "So successive budgets have sought to promote, on the one hand, competition, innovation, and the enterprise economy, and on the other hand, the New Deal, tax credits and public service reform as the routes to an efficient and fair Britain in which individuals can realise their potential.",
        "Achieving these objectives demands the courage to push forward with all the radical long term reforms necessary to enhance productivity and to improve public services, and, as we do so, we must have the strength to face up to fundamental questions that cannot be sidestepped about the role and limits of government and markets — questions, in fact, about the respective responsibilities of individuals, for markets and communities including the role of the state.",
        "Indeed, in almost every area of current controversy – the future of the Private Finance Initiative, of health care, of universities, of industrial policy, of the European economic reform agenda, of public services generally – the question is, at root, what is the best relationship between individuals, markets and government to advance the public interest and whether it is possible to set aside, and indeed move beyond, the old sterile and debilitating conflicts of the past.",
        "Take the health service. The essential question in a world of advancing technology, expensive drugs and treatments, and rising expectations is whether efficiency, equity and responsiveness to the patient are best delivered through a public health care system or whether, as with commodities generally, market arrangements, such as the hospital selling and the patient buying, are the best route to advancing the public interest.",
        "Take higher education. Our universities operate in an increasingly global market place and at the same time their excellence depends upon drawing upon the widest pool of talent – making change inevitable and necessary. And one of the central questions round the world is the extent to which universities should become, in effect, the seller, setting their own price for their service, and the prospective graduate the buyer of higher education at the going rate, whether through an up front or deferred system of payment, and what are the consequences for equity and efficiency as well as choice of such arrangements.",
        "Take the Private Finance Initiative. The argument is whether, at a time of unprecedented need for investment in our public infrastructure, for example in hospitals and schools, the private sector can provide the benefits of efficiency and value for money to promote what most agree is the public interest: schooling and health care free for all at the point of need.",
        "Take industrial policy. The essential question is whether, when global competition is challenging every industry, the state should replace market forces where they fail – the old policy; whether the state should refuse to intervene at all even in the face of market failure – the old laissez faire; whether we should second guess the market through a corporatist policy of supporting national champions – a policy I also reject; or whether, as I would propose, the best industrial policy for success in a global economy is to help markets work better.",
        "Or take European economic reform. The question is how far, in a world where business must respond quickly and people must adapt to change, Europe is willing to go beyond old assumptions that flexibility is the enemy of social justice and recognise that the right kind of flexibility in European labour, capital and product markets can advance not only economic efficiency but also social cohesion.",
        "In each area the questions are, at root, whether the public interest – that is opportunity and security for all – and the equity, efficiency and diversity necessary to achieve it, is best advanced by more or less reliance on markets or through substituting a degree of public control or ownership for the market and whether, even when there is public sector provision, there can be contestability.",
        "Every modern generation – since Adam Smith counterposed the invisible hand of the market to the helping hand of government – has had to resolve this question for its time: what are the respective spheres for individuals, markets and communities, including the state, in achieving opportunity and security for their citizens.",
        "In the United States in the 1930s the New Deal – and in Britain in the 1940s, in a different way, nationalisation and the welfare state – established new paradigms. Whole areas traditionally left to markets became regulated or owned by the state in the avowed interests of efficiency and equity.",
        "In the 1960s and 1970s the story could be summed up the story of the breakdown of that relationship as – in the way Anthony Crosland predicted – old forms of collectivism were seen to fail. And, when we refused to update our conception of the respective roles of markets and state, and take on vested interests, the government also failed.",
        "In the 1980s there was an attempt — some of it largely successful, as in utilities, and some of it unsuccessful, as in health — to withdraw the state from areas where previously the public interest was seen to be equated with public ownership. But by 1997 major questions about the relationships between individuals, markets and communities, including the role of the state, remained unanswered. On the other hand, it is also true that in every single post war decade — on both sides of the political spectrum — the centralised state was wrongly seen to be the main, and sometimes the sole, expression of community, often usurping the case for localities and neighbourhoods taking more responsibility for the decisions that affect their lives.",
        "The question I want to focus specifically on today is how, for a new decade in which globalisation and technology are challenging traditional assumptions anyway, we renegotiate the relationship between markets and government.",
        "Agreeing on where markets have an enhanced role and where market failure has to be addressed is, in my view, absolutely central to the next stage of our project. To hold to old discredited dogmas about what should remain in the public sector and how the public sector operates, or to confuse the public interest with producer interests, makes no sense, and, as technologies and aspirations change, would lead to sclerosis and make it impossible to obtain our enduring goals. We must not adhere to failed means lest we fail to achieve enduring ends.",
        "Equally, to fail to put the case for a reformed public sector where the case is strong not only leads directly to the allegation from our opponents that we merely imitate them but also make it impossible to achieve the efficient and equitable outcomes we seek.",
        "As long as it can be alleged that there is no clarity as to where the market requires an enhanced role, where we should enable markets to work better by tackling market failure, and where markets have no role at all, an uncertain trumpet sounds and we risk giving the impression that the only kind of reform that is valuable is a form of privatisation and we fail to advance — as we should – the case for a renewed and reformed public realm for the coming decades",
        "By, however, stating our vision clearly, we can bring to an end the sterile and self defeating argument over PFI where producer interests have often been wrongly presented as the public interest; move forward from what has been a debate insufficiently explicit on the role of public and private providers in some of our public services; and, most of all, open up a broad and challenging agenda for prosperity and social reform.",
        "In the last Parliament we overturned old shibboleths, rejected an old style Keynesian assumption that there was a trade off between inflation and growth, and, in making the Bank of England independent and applying fresh rules, procedures and systems of accountability in a new monetary and fiscal regime, sought to make us the representatives of stability and economic competence.",
        "Now we need now to affirm a yet more radical break with our past – and in this Parliament go further. By drawing the proper distinction between those areas where markets require an enhanced role; where, by tackling market failure, we can enable markets to work better; and where markets cannot deliver opportunity and security for all, we can, with confidence, make us identified with not just of social justice but with markets, competition and enterprise and show that advancing enterprise and fairness together best equips our country to succeed in the global economy.",
        "I have said that the respective role of markets and the public sector has been the underlying, even if sometimes the unspoken, divide at the heart of British political arguments for nearly a century.",
        "But let us be clear at the outset where there is at least consensus.",
        "Left and right have always agreed that there is a sphere of relationships – which encompasses family, faith and civic society — that should never be reduced to transactions, either buying and selling, or to dictat, state command and control.",
        "In his recent Dimbleby lecture on the market state the new Archbishop of Canterbury, and in his recent book “The Dignity of Difference” the Chief Rabbi, Dr Jonathan Sacks – profound and influential thinkers who have led the debate – tell us that while there are areas where the market is legitimate, there are areas where to impose market transactions in human relationships is to go beyond the bounds of what is acceptable, indeed where to do so corrodes the very virtues which markets rely upon for success.",
        "Markets, they would suggest, may be the best way of constructing exchanges, and thus providing many goods and services, but are not good ways of structuring human relationships. They also argue that while, generally, markets are good at creating wealth they are less good at guaranteeing fairness and opportunity for all – and certainly not normally good at dealing with their social consequences. And they conclude that many of the choices we make cannot be made through markets alone and to have faith in markets cannot justify us sidestepping fundamental moral questions. Quite simply it is an unacceptable market fundamentalism that leaves markets to take care of all their consequences.",
        "The political philosopher Walzer talks of blocked exchanges —- some things that are not and should not be for sale and are off limits. In the same way, the economist Okun has said that the market needs a place and the market needs to be kept in place. Everyone but an economist, he says, knows without asking why money shouldn’t buy some things.",
        "But that agreement between left and right extends beyond a proper distinction between the sphere of relationships and that of transactions and a recognition of what Michael Sandel calls “the moral limits of markets”. Both left and right generally agree also that markets are best seen as a means and not ends. Of course some on the right have argued that because market exchanges are freely entered into markets define freedom; and the left have often slipped into arguing that because markets cannot cope with their social consequences, they are a threat to equality, liberty and the realisation of human potential; but both left and right say that for them markets or the public sector are means not ends.",
        "There should indeed be a legitimate debate between left and right about values and the stress we place on opportunity and equity, while safeguarding the importance of liberty. But the debate between left and right need not be any longer a debate about whether there should be a market- based economy or not.",
        "But beyond this consensus, it is the respective role of markets and the public sector that has been the greatest dividing line between left and right.",
        "For the left historically it has been a matter of dogma that to define the public interest – opportunity and security for all – as diminishing the sphere of markets; and for the right it has been historically a matter of ideology to expand the role of markets.",
        "Why? Because for the left markets are too often seen as leading to inequality, insecurity and injustice. In this view, enterprise is the enemy of fairness, and the interests of social justice are fundamentally opposed to the interests of a competitive economy. The left’s remedy has therefore been seen to lie in relegating the impact and scope of the market – through greater public ownership, regulation and state intervention. Indeed for nearly a century the left in Britain wrongly equated the public interest with public ownership and at times came near to redefining one means – public ownership – as a sole end in itself.",
        "For the right, on the other hand, it is the absence rather than the prevalence of markets that is to blame. This benign, neo-liberal view of markets sees them as sufficient to produce a combination of liberty, equality, efficiency and prosperity. And so as Professor Michael Barber records of a conversation with a Treasury official during the 1980s “It doesn’t really matter what the issue is”, the civil servant said, “we know that the question we have to ask is ‘how do we create a market’ ” – the prescription on every occasion: deregulation, marketisation and the withdrawal of the state.",
        "So for the left opportunity and security for all is prejudiced by reliance on markets. For the right opportunity and security for those who deserve it is only possible by greater reliance on markets. These views – too much market on the one hand, too little market on the other – have defined the terrain of political debate in Britain and elsewhere in the post war period.",
        "Yet for all their differences both views reflect the same doctrinaire approach to the question of the role of markets. Whether markets are seen as the cause or the solution to inequality of opportunity and insecurity, they have been seen by the left and right as universally so — the vices and virtues of markets applying everywhere or nowhere. The result is that neither left nor right has been able to contribute to a considered view, and therefore a viable policy agenda, for where markets can serve the public interest and where they cannot.",
        "So we start from a failure on the part of the left: that the left has too often failed to admit not just that, in order to promote productivity, we need markets but also that we should normally tackle market failure not by abolishing markets but by strengthening markets and enabling them to work better.",
        "But we also start from a failure of the right: the right’s failure to understand that there are some areas where markets are not appropriate and where market failure can only be dealt with through public action.",
        "So the argument that is often put as public versus private, or markets versus state, does not reflect the complexity of the challenges we face: that markets are part of advancing the public interest and the left are wrong to say they are not; but also that markets are not always in the public interest and the right is wrong to automatically equate the imposition of markets with the public interest.",
        "The challenge for us now, while remaining true to our values and goals, to have the courage to affirm that markets are a means of advancing the public interest; to strengthen markets where they work and to tackle market failures to enable markets to work better. And instead of the left’s old, often knee-jerk, anti market sentiment, to assert with confidence that promoting the market economy helps us achieve our goals of a stronger economy and a fairer society.",
        "So in this speech I want to achieve three purposes.",
        "First, to show how a progressive government seeking a strong economy and fair society should not only support but positively enhance markets in the public interest.",
        "Second, applying that same public interest test, to recognise that there are limits to markets — not only where, as a matter of morality, we have always accepted they have no place, but also in those areas as a matter of practicality where they do not and cannot be made to work, and hence where we should support public provision as the more equitable, efficient and responsive solution.",
        "Third, to set out how we can avoid the trap of simply replacing market failure with state failure and, applying the same public interest test, achieve equity, efficiency and diversity by reforming and modernising the public realm for the decades ahead, in particular through devolution, transparency and accountability.",
        "First, advancing markets where they are in the public interest.",
        "In 1994, after Tony Blair led the abolition of Clause Four, our first decision which I announced two days after was to revamp our competition policy. We did so because we recognised that competition – not the absence of it – was essential not just to an efficient economy but also to a fair society. Indeed in a break from a hundred years of our history I said that the public interest required a pro-competition policy that would deliver efficiency, choice and lower consumer prices. Some asked us why we were extending markets when all around us we see the failures of the market economy. I argued that where there was insufficient competition our aim should be to enable markets to work better.",
        "I said then too that we needed not just a new pro-competition policy but also a new industrial policy whose aim was not to second guess, relegate or replace markets but enable markets to work better. People asked me why I proposed this when it was clear that in Britain short-termism and low investment were glaring examples of chronic market failure. My opponents argued that the last thing we should do was to extend markets. The best industrial policy they said was the old one: as markets fail to replace markets with state action – national investment banks, national enterprise boards; import controls to protect big companies; even nationalisation of financial institutions.",
        "But I said that markets here failed because special interests were undermining their dynamism. Here again the new industrial policy should be to enable markets to work better and successfully extend them and harness the initiative, creativity, and innovation and the coordination which can come from the decentralisation and dynamism of properly functioning markets —- that is, where there is:",
        "first – if not perfect information – fair and accurate information possessed by the consumer;",
        "second there is – if not perfect competition – fair competition between many suppliers with low barriers to entry and producers are not monopolists with the power to dictate prices;",
        "and, third, with mobility, capital and labour, like consumers, free to go elsewhere.",
        "And it is ever more important that markets are strengthened. While twenty years ago, even ten years ago, it was just about possible – if costly and wrong – to protect and insulate companies, sectors or whole economies from global competition, there is now no longer any safe haven from the inefficiency and uncompetitiveness of the past. With hardly a good or service not subject to intense global competition it is not only unwise but impossible to shelter our goods and services markets by subsidies or by other forms of protectionism without long term damage. Indeed, competitiveness abroad is best served by competition at home so in the modern global economy stronger markets become more and more necessary.",
        "So our new approach leads to fundamental changes in direction from the old policy approach.",
        "Instead of being suspicious of competition, we should embrace it, recognising that without it vested interests accumulate, and, instead of tolerating monopoly or cartels which were never in the public interest, or appeasing special interests, we should systematically extend competition – forcing producers to be efficient, extending the choices available to consumers and opening up opportunity for the ambitious and the risk-takers.",
        "Instead of being lukewarm about free trade, free trade not protectionism is essential to opportunity and security for all and instead of the old protectionism we advocate open markets.",
        "Instead of being suspicious of enterprise and entrepreneurs, we should celebrate an entrepreneurial culture – encouraging, incentivising and rewarding the dynamic and enthusing more people from all backgrounds and all areas to start up businesses – here again enabling markets to work better and strengthening the private economy.",
        "Instead of thinking the state must take over responsibility where markets deliver insufficient investment and short termism in innovation, skills and environmental protection, we must enable markets to work better and for the long term – here again the case for state intervention is not to extend the role of the state but wherever possible to tackle market failure and help make markets work better.",
        "Instead of the old centralisation that characterised industrial policy – promoting ‘national champions’ or ‘picking winners’ or offering subsidies to loss-makers – our industrial policy should reject special privileges for anyone — embracing a level playing field for all — and should aim to deliver higher growth and jobs in every region with a new decentralising regional policy that addresses market failures in skills and innovation closer to home at the local level.",
        "Instead of extending regulation unnecessarily to restrict the scope of markets, we should systematically pinpoint services where regulation does not serve the public interest and can be reduced.",
        "Instead of thinking of employment policy as maintaining people in old jobs even when technological and other change is inevitable, it is by combining flexibility – helping people move from one job to another – with active intervention to provide skills, information and income support that is the best route to full employment.",
        "And instead of viewing flexibility as the enemy of social cohesion, we should recognise that the right kind of flexibility in European labour, capital and product markets is becoming even more essential for competitiveness and that while government does have a role to play in easing the transition for those affected by change, it should not involve itself in resisting change.",
        "So what are the next steps in the economic reform agenda that will shape our budget decisions this spring and help us towards higher productivity and thus towards a Britain of opportunity and security for all?",
        "First, in testing times for every national economy it is ever more important to pursue policies for monetary and fiscal stability. The recent volatility in global stock markets – with US markets (S&P500) now down 44 per cent since their peak, UK markets (FTSE-100) down 49 per cent, France (CAC-40) down 58 per cent and Germany (DAX) down 66 per cent – has demonstrated once again that no country can insulate itself from the ups and downs of the world economy.",
        "I understand the concerns that uncertainty causes for investors and consumers alike. Indeed it is because we have always understood that monetary and fiscal regimes must work well in challenging times as well as good times that — with tough decisions in 1997 on deficit and debt reduction including a two year freeze on spending in the late 1990s – we sought to ensure that Britain is better placed than we have been in the past to deal with economic challenges and ongoing risks.",
        "And at all times we will have the strength to take the tough decisions",
        "Instead of being, as in previous downturns, first in to recession and last out, the country that normally suffers most, Britain has continued to grow in every quarter over the past six years while other major economies have been in recession.",
        "The true test of economic policy is whether it can cope with difficult as well as good times and I am confident that tested in adversity our system will demonstrate its credibility and resilience. With our fundamentals sound, and debt low we have met our fiscal rules, are meeting our fiscal rules and will continue to meet our fiscal rules.",
        "And with interest rates, inflation and unemployment at record lows, this is indeed the right time, building on that underlying stability, to push ahead with competition, enterprise and productivity reforms in our economy so that in an increasingly competitive and uncertain world we can secure higher levels of long term growth.",
        "So, secondly, in every product and almost every service we must do more to open up competition. Having already in the past six years gone a long way:",
        "– independence for the competition authorities;",
        "– as Dr Irwin Stelzer proposed, trust busting incentives and criminal penalties for those engaging in cartels;",
        "– giving the Office of Fair Trading a proactive role in investigating markets;",
        "– dealing with a range of professions where regulation has been an excuse for vested interests and exclusions from entry;",
        "– and, in the EU, demanding improvements to the functioning of the single market…we have a long way still to go.",
        "The Independent Office of Fair Trading is currently investigating the markets in liability insurance, private dentistry, estate agents, taxis, and doorstep selling. It has reported on many industries, including most recently the market for prescription drugs, recommending reforms that expose them to the bracing winds of competition. We look forward to tough pro competition decisions and for them to continue to scrutinise areas where we expect them to do more.",
        "But the competition test should apply to the public sector as well as the private sector. And I hope that the oft powers will use to the full their new powers to investigate all those areas where not just the private sector but the public sector through regulation or its actions unjustifiably restricts competition.",
        "This month we will publish our progress report on European economic reform with detailed proposals, based on the pro market principles I have set down, for further labour, product and capital market deregulation, for a new approach to state aids, for support for Private Finance Initiatives in Europe, for action to prevent British firms from being excluded from European markets from energy and telecommunications to agriculture, and for extending the principles of a strong, proactive and independent competition regime to the EU.",
        "And we will progressively seek to tackle barriers to a fully open trading and commercial relationship between Europe and America – strengthening joint arrangements to tackle competition issues.",
        "Third, we must take far more seriously the need for urgent progress in the post Doha trade discussions. And in the case of Europe, sooner or later Europe’s leaders must come together to tackle, at root, agricultural protectionism which imposes enormous costs on taxpayers, consumers and the world’s poorest people.",
        "Fourth, around one third of our country’s productivity gains come from new entrants challenging and then replacing existing companies so the budget will continue our work of removing barriers to business success — the government on the side of small business:",
        "– helping to cut the cost of starting, investing, hiring and training;",
        "– continuing our reforms of the business tax regime for enterprise and entrepreneurs and capital gains;",
        "– opening up public procurement to small firms;",
        "– and moving forward with measures to encourage the entrepreneurial culture.",
        "Fifth, where markets by themselves cannot deliver the long term returns from investing in skills and new technologies, and cannot safeguard the environment for the long term, it is right to act.",
        "So where firms, large or small, cannot themselves make the large investments needed in basic research, it is right for government to attempt to safeguard their intellectual property rights more fully and to share the costs.",
        "And it is right to build on the new employer skills pilots and to forge a new partnership between Government, employee and employer with a view to making labour markets work more flexibly.",
        "Where there are barriers to the unemployed getting back to work, it is right to extend both the opportunities and the compulsion of the New Deal ensuring labour markets are more flexible as we tackle the social and economic causes of unemployment.",
        "Where capital markets are short termist and fail the long term we should press ahead with the Cruickshank, Myners and Sandler reforms and be prepared to build on our capital gains tax reforms (short term rates at 40p to long term rates at 10p) to encourage the long term view.",
        "And our approach to the environment must not only be to prevent environmental damage but to offer incentives to invest in environment-friendly technologies.",
        "Sixth, this emphasis on market solutions to market failures – and rejection of old style centrally imposed industrial policies – demands a new regionally based policy focusing on local enterprise, skills and innovation. And our new regional policy consultation document urging greater devolution of powers from the European Commission will be published shortly. We are removing the last of the permanent, on-going subsidies for operating costs in coal, shipbuilding and steel and as the DTI Secretary of State, Patricia Hewitt, is showing: the old days of the ‘sponsorship’ department are over, freeing up resources to enhance the DTI’s role in promoting competition and enabling markets to work better.",
        "The measures for competition, trade, enterprise, science and skills, and regions take us along the road towards a Britain of opportunity and security for all. They mean a more efficient economy that delivers more opportunity. But the extent to which we go further and ensure opportunity and security for all depends upon a further set of political choices.",
        "Let me give a few examples.",
        "For those that do not care about opportunity for all, need be at best agnostic on those excluded from it. But for those for whom equity matters a central element of a pro competition policy is to remove all the old barriers that prevent new entrants and integral to a skills and education policy is drawing on the talents of not just some but the widest range of people and their potential. In both cases the most equitable solution is also likely to be the most efficient.",
        "Those unconcerned about equity would be agnostic about the need for regional policy or be against it. I have suggested that an effective regional policy is economically efficient but those who are most concerned about divisions between regions and the inequalities that result will wish to demonstrate that balanced economic growth is not only in the interests of the least prosperous regions but in the interests of regions where prosperity can bring congestion, overcrowding and overheating.",
        "Too often, in Britain, unlike America, opportunities to start a business have seemed accessible mainly to a closed circle of the privileged so those of us who believe in opportunity for all will wish to go furthest in promoting enterprise for all. In the poorest areas in Britain where only one business is created for every six in the wealthier areas, and where not only family savings but also bank capital at the right price is often unavailable even where men and women show initiative and dynamism, our whole approach must radically change. Enabling markets to work better for the enterprising demands that we remove the old barriers to enterprise that discriminate against lower income groups and hard-hit unemployment blackspots where the enterprise culture is already weakest and open up wider access to capital, management expertise, telecommunications and financial advice: active intervention to widen economic opportunities irrespective of background.",
        "So in tackling these market failures – especially failures in the availability of information and the mobility of capital – a new agenda opens up that helps markets work better and delivers opportunity for all. It is our answer to those who allege that we can only pursue equity at the cost of efficiency, a demonstration that equity and efficiency need not be enemies but can be allies in the attainment of opportunity and security for all. Here social justice – equality of opportunity and fairness of outcomes – not bought at the cost of a successful economy but as part of achieving such a success —– a point I made when I gave the Smith Lecture six years ago, an agenda that must continue to be at the centre of our thinking and policy making.",
        "I have sought to show that markets can sometimes fail. We also know that public services can fail too. The experience of telephones, gas, electricity and water was of public sector monopolies created to guarantee supply of service but which had become, over time, not an empowerment for the consumer but a restriction of their choices.",
        "We had to come to terms with and accept the privatisation of telecoms. We saw that with the right framework – regulation only where necessary and light touch wherever possible – we could create the conditions in which markets could work in the public interest and deliver choice, efficiency and a fair deal for consumers.",
        "Too often the alternative approach was pro privatisation but not pro competition – to privatise without liberalising or regulating in conditions where private vested interests replaced public vested interests and denied the consumer choice, thus undermining the public interest.",
        "Our insight was to see that the alternative solution was a private sector solution at the expense of markets and, in the end, of the public interest.",
        "In this and other areas we knew that if we could ensure competition, proper flows of information and mobility of labour and capital – and thus help markets work better – then the consumer would gain from the efficiencies that would result and the extension of choice achieved, and that, over time, the regulation necessary to ensure security of supply for all could be diminished.",
        "But interestingly the alternative solution was to equate support for private sector and private business with support for markets. A pro private sector policy was adopted which replaced public sector monopolies with private sector monopolies and failed to develop a pro market policy where there was genuine competition, the possibility of new entrants and proper flow of information to, and choice for, consumers.",
        "Indeed when privatisation took place there was often a failure to put in place the conditions for effective markets. Instead utilities were privatised rather than liberalised and the old monopolies returned this time but in the private sector.",
        "Our view has been that utility reform must promote a market economy (and not just a privatised economy) and that we liberalise where possible and regulate where necessary so that the needs of the consumer are best advanced.",
        "So while some still say we should be anti market and re-nationalise, in these areas our values can best be advanced through markets working in the public interest. So this is our approach to utilities:",
        "– we are opening up to greater competition utilities like water and postal services; as markets fully develop we will withdraw unnecessary regulation while never putting at risk opportunity and security for all; we will ensure that the new consumer watchdogs now in place – for example Postwatch, Energywatch and Water Voice – represent and empower consumers effectively; and that regulators make regulatory impact assessments – including effects on competition – standard practice for all significant new proposals;  \nand we will press in Europe for the same liberalisation for energy and utility services: at all times our approach shaped by our view that the public interest can best be guaranteed with market means of delivery through the price mechanism.",
        "And we cannot either hold to old ideas about what should be in public sector when there is no justification for it. This demands we look at services to consumers where traditionally the public sector has been used and where markets are seen to have failed —– but where, in future, markets, with their dynamism, capacity for innovation and enhancement of choice, can better respond to new technology and rising aspirations.",
        "Already we have proposed a Shareholder Executive bringing together all government shareholdings. And we have insisted on all Government assets being publicly accounted for. And where there is no justification for them being in the public sector — indeed where the answer to market failure has wrongly been seen to be public ownership – we must be honest with ourselves – as with a range of industries and services already from the Government’s shares in privatised companies and from Qinetiq to the Tote – about the changes necessary when the public interest is best advanced not by government ownership but by markets",
        "Enhancing markets will mean reducing government. But – as I suggested in a series of articles and speeches last autumn and as the Chief Economic Adviser to the Treasury also argued in his New Localism pamphlet last year – we must also have the courage to recognise where markets do not work.",
        "Our clear and robust defence of markets must be combined with a clear and robust recognition of their limits.",
        "Let me explain.",
        "For most consumer goods, markets adjust to preferences and thus demand and to supply on a continuous basis.",
        "But what about situations where this not only does not happen but the market failures cannot be corrected through market-based government intervention to make the price mechanism work ?",
        "What of situations where there are clear externalities and clear social costs that cannot, even with the use of economic instruments, be fully captured by the price mechanism ?",
        "What of situations also where there are multiple distortions in the price and supply disciplines and where even the removal of one distortion to create a purer market may turn a second best outcome into a third best outcome ?",
        "Take health care — the successful delivery of which has proved to be a mammoth challenge in every modern industrial country.",
        "The economics of healthcare are complicated and difficult. No sensible person pretends to have all of the answers to all of the complex, inter-related and excruciatingly difficult policy problems that rapidly rising demand, expectations and costs create. The only thing that is certain is that, as technologies change and needs change too, changes will follow in health care delivery, now and for the foreseeable future. But those of us in positions of responsibility cannot afford the luxury of inaction: we have to come up with the best system we can devise and be prepared to adapt it in the light of changing technology and the rapidly changing needs of our citizens.",
        "The modern model for the British NHS – as set down by the government and the Secretary of State for Health Alan Milburn – embodies not just clear national clinical and access standards but clear accountability, local delivery of services, independent inspection, patient choice, and contestability to drive efficiency and reward innovation.",
        "The free market position which would lead us to privatised hospitals and some system of vouchers and extra payments for treatments – starts by viewing health care as akin to a commodity to be bought and sold like any other through the price mechanism.",
        "But in healthcare we know that the consumer is not sovereign: use of healthcare is unpredictable and can never by planned by the consumer in the way that, for example, weekly food consumption can.",
        "So we know:",
        "that the ordinary market simply cannot function and because nobody can be sure whether they need medicinal treatment and if so when and what, individuals, families and entire societies will seek to insure themselves against the eventuality of being ill;  \nthat in every society, this uncertainty leads to the pooling of risks;  \nand that the question is – on efficiency grounds – what is the best insurance system for sharing these risks?",
        "A year ago when the Government examined the funding of health care we concluded that, with uncertainty about risk, insurers often have poor information on which to base their risk assessment of the customer; that as a result of these uncertainties – and, with many citizens considered too high a risk, too expensive and therefore excluded – there are serious inefficiencies in private pricing and purchasing.",
        "Indeed in the United States, some insurance policies are now thought to have a 40 per cent loading simply to cover the administrative costs involved in risk profiling and billing, and today premiums average around $100 a week, are rising by 13 per cent a year, and even then often exclude high cost treatments. 41 million Americans are uninsured.",
        "And in my Social Market Foundation lecture a year ago I argued that on efficiency and equity grounds private insurance policies that by definition rely for their viability on ifs, buts and small print and can cover only some of the people some of the time should not be preferred against policies that can cover all of the people all of the time.",
        "But I also argued on efficiency as well as equity grounds that the case for such a comprehensive national insurance policy was greater now than in 1948 when the scientific and technological limitations of medicine were such that high cost interventions were rare or very rare – there was no chemotherapy for cancer, cardiac surgery was in its infancy, intensive care barely existed, hip and knee replacement was almost unknown. Now – and thus health care, compared with now, relatively inexpensive.",
        "I argued that today the standard of technology and treatment is such that unlike 1948 some illnesses or injuries could cost £20,000, £50,000 or even £100,000 to treat and cure and I suggested that because the costs of treatment and of drugs are now much higher than ever, and the risks to family finances much greater than ever — not just for poorer families but for comfortably off families up the income scale – that therefore the need for comprehensive insurance cover of health care is much stronger than ever.",
        "But the very same reasoning which leads us to the case for the public funding of health care on efficiency as well as equity grounds also leads us to the case for public provision of healthcare.",
        "Let me explain",
        "The market for health care is dominated by the combination of, on the one hand, chronically imperfect and asymmetric information, and the potentially catastrophic and irreversible outcome of healthcare decisions based on that information and, on the other, the necessity of local clusters of medical and surgical specialisms.",
        "This means that while in a conventional well-functioning market the price set by the producer is the most efficient, in health not only is the consumer not sovereign but a free market in health care will not produce the most efficient price for its services or a fair deal for its consumer.",
        "Take the asymmetry of information between the consumer as patient – who may, for example, be unknowingly ill, poorly informed of available treatments, reliant on others to understand the diagnosis, uncertain about the effectiveness of different medical interventions and thus is not sovereign – and the producer.",
        "With the consumer unable – as in a conventional market – to seek out the best product at the lowest price, and information gaps that cannot —- even over the long term — be satisfactorily bridged, the results of a market failure for the patient can be long-term, catastrophic and irreversible. So even if there are risks of state failure, there is a clear market failure.",
        "But market failures do not only exist because of asymmetry of information and the irreversibility of decisions but because local emergency hospitals are — in large part — clusters of essential medical and surgical specialities and have characteristics that make them akin to natural local monopolies:",
        "50 per cent of admissions, 75 per cent of hospital beds taken up by emergency urgent or maternity cases – non-elective cases where patients are generally unable to shop around;",
        "– the need for guaranteed security of supply which means that, generally, a local hospital could not be allowed to go out of business;",
        "– the need also for clusters of mutually reinforcing specialities (trauma, pathology and emergency medicine for example);",
        "– a high volume of work to guarantee quality of service;",
        "– the economies of scale and scope making it difficult to tackle these market failures by market solutions;",
        "– and – as the US system has also demonstrated – it is also difficult for private sector contracts to anticipate and specify the range of essential characteristics we demand of a health care system.",
        "So the many market failures in health care, if taken individually, challenge the adequacy of markets to provide efficient market solutions. But what could happen when these market failures – the asymmetry of information between consumer and producer, clusters of local specialisms, and the difficulty of contracting – combine with a policy that put profit maximisation by hospitals at the centre of health care ?",
        "It is then that the consumer, the patient, would be at greatest risk of being overcharged, given inappropriate treatments for financial rather than medical reasons, offered care not on the basis of clinical need but on the basis of ability to pay with some paying for care they do not need and others being unable to afford care they do need —- as a two tier health care system developed.",
        "One response would be to regulate a private health care market, as we do in the case of utilities which are privately owned but independently regulated.",
        "But let us list what, in Britain, a private sector healthcare regulator would have to do to fully safeguard the public interest. It would fall to a regulator:",
        "– to control entry to the market by setting, specifying and policing basic standards for quality, workforce, facilities, governance and customer service;",
        "– to maintain an inspection regime to protect patients by ensuring these standards were met;",
        "– to step in when inadequate service was provided;",
        "– to ensure security of supply and training provision;",
        "– to police the market to guard against abuse, monopoly pricing and unfair competition;",
        "– to adjudicate in disputes;",
        "– to ensure that information supplied to patients and consumers is honest and accurate;",
        "– and it would fall to a commissioner to attempt to specify every aspect of the service it purchases in a contract.",
        "It is hardly surprising that in every advanced private health care system in the world clinical negligence litigation is a great and growing problem; complaints of bureaucracy legion; attempts by insurers to standardise entitlements and restrict choice controversial; huge government subsidy reluctantly seen as essential; and allegations of two tier care divisive.",
        "Conventionally, regulation copes best in situations where we are insisting on minimum standards. But when there is an explicit undertaking that medical treatment must be given at the highest level to every patient based on health need and not ability to pay, then one is led to the conclusion that, even if that task of market regulation could be practically accomplished, public provision is likely to achieve more at less cost to efficiency and without putting at risk the gains from the ethic of public service where, at its best, dedicated public servants put duty, obligation and service before profit or personal reward.",
        "So equality of access can best by guaranteed not just by public funding of health care but by public provision.",
        "The case for non-market solutions for education and other public services can also be made and there is a debate that will continue about what equality of access means for the coming generation; but my point today is that we can make the case on efficiency as well as equity grounds that market failures in health care, as in some other services, are not easily subject to market solutions",
        "So in health:",
        "price signals don’t always work;  \nthe consumer is not sovereign;  \nthere is potential abuse of monopoly power;  \nit is hard to write and enforce contracts;  \nit is difficult to let a hospital go bust;  \nthat we risk supplier induced demand.  \nAnd having made the case for the limits of markets in health care for both finance and provision, I do not accept:",
        "that the future lies in a wholly centralised service;  \nthat we should rule out contestability or a role for the private sector in the future;  \nand that we need devalue or ignore the important issue of greater consumer choice.",
        "Even in a world where health care is not organised on market principles with consumers paying for their care, it is in the public interest to have devolution from the centre and to champion decentralised means of delivery.",
        "This includes contestability between providers on the basis of cost and efficiency. And the secretary of state for health is matching the record increases in investment with further far reaching reforms:",
        "– devolution with multi-year budgets for Primary Care and Hospital Trusts;",
        "– more payment by results;",
        "– NHS Foundation Hospitals with greater management flexibility;",
        "– increased choice for patients through booked appointments and using nhs direct and walk-in centres;",
        "– and, to ensure that the money invested yields the best results, independent audit, independent inspection, and independent scrutiny of local and national provision",
        "Reforms that are essential not only to promote contestability but to decentralise control to where it can be exercised most effectively in the interests of citizens and patients.",
        "And where the private sector can add to, not undermine, NHS capacity and challenge current practises by introducing innovative working methods, it has a proper role to play — as it always has — in the National Health Service. But it must not be able, when there are, for example, overall capacity constraints, to exploit private power to the detriment of efficiency and equity, which is why the areas that Alan Milburn is introducing a greater role for the private sector are not those areas where complex medical conditions and uncertain needs make it virtually impossible to capture them in the small print of contracts but those areas where the private sector can contract with the NHS for routine procedures, where we can write clear accountable contracts to deliver NHS clinical standards, where private capacity does not simply replace NHS capacity and where we ensure that patients are given treatment solely on clinical need.",
        "Indeed, the case I have made and experience elsewhere leads us to conclude that if we were to go down the road of introducing markets wholesale into British health care we would be paying a very heavy price in efficiency and equity and be unable to deliver a Britain of opportunity and security for all.",
        "And because we are clear about the limits as well as the uses of markets in health care, we can now put the debate about PFI in its proper context.",
        "In my view the Private Finance Initiative is in the public interest. It must be right that government seeks to secure, over the long term, the most cost effective infrastructure for our public services. PFI enables us do this by binding in the private sector into open and accountable long term relationships with the public sector aimed at securing a proper sharing of risk and access to private service managerial expertise and innovative ideas to secure better public services.",
        "The public sector has always drawn on the expertise and experience of the private sector. But, whereas in the public procurement of the past, private companies built and then walked away, PFI seeks to ensure that the companies involved are held transparently accountable for design faults, construction flaws overruns and long term maintenance so that value for money is achieved.",
        "Those who say that PFI is privatisation have got it wrong because, while the private sector is rightly helping in public service delivery, the public interest is paramount.",
        "PFI is thus quite distinct from privatisation – where for example in privatised health or education it would be the market and the price mechanism, not the public (sector), that defined and provided the service directly to those customers that can afford it and thus where the public sector can end up sacrificing both fairness and efficiency in the delivery of these core services.",
        "But under PFI the public sector can harness the efficiency that can come from contestability and the private sector in pursuit of better quality public services and, throughout, retains control of the services it runs, enabling these services to be comprehensive, efficient, universal, and, where it is our public policy decision, choose free.",
        "So there should be no principled objection against PFI expanding into new areas where the public sector can procure a defined product adequately and at no risk to its integrity and where the private sector has a core skill the public sector can benefit and learn from —– as in the provision of employment and training services, the renovation of schools and colleges, major projects of urban regeneration and social housing, and the management of prisons. And in each of these areas we can show that the use of private contractors is not at the expense of the public interest or need be at the expense of terms and conditions of employees but, if we can secure greater efficiency in the provision of the service, it is one means by which the public interest is advanced.",
        "And this leads to my third theme. Even when a market is inappropriate, old command and control systems of management are not the way forward but, instead, we are seeking and should seek – in the NHS and other public services — a decentralised, not centralised, means of delivery compatible with equity and efficiency.",
        "It is the assumption that the only alternative to command and control is a market means of public service delivery that has obscured the real challenge in health care and other public services —- the challenge to develop decentralised non market means of delivery that do not have to rely on the price mechanism to balance supply and demand.",
        "Indeed it is only by developing decentralised non market models for public provision that respond to people’s needs, extend choice and are equitable and efficient that we will show to those who assert that whatever the market failure the state failure will always be greater that a publicly funded and provided service can deliver efficiency, equity and be responsive to the consumer.",
        "This opens up a challenging agenda for modernisation and reform: more radical devolution of responsibilities from Whitehall as we give the role of Whitehall a sharper focus; greater attention to the conditions favouring a new localism in delivery with greater transparency, proper audit and new incentives. It demands an honest appraisal of the ethic of public service which, at its best, is public servants seeking to make a difference and, at its worst, just the defence of vested interests. In this new world we need to ask about the next steps in matching responsibility and reward in the civil service as we encourage professionals who welcome accountability and whose ethic is about maximising the difference they make; and we will need a better appreciation of the important role local, voluntary and charitable community organisations can play in future delivery.",
        "Our approach to public services has been to move away from the old system of controls",
        "– from a narrow centralism that dominated public expenditure control from the days of the Plowden report to devolution to regions, localities and communities;",
        "– from a focus on inputs and process to a focus on outputs and results;",
        "– from annual and incremental spending decisions that ignored investment needs to long-term, usually three year, allocations based on proper policy analysis of consumption and investment requirements;",
        "– from a crude departmentalism that put the consumers needs second to how, by breaking down departmental boundaries, consumer needs can best be met;",
        "– and from ad hoc policy initiatives and post code lotteries that failed to meet public expectations for lower waiting times, better exam results and, generally, better service to national targets set in public service agreements within which local authorities, hospitals, departments and others have the incentive to innovate and the discretion to do so.",
        "The four principles of public service delivery set down by Tony Blair correctly require a balance to be struck between national standards and local autonomy.",
        "And our long term objective has always been to match the attainment of ambitious national standards with the promotion of local autonomy so we can achieve efficiency equity and choice.",
        "Far from targets being a tool for centralisation, the modern company has lean headquarters that set clear targets, set the incentives and rewards, provide the freedom for local managers to deliver and then they collect the information so that results can be monitored and assessed.",
        "And so too in the public sector. Where objectives are clear well defined targets can provide direction; where expectations are properly shaped, they provide the necessary ambition; where people can see and assess the impact of policy, and where national standards are achieved and can be seen to be achieved, targets can make for the consistency, accountability, equity and flexibility to meet local needs that the traditional delivery of public services has often seemed to lack.",
        "Without targets providing that necessary focus and discipline for achieving change, recent public service improvements – from literacy and numeracy performance in the primary school to waiting time and cancer and heart care improvements in the NHS — could simply not have been achieved.",
        "And there is thus a critical role for targets, now and in the future, in shaping expectations of what can be delivered on what timescale and avoiding the trap of low ambition on the one hand and – when faced with decades of chronic investment – overpromising on the other.",
        "We know that national targets work best when they are matched by a framework of devolution, accountability and participation — empowering public servants with the freedom and flexibility to make a difference: first, to tailor services to reflect local needs and preferences; second, develop innovative approaches to service delivery and raise standards; and third to enable – as we should – a bonfire of the old input, interventionist, departmentalist controls over front line public service managers — which is too often what they still find frustrating. And so it is right to consider greater local autonomy, and its corollary, greater local democratic oversight.",
        "What then are the next steps as we prepare for our next spending review and as targets are achieved and national standards established ?",
        "One way forward is that local communities should have the freedom to agree for each service their own local performance standards – choosing their own performance indicators and monitoring both the national and local performance indicators with as a backstop, last resort national powers to step back in.",
        "Accountability would be enhanced with local and national performance indicators published and tracked, and – as pioneered in New York – the local community expecting their local managers to continuously monitor and learn from their performance.",
        "Further reforms flow from such improvements: greater flexibility for local pay and conditions of service; the reduction of ring fenced budgeting; the reform of both inspectorates and monitoring regimes to recognise the benefits of local discretion; work with service providers and user groups on performance indicators; to help community groups and local residents, especially in poor areas, build their capacity to hold local services to account.",
        "So the accountability of local services providers to patients, parents and local communities would be improved through greater transparency and a deeper democracy, tailoring services to needs and choices expressed both individually and collectively.",
        "But we have also to get the balance right between responsiveness to choice and efficiency —- and equity. Local autonomy without national standards may lead to increased inequality between people and regions and the return of the post code lotteries. And the view we take on the appropriate balance between efficiency diversity and equity will be shaped by the values we hold. The modern challenge is to move beyond old assumptions under which equity was seen to go hand in hand with uniformity; or diversity appeared to lead inevitably to inequality. Instead we should seek the maximum amount of diversity consistent with equity.",
        "Indeed we are, in my view, already developing non market and non command and control mechanism for service delivery and championing diversity by devolving further and faster to local government, the regions and to the voluntary sector and i want to suggest next steps here too.",
        "In local government with clear and concise information about each councils performance across its local services, with inspection regimes now more proportionate and with interventions concentrated on the small number of failing councils, John Prescott has moved us far from the destructive centralism – the universal capping, inflexible borrowing, the poll tax – of the 1980s and early 1990s.",
        "As we move forward we propose more freedoms and flexibilities – a 75 per cent cut in the number of plans; reduced ring-fencing; local PSA agreements that give localities more discretion; more targeted and thus more limited inspection; and more freedom with a fairer prudential regime for borrowing; greater freedom to trade; more scope to use self generated income including the freedom to benefit from new rates income from the growth of new businesses — freedoms and flexibilities that reflect a government that enables and empowers rather than direct and controls.",
        "And in return for reform and results, and as an incentive to all the rest, the best performing localities will soon have even more freedoms and flexibilities:",
        "– the removal of both revenue and capital ring fencing;",
        "– the withdrawal of reserve powers over capping;",
        "– sixty plans reduced to just two required – the Best Value Performance Plan and a Community Plan;  \nand a three year holiday from inspection.",
        "Freedom and flexibility matters just as much as we innovate with a new regional policy with its emphasis on indigenous sources of economic strength and thus a philosophy that requires genuine devolution of power from the centre.",
        "There has been more devolution to English regions in the last few years than in the preceding one hundred years and this localism involves the freedom to determine local needs in regional development agency budgets worth £2 billion a year and in economic development, regeneration, tourism, planning, and – from April in selected pilots – the management of skills, training and business support.",
        "Soon 90 per cent of the £7 billion a year learning and skills budget, 50 per cent of the small business services budget and the vast majority of housing capital investment will be devolved to the freedom and flexibility of local decision-making as we pioneer non- centralist means of delivering these services.",
        "The financial freedoms and flexibilities are matched by greater accountability through the role of regional chambers and, for those who in time choose to have them, elected regional assemblies.",
        "And having, in the NHS, already devolved 75 per cent of health budgets to primary care trusts, we have also established strategic health authorities. And there is already discussion of democratic arrangements in these areas too.",
        "There is greater freedom and flexibility, too, for charities, voluntary and community organisations as they take a bigger role in the delivery of services.",
        "At the heart of each of the new services we have played a part in developing – Sure Start for the under- fours, the Children’s Fund, IT Learning Centres, Healthy Living Centres, the New Deal for jobs, the New Deal for Communities, as well as the Safer Communities Initiative, Communities Against Drugs, the Futurebuilders programme and gift aid – is a genuine break with recent past: services, once centrally funded and organised, can and should now be led, organised and delivered by voluntary, charitable and community organisations.",
        "This new direction – this agenda for prosperity and social reform — moves us forward from the era of an old Britain weakened by ‘the man in Whitehall knows best’ towards a new Britain strengthened by local centres awash with initiative energy and dynamism. And the next steps should include not just further reform of local government but reform in the civil service as we map out the full implications of extending choice, equity and efficiency in individual public services.",
        "Of course in each decade the relationship between individuals markets and communities will evolve as technology and rising expectations challenge each generation’s vision of what is possible and best.",
        "But I am suggesting today that, today and in the future, in the large areas of the economy I have highlighted, our mission must be relentless: to strengthen markets to maximise efficiency. And, in those areas where markets failures are chronic, I am suggesting that we step up our efforts to pioneer more decentralised systems of public service delivery.",
        "This agenda I propose – one where we advance enterprise and fairness together – not only meets the contemporary challenges of competitiveness and equity but is, in my view, wholly in tune with British traditions and enduring British values.",
        "Indeed this agenda for prosperity and reform is the modern means of applying enduring British values.",
        "For centuries britishness has been rightly defined to the world as a profound belief in liberty and in the spirit of enterprise, combined with a deep civic pride that has emphasised the importance of what Orwell called decency: fair play and equity.",
        "It is this long standing commitment to both enterprise and fairness which has shaped our past that now should not only define our economic policy but Britain’s modern mission as a nation.",
        "Some continents are defined to the world as beacons of enterprise but at the cost of fairness; others as beacons of fairness or social cohesion at the cost of efficiency. In our time, Britain can be a beacon for a world where enterprise and fairness march forward together. It is this very British idea and patriotic purpose, and its enormous potential for shaping our country’s future prosperity, that should give us the strength to make all the tough and demanding reforms now necessary to create a Britain of opportunity and security for all."
    ]
}