{
    "url": "https://www.ukpol.co.uk/gordon-brown-2009-speech-to-christian-tea-party/",
    "title": "Gordon Brown – 2009 Speech to Christian Tea Party",
    "post_date": "January 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2009",
            "url": "/tag/2009/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Prime Minister, on 7 December 2009.",
    "content": [
        "At the centre of our society, perhaps more so than any other country I know in Western Europe, is the belief that churches and faith have a role. At the centre of our society is the belief that the legitimate public debate is how we interpret our Christian values and our faiths to make for a better society. At the centre of that is also a sense that families are important. What we can do to support family life in this country is absolutely crucial.",
        "While there may be controversies about individual issues, where I am happy to join the debate and look at anything that people think needs to be changed to make for a better society, let us not forget that this is a country where the Christian values that were so important over all the centuries are still right at the centre of our national life. Never forget that, when we are reading newspapers or watching television, whatever you see day to day, there are issues far more important than the day-to-day coverage of individual events. They are the basic values that underpin our society.",
        "Of all the faiths of the world, each one of them has at its centre this sense that we have responsibility to other people. We have a duty to treat people fairly and are our brothers’ and sisters’ keeper. That is as true for what we do in our local neighbourhoods and communities as it is for the duties that we owe to people in the poorest parts of the world.",
        "All of us, in our own different ways, for the largest of causes, can make a difference by what we do as individuals. As climate change, debt relief or tackling poverty prove, it is not about leaders and politicians, or people who are an elite or separate from ordinary people. It is about all of us doing this together."
    ]
}