{
    "url": "https://www.ukpol.co.uk/gordon-brown-2010-speech-to-the-progressive-governance-conference/",
    "title": "Gordon Brown – 2010 Speech to the Progressive Governance Conference",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Prime Minister, to the Progressive Governance Conference in 2010.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "Over the last decade Policy Network has performed a momentous role in the development of progressive thinking, bringing us together as a global progressive family.",
        "Few organisations could have achieved more in such a short space of time.",
        "And in particular, let me say what an honour it is to welcome Prime Ministers Stoltenberg and Zapatero to Britain.",
        "Prime Minister Stoltenberg has been a global leader on development and climate change and let me thank him and Norway for their pioneering initiatives on health education and environment.",
        "And Prime Minister Zapatero has inspired the world with his passion and programme for social rights, his commitment to equality for women, and his determination that Spain will lead in international aid for the poorest countries of the world.",
        "By the actions they have taken, founded on the progressive beliefs they hold, both Prime Minister Stoltenberg and Prime Minister Zapatero have changed the world for the better and forever and we are very proud of all that they have achieved.",
        "And today, I want us to imagine what people will say of us all, a century from now.",
        "People look back on the moments that are the turning points in world history.",
        "1789\\. 1848. 1945. 1989.",
        "Only in retrospect do people see the significance of the times they are living through.",
        "But in the last two years our world has been suffering not just an ordinary economic downturn but the first crisis of globalisation.",
        "It is the first crisis of a world being totally transformed by the scale of global financial flows, by the global sourcing of goods and by the speed scale and scope of globalisation itself – a world of massive new opportunities but also of massive new uncertainties and insecurities too.",
        "What we have experienced is not the usual inflation-driven economic crises like we have seen in the past, but a wholesale crisis that has gone right to the heart of the global financial system itself.",
        "And so it is time for us to draw conclusions about the new framework and policies we need to build a stronger and fairer world economy that will meet the needs of its citizens in this new global age.",
        "Quite simply: without radical change we will not be able to emerge from the crisis into a stronger, fairer, more stable future. And so here are my proposals;",
        "I believe first of all that we now need nothing short of a world constitution for the global financial system.",
        "Second I believe that that each country needs national growth and jobs strategies founded on innovation and skills, but also – and this is my key point – growth for each us will be lower and therefore low growth will affect all of us, unless there is a strategy for global growth agreed between the G20 countries.",
        "Third I believe that as we developed the skilled jobs of the future we should see social mobility as the modern route to social justice and devise together the radical measures to massively accelerate the rate of social mobility in our societies.",
        "And fourth with globalisation we have a unique chance to recognise our global independence as citizens and work towards a truly global society: towards a world free from climate change catastrophe ; and a world free from terrorism, poverty, disease, illiteracy and inequality.",
        "Together my proposals are the modern progressive way of achieving our historic goals of economic progress social justice and environmental care.",
        "So let me begin with proposals for financial reform, because the lesson of the financial crisis is a progressive one — that markets need morals.",
        "Let me say clearly that we need successful and profitable banks for our economies to flourish.",
        "But left to their own devices, they do not always self-regulate and self-correct; sometimes instead they self-destruct.",
        "The great myth the right are spreading through their friends in the press is that government caused this crisis and that government spending is prolonging it.",
        "But what caused this crisis was unfettered markets which imploded and destroyed growth.",
        "The last two years have exposed free market fundamentalism, destroyed the idea that the private sector working badly is inherently better than the public sector working well.",
        "And they have shown that while markets must be free, they should never be values-free – that if they are to work, they must be underpinned by the same ideas of fairness, responsibility, hard work and just rewards that we celebrate at home and at work.",
        "And either we will learn these full lessons from this financial crisis – and advance a global growth strategy that delivers both jobs and social mobility – or we will relapse into the old ways of business as usual and bring crisis upon ourselves anew.",
        "And that is why we in Britain have a radical set of policies to transform financial services and why:",
        "We are ensuring that the public money loaned to the nation’s banks is fully repaid.",
        "Why we have set new rules for financial bonuses.",
        "Why we have set a 50% tax on this year’s bonuses over £25,000 and raised the tax rate on earnings above £150,000.",
        "And why we have restructured our banks by ensuring they have not only sufficient day to day liquidity but sufficient capital to withstand the crisis.",
        "We are doing what we can in Britain to give our banks a sound capital base from which to move forward.",
        "But we need a global solution: common rules for capital and liquidity, common standards for supervision, common rules for bonuses and a shared way of assessing the contribution banks should make to society, free of the unfair and disproportionate use of regulatory and tax havens which penalise countries doing the right things.",
        "So we in Britain hope to work with the people gathered here, and those from other countries, to develop a new world constitution for the global financial economy which will deliver these objectives.",
        "And just as we began the debate about the best way for the sharing of risk and reward with banks with our report back in December, we are now discussing with the IMF and other countries the prospect of a global levy that will embody the contribution global banks should make to the public interest.",
        "I hope that all these things can be agreed in the coming months in the meetings in Canada and Korea. Because one thing is clear; either governments cooperate internationally, or the invisible hand of the unfettered market will fail us again.",
        "But let me talk of a second truth we have recognsied: that it is not by chance but by adopting social democratic policies that countries have got on the road to recovery round the world.",
        "Here in Britain, if the experience of the last recession of government inaction had been repeated, people’s chances of having a job would have been four times worse after they became unemployed, repossessions twice as bad, and company insolvencies two and a half times worse.",
        "So the recovery did not happen by accident it is happening because of our actions – our interventions to secure jobs, to maintain mortgages and to help businesses large and small.",
        "Of course nothing is inevitable – neither progress nor retreat; it is a question of whether we are prepared to fight to secure the recovery, or will allow our opponents to put it at risk.",
        "And now we face a new choice for 2010 about that fiscal stimulus -whether to continue the stimulus to make sure that a fragile global recovery does not dip into a further recession or whether we take the necessary measures to ensure that growth in 2010 is stronger and more stable.",
        "So this is the critical question economies round the world face now: whether to go for growth in 2010. Progressive rounds the world say rightly that we have to go for growth and do nothing to put the recovery at risk.",
        "Put simply today’s letter to the FT by over 50 leading economists argues that the first priority must be robust growth. I say to the British people this is not the time to put the recovery at risk, this is the time to make sure that growth and jobs are secured.",
        "But instead of admitting the mistakes of private banks and financial institutions, this well financed right wing are not only trying to blame governments for the crisis, but trying to use legitimate concerns about deficits to scare people into accepting a bleak and austere picture of the future for the majority and then to use it as a pretext for public services to be marginalised at precisely the moment they should become smarter and more personalised. And they are using the cloak of action of debt to conceal the hard fact that their real position is that they remain wedded -as they have always been – to an ideology that would always make government the problem and deny people the helping hand that government can be.",
        "It was said of the Hapsburgs that they would never learn by their mistakes. This is true of the Conservatives. So instead of helping the recovery, in our country Conservative dislike bordering on hatred of government action would risk the recovery now.",
        "And so I am confident that if we are prepared to fight for our progressive values, we can continue to win the battle of ideas in the years to come. I am convinced that the growth of the future belongs to those countries which make and do things once again.",
        "But beyond a transformation in financial services, we need a growth strategy where we can rebuild from secure foundations of new industries and new jobs.",
        "That includes a strategy for bringing our deficit down. And we have been crystal clear that we will halve the deficit over the next four years – indeed more than halve it.",
        "That does mean that we must raise taxes and cut some programmes. But the vast majority of the increase in our deficit since the global financial crisis hit the UK has been caused by a decline in estimated tax revenue – and so we must redouble our efforts to restore growth and get people back into work.",
        "But we cannot rely on markets alone to make the right decisions",
        "The creative, digital, scientific and low carbon revolutions are simply too big and too important to the rest of the economy to be left to chance.",
        "Up until now, with the banks failing to make the right decisions and finance has not done enough to serve industry.",
        "And that is why we are creating funds and institutions that take a long term view – helping businesses to access the finance they need to start and grow and supporting the creation of a modern, low carbon infrastructure.",
        "And it is why we have decided that as a nation we will",
        "– Back British scientists",
        "– invest in renewable energy",
        "– give priority to biotechnology",
        "– And encourage digital and creative industries",
        "And even as we implement our tough deficit reduction plan – to more than halve the deficit in four years – we will remain resolutely focused on progressive priorities – protecting the key front line services and targeting investment to take our country forward.",
        "Take just one example; we are investing the most ambitious plan of any country to ensure a digital Britain for all.",
        "In fact already as a result of the expansion of digital, the UK is the world’s leading internet gateway with 36% of internet traffic routed through UK servers.",
        "The first step to the future is the delivery of the universal service commitment, which will give virtually every household in the UK a broadband service of around 2 megabytes per second. The World Bank estimates that every 10% increase in broadband penetration results in a per capita increase in GDP of over 1% households offline are missing out on savings of £560 per year from shopping and paying bills online.",
        "The next stage is superfast broadband – our next generation access plans will see government invest over £1 billion between over the next seven years. For some people it will mean massive increases in the speed they have, by maybe as much as 50 times more access available to 90% of the population by 2017.",
        "The third stage is to reach the final 10% – satellites could have a role to play, as could mobile broadband – and that is our ambition. The body which will be set up to advise on how best to use the new investment to deliver next generation access will advise on how best to reach the final 10%.",
        "And to achieve this we will invest one billion pounds of public money in private sector projects. You might think that a policy of partnership to achieve the digital revolution is so obvious that not even a right wing party would oppose it. But far from being modern, the Conservative view has retreated in Britain to the old one- to let the market decide everything.",
        "But we want every family and every business and not just some to benefit from the new technology – and because we know that under a policy of leaving it to the market only some will benefit from high quality broadband – and poorer areas and remote communities will be denied it or offered it at such a cost that they will be unable to afford it.",
        "So when people ask why we in Britain are prepared to offer direct support to the business community of a total of £1 billion in incentives and support so that we become a world-leading digital economy, it is because we want to prevent a digital deficit and ensure digital access for all .",
        "And a modern industrial society embraces direct support for a balanced energy policy to combat climate change and dependence upon oil and that is why we are investing in using thousands of miles of coastline and shallow waters to become the world’s largest offshore wind power. It is our answer to those sceptics and climate change deniers who say we can do nothing about climate change.",
        "And my answer to all these questions about government investment through a crisis is simple; it is because these policies taken together will bring 2 million new skilled jobs to our country, set the course for employment growth over the next few years, and quite simply because some things are too important to jobs and our shared prosperity to be left to the market alone.",
        "We need not just a new financial markets policy and an industrial policy for the jobs of the future. But our task is so much wider still – because for the progressive left the question is not simply how many decent jobs are there in total – but who are they going to, and whose lives will they change? And so let me talk about my third proposal – to take radical action to accelerate the rate of social mobility in our societies.",
        "For the left employment has always been more than a way to survive but a ladder of opportunity for people hoping for a better life for themselves and their families. That is why we strive not only for full employment but for decent work – not simply for jobs at any price, but for work with prospects that can lift those on modest incomes into the middle, and the middle class onwards to the top.",
        "Time and time again when I travel around Britain I meet people who would never have gone to university and got a decent job without Labour’s help for family finances making it easier for young people to stay on at school and invest in their futures. And I do not understand how the Conservatives can turn around to this generation and say that there is only limited room at the top and the vast majority of young people should resign themselves to never reaching it.",
        "That, to me, is a betrayal of Britain’s future – and so let me tell you about three ways we are backing parents’ aspirations with government action to give children springboards to soar from.",
        "First; because we know that the first two years of a child’s life are more important in determining outcomes than the next twenty years, we have invested in early learning with Sure Start children’s centres – in every community not just for a few – a policy that the Conservatives would put into reverse.",
        "Second; we have pledged that every child who needs it will get one to one tuition in the state sector, the kind of personalisation that those who can afford to pay take for granted in private schools. This too has not been supported by the Conservatives.",
        "Third; we have raised the education and training leaving age to 18, so that every young person enters adulthood with the chance of an apprenticeship, a place at college or the option of university. This too has not been supported by the Conservatives.",
        "And the evidence suggests that if we maintain effective investment and reform in our schools and children’s centres, the proportion of low-income children achieving five good GCSEs could rise by around half between now and 2020 – and the proportion getting A-level equivalent qualifications at 19 will almost double over the same period.",
        "So we know what works – and we have shown in Britain that we can unleash social mobility when we both believe in and invest in the potential of each and every child. And let us tell the truth. Conservative policies would remove these opportunities from young families – Sure Start at risk, educational maintenance allowances at risk free personal tuition in schools at risk, education to 18 all at risk. Instead of defending ordinary families they would kick the ladder of opportunity away from them. And instead of supporting the middle classes, their policies would hurt the middle classes.",
        "And so today let us be confident and proud to be progressives. Because today the left has three winning arguments;",
        "– that only we can regulate the market in the people’s interest",
        "– that only we can pursue the industrial policy that will deliver the jobs of the future and",
        "– only we can ensure a social mobility revolution that means birth is not destiny",
        "And when people say that times when money is tighter are not good ones for progressives, I say that is exactly when people need a progressive government even more. And so on every test of domestic policy, it is the parties of the centre-left which have the answers.",
        "But we also have a further characteristic that makes our values profoundly of the time – and it would be remiss not to mention it at this great progressive governance conference which has brought people together from every continent.",
        "We are, of course, the true internationalists – the people who know we are stronger together than we ever could be apart.",
        "And I know that people have been deeply concerned by recent developments on the British right, by the decision of the British Conservative Party to leave the mainstream right grouping in the European Parliament to join an alliance of the extremes and the fringes. So let me reassure you today; as long as I remain Prime Minister, Britain will stay firmly in Europe’s mainstream, never in its backwaters, and we will resist the attempts of the Conservatives to pull Britain into isolation and irrelevance.",
        "The obsession of the Tories with narrow nationalism is totally out of tune with the modern world – because people today know that no one country can solve terrorism or conflict or poverty or climate change on their own, that there is no firm line separating what happens ‘over there’ from what happens ‘over here’.",
        "Earlier this month, we celebrated the 20th anniversary of the release of Nelson Mandela. It was an event I will never forget – not simply because of what it meant for South Africa, but because of what it said about the ability of people of good conscience to impact on what happens a continent away. As Nelson Mandela himself said, he was the servant of a worldwide cause.",
        "As I said on the anniversary, one day we will explain to our children why so many streets, student union buildings, council chambers, town squares and even people in Britain are named after this man from so far away. We will tell them about a great uprising of hope – a time when ordinary people stood up for justice, and we prevailed.",
        "It reminded me of that amazing video that was made for Live8. It shows great social movements in history – but it pans past the people who made the headlines and focuses in on the people behind them.",
        "So in the great abolitionist rallies it goes past Wilberforce to focus on a face in the crowd. Then they show the votes for women campaign and go past the Pankhurst to those who protested alongside them. And then it shows the march on Washington but pans past Dr King to focus on all those he had mobilised to march with him.",
        "The point it makes, of course, is that great change only occurs when leaders inspire others to follow – when they stand up for justice and pass its torch along, person to person, to build a movement, first hundreds, then thousands and then finally millions strong.",
        "That is the lesson those campaigners of the past are trying to teach us. If we listen, we can hear them whisper from the past – hear them remind us that change never comes without a fight, but when we fight, progressives can change the course of history.",
        "And so while the right are marshalling the vested interests, we are marshalling a movement, fighting not for a candidate but a cause. Let us never forget that throughout all time there have been people who have fought and won – progressives who have brought great change starting with their courage to will it.",
        "We’ve done it before – we will do it again. There is nothing to do now, but begin."
    ]
}