{
    "url": "https://www.ukpol.co.uk/gordon-brown-2003-speech-at-robert-gordon-university/",
    "title": "Gordon Brown – 2003 Speech at Robert Gordon University",
    "post_date": "January 3, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, at Robert Gordon University, Aberdeen, on 17 April 2003.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "It is a great pleasure to be here in Aberdeen today to celebrate the opening of your new faculty of health and social care – providing hi-tech facilities to train the nurses, doctors, radiographers, physiotherapists and social workers of tomorrow.",
        "With the completion of this new state of the art faculty and the expansion of your teaching, learning and research facilities, Robert Gordon University is entering a new era. And I want to congratulate this university – which has advanced confidently from school to technical college to institute of technology to university – on its quality, diversity and its growing importance as a centre of knowledge, ideas and technological expertise for the Scottish economy.",
        "Everywhere I travel in Britain and beyond I can be proud of Aberdeen – not just the granite that built the terrace of the House of Commons where I work and the 640,000 tonnes of Aberdeen granite that went into the Forth Bridge a minute or two from where I live, but the contribution that the people of Aberdeen make in so many areas – not least from an outstanding record in making the most of North Sea oil for Britain – to our prosperity.",
        "And it is a privilege to be speaking here at a time when, despite a downturn in the world economy, in which two million jobs have been lost in America, 53,000 more Scottish men and women have moved into jobs in the last year – clearly demonstrating the importance of Scotland to the whole of the British economy.",
        "And it is a particular pleasure to be in Aberdeen because here at Robert Gordon University the people of Scotland are putting their faith in the future by investing heavily in its great educational facilities.",
        "In 1997 our two first decisions as a government were to make the Bank of England independent to achieve economic stability and to recognise that the countries that will succeed in the modern world will succeed not by taking a low road of low tech, low skills, low wage competition but a high road of high skills, high technology, high valued added investment and that we must therefore invest in science and skills.",
        "So as companies scour the world for new ideas, the high quality science and skills that are the mission of ambitious educational institutions like Robert Gordon are the assets on which future growth depends.",
        "There have been three eras of regional policy in the United Kingdom.",
        "The first generation of regional policy – from the 1930s – was simply first aid for depressed areas.",
        "The second generation of regional policy – from the 1960s – consisted of large incentives to attract inward investment.",
        "Now, instead of simply relying on others to invest in our country, Britain is advancing to the third generation of regional policy – a policy that combines the encouragement of inward investment with the encouragement of indigenous companies through developing Scotland’s own science and skills strategies. And universities like Robert Gordon that concentrate on skills and science are absolutely pivotal to its success.",
        "Recognising that our prosperity is driven by productivity – and productivity driven by innovation, enterprise, competition – the commercial exploitation of knowledge – Scotland’s first intermediate technology institute is rightly being launched here in Aberdeen – a joint project between Robert Gordon and Aberdeen University which aims to strengthen links between the universities and local business; encourage the development of high growth, hi-tech energy companies; and significantly increase the level of business research and development right across Scotland.",
        "The intermediate technology institute is one of three, part of a £450 million investment in the future of the Scottish economy designed to create and grow new hi-tech companies for the future .",
        "I hope that by abolishing royalty payments from the North Sea I have helped the North Sea industry make its future investments .",
        "Last week in the budget I was also able to abolish the petroleum revenue tax on new tariffing business in the North Sea.",
        "And alongside these new tax incentives the new investment at Robert Gordon makes Britain a world leader in the development of energy. It is Scotland competing for the future on the best basis – on high skills not low pay.",
        "And backing up our intermediate technology institutes are",
        "Across the UK:",
        "· An extra £1.25 billion pounds invested in science",
        "· New research and development tax credits for large and small businesses – which are now being even further improved;",
        "And in Scotland:",
        "· The £33 million pound “proof of concept fund” – encouraging the translation of research into business innovation",
        "· Enterprise fellowships – helping young research fellows take the step from academia to business by providing financial support and tailored advice",
        "· And the “smart Scotland” and “spur” schemes – supporting small businesses as they develop new, innovative and commercially viable products.",
        "Our future demands we sponsor not just a science revolution but also a skills revolution.",
        "Because nobody wishes Britain to compete on the basis of low pay but on high skills, the right to the highest quality of education to 16 must be complemented by the right to the highest quality of lifelong learning: a classic case of social justice building economic strength.",
        "I believe a quiet revolution is taking place transforming the chances of young people to gain the skills they need.",
        "When I went to university, less than 10 per cent of my age group did.",
        "Look at what is happening now here in Scotland.",
        "Even ten years ago just 40 per cent of teenagers were in full time education.",
        "Today the figure is 55 per cent of 16 to 19 year-olds.",
        "And added to that as the modern apprenticeship scheme takes root 13 per cent of 16 to 18 year olds – over 20,000 – are taking part in modern apprenticeships – compared to just 5,000 in 1997.",
        "And as we help all young people gain skills and jobs the new deal – which John Milligan, Chairman of the Scottish Welfare to Work Taskforce, leads in Scotland – has, since 1997, offered hope to 100,000 young people in Scotland with nearly 50,000 moving into jobs.",
        "Long term youth unemployment – once 40,000 – is now just 282.",
        "And now having already raised lone parent employment in Scotland from a minority of lone parents in work to a majority, we will soon be working with companies to pioneer in Glasgow a multi-million pound new initiative that will help hundreds more lone parents gain the skills and confidence to take up work. Many lone parents will be £50 – £100 a week better off in work.",
        "But there is a great deal more to do.",
        "In all nearly one million Scottish adults in the workforce lack basic qualifications.",
        "Despite educational progress 14 per cent of today’s 16 to 19 year olds – 35,000 young people – are not in work or in full time education or training.",
        "And every summer more than 3,000 young people leave school with no educational qualification to show for their 11 years at primary and secondary school",
        "That’s why, as in England, the Scottish Executive is rolling out educational maintenance allowances from next year -providing young people from poorer families with up to £1,500 a year to encourage them to stay on at school and get the qualifications they need.",
        "That’s why we’ve made record investments in our schools and colleges: by 2006 a 66 per cent increase in funding for the Scottish Executive’s education and young people’s budget and a 50 per cent increase in further education funding and more than 40,000 more college places.",
        "Apprenticeships, once withering away, will rise by 2006 to nearly 30,000 across Scotland.",
        "So within our grasp is the realisation of the vision, central to Scottish education for more than a century and to the aspirations of this institution’s founders, that every young person leaving school should either be in work with training or able to go to college or university.",
        "Our future depends on the encouragement of science and skills but also the encouragement of enterprise, again a central feature of this institution’s history.",
        "But when small business creation rates in the poorest areas of Scotland are almost one quarter of the most prosperous, we know we must do more",
        "The chance to start a business should not depend on your background, contacts or just luck. In every area of Scotland I want the enterprising to go as far as their talents and potential can take them.",
        "So in the Budget earlier this month I announced new incentives for small business creation in the 130 most deprived places in Scotland:",
        "· To cut the cost of property purchase, stamp duty abolished",
        "· To cut the cost of initial investment, the prospect of enhanced capital allowances",
        "· To cut the cost of risk capital, the community investment tax relief and proposals for a community venture capital fund.",
        "In this way, we are bringing businesses and jobs based on science and skills to Scotland’s unemployment blackspots and poorest communities – and demonstrating the choice between our vision of a high skill, high investment, high productivity, full employment economy against what I see as plans from others that would put at risk economic and political stability and threaten employment.",
        "And we’re also preparing for the future by doing more to bring schools and businesses closer together.",
        "It is important that every young person across the country gets the chance to find out what business and enterprise are all about.",
        "When I was at school, businessmen and women rarely visited schools and school pupils seldom went for work experience to business firms",
        "The world of business was remote from the world of education.",
        "I remember a visit from the national coal board…but I cannot remember a private businessman or executive or manager visiting our classrooms.",
        "Today, things are changing. A quiet transformation in links between schools and business is starting to take shape. And I congratulate John Milligan for his groundbreaking Aberdeen schools partnership.",
        "Under the leadership of Tom Hunter, Chris van der Kuyl and Iain Gray, the Scottish Executive is working with Scottish businessmen and women to ensure that Scottish children enjoy “education for the world of work” at not just secondary schools but in primary schools too.",
        "Soon every pupil in Scotland will be given the chance to gain an insight into business and entrepreneurship before they leave school.",
        "And a key element in the Scottish plan is encouraging universities and business to work together through the Scottish Institute for Enterprise.",
        "The aim is to create a Scottish culture of entrepreneurship from the classroom to the boardroom.",
        "I want every young person to hear about business and enterprise in school; I want every college student to be made aware of the opportunities in business, even to start a business; and every teacher to be able to communicate the virtues of business and enterprise.",
        "In this way, working together, we can build a new enterprise culture where enterprise is truly open to all.",
        "So, as I thank you for inviting me here today and for awarding me an honorary degree , let me congratulate you . Over the last few years, Robert Gordon University has gone from strength to strength – providing high quality teaching and research, and generating ever-increasing benefits for the businesses in the surrounding community – and I know that this energy, coupled with the wonderful new facilities opened today, will ensure it continues to thrive for years to come."
    ]
}