{
    "url": "https://www.ukpol.co.uk/gordon-brown-2005-speech-at-the-national-gallery-in-scotland-on-international-development/",
    "title": "Gordon Brown – 2005 Speech at the National Gallery in Scotland on International Development",
    "post_date": "January 4, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2005",
            "url": "/tag/2005/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "International Development",
            "url": "/category/international-development/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, at the National Gallery in Scotland on 6 January 2005.",
    "content": [
        "Let me start this morning in front of this audience brought together by its shared concern for world poverty and for the needs of others by expressing on all our behalfs not only our sorrow at the tragic consequences of the biggest and most devastating earthquake the modern world has ever witnessed but also our shared resolve to do everything in our power to help the victims, to tend the sick, to support the needy and to assist the reconstruction.",
        "Recent days have shown both our shared vulnerabilities and our linked destinies as an earthquake in one continent has left families devastated in every continent.",
        "But humbled first by the power of nature, we have since been humbled by the power of humanity – the awesome power of nature to destroy, the extraordinary power of human compassion to build anew.",
        "For in recent days we have we have witnessed not only an unprecedented demonstration of sympathy but also an unprecedented demonstration of generosity.",
        "More people giving spontaneously than at any time and in any previous appeal.",
        "Young children giving often more than they can afford.",
        "Men and women separated by geography but drawn closer than ever together by a shared determination to help, to care, to heal the wounds.  \nIndividuals in afflicted countries, even when they have been left with so little themselves, selflessly doing so much to help others.",
        "And the true test of the international community will be how we can fund and assist both the immediate day-to-day emergency services needs but also the long-term reconstruction of these countries.",
        "We know that just as we must ensure that all Heavily Indebted Poor Countries get debt relief so they can finance the development of their health and education systems, so too we must ensure that countries affected by the tsunami are not prevented from paying for essential reconstruction because they are having to fund the servicing of their debts. So, for afflicted countries that request it, we and other Governments are proposing an immediate moratorium on debt repayments.",
        "And just as we are proposing more generally that we widen and deepen multilateral debt relief, we are also proposing 100 per cent multilateral debt write-off for Sri Lanka — and unilaterally we, Britain, will pay ourselves 10 per cent of that debt write-off.",
        "And depending on the conclusions of the needs assessments, which should now take place, I believe that the G7 and Paris Club must also stand ready to consider all options for further assistance. And this will be on the agenda for the G7 Finance Ministers meeting – which will be chaired by Britain – at the beginning of February.",
        "Although the scale of last week is unprecedented, tragically natural disasters can befall any country but the capacity of countries to withstand and respond to these events in part reflects the state of the emergency services, health care systems, the basic infrastructure. And all of these reflect the underlying levels of prosperity and poverty. Put starkly, countries without adequate warning systems, with less developed health care and sanitation systems, with poorer infrastructure, weaker institutional capacity and fewer resources are more vulnerable during disasters, less able to cope in their aftermath and a minute of devastation can wipe out years of development.",
        "So from new early warning systems to proper healthcare the world will have to do more.",
        "The UN Secretary General this morning has asked for $1 billion more.",
        "And, as a starting point, we welcome the decision by the World Bank to make hundreds of millions of additional resources available for reconstruction.",
        "And we welcome the offer of $1 billion of emergency assistance loans by the IMF to the Maldives, Indonesia and Sri Lanka.",
        "And, as Tony Blair, Hilary Benn and I have all said, we – Britain – will do everything we can.",
        "And does not already the response to the massive tidal wave in south east Asia show just how closely and irrevocably bound together today and in our generation are the fortunes of the richest persons in the richest country to the fate of the poorest persons in the poorest country of the world even when they are strangers and have never met? People who now see that they have the same shared concerns, the same mutual interests, the same common needs and the same linked destinies.",
        "When I delivered the CAFOD lecture a few weeks ago about the economic, social and moral case for us now seeing people we have never met and may never meet in other continents not as strangers but as neighbours, I argued that what impelled us to action where there is need was not just enlightened self interest that recognises and acts upon our interdependence – our dependence each upon the other for our sustenance and our security – but, even more important, a belief in something bigger than ourselves: our shared moral sense that moves human beings even in the most comfortable places to sympathy and solidarity with fellow human beings even in far away places in distress.",
        "And the worldwide demonstration in the last few days not just of sympathy but of support shows that even if we are strangers, separated and dispersed by geography, even if diverse because of race, even if differentiated by wealth and income, even if divided by partisan beliefs and ideology – even as we are different diverse and often divided – we are not and we cannot be moral strangers. We are one moral universe. And the shared moral sense common to us all makes us recognise our duty to others.",
        "And it is this moral sense exhibited in the worldwide response to disaster that shows not only what can be done – in Britain alone £76 million raised so far by the British public, after Gift Aid almost £90 million – but also demonstrates what has now to be done – that we address the underlying causes of poverty.",
        "So while 2004 was a year which ended in the horror of a natural disaster, 2005 is a year that can start with the hope of human progress.",
        "2005 is a year of challenge but also a year of opportunity when – from the foundation of hope – we can, I believe, see real change.",
        "A year which is also the year when the UK has special responsibilities as President of the G7 and European Union, a year in which we can tackle not just the terrible and tragic consequences of the tsunami – working together to forge a long term plan for the reconstruction of Asia – but also forge a new ‘Marshall Plan’ for the entire developing world.",
        "And let me say the urgency and scale of the agenda I am going to propose for debt relief, for new funds for development and for fair trade is now even more pressing given the tragic events of recent days.",
        "It is because I want a world that does not have to choose between emergency disaster relief and addressing the underlying causes of poverty and injustice – between advancing first aid and advancing fundamental change – that the proposals I am putting forward today to advance the interests of all the developing world will – the Government believes – find support in all parts of the world.",
        "In just a few months time, just a few miles from here in Edinburgh, the G8 will meet in Gleneagles to discuss the most important issue of our generation – world poverty.",
        "This year is the year when world leaders will first gather here in Scotland and then in September at the United Nation’s Millennium Summit to examine just how much we have to do together if we are to seriously address the scale of poverty round the world today.",
        "We meet because exactly five years ago in New York and in a historic declaration the world signed up to a shared commitment to right the greatest wrongs of our time including:",
        "the promise that by 2015 every child would be at school",
        "the promise that by 2015 avoidable infant deaths would be prevented",
        "the promise that by 2015 poverty would be halved.",
        "In other words promises that rich countries would work with the poor to right the great wrongs of our time.",
        "The Millennium Development Goals were not a casual commitment.",
        "Every world leader signed up.",
        "Every international body signed up.",
        "Almost every single country signed up.",
        "The world in unison accepting the challenge and agreeing the changes necessary to fulfil it – rights and responsibilities accepted by rich and poor alike.",
        "But already, so close to the start of our journey to 2015, it is clear that our destination risks becoming out of reach, receding into the distance.",
        "The first commitment to be met is that by next year the gap between the chances for girls and boys in primary and secondary education would be closed.",
        "But we know already that not only are the vast majority – 60 per cent – of developing countries unlikely to meet the target but most of these are, on present trends, unlikely to achieve this gender equality for girls even by 2015.",
        "And we know one stark fact that underlines this failure: not only are 70 million girls and 40 million boys of school age not going to school today but today and every day until we act 30,000 children will suffer and 30,000 children will die from avoidable diseases.",
        "At best on present progress in sub Saharan Africa:",
        "primary education for all – the right to education so everyone can help themselves – will be delivered not in 2015 but 2130 – that is 115 years late;",
        "the halving of poverty – the right to prosper so each and every individual can fulfil their potential – not by 2015 but by 2150 – that is 135 years late;",
        "and the elimination of avoidable infant deaths – the right to a healthy life so all have the opportunity to make the most of their abilities – not by 2015 but by 2165 – that is 150 years late.",
        "For decades Africa and the developing world has been told to be patient.",
        "To those who say Africa should remain patient, the reply now comes from Africa: 150 years is too long to be patient. 150 years is too long to wait for justice.",
        "150 years is too long to wait when infants are dying while the rest of the world has the medicines to heal them.",
        "150 years is too long to wait when a promise should be redeemed, when the bond of trust should be honoured now, in this decade.",
        "In 1948, with much of Europe still in a state of ruins, the American Secretary of State General Marshall proposed, for his generation, the most ambitious plan for social and economic reconstruction.",
        "Marshall’s starting point was a strategic and military threat but he quickly understood the underlying problems were social and economic.",
        "Marshall’s initial focus was the devastation wrought in one or two of the poorest countries but he rapidly realised his plan should be an offer to all poor countries in the neighbourhood.",
        "Marshall started with a narrow view of aid needed for an emergency but quickly came to the conclusion that his plan had to tackle the underlying causes of poverty and deprivation.",
        "Marshall’s early thoughts were for small sums of money in emergency aid but very soon his searching analysis brought him to the conclusion that a historic offer of unprecedented sums of money was required.",
        "He announced that America would contribute an unparalleled 1 per cent of its national income.",
        "He said that his task was nothing less than to fight hunger, poverty, desperation and chaos.",
        "His Treasury Secretary argued that prosperity like peace was indivisible, that it could not be achieved in one country at the expense of others but had to be spread throughout the world and that prosperity to be sustained had to be shared.",
        "And Marshall’s plan – and the unparalleled transfer of resources – not only made possible the reconstruction of Europe but the renewal of world trade and generation of prosperity for both these continents.",
        "And I believe today’s profound challenges call, even in a different world, for a similar shared response: comprehensive, inclusive, an assault on the underlying causes of poverty, with unprecedented support on offer from the richest countries.",
        "I believe in 2005 we have a once in a generation opportunity to deliver for our times a modern Marshall Plan for the developing world — a new deal between the richest countries and the poorest countries but one in which the developing countries are not supplicants but partners. And as we advance towards the G7 Finance Minister’s meeting next month and the Heads of Government meeting chaired by Tony Blair in July, our Government calls on all countries to join with us in agreeing the three essential elements of a 2005 development plan for a new deal:",
        "first, that we take the final historic step in delivering full debt relief for the debt burdened countries;",
        "second, that we deliver the first world trade round in history that benefits the poorest countries and ensures they have the capacity to benefit from new trade; and",
        "third – alongside declaring timetables on increasing development aid to 0.7 per cent of national income – that we implement a new international finance facility to offer immediate, predictable, long term aid for investment and development – building on commitments by individual governments, leveraging in additional funds from the international capital markets, raising an additional $50 billions a year each year for the next ten years, effectively doubling aid to halve poverty.",
        "I make this proposal for a new deal between developed and developing countries because as we meet here today – at the start of 2005 – I am aware not only of the pressures for emergency aid but that the promises we all made five years ago will forever remain unfulfilled unless we act together and act now.",
        "So 2005 is a year of challenge.",
        "A testing time as to whether the world can not only provide the emergency aid that is needed now to help the millions affected by the Asian crisis but whether we can wake up to the tragedy of global poverty and all its implications. Whether we can finally live up to the scale of the promises made. Whether we can come together as never before to fashion a new relationship between rich and poor countries and peoples.",
        "Later this month there will be a special report – the UN Millennium Project Report on poverty – which will provide devastating evidence on the scale of poverty and how far we have still to go.",
        "Next month under UK chairmanship the G7 Finance Ministers meet to examine what the G7 can do on debt and finance for development.",
        "In March there will be a personal report by Kofi Annan on world poverty — and the publication of the recommendations of the Africa Commission.",
        "In April then June special meetings of G7 Finance Ministers will prepare a final paper on debt and development.",
        "In July Britain plays a special role hosting the G8 summit in Gleneagles.",
        "Leading to in September the UN Millennium Summit.",
        "And then it is only a few weeks before December in Hong Kong the world trade talks – what was intended to be the development round for trade – resolving the other great development issue of our time.",
        "And with the public reaction to the tsunami showing the mood of the British people, I believe this support is growing wider and deeper with already in ‘Making Poverty History’ more than a hundred aid, development, and trade organisations and anti poverty organisations coming together in demonstrations, campaigns, petitions – in challenging Government to make poverty the issue of the year.",
        "Let me just summarise what I believe can be achieved by our Marshall Plan proposal… that as developing countries devise poverty reduction plans, expand their own development, investment and trade, tackle corruption and demonstrate transparency, we the richest countries ensure justice by taking this year, now, urgently, three vital steps.",
        "First on debt relief, let us in 2005 make a historic offer that finally removes the burden of decades old debts that today prevent the poorest countries ever escaping poverty and leading their own economic development.",
        "Whereas in 1997 just one country was going to receive debt relief, today 27 countries are benefiting with $70 billion of unpayable debt being written off, and 37 countries are now potentially eligible, up to $100 billions of debt relief now possible.",
        "And it is because of debt relief in Uganda that 4 million more children now go to primary school.",
        "Because of debt relief in Tanzania that 31,000 new classrooms have been built, 18,000 new teachers recruited and the goal of primary education for all will be achieved by the end of 2005.",
        "Because of debt relief in Mozambique that half a million children are now being vaccinated against tetanus, whooping cough and diphtheria.",
        "And it is partly because of debt relief that in the past decade in developing countries, primary school enrolments have increased at twice the rate of the 1980s; the proportion of those aged over 15 who can read has risen from 67 per cent to 74 per cent; life expectancy has increased by from 53 years to 59 years; and the number of people living in extreme poverty has fallen by 10 per cent.",
        "We do not wipe out the debt of the poorest countries simply because these debts are not easily paid. We do so because people weighed down by the burden of debts imposed by the last generation on this cannot even begin to build for the next generation.",
        "To insist on the payment of these debts is unjust – it offends human dignity.",
        "What is morally wrong cannot be economically right.",
        "And when many developing countries are still choosing between servicing their debts and making the investments in health, education and infrastructure that would allow them to achieve the Millennium Development Goals, we know we must do more.",
        "That is why this year we must make rapid progress and today I want to set out both the principles to govern the next stage and the measures that can be delivered.",
        "While we have achieved bilateral debt write off, the fact is that up to 80 per cent of the historic debt of some of the poorest countries is owed to international institutions and a solution to the debt tragedy now requires progress on debts owed not just to us but owed to the World Bank, the IMF and the development banks.",
        "So we propose, first, that this year the richest countries match bilateral debt relief of 100 per cent with the bold act of offering 100 per cent multilateral debt relief – relief from the $80 billion of debt owed to the IMF, the World Bank and the African Development Bank.",
        "Second, that the cancellation of debts owed to the International Monetary Fund should be financed by a detailed plan and timetable we now agree to use IMF gold.",
        "Third, we propose that countries make a unique declaration that they will repatriate their share of the World Bank and the African Development Bank’s debts to their own country.",
        "I can state that Britain will relieve those countries still under the burden of this debt to these banks by unilaterally paying our share – 10 per cent – of payments to the World Bank and African Development Bank. And we will both deepen and widen our debt relief as we will pay our share on behalf not just of Heavily Indebted Poor Countries but – because their need is just as great – of all low income countries, as long as they can ensure debt relief is used for poverty reduction.",
        "In the G7 Finance Ministers meeting next month I will be asking other countries to contribute directly or to a World Bank trust fund.",
        "And I also ask the European Union which deserves credit for more than 1.5 billion euros of debt relief so far to match that generosity with deeper multilateral debt relief.",
        "Alongside more debt relief, 2005 is the opportunity that may not easily return if missed to agree a progressive approach to trade.",
        "Economic development is the key to meeting the Millennium Development Goals and long term prosperity.",
        "And no country has escaped poverty other than by participation in the international economy.",
        "Our task is and remains helping developing countries build the capacity – the monetary and fiscal policies, the infrastructure, the support for private investment – essential for their development.",
        "But we also know the damage that rich countries protectionism has done and that the developed world spends as much subsidising agriculture in our own countries as the whole income of all the 689 million people in sub Saharan Africa taken together.",
        "Fair trade is not simply about the financial benefits, it is also about empowerment and dignity – enabling people to stand on their own two feet and using trade is a springboard out of poverty.",
        "It is not enough to say ‘you’re on your own, simply compete’.",
        "We have to say ‘we will help you build the capacity you need to trade’.",
        "Not just opening the door but helping you gain the strength to cross the threshold.",
        "So in 2005 we need to make urgent progress.",
        "First we the richest countries agree to end the hypocrisy of developed country protectionism by opening our markets, removing trade-distorting subsidies and in particular, doing more to urgently tackle the scandal and waste of the Common Agricultural Policy – showing we believe in free and fair trade.",
        "Second, while recognising that while bringing down unjust tariffs and barriers is important, agree that developing countries receive the support necessary to carefully design and sequence trade reform into their own poverty reduction strategies.",
        "And third, we have to recognise that developing countries will need additional resources to build their economic capacity and the infrastructure they need to take advantage of trading opportunities – and to prevent their most vulnerable people from falling further into poverty as they become integrated into the global economy.",
        "We know that after macroeconomic stability, poor infrastructure, lack of transparency, legal problems, poor labour skills and low productivity are key risks and deterrents to both foreign and domestic investment.",
        "Nor do many countries have the elasticity of supply to react to international market signals. The World Bank estimates that giving 24 of the poorest countries total access to western markets would have no impact on their economies as they would not have the capacity or infrastructure to make use of the opportunity.",
        "Even today for 12 African countries less than 10 per cent of their roads are paved.",
        "Telecommunication costs are such that calls from the poorest countries to the USA are five times the costs of calls from a developed country. While water and sanitation underpin health and development, even today 40 billion working hours in Africa each year are used up to collect water.",
        "And while tariff costs are often highlighted, it is actually transport costs that often constitute a bigger burden of the cost of exporting. With freight and insurance costs representing 15 per cent of the total value of African exports it is difficult for them to be competitive.",
        "It is also a fact that the informal economy accounts for more than 50 per cent of national income in most poor countries and the International Labour Organisation (ILO) estimates that in Africa 93 per cent of new jobs are in the informal sector.",
        "So countries need investment in physical infrastructure, institutional capacity -from legal and financial systems to basic property rights and, at root, transparency that avoids corruption – physical infrastructure and, of course, investment in human capital to enable growth, investment, trade and therefore poverty reduction.",
        "And to secure investment in development we need funds for development.",
        "2005 can be the year when we free nations from the burden of crippling and unpayable debts and remove unacceptable barriers to trade and private investment but it is clear that we cannot solve the urgent problems of poverty and development around the world without a third step — a substantial increase in resources for development, for investment in the future.",
        "Making better use of existing aid – reordering priorities, untying aid and pooling funds internationally to release additional funds for the poorest countries – is essential to achieve both value for money and the improved outcomes we seek but we face uncomfortable facts:",
        "that while ten years ago aid to Africa was $33 per person, today it has not risen but fallen to just $27;  \nthat when 80 million African children still do not go to school, all the public spending on education in sub-Saharan Africa taken together is still, per pupil, under $50 a year: less than $1 a week for schools, teachers, books and equipment; and  \nthat when in Africa 25 million people are infected with HIV/AIDS, with in 24 countries one in every ten of children dying before the age of one, sub-Saharan Africa still devotes only $12 per person per year to public health, a fifth of one per cent that is spent on the health of each individual in the richest countries – which is why the everyday commonplace tragedy is of mothers struggling to save the life of their infant child and in doing so losing their own.",
        "With the AIDS pandemic average life expectancy in Africa is less than 50.",
        "And today Ethiopia the scene of Live Aid twenty years ago has 70 million people but only 2,000 doctors.",
        "So it is clear that we are a long way short of the predictable, regular financing necessary to make the difference that is needed.",
        "At the UN Monterrey Financing for Development Conference, donor countries pledged an additional $16 billion a year from 2006. For the UK’s part, our level of Official Development Assistance will increase to £6.4 billion – 0.47 per cent of our national income – by 2008. Beyond that we wish to maintain those rates of growth which, on this timetable, would lift the ODA ratio beyond 0.5 per cent after 2008 and to 0.7 per cent by 2013 – and over the next year we plan to ask other countries to join us and nine others in becoming countries which have either already reached 0.7 or have set a timetable towards it.",
        "But we know that even if one or two of the G7 could overcome fiscal constraints and go to 0.7 per cent tomorrow, we will still not reach the scale of the resources needed to achieve the Millennium Development Goals – at least $50 billion more a year – not in 2015 but now.",
        "And the truth is that the scale of the resources needed immediately to tackle disease, illiteracy and global poverty is far beyond what traditional funding can offer today.",
        "That is why the UK Government has put forward its proposal for stable, predictable, long-term funds frontloaded to tackle today’s problems of poverty, disease and illiteracy through an International Finance Facility.",
        "And let me just explain what the IFF could achieve for the world’s poor.",
        "The IFF is founded upon long-term, binding donor commitments from the richest countries like ourselves.",
        "It builds upon the additional $16 billion already pledged at Monterrey.",
        "And on the basis of these commitments and more it leverages in additional money from the international capital markets to raise the amount of development aid for the years to 2015.",
        "And let me tell you the significance and the scale of what I am proposing.  \nWith one bold stroke: to double development aid to halve poverty.  \n$50 billion more in aid a year each year for the poorest countries.",
        "Think of what it could achieve:",
        "as many as half of all malaria deaths could be prevented if people had access to diagnosis and drugs that cost no more than twelve cents;  \na quarter of all child deaths could be prevented if children slept beneath bed-nets costing only $4 each;  \n$3 more for each new mother could save up to 5 million lives over the next ten years;  \nand in total for an investment of $9 billion more a year we could build schools so that every child can get primary education;  \n$10 – and preferably $20 – billion more a year could tackle TB and malaria, build health systems and address the tragedy of HIV/AIDS.",
        "I believe the International Finance Facility has the following advantages.",
        "First, the IFF would urgently create the scale of funding necessary to invest simultaneously across sectors – providing humanitarian assistance as well investment in education and health, trade capacity and economic development – so that instead of having to choose between first aid and tackling poverty, between health and education, between capacity building in trade and tackling aids, the impact of extra resources in one area reinforces what is being done in others and has a lasting effect.",
        "Second, the IFF would provide a predictable flow of aid to developing countries so they no longer have to suffer from an up to 40 per cent variance in the amount of aid they receive from year to year which prevents them from investing efficiently in health and education systems for the long term and tackling the causes of poverty rather than just the symptoms.",
        "Third, the IFF is designed to invest now to prevent problems later – to scale up development aid between now and 2015, enabling us to frontload aid so a critical mass can be deployed as investment now and over the next few years when it will have the most impact in achieving the Millennium Goals.",
        "Indeed, the fact is that unless we adopt the IFF or a similar mechanism immediately there is simply no other way of meeting the Millennium Development Goals in time.",
        "The IFF is not only complementary to existing commitments to the 0.7 per cent target – allowing participating countries to take faster steps towards 0.7 by increasing the resources available now – but can be implemented alongside continuing consideration of other proposals to provide financing in the longer term – including international taxes, special drawing rights and other forms of revenue raising on a world wide basis.",
        "I believe that the advantage of the International Finance Facility I have described is not just that it is a means of providing the necessary resources immediately and thus far faster than other initiatives, but also that we can move quickly with a committed group of countries – not moving at the pace of the slowest but tackling the problem head-on now with those that are prepared to sign up",
        "And so the practical benefits of the IFF are:",
        "we provide the support poor countries need straightaway – frontloading investment in infrastructure, education and health systems, and economic development so they can benefit from access to our markets;",
        "we provide grants immediately to help ensure a sustainable exit from debt so poor countries do not need to choose between emergency relief and long term investment;",
        "we make primary schooling for all not just a distant dream but a practical reality – meeting these needs and rights now and not deferring them to an uncertain future; and",
        "we advance towards our global goals of cutting infant mortality and maternal mortality on schedule, eliminating malaria and TB and treating millions more people who are suffering from HIV/AIDS.",
        "Let me give an illustration of what – because of the IFF model – could already be possible.",
        "The Global Alliance for Vaccines and Immunisation (GAVI) – who have immunised over the last five years not a few children but a total of 50 million children round the world – is interested in applying the principles of the IFF to the immunisation sector – with donors making long term commitments that can be leveraged up via the international capital markets in order to frontload the funding available to tackle disease.",
        "If, by these means, GAVI could increase the funding for its immunisation programme by an additional $4 billion over the next ten years, then it would be possible that their work could save the lives of an additional 5 million people between now and 2015 and a further 5 million lives after 2015. And I praise Bill Gates and Bono for their farsightedness – coming together to urge this week a financing proposal for making immunisation available to millions more.",
        "So in one fund, with one initiative, we can glimpse the possibilities open to us if we act together.",
        "And there are other possibilities that could change the world.",
        "Let me say that with proper funds the medical breakthroughs now being achieved in developing a preventive vaccine for malaria could be matched by the farsightedness of an advance purchase scheme that could prevent the loss of more than 1 million lives a year because of this dread disease.",
        "Only £400 million pounds a year is spent on research for a preventative vaccine for HIV/AIDS, despite the fact that 75 million are affected and 25 million have died. And as we examine what can be done to prevent as well as treat HIV/AIDS it is obvious that with proper funds there could be a similar bold initiative on research and development – to internationalise and advance the research and then to provide support for the development of preventive vaccines…once again showing the possibilities for the Global Fund for health and for building health capacity that the International Finance Facility we propose opens up for the world.",
        "And if what we achieve for health we could also achieve for schools, for debt relief, for the capacity to trade, for anti poverty programmes, for economic development, think of the better world we can achieve.",
        "So the aim of the International Finance Facility is to bridge the gap between promises and reality.",
        "Between hopes raised and hopes dashed.",
        "Between an opportunity seized and an opportunity squandered.",
        "And in the forthcoming G8 discussions we will ask all countries to join dozens of countries who have already given their backing to support and sign up to the IFF and we will be setting out a framework within which we can implement it.",
        "2005 is therefore a once in a generation opportunity. And when people ask whether it is possible to make a breakthrough and say our proposals are too difficult, I say:",
        "people thought the original plans for the World Bank were the work of dreamers;",
        "people thought that the Marshall Plan unattainable;",
        "even in 1997 when we came to power people thought debt relief was an impossible aspiration and yet we are wiping out $100 billion of debt;",
        "people thought no more countries would sign up to a timetable for 0.7 per cent in overseas development aid and yet this year alone five countries have done so.",
        "Each of us of course have our respective responsibilities, our very different duties, as politicians, aid organisations, individuals.",
        "But for all of us an even greater measure of the potential is that in 2000 first hundreds, then thousands, then millions of people first in one country then in one continent, then in all countries, and in all continents came together to demand debt relief and in doing so changed the world. And we can do this again.",
        "Even today that coalition is not just being reformed but growing in strength.",
        "And I pay tribute to all of you here today – aid workers, supporters, contributors, campaigners – who are fighting for great causes, standing for the highest ideals, often bearing huge burdens and bringing the greatest of hope to those in the greatest of needs.",
        "A few months ago I quoted a century old phrase saying ‘the arc of the moral universe is long but it does bend towards justice’.",
        "This was not an appeal to some iron law of history but to remind people in the words of a US President that ‘the history of free peoples is never written by chance but by choice’ – that it is by our own actions that people of compassion and goodwill can and do change the world for good’.",
        "Of course it is difficult – as we are witnessing in south east Asia – and there are disappointments and set backs in international development when progress is slow but when we are stalled or set back in our development aims I am reminded of the words of the former Head of the UN",
        "Dag Hammarskjold who said:",
        "‘When the morning’s freshness had been replaced by the weariness of midday…  \nWhen the leg muscles quiver under the strain…  \nWhen the climb seems endless…  \nAnd suddenly nothing will go quite as you wish…  \nIt is then that you must not hesitate’",
        "And if we do not hesitate but press on, if we do not allow setbacks to discourage us but let them challenge us to do even more on aid and trade and as a result are inspired to work and strive even harder – our determination not diminished but intensified – I believe that:",
        "with the scale of the challenge revealed in its starkest form this week and this month summoning us to action;",
        "with the tsunami showing the capacity of people everywhere to unite in response and with the growth, organisation and now clamour of public opinion calling for action now – ‘the passion of compassion’ – resonating here in Britain and reverberating across all countries; and",
        "with a determination among world leaders to be bold – shown by united global action over the Asian crisis – the arc of the moral universe while indeed long will bend towards justice in the months and years to come."
    ]
}