{
    "url": "https://www.ukpol.co.uk/gordon-brown-2008-speech-on-eliasch-review/",
    "title": "Gordon Brown – 2008 Speech on Eliasch Review",
    "post_date": "November 7, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Prime Minister Gordon Brown on Tuesday 14th October 2008",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "Let me start by saying how pleased I am to join all of you this morning for the launch of this path-breaking report – Johan Eliasch’s review of financing the sustainable management of forests round the world. And I am pleased to be here alongside representatives from governments across the world, from the private sector, from non-governmental organisations, all of us with a common commitment to help secure the future of the world’s forests. And I am very pleased that Ed Miliband, Douglas Alexander and Hilary Benn are all here in support of the action that we plan to take as a result of this important report.",
        "I know that some people may be saying that the difficult financial circumstances that the world now faces mean that climate change should move to the back-burner of international concern. I believe that the opposite is the case. We will not solve the energy and environmental problems of the world unless we address the climate change problem, and indeed the issues of energy security, affordability of energy and climate change have all come together to make it urgent that we take action on climate change.",
        "The commitments we have made to reduce global emissions are the very investments in sustainable energy infrastructure and energy efficiency which can help create jobs and drive economic growth in this period of time and therefore offer also a route out of the current global economic downturn. They will enhance both economic productivity and energy security and I am determined that both in the UK and globally we will carry them through, working with other partners and persuading them to act as well.",
        "Our efforts to preserve forests must be just as forceful and determined as our efforts to develop greener technology. Indeed for the poorest nations this will be an essential part of sustainable development. We understand better now than ever before the role of the world’s forests in stabilising our global climate and the terrible consequences that result when those forests are logged, burnt or cleared, releasing vast amounts of carbon into our environment.",
        "And we also understand now the immense value of the biodiversity contained in those forests, the vital role they play in preserving water, soil and climatic systems, and the economic resources they provide for the livelihoods of hundreds of millions of the world’s people. And yet each year, as so many of you here today know very well, the world continues to lose forests equivalent to the size of England, and deforestation is responsible for nearly a fifth of global man-made emissions, more than the world’s entire transport sector, and if we do not act now, by 2040 two-thirds will have been destroyed.",
        "Now the causes of deforestation, as people here know, are varied and complex, but the core solution can be stated very simply. If rainforest nations are to be enabled to slow and eventually stop the rate of deforestation, we must find a way of making forests more valuable standing than cut down.",
        "That is why a year ago I asked Johan Eliasch to undertake a review for the British government on how this can be done. Johan’s expertise, combined with his longstanding personal commitment to forest conservation have made him an ideal choice for this role and I am extremely grateful to him and to this excellent team that he assembled for the work that they have done.",
        "Already rainforest nations are leading the way in developing policies to protect and manage the future of their forests. The forests belong to them and I pay tribute to their initiative in putting this on to the international agenda. And these countries, and the forest communities within them, cannot make the economic changes required overnight and we know they cannot make them alone. We shall all benefit however from the changes and we now have an obligation to support them and to provide an international framework that incentivises action.",
        "I hope that Johan’s report will help to stimulate the global debate about how we do this and will give momentum to the international effort to bring the right financing framework into being. This will require, as I saw when I was involved in the rainforest project in Africa with Wangari Maathai the combined efforts of governments, business leaders, NGOs and civic society both within the regions and across the world.",
        "It will require a truly international coalition that will preserve the world’s forests at the same time as sustaining the livelihoods of those men and women who depend upon them. And I know that many of you here today are already working hard to achieve these objectives.",
        "So let me reaffirm today, in praising the report that is now before us, our government’s commitment to that task, and thank Johan once again for the work his team have done. We are all eagerly looking forward now to the presentation of findings upon which we as a government, and we hope other governments, will quickly act.",
        "Thank you very much."
    ]
}