{
    "url": "https://www.ukpol.co.uk/alan-brown-2022-speech-on-public-ownership-of-energy-companies/",
    "title": "Alan Brown – 2022 Speech on Public Ownership of Energy Companies",
    "post_date": "November 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alan Brown",
            "url": "/tag/alan-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alan Brown, the SNP MP for Kilmarnock and Loudoun, in Westminster Hall on 31 October 2022.",
    "content": [
        "It is a pleasure to serve under you as Chair, Mrs Murray. I commend the petitioners. It is clear that we need a serious debate about energy, strategic assets and how the energy market operates. For too long, what has constituted a so-called debate in this place has been the argument that private is good, and nationalised or public sector is bad—or vice versa. Unfortunately, there does not seem to be too much debate today either: most of the speakers are in broad agreement. It prompts the question: where are all these compassionate Conservatives, bringing forward their views, sticking up for what is going on and putting forward other ideas? [Interruption.] I see that someone is pointing to the Minister from a sedentary position. I state the obvious: the Minister has to respond. We will get his point of view, but where are all the Conservative Back Benchers?",
        "I commend my hon. Friend the Member for Linlithgow and East Falkirk (Martyn Day) for securing the debate on behalf of the petitioners. He spoke in a balanced way, while also highlighting the abject failures of this UK Government. My hon. Friend rightly pointed out that the free market has effectively collapsed and failed. There has been insufficient regulation over the years. He also said that, if there was a properly regulated market, the citizens of the UK would feel the benefit, and there would not be such high levels of fuel poverty. He highlighted that the problems were exacerbated by Chancellors coming and going, and Prime Ministers coming and going, and the fact that when the current Prime Minister was Chancellor, he had no idea of the scale of the problem. The then Chancellor tried to introduce a £200 energy loan scheme, which would clearly never address the issues that real people face as they struggle to pay their energy bills.",
        "Another point that my hon. Friend made on behalf of the petitioners was the need for a 25-year strategic plan. I certainly agree. In the long term, we should be looking at how we get to net zero. What do we need to do to get there? Where should we build the generation facilities to facilitate that, and in the cheapest possible way? What grid upgrades will we need? What other measures should be implemented, such as energy efficiency and upgrading homes properly? That would be long-term planning, and it would realise the most benefit for people in the UK.",
        "The hon. Member for Wirral West (Margaret Greenwood) effectively highlighted the dilemma that many people now have: heating or eating. Sadly, in some cases, they can afford to do neither, because they cannot even turn on their gas hobs to heat their food. She highlighted the failings in the design of the oil and gas profits levy, and the obscene oil and gas profits that are being realised. That was another common theme from speakers. The hon. Member rightly highlighted the success of smaller countries, such as Norway, Denmark, Iceland and so on, in public ownership and leading the way in the renewable transition. That is not lost on us MPs from Scotland.",
        "The hon. Member for Leeds East (Richard Burgon) asked: who actually owns the energy companies at the moment? We keep hearing the UK Government talk about energy security, yet they are quite happy to have many foreign owners of our energy companies. That is a real paradox. The response to the last written question I tabled about the consortium building Sizewell C showed that China General Nuclear still owns a 20% stake. When will the Government realise that that partnership should be dissolved, and that they need to end their obsession with Sizewell C?",
        "The hon. Member for Leeds East mentioned social pricing structure; I would call it social tariffs. Now is the time for that to be considered. We need layered tiers based on usage, because we all know that people on the lowest incomes use the least amount of energy, so they would benefit from that. We can also use social tariffs to protect the most vulnerable. It is much more progressive, because those who can afford to pay more for the energy that they use do so.",
        "The hon. Member for Ilford South (Sam Tarry) made the final Back-Bench contribution, which started with eye-watering figures about the tragic consequences of fuel poverty. The reality is that fuel poverty kills people. Roughly 10,000 people a year die prematurely because they cannot afford to heat their homes. That is a national scandal that needs to be remembered. I would like the Minister to explain how the Government will address that, because we cannot let that scandal continue. Clearly, it will get worse, as fuel poverty rates have increased massively. Have the Government even assessed what that means for future excess deaths?",
        "A year and a half ago, the so-called price cap was £1,100 per annum for an average household. Now people are expected to be grateful for the support package that the Government announced, which is equivalent to £2,500 per annum for an average household. My hon. Friend the Member for Linlithgow and East Falkirk highlighted the fact that the previous Prime Minister did not even understand her own policy. She kept stating that she was ensuring that people would not pay more than £2,500 for their bills. Average bills in Scotland are likely to be £3,300 even under the support scheme. That shows the gravity of her misinformation. Too many people will be under the illusion that their bill will be smaller than they actually will be. Frankly, it is dangerous for people’s financial management.",
        "The Government’s own impact assessment for the Energy Prices Act 2022 estimated that the support package would prevent average bills from rising to over £4,400 come January 2023. The former Prime Minister was claiming that the support package would prevent energy bills from rising to over £6,000 per annum. Given that the UK Government made the last-minute decision to slash the support period, will the Minister advise us what he thinks Ofgem’s cap level will increase to for the 22 million or so dual fuel customers who are currently on standard variable tariffs when the support package ends in April 2023? When will the Government announce their plan to protect the most vulnerable, as they claim they will?",
        "The reality is that more and more people are already in debt, and they have been put on to prepayment meters, so why is the Government’s support package not even contingent on not forcing more people on to prepayment meters, which have higher standing charges? National Energy Action estimates that with the current support package, there will still be 6.7 million households in fuel poverty. Can the Minister provide an estimate of how many people will go into fuel poverty come April 2023, when the support package ends? How many households do the Government think are vulnerable enough to merit further support, and when will we hear what that support package will look like?",
        "Fuel poverty on this scale is why people are angry and want a more serious debate about the merits of nationalisation and putting people before profits. They know that the energy profits levy for oil and gas companies does not go far enough, and that the investment allowance of 91p in the pound perversely incentivises investment in fossil fuels over renewable energy. For too long in the energy retail sector, the excess profits being made by the big six were deemed acceptable by the Government. When they eventually moved to a price cap, the truth is that it came in too late, because by that time the market was being squeezed by new entrants that thought that they could come in and make easy money in the energy retail sector. Thirty companies have gone bust since July 2021 and many of them had been using customers’ money for their cash flow, effectively operating their own Ponzi schemes while the Government and the regulator were sleeping on the job. The reality is that, unfortunately, it is now billpayers who are picking up the tab for these losses and covering the customer credit that these companies effectively stole. Why has there not been stronger action to bring the guilty people in these companies to account?",
        "The largest energy company to go into administration, as the hon. Member for Rutherglen and Hamilton West (Margaret Ferrier) pointed out, is Bulb, which has cost the taxpayer billions of pounds. What is the Government’s estimate of the special administration regime costs for Bulb? What we have seen in this energy market—and in the retail market in particular—is similar to what we have seen in other markets, particularly the rail market: profits are being privatised, but the debts and the risks lie with the people. How can that be a fair system?",
        "While Bulb was in a special administration regime, its chief executive was still allowed to pick up his salary of £250,000 a year, supposedly for his expertise. That is the same man whose expertise took the company into administration. Only a Government who see raising bankers’ bonuses as a priority could think that that chief executive should have been kept in place with a £250,000 salary.",
        "Another example of privatising profit while taxpayers take risks is something I touched on earlier—the Government’s obsession with new nuclear power. Hinkley Point C is nearly 50% over budget and EDF’s latest programme shows that it could be 2030 before both units are operating, which would be five years behind schedule. Yet the Government still tell us that replicating the world’s most expensive power station at Sizewell is the answer to our cost and security crisis.",
        "It beggars belief that the Government want to give EDF a 60-year contract while moving the risk on to the bill payers under the regulated asset base model of funding. This is a project that the Government’s own impact assessment shows could cost £63 billion for capital and borrowing costs. We have a classic example of how the free market in nuclear energy generation has completely failed, yet the Government are stepping in to the market to support a fully nationalised French company and transfer the risk to UK bill payers.",
        "What frustrates me is that Labour continues to goad the Tories to build even more nuclear power plants. It is groupthink madness and it is tying up future generations of bill payers to pay not only for these costly new power stations but for the nuclear waste legacy, which is already estimated to cost about £140 billion. How will that approach reduce bills in the future?",
        "Switching slightly, if we look to Scotland we see that it provides an example of a nationalised utility company that has kept all its assets under public ownership: Scottish Water. Water and sewerage bills are cheaper in Scotland compared with the rest of UK water companies; comparative performance is better, as measured by the regulator; and of course any surpluses or savings are reinvested. By contrast, the privatised water companies south of the border have taken something like £60 billion in dividends since privatisation and, as we know, sewage discharges into rivers and seas by these private water companies are out of control. Will the Minister comment on the comparative success of the nationalised utility company in Scotland and say what lessons can be learned from that? In a similar vein, what assessment have the Government made of the dividends paid out in the energy sector over the years with regard to risk and balance, and whether the dividends paid by the energy companies have indeed been excessive?",
        "When we look at the oil and gas industry elsewhere, we see what nationalised companies have achieved in returns for the benefit of their citizens. In Norway, Statoil generated profits for the citizens of the Norway while the Norwegian Government still took taxes and put some of that money aside in a sovereign wealth fund, which now sits at $1 trillion, making it the largest such fund in the world.",
        "That energy company, which is now Equinor, operates in 30 countries around the world and has massively diversified into renewable energy. Although it was technically privatised, the Norwegian state is still the majority shareholder, with a 67% shareholding. It really is the ultimate success story, whereas in Scotland’s case, we know that by comparison the UK, with broad shoulders, has squandered all the oil and gas revenues—some £380 billion over the years.",
        "Independence will allow the Scottish Government to create an investment fund that would invest in renewable energy; could be used to support the decarbonisation of homes; and could take stakes in renewable generation while also levering in private investment. The Energy Prices Act gives the Secretary of State powers to buy energy assets. Is that a nod away from ideological opposition to all forms of nationalisation, and can the Minister tell us whether the Government will be using those powers to buy some energy assets, for which the Energy Prices Act allows?",
        "I have highlighted a lot of the benefits of having publicly owned assets—for instance, the success of Scottish Water—but I do not believe that now is the right time to renationalise energy companies in full. The amount of money to pay out is untold billions, and it will scare off future investors and the market. The only estimates on costings that I have found are from the Centre for Policy Studies which, I accept, is a right-wing think-tank—not necessarily one that I would normally utilise. The CPS estimated that it would cost something like £55 billion to nationalise transmission assets, but £185 billion to nationalise the entire sector. Those are eye-watering sums that might not be manageable in this difficult climate.",
        "The same principle applies when Scotland becomes independent, because there is no point creating additional debt and investor turbulence. However, that does not preclude a Scottish energy company being set up and working in collaboration with the private sector on a mixed-equity basis to ensure that maximum investment is levered in, but also that the state gets returns for the good of the population and revenue streams that allow for reinvestment.",
        "With independence, we can end the ridiculous situation whereby people in the highlands of Scotland pay a surcharge on their electricity bills while renewable energy generation in the highlands supports the rest of the UK. They are bringing down bills across the UK, while they pay a surcharge on their own bills. It is completely topsy-turvy and unfair, and it something that the Government refuse to address. Again, it is another inequity that only independence will resolve. Although Scotland is an energy-rich country, we do not yet have the powers to unleash our potential and create a fairer society, but I have a feeling that that day is coming, and I look forward to the response from the Minister."
    ]
}