{
    "url": "https://www.ukpol.co.uk/gordon-brown-1999-speech-to-the-cbi-annual-dinner/",
    "title": "Gordon Brown – 1999 Speech to the CBI Annual Dinner",
    "post_date": "December 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1999",
            "url": "/tag/1999/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, at the CBI Annual Dinner on 18 May 1999.",
    "content": [
        "**INTRODUCTION**",
        "I am delighted to be here this evening and to start by paying tribute to the work you do, the service you give, the contribution you, as business leaders, make to the economy, to employment and to prosperity for Britain. It is your belief in the potential of Britain and of the British people that makes us optimistic about the future of the British economy as we approach the millennium.",
        "A little over two years ago I addressed this dinner, it was only a little over two weeks after we came into government.",
        "I used that opportunity to set out our ambitions for Britain – our plans for building a platform of economic stability in Britain, our commitment to identify and remove the barriers to growth and productivity, our ambition to put work at the centre of the welfare state, our aim for constructive engagement with Europe. And I said then that we could only achieve these goals, restoring a sense of national purpose, if we worked together.",
        "Now two years on I want to report back to you on what progress we have made together and what we have still to achieve together to realise our ambitions for Britain.",
        "**Stability**",
        "Let me start by talking about stability.",
        "The economy of 1997 was set to repeat the same cycle of boom and bust that has been seen over the past 20 years. There were strong inflationary pressures in the system. Consumer spending was growing at an unsustainable rate and inflation was set to rise sharply above target; there was a large structural deficit on the public finances. Public sector net borrowing stood at £28 billion.",
        "So, against a background of mounting uncertainty and instability in the global economy, we set about establishing a new economic framework to secure long-term economic stability and put an end to the damaging cycle of boom and bust.",
        "One of our first steps after the election was to make the Bank of England independent, ensuring that interest rate decisions are taken in the best long-term interests of the economy, not for short-term political considerations.",
        "We established a monetary policy committee with a target for inflation of 2½ per cent, and today I am writing to the Governor to confirm this remit for another year. Over the last 10 months inflation has remained within 0.2 percentage points of the Government’s target. Today’s figures show headline inflation down to 1.6 per cent and underlying inflation at 2.4 per cent – its lowest level for over 4 years, and it is expected to remain close to target.",
        "Short-term interest rates peaked at half their early 1990s level and have fallen from 7½% in October to 5¼% now. Long-term interest rates are at their lowest for over 40 years and mortgage rates are their lowest for 33 years. The 10 year bond differential with Germany has fallen from 1.7 percentage points in April 1997 to around 0.7 percentage points now.",
        "We have also put in place a new fiscal policy framework set out in the Code for Fiscal Stability requiring the Government to conduct fiscal policy in a transparent and responsible way. And we have set two strict fiscal rules: the golden rule requires that over the cycle we balance the current budget, and the sustainable investment rule requires that, as we borrow for investment, debt is set at a prudent and stable level.",
        "Public borrowing has been reduced by £31 billion over the past two years – a cumulative fiscal tightening of 3¼ per cent of GDP, the largest fiscal tightening since 1981 – and the March Budget continues to lock in that fiscal tightening by keeping the public finances under control, while allowing fiscal policy to continue to support monetary policy in the next stage of the cycle. As a result of our cautious and prudent approach to managing the public finances, we remain on track to meet the fiscal rules while guaranteeing an extra £40 billion for schools and hospitals over the next three years and more than doubling public investment, including in transport and our infrastructure.",
        "This has been a difficult time for the global economy – a quarter of the world is now in recession and world growth has halved. Exports to parts of Asia are down more than 50 per cent. The turbulence of last autumn has eased but it is too early to say that the period of global financial instability is over. But as a result of tough and decisive action to build a platform of stability I believe we can now say that the Government has been able to steer a course of stability – based on low inflation and sound public finances – and we are now laying the foundations for sustainable growth.",
        "The platform of stability which we are putting in place is founded first on setting out clear long-term policy objectives, second on the certainty and predictability of well-understood procedural rules for monetary and fiscal policy, and third on an openness that keeps markets properly informed and ensures that objectives and institutions are seen to be credible.",
        "So the experience of the last two years now allows us to draw some lessons:",
        "First, the MPC has only one target – a symmetrical inflation target. I am determined to avoid economic instability caused by the ever-changing money targets of the early 1980s and the dual exchange rate and inflation targets of the late 1980s and early 1990s. The Bank of England was quite right to say, when publishing its inflation report last week, that the objective of monetary policy is clear and unambiguous with a symmetric inflation target so that inflation outcomes below target are viewed just as seriously as outcomes above target. The symmetrical target, combined with tight fiscal policy and the earlier tightening of monetary policy, has enabled the MPC to reduce interest rates quickly to keep inflation at or around the target. I do understand the worries of exporters over the current strength of sterling, but what would be an even greater worry would be any risk of a return to the boom-bust we saw in the 1980s and early 90s, when inflation was allowed to run out of control, over 150,000 businesses went under and thousands faced mortgage misery and negative equity.",
        "Second, by publishing the minutes and the inflation report along with MPC members’ regular appearances before the select committees, we have enhanced the transparency and openness of monetary policy, and I think it has led to a greater public understanding of why decisions are made. This should help reduce inflation expectations among the public and the MPC has a role to play in this. All of us must show responsibility on pay, and not take the short-termist approach of paying ourselves more today at the cost of higher interest rates, fewer jobs and slower growth tomorrow.",
        "Third, and contrary to the fears of some commentators two years ago, an equally clear framework for fiscal policy, including the presence of the Treasury representative at MPC meetings, has greatly improved the coordination of monetary and fiscal policy. Under the previous arrangements the Chancellor announced his fiscal policy in the Budget – and invariably cut interest rates claiming that his Budget decisions justified it. I am convinced there is much more educated discussion of the interaction of monetary and fiscal policy than ever occurred under the previous arrangements, and much better decision-making.",
        "Finally, I believe all of us benefit from selecting MPC members on the basis of relevant skills and expertise rather than on the basis of regional, sectoral or other interest groups. The MPC have a duty to keep in touch with all regions and sectors of the economy through the bank’s regional offices and agents, and the Court of Directors has the duty to see that this happens. I want to thank both the Governor, the MPC and the Court for their hard work and in particular this evening I would like to congratulate Alan Budd who is retiring on 31 may for his valuable work on the MPC and welcome Sushil Wadwahni who joins as his successor.",
        "With these reforms we have been building a platform of stability for the British economy.",
        "**Removing the barriers to growth**",
        "Stability is the necessary pre-condition not the sufficient condition for a successful economy.",
        "Britain can tonight celebrate great British success stories. World class firms beating competition round the globe. Many now taking over or becoming the senior partner in mergers with transatlantic competitors, world class firms, many represented here this evening, in whose achievements we should all take pride.",
        "And I want to suggest that economic success in the knowledge-based economy of the future depends upon us doing more to encourage innovation. Creating a culture that favours enterprise for all. Building the knowledge and skills base of the economy. Fostering the digital computer revolution and engaging constructively with Europe.",
        "And in building for our future, we build from the great British strengths; the British genius – our belief in work, enterprise and fair play, our creativity and willingness to adapt and to take an outward looking approach to the world. The same strengths which built manufacturing in the 19th Century, are the platform on which to build our strengths for the 21st Century, in every manufacturing and service industry in every part of the UK.",
        "**Innovation**",
        "So first, let us do more to back the inventor and the innovator.",
        "Britain is developing a reputation for inventiveness that extends well beyond the traditional inventions for which we are famed. And to let the creative talents of our country flourish, we should create a winner’s circle stretching from invention to commercial exploitation and manufacturing of the inventions here in Britain.",
        "So I lay great importance on the new R&D tax credit to encourage small business investment in R&D, and the £1.4 billion being invested in basic scientific research.",
        "Our university challenge fund is designed to help turn British inventions into businesses here, and the new British institutes of enterprise will provide management skills and advice on commercial expectation to ensure the innovations that are developed in the UK are turned into products manufactured in the UK, creating good paying jobs in the UK.",
        "We have put in place measures to encourage investment in early stage, high technology companies, through new £20 million venture capital challenge run jointly with the private sector; and a commitment to introduce incentives to promote corporate venturing on which we would welcome your views.",
        "**Enterprise**",
        "I turn to the broader question of how in Britain we can broaden the enterprise culture.",
        "Too often in the past we posed a false choice between those who supported fairness and those who supported enterprise. The nation was divided between those who said enterprise required us to ditch a fair society and those who said fairness could only be bought at the cost of enterprise.",
        "I believe my own party failed in the 1980s to show that enterprise and fairness depend upon each other and how extending opportunity to work, to work your way up, to start a business promoted both enterprise and fairness. Now I believe we are all ready to leave behind the old divisions and to build a modern culture of enterprise, open to all and benefiting all.",
        "And that enterprise starts in the school, not in the boardroom. I want all large firms to consider seconding managers to schools; and you will benefit from the new tax relief. And we are encouraging schools to link up with the world of work and to link up with established businesses.",
        "Linking the world of work to the world of business will involve today’s entrepreneurs encouraging the next generation of entrepreneurs.",
        "Today, much is changing. Recent studies of young people found that up to 20 per cent say they would like to start their own businesses.",
        "In two Budgets we have moved decisively to encourage new businesses with a cut in the small business tax from 23p to 20p. To encourage start-ups we have introduced a new 10p rate of corporation tax and a new 10p rate of income tax which will help the self-employed. And to encourage growth we have provided 40 per cent investment incentives for small businesses and medium sized businesses; provided additional support for venture capital; and reformed the capital gains tax system to promote and reward long-term investment.",
        "And next year we will introduce the new enterprise management incentive measure to provide help where it is most needed to smaller companies with potential for rapid growth which are seeking to recruit or retain key personnel by offering equity remuneration. So the share option plan will allow tax relief for incentives of up to £100,000.",
        "At each point we want to be on businesses’ side removing the hurdles to growth that stand in their way access to bank finance in starting up, access to venture capital funds when expanding, access to export markets when going international.",
        "**Skills**",
        "Now, we need to teach our children and adults the skills they need to succeed in the new economy.",
        "As we know the countries which invest in their one national resource: the people, will be the ones that master the new technology and the new competitive pressures. So we have made radical changes to encourage people to work, to work themselves up the employment ladder and to get the skills for work.",
        "And I am grateful to many of the 47,000 companies represented here today who have helped a quarter of a million young people and 100,000 long term unemployed to join the New Deal and for your support in the tax and benefit changes we are making the cuts in national insurance, the changes in employer contributions, the working families tax credit, the 10p rate of income tax which people are starting to see the effect of this week and the cut in the basic rate of income tax to 22p, that are designed to create the best incentives to take a job, for employers – to cut the costs of hiring and for hard working employees to reward work and effort.",
        "But we have a long way still to go.",
        "Today, as you know, many high tech companies cannot find the highly skilled workers they need to continue growing.",
        "And the quality of skills among young people available to employers as they leave the New Deal gateway has to be improved.",
        "And while we will continue to make short-term improvements, the key is to implement a long term strategy to ensure our population is skilled for the next century with a rigorous approach to standards throughout our schools with demanding targets for literacy, numeracy, school leaving qualifications and attainment by the age of nineteen. Our aim is quite simply to raise all of Britain to the standards of the best of Britain. And we will not shirk from the modernisation that is essential in schools’ reform, teaching standards, discipline and investment that is essential, both in schools and in reform of further and higher education.",
        "**Information technology**",
        "Britain cannot afford to be left behind in the computer revolution.",
        "These computer and information technology advances affect every company, however large, every service, however small.",
        "In the Budget I allocated an additional half a billion pounds to launch a 1.7 billion pound “computers for all” initiative, a nationwide effort enlisting schools, colleges and companies, public and private sectors across the board to make Britain a leader in the information economy.",
        "Within three years, we want one million small businesses able to benefit from a commerce.",
        "I want British business to work with government to move ahead in the world of information and technology. We want a whole new network of computer learning with one purpose only, that the whole of Britain is equipped for the information age.",
        "**Constructive engagement with Europe**",
        "There is another building block that for too many years we have undervalued – a strong and lasting trading relationship with Europe.",
        "For the first time we are committed in principle to economic and monetary union. We are working with our European partners to make sure emu is a success. Economic reform is crucial for the European economy to tackle unemployment and ensure the flexibility required to live with a single interest rate. Second, we see no constitutional barrier that prevents us joining.",
        "Third, we are committed to making an economic rather than political assessment the decisive test as to whether and when we will enter and finally we have committed our country to full preparations that will allow us to make a decision early in the next Parliament, subject to a referendum. Our strategy, to prepare and then decide, is being pursued.",
        "In February, we published an outline national changeover plan which set out the practical steps needed for the UK to join the euro.",
        "I am conscious that the public sector must be prepared to take a lead in making preparations. And I can tell you that every Government department is playing its part.",
        "I am very grateful to the CBI for their continuing help on preparing business for the euro. CBI was one of the organisations that helped us in putting together the outline national changeover plan. And I want to thank Lord Marshall, your previous president, and Sir Clive Thompson your current president for their valuable work on the standing committee for euro preparations, Kate Barker for her work on Lord Simon’s business advisory group and many others who represent the CBI on our detailed working groups and on the euro regional fora.",
        "**Conclusion**",
        "So, my vision is of a Britain where there is economic stability for investment rather than economic or political instability, which is business-friendly, working with business rather than in isolation from it; which tackles our biggest problem welfare dependency and unemployment, the key to unlocking funds for the reform of our other public services; a Britain that makes the vision of our country as a world leader in education the centre point of both our economic and social ambitions for the long term.",
        "A Britain where public and private sectors instead of fighting each other work constructively together and a new sense of national economic purpose, fostering enterprise and cohesion, is shared right across the economy. The challenges are enormous and many, but if we work together the prize is a modern economy more fit for the challenges ahead, ready to ensure employment opportunity and greater prosperity for all our people in the years ahead."
    ]
}