{
    "url": "https://www.ukpol.co.uk/gordon-brown-1997-speech-at-the-launch-of-the-stock-exchange-electronic-order-book/",
    "title": "Gordon Brown – 1997 Speech at the Launch of the Stock Exchange Electronic Order Book",
    "post_date": "December 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1997",
            "url": "/tag/1997/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the Chancellor of the Exchequer, on 20 October 1997.",
    "content": [
        "Today’s launch is the most significant development that London markets have experienced since “Big Bang” 11 years ago.",
        "“Big Bang” brought electronic share price information which enabled telephones and computers to replace face-to-face trading. Today’s event is a further step, perhaps an even more significant step – a fully-automated way of trading shares, first for FTSE 100 companies, but destined to expand.",
        "It demonstrates the Stock Exchange’s commitment to the continuing technological evolution that is essential to maintaining London’s position as one of the world’s top three equity markets.",
        "Staying ahead in today’s financial markets means constantly harnessing and adapting the power of rapidly advancing technology.",
        "And today’s launch of the Stock Exchange’s electronic order book is about applying new technology.",
        "But it is about something much more than that – it is about City firms and institutions working together to remain competitive and to help ensure that the UK economy remains competitive.",
        "The City and the UK financial services industry require three other crucial ingredients:",
        "first, a skilled workforce at the forefront of technical know how, but also retaining the expertise amassed over many generations and for which this country has become renowned – in trading, investment management, banking, corporate finance, the law, and accountancy;",
        "second, a robust transparent and accountable framework of regulation that recognises the global reach of the modern financial services industry;",
        "third, a stable macro economic backdrop against which the UK financial services industry can plan and compete.",
        "Every measure we have set in place since May is designed to enhance the long term stability of the British economy so we can have sustainable levels of growth.",
        "First, our monetary framework which includes independent interest rate decision-making powers for the Bank of England.",
        "Second, our new fiscal framework at the centre of which is a five year deficit reduction plan which allows us to meet the golden rule in public finances.",
        "Third, our plan to modernise the welfare state to create flexible labour markets matched by investment in education and employment opportunity.",
        "Fourth, our European policy with our commitment to apply to Monetary Union the five British tests – the impact on jobs, investment and the City, ensuring flexibility and the convergence of the business cycles – to ensure the long term interests of Britain.",
        "The Review I set up into Monetary Union will report conclusively to Parliament on the five British economic tests and the following issues:",
        "the formal communication to our European partners, under the Treaty, about 1999;  \nthe Government’s approach to the working of the stability pact and the convergence criteria;  \nthe Government’s position on the future of ECOFIN and economic co-ordination in Europe;  \nany action that the Government proposes on economic convergence;  \nthe action the Government proposes on ensuring greater flexibility in Europe to avoid any risks of potential shocks if there is a Monetary Union and progress it proposes to make the European economy more flexible and employment-friendly;  \nthe Government’s determination not only to have a successful Presidency and proper and orderly decisions about EMU under the Treaty – the way in which the Government’s business advisory task force will help business and the City to prepare in or out;  \nthe need for a period of stability.",
        "The Government is determined not to fall into the old trap of saying that we will join “When the time is right” and implying, in so doing, we could join the next day or the next month, allowing that possibility to dominate every waking hour and week of the Government and then eventually being forced to make the decision for short-term reasons – not, as it should be and should always be, the long-term national economic interest.",
        "I have said consistently that it is unlikely we will join the first wave – we have to ask questions about our levels of preparation, our flexibility and the economic cycle which has been out of line with our European partners – and that there are formidable obstacles throughout.",
        "If we do not join in 1999, then Britain will need a period of stability without continuing speculation while Britain endeavours to meet the five economic tests.",
        "At the heart of our policy will always be our determination to pursue policies of low inflation and to control public borrowing.",
        "In every decision therefore this Government rejects short-term pressures and will not be diverted from the long-term national economic interest.",
        "So this is the very best environment for the City to succeed.",
        "So, thank you again for inviting me to join you this morning.",
        "My congratulations to the Stock Exchange for leading this exciting development for the London Market.",
        "The whole country’s best wishes to the investment houses and trading firms as they acclimatise to a new method of trading, one which I am sure is going to bring huge benefits to the City, the financial services sector and investors.",
        "We all look forward to being back here at some point in the future to mark the next stage of the City of London’s continuing development and success.",
        "Thank you very much."
    ]
}