{
    "url": "https://www.ukpol.co.uk/gordon-brown-2004-speech-at-the-joseph-rowntree-lecture/",
    "title": "Gordon Brown – 2004 Speech at the Joseph Rowntree Lecture",
    "post_date": "January 4, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 8 July 2004.",
    "content": [
        "##  Our Children Are Our Future – Joseph Rowntree Lecture",
        "It is a privilege to be here today to deliver the Joseph Rowntree Foundation Centenary Lecture and let me begin by paying tribute to one hundred years of service to our community by the Rowntree Foundation.",
        "Born out of Joseph Rowntree’s concern and Christian outrage about poverty and deprivation.",
        "Built by the dedicated commitment of people who had a vision of the world not as it was but as it could be.",
        "And today widely acknowledged to be at the heart of what I can call the nationwide crusade for justice for the poor, with not just an established and well deserved reputation for authoritative research that consistently shines a spotlight on the needs of our country’s families but a path-breaking role in finding practical solutions – that started with pioneering developments in housing and community regeneration and now extends into not just housing and community regeneration but innovative forms of care for the young, the elderly and the disabled.",
        "So in a century of service, the Rowntree Foundation, always rooted in values of public service, always driven forward by ideas and often painstaking research, always a tangible national expression of compassion in action – taking its rightful place as one of the great British national institutions.",
        "So I want today at the outset to congratulate all of you – board, staff, supporters, campaigners – on your years of progress and achievement. And I hope you can be proud that your concern – poverty; your mission – to shock the nation into action against poverty; and your driving ambition – the eradication of poverty — for far too many years a call for justice unheard in a political wilderness, is the ambition now not just of your organisation but now the ambition of this country’s Government.",
        "And let me also say today that I am humbled not just to deliver this lecture to this Foundation but to address a gathering of so many people who have served our communities and country with such distinction, men and women here today in this audience so distinguished in their own spheres of service – charity workers, social workers, community activists, academics, researchers, NGO leaders.",
        "You have not only worked year after year to tackle social evils but have worked tirelessly in some of the most difficult circumstances, keeping the flame of compassion alive often in some of the least propitious times and in some of the darkest and most challenging corners of our community. So especially for those who have toiled at the front line – often with few resources and little support — let me place on record my appreciation of the service so many of you give – of the work you do, the contribution you make, the dedication you show and the real difference you make.",
        "Let us think back to the conditions Joseph Rowntree surveyed one hundred years ago. The first building blocks of the modern welfare state yet to be established, the Lloyd George People’s Budget still a few years away, but Victorian and Edwardian society starting to discover the full scale of poverty in their midst. And Winston Churchill – who went on to introduce the first minimum wage – appalled by the huge gap between what he called the excesses of accumulated privilege and the gaping sorrows of the left out millions.",
        "And about Joseph Rowntree we could have no doubt: an idealist not a dreamer; an enthusiastic reformer not a reluctant donor; and in his lifetime and through the foundation he created we can genuinely say that he led the way in four areas vital to the development of our social services and the fabric of our community life.",
        "First, his plea – and I quote – that we ‘search out the underlying causes of weakness or evil in the community rather than remedying their more superficial manifestations’. You might call it tough love: his rightful insistence that we tackle the sources of poverty and not just their consequences, that we should focus on the eradication of the evil of social injustice and not just compensate people for its existence.",
        "Second, Rowntree’s insistence on an evidence based approach. Indeed his Foundation is a monument to one man’s conviction that the lives of countless fellow citizens can be improved by the intelligent application of knowledge and then policy to one of the greatest social evils and one of the greatest moral challenges of the day.",
        "And that led thirdly to an understanding of the multiple causes of poverty, and the multidimensional nature, of poverty. And although there have been many changes in the last 100 years – for when he began there was no sickness benefit, no state pensions, no unemployment benefit and no National Health Service – I am struck by the fact that the multiple challenges that Rowntree identified in his ‘Founders Memorandum’ still remain relevant today – the challenge of poverty itself, of bad housing, poor education, neighbourhood renewal. And you could say that he understood what was meant by multiple deprivation long before the term was even invented.",
        "And finally it led him – and the Foundation – to pioneer an understanding of the life cycle of poverty.",
        "In 1904, Rowntree described that tragic life cycle – of poverty during childhood, poverty for parents when they had children and poverty during old age. A lifecycle of poverty broken only by the short periods where you were an adult before your children were born or an adult whose children had grown up and left home.",
        "And the striking truth about what we found in 1997 was how firmly and how widely this ‘life cycle of poverty’ had returned.",
        "And I believe that Rowntree would agree that addressing the multiple causes of poverty and the life cycle of poverty in our times, demands we be far bolder than the philanthropists of 1904.",
        "Let us recall that in 1942 – nearly 40 years after the Rowntree Foundation was set up and in response to some of its pioneering work – Sir William Beveridge identified five evils – want, idleness, ignorance, squalor and disease – which a new welfare state had to confront.",
        "But because we are interested in the potential of every person, our goal today – inspired by Rowntree – must be even more ambitious than the one Beveridge set us in 1942 when he listed his five evils:",
        "* Instead of simply attacking idleness and unemployment, our goal is the genuinely challenging goal of full and fulfilling employment;",
        "* Instead of simply attacking ignorance, our goal is the more ambitious goal of lifelong education for all;",
        "* Instead of simply attacking squalor, our goal is high quality affordable, housing for all and not just houses but strong and sustainable communities;",
        "* Instead of simply tackling disease, our goal is not just an NHS there when you need it but health and social policies that can prevent as well as cure disease and",
        "* promote good health;",
        "* Instead of just securing freedom from want – which meant sufficiency and minimum standards – our goal is the development of the potential of all to secure prosperity for all.",
        "And in addressing these great challenges, our objective must be to ensure not only dignity for the elderly in retirement and the chance for all adults to realise their potential but that every child has the best possible start in life.",
        "And it is on the needs of children and the challenges ahead that I want to concentrate my remarks on policy today.",
        "**Equality of opportunity**",
        "Our starting point – the same starting point as Rowntree – is a profound belief in the equal worth of every human being and our duty to help each and everyone – all children and all adults – develop their potential to the full —- to help individuals bridge the gap between what they are and what they have it in themselves to become. It is that belief that for the Rowntree Foundation is a summons to act and a call to duty.",
        "And if in our generation we are to ensure each person has the chance to develop their potential, it is clear that as a society we must develop a more generous view of opportunity than the old idea of a single chance to get your foot on a narrow ladder – one opportunity at school till 16 – followed by an opportunity for a minority to go on to Higher Education — which for millions of people in Britain meant rejection by 16, that if you had missed that chance it was gone forever.",
        "It is simply a denial of any belief in equality of opportunity if we assume that there is one type of intelligence, one means of assessing it, only one time when it should be assessed and only one chance of succeeding. It is because neither potential nor intelligence can be reduced to a single number in an IQ test – and because ability should never be seen as fixed – that no individual should be written off at 7, 11 or 16 – or indeed at any time in their life. Justifying a far richer and more expansive view of equality of opportunity and fairness of outcome: to recognise that people have a breadth and diversity of potential; that their talents take many forms – not just analytical intelligence but skills in communication, language, and working with other people; that these talents can develop and be nurtured not just at school but over a lifetime; and that it is our duty – our unceasing duty – to ensure that throughout the life cycle there are – in education, employment, our culture and our economy and society – not only real opportunities for men and women to develop their potential but that there is, the core of Rowntree’s philosophy, a special duty to ensure no one is left behind. And what has always been right on ethical grounds can now, today, be seen as good for the economy too.",
        "In our information-age economy, the most important resource of a firm or a country is not its raw materials, or a favourable geographical location, but the skills, and the potential of the whole workforce. Indeed what matters most in the new economy is not what a company has as assets on its balance sheet, its physical capital, but what assets it has in the talent in its workforce. Its human capital.",
        "In the industrial age, the denial of opportunity offended many people. Today, in an economy where skills are the essential means of production, the denial of opportunity has become an unacceptable inefficiency and brake on prosperity.",
        "Full prosperity for a company or country can only be delivered — and Britain properly equipped for the future – if we get the best out of all people. And that cannot happen without opportunity that taps the widest pool of talent. In the modern world therefore policies for the good economy and the good society go together. So even if we could not persuade some of our fellow citizens to support action against poverty out of a concern for social justice, these same people should be driven to support action against poverty as a means to ensuring economic prosperity.",
        "And once we take this view that what matters on both ethical and economic grounds is opportunity to realise potential, we are challenged not only to break down all barriers of race, sex, class, and other discriminations but to actively promote changes that will deliver opportunities in practice.",
        "And our ambition to eradicate child poverty is the most tangible expression of the bigger moral and economic purpose I have described – to eliminate poverty so that we can ensure that every child has the chance to realise their potential.",
        "**Child poverty**",
        "Yet the return in the last three decades of the life cycle of poverty – indeed the great and unacceptable concentration of poverty amongst households with young children – is the greatest indictment of our country in this generation and the greatest challenge of all.",
        "The facts are that in the two decades before 1997 the number of children growing up in workless households – households where no one had a job – rose to almost 20 per cent. One in every five children did not have a parent earning any income from work.",
        "The numbers of children in low income households more than doubled to over 4 million.",
        "And you must never forget that the UK – one of the richest countries of the industrial world – suffered worse levels of child poverty than nearly all other industrialised nations.",
        "Indeed, anyone reading reports on the condition of Britain will be shocked by one straightforward but disgraceful fact.",
        "When we came into Government one in every three babies born in Britain were being born into low income households. Born not into opportunity but into poverty.",
        "This is the ‘Condition of Britain’ question we had to confront one hundred years after the Joseph Rowntree Foundation was set up.",
        "And it is the ‘Condition of Britain’ question still with us fifty years after Beveridge and the creation of the welfare state.",
        "Not only was child poverty endemic by 1997 but social mobility had slowed – in some respects, gone into reverse. And while more room existed at the top, a child from the lowest social class was a quarter as likely to make it to that place at the top as the child from the highest social class.",
        "But during these years when child poverty grew so too did our understanding of all that we had to do to tackle child poverty – and in particular just how crucial the first months and certainly the first years of a child’s life are in determining life chances.",
        "Indeed recent research suggests that much of children’s future prospects can be predicted within 24 months of them being born. Leon Feinstein has shown how psychological and behavioural differences varying strongly by social class can be seen in children as young as 22 months and continue to have a systematic – and increasingly significant – effect on employment and earnings patterns right through to later life. Research undertaken in the US shows that pre-school experiences in language and literacy are strong predictors of later development in language and literacy. And the Effective Provision of Pre School Education (EPPE) project in the UK found that children who participated in some sort of early learning made significantly more progress than those who didn’t. Abigail McKnight concludes that individuals who experience childhood poverty tend to suffer a penalty in labour market earnings in adult life, and that the size of this penalty has grown over time.",
        "For we now also know from your research that an infant who then grows up in a poor family is less likely to stay on at school, or even attend school regularly, less likely to get qualifications and go to college, more likely to be trapped in the worst job or no job at all, more likely to be trapped in a cycle of deprivation that is life long…less likely to reach his or her full potential, a young child’s chances crippled even before their life’s journey has barely begun.",
        "I believe that action to eradicate child poverty is the obligation this generation owes to the next.",
        "Children may not have votes – or the loudest voices…or at least their voices are not often heard in our politics – but our obligation is, if anything, greater because of this.",
        "And we also need to understand that these children are not just someone else’s children and someone else’s problem. For if we do not find it within ourselves to pay attention to them as young children today, they may force us to pay attention to them as troubled adults tomorrow.",
        "So in 1999 determined to ensure that each child has the chance to realise his or her potential the government set an ambitious long term goal to halve child poverty by 2010 and eradicate it by 2020.",
        "Tackling child poverty is, for us, the critical first step in ensuring that each child has the chance to develop their potential to the full.",
        "And as a first step, we have sought to reduce the number of children in low income households by April 2005 at least a quarter.",
        "So far, measured by absolute low income, 2 million children have been lifted out of poverty; so far too, measured by relative low income, half a million children have been lifted out. And I think there is general agreement that having allocated resources to raise our child tax credits for the poorest families, we are on track to meet our target of reducing child poverty by a quarter by April next year.",
        "But we are not complacent in any way nor will we relax our efforts or allow them to be stalled.",
        "The next step – our goal of, by 2010, reducing child poverty by half – is even more challenging and how we reach this goal is the subject of the remaining observations I want to share with you.",
        "I can tell you today that in the spending review next week we will set out the detail of the target for 2010 – to halve the number of children in households in relative low income compared to 1998.",
        "As many of you have proposed to us, next Monday we will also set out an additional target to halve the numbers of children suffering from material deprivation – children lacking basic necessities the rest of us take for granted. And because we know from your research that the quality of housing is critical in tackling poverty, we will – as part of this new material deprivation measure – be monitoring the quality of a child’s housing conditions. Acting, I believe, in the spirit of Rowntree.",
        "And so let me point you to the policy changes that I believe are now necessary if we are to meet this anti poverty target, the means by which we seek to develop the potential of millions of British children.",
        "**Financial support**",
        "First, you would expect me as Chancellor to talk about hard cash and I am happy to do that.",
        "We can make progress towards halving child poverty because between 1997 and this year, for the family with one child, child benefit has already risen from £11.05 to £16.50 – a 25 per cent rise above inflation.",
        "But while universal child benefit is the foundation, it is the introduction of the child tax credit – now benefiting six million families and 10 million children, and led in Government by Dawn Primarolo – that allows us, while giving more to every child, to give most to those who need it most –— and is thus the front line of our attack on child poverty.",
        "So with the addition of the child tax credit the nine out of ten families who would in 1997 have received just £11 in child benefits now receives more than twice as much – £27 a week.",
        "For the poorest families tax credits go even further: with one child under 11, financial support which was £28 in 1997 is now £58.22 – a near doubling in real terms. And a family with two children under 11 can now receive in children’s benefits over £100 a week.",
        "Indeed, progress is being made to meeting our child poverty target because the poorest 20 per cent of families have received not 20 per cent of all additional money but over 40 per cent.",
        "And, as a result, while all families with children are on average £1350 a year better off now than they were in 1997, the poorest 20 per cent of families are £3000 a year better off.",
        "For the rest of this Parliament we will continue to uprate the child element of the child tax credit in line with earnings —- and I can tell you today that in future Pre Budget Reports and Budgets we will assess progress towards our 2010 goal.",
        "As a Government we have also come to realise that if we are to meet our child poverty goals and ensure that there is equality in opportunity but also fairness in outcome, assets matter as well as income. So to each child born after September 2002 an initial contribution to their own individual child trust fund of £250, with twice as much – £500 – for the poorest third of children; and then again a contribution at seven and then perhaps at later ages to enable all young people to have more of the choices that were once available only to some.",
        "With the new child trust fund worth twice as much for the poorest child; with the child tax credit worth four times as much for the poorest child; and with five times as much for the poorest infant – our anti-poverty commitment is based on a progressive principle that I believe that all decent minded people can and should support: more for every child, even more help for those who need it most and at the time they need it most, equality of opportunity and fairness of outcome applied in new times and with tax credits the principal new means.",
        "And as we develop our policies on financial support over the coming years, I recognise from your research and policy proposals that we have not done enough in a number of important ways and that there are major issues which now need to be addressed including:",
        "* First the costs faced by larger families and the consequences for benefits and tax credits",
        "* And second the housing costs faced by the low-paid, and this requires us also to evaluate the way housing benefit interacts with the tax and benefit system and the impact of the pilots for paying flat rate housing benefit.",
        "**Employment**",
        "So looking ahead we will continue to address the issue of children’s benefits but we have also always been clear about the importance of the contribution of family employment to meeting our child poverty targets. And of course we must get the balance right between supporting mothers to stay at home, particularly in the early years, and creating opportunities for employment.",
        "Again it is because of tax credits – which create a new tax system whose rates start at 40 per cent at the top but go to as low as minus 200 per cent for the lowest income earners – that a lone parent with one child working 35 hours at the minimum wage is now £73 a week better off in work than on benefit. And a couple with one child and one parent working 35 hours at the minimum wage is now around £38 a week better off in work than on benefit.",
        "Because the starting wage for the unemployed man or woman returning to work is typically only two thirds of the average hourly rate, the child and working tax credits have been designed not just to help people into work but to help people in work move up the jobs ladder and into higher incomes. Under the old system of family credit, 740,000 households faced marginal tax and benefit withdrawal rates of over 70 per cent, now the new credits have cut this figure by nearly two thirds, helping people keep more of every extra pound they earn.",
        "In total, 1.8 million more people are in jobs now than in 1997, with unemployment reduced to its lowest level in 30 years. But if we are to meet our child poverty targets we must advance further and faster to full employment in every community and we must make it a priority to reach the still large number of households with children — where no adult works.",
        "And of crucial importance in meeting our child poverty target for 2010 will be employment opportunity for lone parents.",
        "It is a striking fact that lone parent households contain a quarter of all children but account for nearly half of those in poverty.",
        "As a result one and a half million of the country’s poorest children are today living on benefit in lone parent families where no one has a job.",
        "Since 1997 250,000 more lone parents have gone into work.",
        "Because of the new deal the minimum wage, the working tax credit and other initiatives, the lone parent rate of employment in the UK has increased to 53 per cent.",
        "But in the US lone parent employment is more than 60 per cent, in Sweden above 70 per cent and in France in excess of 80 per cent.",
        "Our target is 70 per cent lone parent employment by 2010. And let me explain the significance of this ambition.",
        "If we meet our target to raise lone parent employment, this one success alone could reduce the number of British children living in poverty by around 300,000. And if we went even further to French levels we could reduce the number of children in poverty by a total of approaching half a million.",
        "Now research shows most lone parents would like to combine paid work with the vital job of being a parent. But they face real barriers to doing so. And those who work with lone parents – and lone parents themselves – have rightly called on us to do more to help them get the skills they need for work and to ease the transition between income support and paid work.",
        "So while all lone parents are now invited in for work-focused interviews. We are also piloting new lone parent ‘work discovery weeks’ – run by employers in London, Glasgow, Liverpool, Manchester, Leeds and Birmingham – that are providing introductory and preparatory courses for work in some of our best known retail stores, hotels and companies —– and backed up by help with childcare.",
        "Where local employers identify a demand for skills lone parents in these six cities also have access to free NVQ level 3 training – and funds to buy work clothes or equipment.",
        "And because we recognise that the time of transition from benefits to employment can be difficult, from October lone parents will benefit from a new job grant of £250 when they move into work and they will enjoy a four week extension of housing benefit.",
        "So what does the success of our recent measures mean in practise for tackling child poverty? It means that with the new help with housing benefit, lone parents on a typical rent of £50 a week and working part time will receive at least £217 a week for around 16 hours work a week.",
        "The effective hourly rate is not the minimum wage of £4.50 but £13.50 an hour – making them far better off working part time than not working at all.",
        "And so we have come to recognise that central to tackling child poverty – as well as to the importance of helping families balance work and family life – is the provision of adequate child care. And while we have since 1997 created over a million more child care places, the greatest help for low income families has been the third element of tax credits that we have introduced — the tax credit for covering the costs of child care – up to £95 each week for families with one child in qualifying childcare and up to £140 for those with two or more children.",
        "When we started in 1997 it was claimed by just 47,000 families, it is now benefiting 320,000, with maximum help given to lone parents.",
        "And while we ensure that by 2008 nearly 2.5 million children a year will have access to good quality childcare, again for poor families the next stage in the extension of the child care tax credit is of greatest importance – from April 2005 extended to a wider range of eligible childcare including, in some cases, at home. And the tax credit will be supported by a new incentive for employers — to give their employees up to £50 a week, free of income tax and national insurance, to help with childcare costs.",
        "**Public services**",
        "So tax credits have been and will continue to be the key to tackling child poverty. But as a government we also have a duty and role to play in encouraging the development of the potential of Britain’s children through the provision of high quality public services – and Bruce Katz has this morning shown why one of our priorities must be to drive up the performance of public services in our most deprived neighbourhoods and thus break long established cycles of deprivation. And I do not underestimate the critical role that new investment in housing can play.",
        "Of all the services that contribute to the development of potential a good education – the subject of the government’s five year plan today – is clearly the most fundamental. So as I announced in the budget we are investing over 3 years an additional £8.5 billion in education; raising average spending per pupil from the £2500 a year we inherited to £5500 by 2008 —- and, as a sign of our commitment to tackling disadvantage, by even more in the 1400 schools that benefit from our extra support for leadership and excellence to combat deprivation.",
        "We have, indeed, a long way to go in ensuing for today’s poor children a decent start in life but it is important to record that the greatest improvement so far in reading, writing and maths has been in the primary schools of the poorest areas. And I can tell you that the next stage is to help at an early stage the very pupils most in danger of falling behind — and with extra money for their books, and their classrooms equipment and staffing drive up their literacy and numeracy.",
        "I can also inform you that secondary schools with more than 35 per cent of their 14 year olds eligible for free meals are now making the biggest gains in maths and science results at key stage 3. Indeed the number of secondary schools with less than 25 per cent of their pupils achieving 5 or more good GCSEs has fallen from over 600 in 1997 to 224. And today’s five year plan sets out our next steps – with the very pupils most in need offered more personalised learning including new vocational options and greater access to IT.",
        "I can tell you also that in the spending review, there will be new, more challenging floor targets for the poorest areas. And as part of the review of the local formulae used to distribute schools funding – due to take place later this year – I would like to identify even more effective ways to target resources at tackling deprivation: measures to help children in the bottom income quintile catch up, particularly in primary school, and measures to enable schools to meet the higher costs of educating children from poorer backgrounds who may have lower levels of early educational attainment and who may have far less parental support.",
        "Tragically Britain has, for decades, had one of the poorest staying on rates of the industrialised world. In Britain more young people leave school early, more leave without qualifications and more never reappear in the world of education.",
        "So again to tackle both poverty and lack of opportunity – and to seek to tackle perhaps an even greater challenge, the poverty of aspiration amongst children and young people and their parents – we have reformed the careers service, introduced summer schools, encouraged better links between schools and universities and colleges. And we have piloted an education maintenance allowance: up to £1500 a year on top of child benefit and the child tax credit for those young people who need financial help to stay on in education and get the qualifications they need. And so successful has the allowance been in raising staying on rates that from September this year it will be available nation wide. And as it goes nationwide be made available not just for school and further education courses but for training too – once again helping all young people, but doing more for those who need help most so that no child is left behind.",
        "**Services for under fives**",
        "I said at the outset that while we are committed to social security from the cradle to the grave, too many children have already lost out within months of being born – condemned to poverty because not enough has been done to help them from the cradle to the nursery school.",
        "Indeed for fifty years while there was undoubtedly much innovation in the voluntary and charitable sector, welfare state support for the country’s youngest children consisted of maternity services, vaccinations and a requirement to appear at school at age 5.",
        "Yet while the provision remained inadequate the evidence grew that the first four years of a child’s life are critical to their personal development; that children who went to nursery or other early education before they attended school were likely to have significantly improved social, emotional and cognitive development; that the longer children attend pre-school – and the higher the quality of the service – the greater the positive influence; and that such intervention was particularly beneficial for the poorest children.",
        "And so it is clear that a strategy of counteracting disadvantage must begin right from the start of a child’s life and that the earliest years – once the lowest priority — are now rightly becoming among the highest priority: not just the biggest gap in provision and next frontier for us to cross, but one of the single most important investments the welfare state can make.",
        "The sure start maternity grant – once just £100 – has been raised to £500, a five fold rise in five years.",
        "Reversing a long standing policy that more child benefits went to older rather than younger children, we doubled the child tax credit for the first year of a child’s life.",
        "To help parents stay at home with their children, maternity leave and pay has been substantially extended and paternity pay now exists for the first time.",
        "And earlier than planned nursery education is now available for all 3 year olds as well as all four year olds.",
        "Now in the past to identify a problem – the need to expand provision for infants from birth to three – would probably have led simply to the creation of a new state service. But I believe that what today is happening in the area of under five provision shows how what we do – in the spirit of Rowntree – is based upon evidence; how the best approach is multi-dimensional – across the services – and the range of provision mixed; and how, instead of a narrow focus on what central government can do, voluntary and community organisations, and parents, and government, local and national, through not just one service but a range of services – child health services, social services, and early learning – are now all part of the solution.",
        "I often say that sure start – led by Charles Clarke, David Blunkett and Margaret Hodge – is today one of the best kept secrets of government, but it is also one of the unsung successes of the voluntary and community sector.",
        "And there are now over 500 sure start or children’s centres providing services for 400,000 children across the country, including a third of all children under four living in poverty. And you have only to visit local sure start projects – as I did in Bristol a few weeks ago and then in Birmingham last week – to capture a very real sense of the difference they are making: and already evidence from individual projects in some of Britain’s most deprived areas shows that sure start is having a notable effect on children’s language development and social skills, and on the interaction of parents and their children.",
        "What is then exciting about sure start and the approach it represents ?",
        "I believe that what is exciting is what Rowntree himself would have approved of – and what Rowntree Foundation research has pointed towards.",
        "First, a co-ordinated approach to services for families with young children, tackling the multi-dimensional causes of poverty – physical, intellectual, emotional and social – by adopting an integrated approach with childcare, early education and play, health services and family support at the core of sure start.",
        "It reflects a growing recognition that housing, health, transport social services, youth and many other services are vital in tackling child poverty and developing young people’s potential. And the new public service agreements we will be publishing alongside our commitment to new investment for these services will reflect this.",
        "Second, the emphasis within this approach on health and inequality highlighted by today’s report of the health care commission. And later this year there will be a new Public Health White Paper – refocusing our attention on preventive health – which will emphasise once more the importance of tackling the unacceptable health inequalities – including infant life chances – which distort our country.",
        "Third, sure start is emphasising the central role of parents in tackling child poverty – and that is why parents are enlisted in the very running of the sure start projects.",
        "We must never forget that it is parents who bring children up, not governments, and our emphasis is on the opportunities now available to parents and the responsibilities they must discharge.",
        "So we are not only increasing the financial support available to parents – and exploring options for future further increases in maternity and paternity pay – but making available wider support for parents, including expanding parenting classes and providing access to practical parenting advice in a wider range of locations.",
        "Fourth, the central role of voluntary community and charitable organisations from mothers and toddlers groups to the playgroup and child care movement to vast and impressive range of specialist organisations throughout our country. It is a humble recognition of the limits of government – that child poverty cannot be removed by the action of government alone but by government, working with parents, voluntary charitable and community organisations – and a celebration of the vital role of the voluntary and community sector in every city and town of our country. And let us not forget that alongside traditional voluntary organisations – like the churches and uniformed organisations for young people – that have been declining in numbers, there has been a mushrooming of young mothers groups, playgroups, and groups and clubs associated with children locally and nationally.",
        "And let us be clear about the radicalism of our approach. For sure start also enacts an important new principle into action – that services for the under-fives not only involve voluntary and charitable action at a local level – even more so than we have done in the past – but either in partnership or in sole control, the very running of these local groups can be and is being passed to community control.",
        "And it is a recognition that, we must all accept our responsibilities as parents, neighbours, citizens and community leaders, in the battle against child poverty.",
        "And of course there is a fifth innovation: the far greater emphasis on early learning – so early that it can start with the local school contacting the mother not in the months before the child’s fifth birthday but just a few weeks after the child is born – backed up by innovations like Bookstart offering children the books they might not otherwise have, to start in their first months to learn to read.",
        "And we can see now how combined with the improved income support for the under fives that I have described, the additional cash resources for early learning and the support for the specialist groups – many represented here – that deal with disability, special needs and other challenges, a new more comprehensive approach not just to tackling child poverty but to developing the potential of every child is taking shape.",
        "And as we approach the spending review next week and advance to the pre budget report, I can tell you that what I have described this morning can only be the start of what we have yet to do.",
        "Building on sure start, the next stage is to fund the creation of new children’s centres across the country – again providing a combination of good quality childcare, early years education, family support and health services. By 2006 650,000 children will be covered by sure start or children’s centres. And there will be new funding – despite our other representations – to ensure 1700 children’s centres by 2008 – one in each of the 20 per cent most deprived wards in England, as we advance towards our goal of a children’s centre for every community.",
        "But sure start – and related services – point the way for a new agenda for services for young children:",
        "* Greater encouragement for local initiatives and community action in the war against child poverty;",
        "* Offering government money to back non-government initiatives to tackle disadvantage;",
        "* Partnership with both the biggest voluntary and community organisations and the smallest;",
        "* The emphasis on prevention not simply coping with failure;",
        "* Greater parental involvement in the running of services.",
        "And anyone who like me has attended a sure start conference – and seen the dynamism, energy and determination of parents, volunteers and carers in action – can begin to understand the transformative power that organisations from the playgroup movement to the child care campaigns can have. And I look forward to the little platoons in our communities becoming veritable armies demanding we do more.",
        "So new finance, like tax credits",
        "New initiatives, like the new deal for lone parents",
        "New dimensions, like support for child care",
        "New services, like sure start",
        "New approaches, whole services managed by the voluntary sector",
        "New directions, engaging parents in the running of programmes.",
        "All weapons in the war against child poverty",
        "All evidence that parents, voluntary organisations and government can acting together make a real difference",
        "All evidence also that informed by knowledge, working with the best of caring organisations, public action can transform young lives.",
        "Go to a sure start programme, as I did a few days ago – and see the bright new investments that are starting to change the face of some of the most deprived areas of our country.",
        "Listen to a mother, once feeling trapped in her home, telling you how sure start has introduced her to other mothers with similar stories to tell.",
        "Hear the views of children of lone parents – telling of their pride that their mother now has a job.",
        "And hear the responses of parents on the child and working tax credits – describing how what they can spend on their children has been raised by £50 a week.",
        "And so I tell you. After seven years of government I am not less idealistic but more idealistic about what we can achieve working together.",
        "Because we now have evidence of what can be done by sure start in some areas of the country, we want to apply the lessons to all parts of the country. And because we have evidence of the good that is done for some children, then we want to extend these opportunities to all children.",
        "And what started, for us, seven years ago as an article of faith about what might be achieved is now a conviction based on clear evidence about what can and must be done.",
        "Because what has been done shows us what more can be done, because the evidence of small successes shows what even larger successes are possible, it must make us more even more ambitious to do more.",
        "So my experience of Government has not diminished my desire to tackle child poverty but made me more determined to do more.",
        "For what has happened so far does not begin to speak to the limits of our aspirations for developing the potential of Britain’s children, but challenges us to learn from the changes now being made and strive in future years to do even more.",
        "So on Monday I will be able to announce the next stage in our policies for tackling child poverty and for helping the development of the potential of every child – and I believe as a country we are ready to do more to tackle old injustices, meet new needs and solve new challenges.",
        "But what we can achieve depends upon the growth of a nationwide sentiment of opinion – indeed, a shared and concerted demand across communities, across social classes, across parties, across all decent minded people – that the eradication of child poverty is a cause that demands the priority, the resources, and the national attention it deserves.",
        "It is not usual for government to welcome the growth of pressure groups that will lobby, demonstrate, embarrass, expose and then push them to action. But I welcome the new alliance for children — the broad coalition of community organisations, voluntary and charitable sector determined to push further to end child poverty.",
        "For the emerging evidence – and the growth in a nationwide public opinion – emboldens me to believe it can indeed be this generation of campaigners, charity workers, child carers, sure start organisers, working together, that will right the social wrongs that impelled Joseph Rowntree to action and ensure every child has a fair start in life.",
        "So let us continue to follow the lead given by the pioneers who brought the Rowntree Foundation into being.",
        "And inspired by a generation of reformers like Rowntree who had a vision; driven forward – as the Rowntree Foundation has always been – by the evidence of what is happening around us; never loosing sight of the vision that inspired a whole generation; our eyes fixed firmly on the goal that if every child has the best start in life we can build a better Britain."
    ]
}