{
    "url": "https://www.ukpol.co.uk/gordon-brown-2008-speech-on-small-businesses-with-peter-mandelson-and-john-denham/",
    "title": "Gordon Brown – 2008 Speech on Small Businesses (with Peter Mandelson and John Denham)",
    "post_date": "January 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Prime Minister, at Kent Science Park on 22 October 2008.",
    "content": [
        "Can I say first of all, it is a great pleasure to be here today and to be back in the region and to be talking about some of the challenges that we face, some of the challenges that are global, some that are national, some that are local. I am pleased that Derek White, our local MP, is here, and Jonathan Shaw, our regional Minister, and I have brought Peter Mandelson and John Denham to answer all the difficult questions.",
        "It is very funny for me also to be in what seems to be like an old university lecture theatre, and having been a lecturer myself I know that universities and Institutes of Education stand for integrity, they stand for impartiality, they stand for objectivity, the disinterested pursuit of truth – all the qualities I found you had to leave behind when you went into politics.",
        "I wanted to talk today however about what is happening to the global economy and how it impacts on what is happening here. This Science Park, with 1,200 employees, a huge success, 75 firms here, a great tribute to the ingenuity and creativity of people in this area making a difference, and it shows that this great manufacturing services and science region – one of the greatest in Europe – has got so many people with ideas inside them. I am very grateful that so many distinguished business leaders are here with us today to talk about the issues.",
        "When people look at the last year or so, I think they will say this is the first financial crisis of the new global economy, and I think they will look back also at what happened with oil prices when they went up to $150 and they will say that is the first resources crisis of the new global economy.",
        "And what we are really seeing is that over the last 10 years, as the global economy developed we got great advantages from it, because we had cheaper consumer goods, cheaper computers, cheaper clothes, cheaper textiles, cheaper electronics coming out mainly of China, we had low interest rates, and that has allowed two million more people to become home owners in our country, but low interest rates round the world.",
        "But now we are seeing we are having to deal with what you might call the teething troubles of globalisation as well, and these are first of all a massive restructuring of jobs and businesses that is taking place around the world. So China, as you know, has become a great manufacturing centre producing half the electronics of the world; equally at the same time we are seeing a restructuring of jobs, manufacturing jobs that were once in America and Europe are now the jobs that are being taken in lower cost production in China.",
        "It is a time also, however, of opportunity if we can make the most of it because the world economy will double over the next 20 years. Whatever happens in the next one or two years, that is what is going to happen as more and more people became part of this great new global economy. And therefore there are twice as many opportunities for good businesses to get the benefit of the expansion that is going to take place over that period of time.",
        "But we have three big problems. One is the restructuring I am talking about, so we have to help people move from jobs that are redundant into new jobs. The second is the pressures on resources, and that is really what happened in the last year, but the demand for oil, the demand for food, the demand for commodities that grew and the supply was inadequate to meet it, so we had a higher oil price, we had higher food prices, it affected people’s standards of living in this country and in all countries, and that is the second feature that is a problem of the global economy and we have got to deal with that by having a better relationship between oil producers and oil consumers.",
        "We have got to diversify out of oil so that we are not wholly dependent on it, and that is why we are looking and making decisions on nuclear, on renewables, on a better way of powering the car with hybrids and electric vehicles and everything else, and we need to get to a better position where given the larger demand from oil and for commodities out of Asia and the oil producing countries, we can get demand to match supply in such a way that we keep the prices lower than they have been for the last year.",
        "But the third problem is the one that we are now dealing with, and is often called the credit crunch, and that is that we have got a global financial system now where there are global flows of capital all over the world, but we don’t actually have anything other than a national way of supervising these global flows. And what we have seen is irresponsible and sometimes undisclosed lending that has not been able to be properly supervised in a way that is consistent with how we want to run a modern economy. And as a result of this, the banks are now unable, and in some cases unwilling and unable, to give the flow of money that is necessary for small businesses and businesses generally, and for households and families, particularly mortgage holders, to get their money.",
        "So we have been dealing in the last few weeks in particular with the drying up of money for businesses. As a result of decisions that were made months ago, coming out of America, particularly in the sub-prime mortgage market, assets that now seem to be totally worthless, banks are having to write off hundreds of millions of pounds of what are wasted and worthless investments, and they are now having to be stabilised, we are having to recapitalise the banks and we are having to make sure that we take all the steps that are necessary for lending to resume.",
        "So we have been faced with this problem in every country of the world. The banks are being recapitalised, we are buying shares as a British government in banks, it is happening in America now, it is happening in Europe, it is happening in Korea, Australia, all the major countries are realising that they must have far stronger banks to enable them to withstand the problems that they face. We are having to write off round the world perhaps a trillion dollars of wasted investments, and that is having a huge effect on what banks feel that they can do in any individual country.",
        "But most of all I think we have seen a loss of trust in the financial system that has got to be rebuilt, and rebuilt quickly, because if banks are not prepared to lend to each other and then not prepared to be trusted by members of the public, then the essential element of the financial system, which does depend on trust and confidence, is eroded and things come to a halt.",
        "So we have stabilised the banks in the last few weeks, we have bought shares in two of the major banks so that we can recapitalise them, the other major banks in Britain have agreed that they will strengthen their capital base so that they are stronger to withstand problems for the future, and now we are looking at what we can actually do to make sure that the promises that have been made about increasing lending to businesses and to individuals will be made good by the individual institutions. Having strengthened the capital base, having guaranteed their medium term funding by the government giving a guarantee, we expect the lending to start again, and that is what we are going to both attempt to do with individual institutions by working with them and generally by working with other countries.",
        "This is therefore a global problem that needs global solutions, and that is why I have been so keen that we have international leadership, and there will be a meeting of international leaders over the next few weeks. To build confidence in the system for the future we will have to show people that we have rooted out all the abuses that have caused problems in the past, that is off-balance sheet activities, a lack of transparency and disclosure, a lack of proper supervision in some cases, executive remuneration packages that are not based, like your businesses are, on hard work, and effort and enterprise and responsible risk-taking, but often been based on irresponsible risk-taking and excess which cannot be justified for financial institutions that are actually the repository of people’s money, but also the repository of people’s homes.",
        "What does that mean for what we can do over the next few months? We can work to stabilise the system, we can work also to recapitalise the banks and we can work to start lending. But we have to do more than that, and I am glad that Peter is here today because he has announced some of the measures that we can take to help small businesses through this difficult period.",
        "And we also want to help home owners and we also want to help to make sure that anybody who is at risk of losing their job, or anybody who is looking for a job, gets the best possible opportunity to do so.",
        "As far as small businesses are concerned, we are trying to access what is actually a 24 billion euro fund in Europe so that we can have more capital flowing to businesses in this country. We have increased the money available in the Small Firms Loan Guarantee Scheme so that people can get access to that more easily. Peter has made a decision that government departments will pay within 10 days, and that means that instead of late payment we will have the earliest possible payment to businesses. We are asking local authorities to do likewise, we are asking the Health Authorities to do similarly, and I know the Regional Development Agencies are asking people in their areas that are public authorities to do exactly the same.",
        "And we will come forward over the next few weeks with further measures, in addition obviously to the cut in the basic rate of interest that has happened on a coordinated basis worldwide.",
        "Now I feel that this is a time when people are insecure and fearful about the future, we have got to say not only what has been wrong and how we will correct it, but how we can take people through these difficulties and show how we can build a stronger economy for future years.",
        "Britain, as you know, is strong in pharmaceuticals, in science, in IT, in modern manufacturing technologies, we are very strong in science and the creative industries, in fact we are very strong in all those areas of high value added goods and services which are what is going to be needed in a country like ours to sell to the world in future years. We have the advantage of being a politically stable country with economic stability as well, we have the great advantage also of the English language, we have great scientific traditions that we can build upon, we have a financial services sector which for all the battering it has taken is one of the strongest in the world, and we are a hub for so many things that are happening in different continents of the world, always supporting free trade, always supporting an open international economy, and a country with more global reach than any other. And if we can improve our basic skills, if we can improve our scientific skills over the next few years, then I believe we are will placed to take advantage of the opportunities that arise as the world economy doubles in size over the next 20 years.",
        "But we have to get through the problems we have got today, and we have got to get through that fairly and that is why we will do whatever it takes to move things forward. In many cases that means working with other countries to make the chances that are necessary, because unless we stabilise and improve and strengthen the financial system globally, then people will not have the confidence in it that they should for the years to come.",
        "But whether it be on jobs, or whether it be on helping small businesses, or on housing and mortgages, we will do whatever we can.",
        "I was in Washington a few months ago and I was at a meeting of the International Monetary Fund and people’s insecurities about globalisation as such, but there was a banner outside the meeting of demonstrators saying: ‘Worldwide campaign against globalisation.’ And you can see what people wanted to save. In France I think they did it a little differently, they had a demonstration against globalisation and it said in 2007, it said: ‘No to 2008’.",
        "But I think despite all the difficulties that we are going through, and despite the harder times that every continent in the world is facing, we should be confident about our future because our basic skills, our basic strengths, our scientific genius, and also our stability are a very good guide to how we can do well in the future. So we must come through these difficult times and we must come through them fairly, and I look forward to your questions and giving answers today.",
        "Thank you very much.",
        "**Chairman:**",
        "Well thank you very much Prime Minister. I thought before we started, are there any bankers in the room? I say that in all seriousness because it is something, we have invited all of the business community here.",
        "One of the things which is beginning to have an impact on us all over, and through every walk, is access to credit payments and finance. So if I ask the audience, who has got …",
        "**Question:**",
        "I just want to deal with the drying up of finance. I run a small £3 million, 30 people operation, a specialist manufacturing operation that is growing quite strongly, and actually the crisis is hitting us particularly hard in terms of the dry-up of available capital. Now what I need cash for is three things: one, to pay the wages; two, to pay the suppliers; and three, actually to pay the government in its various forms. The flexibility I have got to deal with that is to lay people off, at one end, or to try and reduce the costs of people, it is to push payments to suppliers to later or to reduce the cost of buying parts, but I have no flexibility in terms of my ability to meet the demands on me imposed by the government.",
        "So I am wondering whether the panel would think it would be a good idea, were for instance my next three months VAT payments to be allowed to be loaned to me on a term loan basis to provide a degree of cash that wouldn’t otherwise be available to me in the business, so loaning the government’s money direct to me and circumventing the banks as an idea?",
        "**Question:**",
        "I represent the young sort of poorly funded innovative companies and we do have something which is now the ready for production and we are at that critical position where we are ready for production, but we were floating at the end of last year, we weren’t able to float because the markets were already going down and the brokers didn’t want us to float, that gave a big hole in the cash flow.",
        "We have survived and we have got more private equity in, but I would like to know, there have been measures announced today but unfortunately they don’t help our sort of company. Money was given recently by the Technology Strategy Board to GKN, takeover the Airbus. Now our company in 6 – 7 years time could be that large, but unless we can get off the ground we are likely to be probably bought at the end of this year and the technology will go abroad. I would just like to say, not particularly for Yellowfin but for all those innovative companies that are in a critical state at the moment, and the government has poured money into innovation, I would like to know what you can do perhaps to pursue the banks to lend, because we are still pre-revenue we are seen as high risk. We are not really high risk any more, we have a proven product, validated by universities, and well that is all I have to say.",
        "**Question:**",
        "My name is Emma Cundiffe, I am the Director of Cundiffe [indistinct] Consulting Limited which is a business based on insight. We provide risk-management training and consultancy. Many of our clients are large organisations and at the moment we are doing OK but we feel that the recession wave will hit us at some point. Prime Minister we have had corporate governance in this country for the last 20 years, we have got the combined code for these large corporations, we have got Turnbull, and the US has got Sarbanes-Oxley, but these clearly have not worked well enough in the financial sector.",
        "So my question is how is the UK government and other global governments going to effect controls to make sure these larger organisations demonstrate effective risk management, managing both the upside and downside of their risks, without constraining free trade?",
        "**Prime Minister:**",
        "Well these are all very important questions and I hope I can do justice to them in the time I have available, and perhaps Peter and John and Jonathan may want to come in.",
        "The first two questions are basically, if the banks are not going to provide the cash that we need to tide us over, is there anything else that can come up? I feel that our first duty is to get the banks moving to do the job that they ought to do and the job that really is their full function, and that is to provide the flow of funds that is necessary for businesses and for households to get on with their daily work.",
        "And I feel that the measures that we have taken by guaranteeing the medium term funding arrangements that banks enter into will restart the market. Now it may be that we will have to go back and look at other means by which we can help that process happen, and we will look at everything that is absolutely necessary, but behind our scheme to recapitalise the banks was not just to do it for the sake of strengthening the banks because they had some weaknesses in them, it was to make it possible for the banks to restart lending again.",
        "And why I think the schemes were welcome, and then followed in every other continent of the world, is that we were relating the capitalisation of the banks to them getting back to that central function, and I hope that that is what we can see happen and I hope you will see a change in the attitude of some of the banks you deal with over the next few days and weeks.",
        "You asked about what the government could do. Certainly I can tell you directly that as far as the Inland Revenue are concerned, if you wish to approach them about issues relating to the staging of payments, they are there to do that, and I would suggest that. All the other measures that we are looking at, whether it is VAT or national insurance or things, these the Chancellor will report on in due course.",
        "We will, as I say, do everything we can to make sure that the flow of finance is there and that you are not unduly hit because the banks are not doing the job that we want to them to do, or that they are charging over-high rates for doing so. But we will look at all your suggestions, but I would suggest that the Inland Revenue has seen it necessary, and it is the right thing to do, to be flexible in the way that they stage the payments that are due to them.",
        "I think, Anne, as far as your new system, you are really near to market and about to wanting to float in a situation where the market is not working, and that is really the problem that many companies are facing. Again I would point out that the banks should be in a better position to be of help to you. I am not sure that I can advise you on what the right time to float is, given the difficulties that we face. I gather that yours is a revolutionary new propulsion system for motor boats – is that right? – which John knows about in some detail. So I think that this near to market capital, I think it is something we have got to look at. There are a number of European initiatives on that that we want to draw upon and I think that if you could talk to John afterwards, I think we could get someone to talk to you about some of the things that we could do to help.",
        "On this more general question, Emma, of risk management. Look, what has happened is we have had a global economy growing all the time, but we have just got national systems of supervision. Therefore you have got so many things outside that national system of supervision in America or in Britain that it is often difficult for people to monitor and to have surveillance on what has actually happened.",
        "I mean most of the problems that I have seen that have caused the greatest difficulty have been where you have had these off-balance sheet activities, sometimes called the shadow banking system at work, not properly declared on companies’ balance sheets, but huge over-leveraged investments that have taken place. And why sub-prime is seen to be so important in this is these were pretty worthless assets, but by being parcelled up, and then re-parcelled, and then sold on and sold on again, were suddenly being presented to people as Triple A, as something that you could bank your life on, but in fact it started off as the most riskiest investments of all.",
        "And that is where the monitoring and supervision in the future has got to be better. You cannot have off-balance sheet activities in the way that we have had in the past, you can’t have undisclosed activities in the way we have had in the past. Our supervision of the major companies has really got to be cross-border, and actually most of the big companies now want this because it would make life a lot easier for them as well, where you have a college of supervisors representing the main countries in which they work. And essentially we have got to do what had to happen in the 19th century when we moved from a local to a national economy, we have got to have the systems of supervision that are relevant to us moving from a national to a global economy.",
        "And that is why the international institutions that were built up in the Second World War to help us, and supposed to be the ways we could make the world economy work better – the IMF and the World Bank – are no longer fit for purpose. And to be fair to us, we have been pressing since the Asian crisis for these changes to be made, and now they will have to be made in response to what is a bigger crisis and a bigger problem that has emerged out of America.",
        "So, yes, our supervisory organisations have got to do better, they have got to be better at liquidity and solvency, they have got to be better, as you said and you suggested, at managing the cycle and ensuring that sufficient resources are laid aside in good times so that you are protected against bad times as a company, but yes also these international meetings we are having are absolutely essential because I don’t think you can fully rebuild confidence in the system unless you show that you have dealt one by one with the problems that have caused the difficulties that people face in the first place.",
        "And people need to have confidence, if they are starting to reinvest again, that the problems that caused the difficulties in the first place have actually been dealt with. And that is why I am determined that we don’t just recapitalise the banks, and we don’t just have this arrangement about medium term lending, but we show people we have dealt with every problem that has emerged so that people can have what is the most precious asset of all rebuilt, and that is trust and confidence in our banking system.",
        "**Chairman:**",
        "Do you want to say anything about the financial regulation?",
        "**Lord Mandelson:**",
        "Well my concern is the banks, and not just what the banks are doing in their headquarters, but what the banks are doing on the ground at branch level, and that is where you come up against them.",
        "**Chairman:**",
        "I think you have got a lot of agreement, I noticed …",
        "**Lord Mandelson:**",
        "I am just sort of thinking banks, and banks, and banks, as I know the Chancellor is. And he and I have invited the Chief Executives of the banks to come in and see us to talk about the needs of small businesses, and when I last looked at my diary that meeting was going to take place on Thursday morning. I hope it is still fixed for then, I know we were having a bit of difficulty finding you know the best date and the best time for everyone to be there. And that is not just the banks that we are recapitalising, that is all the banks. As far as the banks that the government will be taking a stake in to bring about their recapitalisation, one of the conditions for that recapitalisation is that they maintain at 2007 levels the availability of loan finance for SMEs, that it is offered at competitive prices and that it is actively marketed. Now that is not to say that the precise volume of lending will take place this year or next as took place in 2007, that depends as much on demand for that financing as the supply. But the availability we want to see maintained at 2007 levels.",
        "One of the problems that we learned about, and we were just looking at Pam there, we met representatives of SMEs last Thursday, they came into the department, what is happening is a great deal of the loan financing is being rescheduled, I was going to say renegotiated, but renegotiation implies that there are two sets of people who sit down and discuss and actually come to an outcome that satisfies them both. It is not quite, I am afraid, as pretty as that.",
        "And in bringing about the rescheduling, changing the terms and conditions for their financing, they are not only making these more onerous and charging more for the financing they are giving, they are even charging small firms additional administrative costs for the privilege of reorganising the terms and conditions for the lending.",
        "Now this is going to make for a fairly tough exchange I think with the bank CEOs this week. I know how serious it is. So that is on the lending side.",
        "The Prime Minister has said quite rightly that for SMEs at this time in particular, you know cash is keen, you know cash is the most important, what comes in, what can be retained and the flexibility that the Inland Revenue show in not sort of taking it out overnight. And we can operate some flexibility with the Inland Revenue and the Chancellor is looking, as the Prime Minister said, at how we can look at the VAT and National Insurance conditions operating. But one thing that I am pleased that we have been able to give a lead in is prompt payment and this 10 day target.",
        "For SME leaders and representatives that I have been speaking to, that seems to be really the most important immediate thing. What we have got to do is to get the rest of the public sector to follow suit and I am glad that the local government Minister, Hazel Blears, has written to the local authorities today asking them to follow suit, Alan Johnson, the Health Secretary, is writing to NHS Trusts asking them to do the same, but we also need to exhort bigger companies, bigger businesses to show the same sort of prompt payment attitude and policies.",
        "So you know we are going for it. We are well focused on the priorities and we are not going to let up.",
        "**Chairman:**",
        "John, innovation is very important for us.",
        "**John Denham:**",
        "Yes it is. I have followed the company, YellowFin, for I think over five years now with fascination and admiration as you have been developing, it is always in my mind as a kind of touchstone as to whether our policies work in the real world as to how YellowFin is doing.",
        "But let me just say a couple of things. You are quite right, public finance has been structured to go into the parts where you are not going to get significant private investment, and for more advanced products that is not really where we really [indistinct] the problem. I think we do need, as Gordon says, to sit down and discuss the sorts of problems you are facing. Those are difficult challenges but we need to look at what is happening at a European level as well.",
        "The second thing, and this is not a tailored solution for individual companies, but following the work of David Sainsbury last year on innovation, we have recognised more clearly that how government buys products, and whether we create markets for innovative products, is enormously important for enabling people to bring products to market place. And with Paul Drayson, who has now taken over as the Science and Innovation Minister, we are looking very closely at whether the things that we want to do on innovation can be brought forward. We have already got now the first two of the American-style small business research initiative contracts up and being advertised, one in health and one in defence. Other departments are working on similar schemes. And I think one of the things the current economic circumstances challenge us to do is to see if we can accelerate our plans to get public money used to create markets for innovative small products on a more systematic basis than we have done in the past. We were going to get there anyway, but the sense of urgency I think is very palpable at the moment.",
        "**Question:**",
        "Good Afternoon Gentlemen. My name is John Elliott. I run a house building company called Build Designer Homes, and we build throughout Kent and Sussex, and I suppose I am asking you questions on two counts really, one as an employer who at Christmastime was employing some 70 people directly, and around 200 – 300 sub-contractors, and as of today we are employing about 40 people directly and very substantially they are sub-contractors. So my first question comes as a businessman and a local business.",
        "My second of course comes as a house builder and I think it is widely recognised now by most that the housing market is a hugely important factor in the economy of the United Kingdom, and we have also found out recently how heavily dependent the housing market is on the availability of mortgage products, and also mortgage products on affordable terms. Now the interest rate has been dropped, which was obviously most welcome, yet the lenders remain very firm on their variable rates, arrangement fees remain excessive, which were some of the points you were making just now about banks reorganising rather than negotiating.",
        "And what I would like to know from the government is what it is going to do to actually ensure that the banks do take notice of those points and start to feed through the lower rates to mortgages so that people can actually start taking them up in a more workmanlike way and start the housing market moving again. And just one small point, if I may, on that. Where we have stock units, and most of us unfortunately as house builders do have stock units, we are punished of course by the banks, we are punished by not being able to get the prices these days at all, so often we are looking at losses, but after we have had these properties empty for six months we are also being punished by local authorities who are charging us council tax on those stock units.",
        "**Question:**",
        "My company’s development at Mansden (phon) will create over 3,000 jobs. We have been working with the Chinese government for over, well almost three years now, to set up the business park to assist businesses in China to globalise. Could the Prime Minister tell us what measures he thinks could be put in place to make it simpler for businesses like ours to work in the global market?",
        "**Question:**",
        "My name is Sharon Goodyear. I am sorry I have got Parkinson’s and the voice is a bit difficult. We are the Cake Bake Company. You probably know us, we are the company that bakes the cakes that built the car in the Skoda car advert. We are great self-publicists, you have to be nowadays. We are bucking the trend. We had our best month ever in September. I have a fantastic relationship with my bank manager. Yesterday I increased my capacity for loan at the same rate I had before. He comes, he visits, I have got his mobile phone number, he answers. We have really worked hard with our bank, but clearly I am one of the lucky ones, I do appreciate that.",
        "**Chairman:**",
        "Are you borrowing or depositing?",
        "**Question:**",
        "No, I am borrowing. It is a good joke, but you introduced us an optimistic area.",
        "**Chairman:**",
        "We are.",
        "**Question:**",
        "Yes we are, and it is important to stay optimistic. And it just seems to me in a time of inflation you haven’t got time to think, but in a time of recession maybe now is the time to stop and think and re-evaluate a few things. I have a real concern, I have a growing company, I have sufficient investment but I can’t find the workforce I need. I have older people from this country who work a good day’s work for a good day’s pay, I have people from an agency, from Slovakia, from Poland who put in a good day’s work for a good day’s pay. I try, and try, and try with the youth that we produce and they seem to think that I am cheeky expecting a good day’s work for a good day’s pay. We pay way above the basic minimum. What I need is I need much more flexible access to training, I do not need large chunky modules that do not give me what I want. I want the whole thing turned upside down, I want the trainers to listen to what I want, I want them to deliver. If I want a module on stock control, I want a module on stock control, I do not want an NVQ in everything else.",
        "**Question:**",
        "My name is Caroline Chambers and I represent lots of businesses through the Chambers of Commerce movement. My concern is for those smaller businesses who are not looking for financing to grow or to stand still, but have seen their consumer markets disappear, those people who run restaurants, who run pubs, who run estate agents, who run any business that has been affected in the last year. I am watching them go to the wall. There is nothing I can do to stop this happening. They have run very successful, very profitable businesses in the past, but by circumstances outside of their control their customer base is disappearing. How are they supposed to reskill and retrain and embrace this new globalised economy?",
        "**Prime Minister:**",
        "I was going to start by asking Sharon, can we buy a birthday cake for Mr Mandelson?",
        "**John Denham:**",
        "Can I respond directly to Sharon’s point. Some of you will have seen the announcement that we have made today. There has been a good reason in the past for saying that we want people, if they can, to get full qualifications which makes them marketable in the labour market, they can move from one job to another and so on, and also we have not wanted to pick up the bill that employers should be paying anyway to train their own staff. However, in these circumstances we recognise that getting skills that really make a difference into small companies quickly is one of the best things we can do to support people through the difficult times.",
        "So we are, I think you said turning things on their head. We are going to completely change what we call the train to gain offer for small and medium sized enterprises, we are going to work with the colleges and training providers to identify a set of modules or units like business improvement techniques, and the management techniques, product design and so on, things that are proven to give a very quick and fast pay-back in the workplace and enable people to improve their productivity. And what we have said is we are prepared to put, if the demand is there, and I think it will be, all the growth that we have planned in train to gain over the next two years into the SME sector, private SME sector, instead of it being spread around large companies, public sector and the SME sector, and that means an additional £350 million worth of training going into the SME sector over the next two years.",
        "So it is I hope precisely what you want, that ability to say here is a set of skills that my workforce needs that is going to make a real difference. And I hope that it will work, not just for companies like yours which are growing, and it is great to hear that you are, but we have talked to small businesses and what they say to us is there are quite a lot of people at the moment who want to hang on to the people they have got, the order books aren’t as full as they have been and it creates the space to do training and to do upskilling, but people want it delivered in the workplace, they want the training providers to come to you rather than send people off because it has got to be 2.00 on a Friday afternoon at the college. We are trying to change that world anyway.",
        "So I hope as we get the details out of this over the next few weeks, and we will start pushing this very strongly in November to businesses, you will feel that we have really listened to what people and other employers like you have been saying and we have been prepared to fundamentally restructure part of our training programme to meet the needs of the sector.",
        "**Chairman:**",
        "Jonathan, could I just say that one of the things which is very important also is that when people are on benefits and want to train, if they want to do training more than 16 hours, will they still be able to receive their benefits so that they can go into training?",
        "**Jonathan Shaw:**",
        "Well we are introducing a new employment support allowance which is going to provide more flexibility for people, more opportunity to have a work experience, perhaps to retain their benefit for a while but actually work for a while. Also we are going to introduce conditionality in that. We are going to support people, provide them with training and assistance, but we expect people to undertake that work, and if they don’t there will be some reduction in benefits. So we need to provide the incentivisation. We have had a series of pilots up and down the country called Pathways to Work where we have introduced this conditionality, and it has worked, and that is what we are going to be rolling out across the country.",
        "**Chairman:**",
        "On globalisation, Gordon and I have both been in China together trying to get deals. I succeeded.",
        "**Prime Minister:**",
        "What did I do wrong? Look, trade between China and Britain is going to grow a lot in the years to come and we have been very keen to build up these relationships. And obviously what you are talking about is taking Chinese technology into Britain and encouraging them to locate their inward investment here, and I think that is gradually going to happen. The Chinese, as you know, are very cautious about investing outside their country, their sovereign wealth fund didn’t start very well, it lost a lot of money in its first investments so they have been even more cautious about some of them for the future. But I do believe that this is a pathway for the future and if you can get the benefit in this region of Chinese companies willing to have subsidiaries or to do some of their work here, then we can help.",
        "First of all because we are open to trade and I think other countries are less willing to encourage the direct investment between different countries as we are, and so we are fighting very hard for a world trade agreement that opens up trade. And secondly, I think we are pretty attractive to the Chinese as their base for investing in Europe, they see us as a stable country and they see us as a country they can do business with.",
        "So the bulk of foreign direct investment coming into Europe has been coming into Britain and that we hope to continue in the years to come. And the exchanges that we are doing with Chinese universities and Chinese science companies, Chinese technology companies will help in the time to come.",
        "I wanted also to deal with John’s point about housing as well because I was talking to the Spanish Prime Minister a few days ago at one of these European meetings and he was saying last year they had built 700,000 houses, and that compares with us building 200,000 houses, but they have got a million houses that are unsold. And they have basically over-built, and know it, the Americans have over-built and know it. The difference is in Britain we still have latent demand for housing, as you know. We haven’t been building houses as there was demand for in previous years, and the general view is we should be building about 300,000 houses at least a year and not just 200,000 houses.",
        "So our problem is not so much the lack of latent demand for housing, many people are wanting affordable housing, it is the supply of money from the building societies and perhaps also people’s sense that the housing price is going to come down and therefore they are waiting until that point happens to make their bid for a house.",
        "Now what we can do is obviously a number of things. One is, as Peter said, our arrangement with the banks is that they will return to the offer of lending at 2007 levels for both small businesses and for mortgages. And Peter is absolutely right that our understandings with the banks go beyond the two banks that we have had to buy very big shares in to keep them moving, but all the banks are part of this recapitalisation plan, some have recapitalised themselves and some have been recapitalised by us. So the key thing is getting mortgage lending going again and getting it at affordable prices for people. You will obviously never return to the 100% mortgages, but you will return to reasonable mortgages, and if interest rates are kept low then the mortgages rates, while there is a higher margin than a year ago or two years ago, the mortgages can be at affordable prices. So that is the first thing.",
        "The second thing is that we are ourselves buying up some unsold properties, we are expanding our social housing programme so that there will be more public sector building taking place, and we are trying to help people who get into difficulty, either because they lose their job or for some other reason and are faced with this danger of repossession, we have reached an agreement with the Council of Mortgage Lenders, we have changed the law so that we can help people more easily, first of all that repossession becomes the last resort and not the first or second resort that comes, and secondly if people are unemployed we can actually help them stay in their own house.",
        "So we will continue to look at all the different measures that are necessary.",
        "You also raised a question of mortgage products. I think shared equity is quite a good product actually. You know it was never going to be an attractive product when mortgage finance was so cheap from other sources, but if you can only afford to buy 60 or 70% of your home, but we could come in, or a housing association or building society, or even the home builder themselves can come in with 10 or 20% of that stake, then gradually you can move from equity sharing to being the full owner of your home, and that is something that we are looking for in the future.",
        "I think as a result of this crisis mortgage products are having to be re-evaluated anyway and I think you will see better means of financing mortgages in the future, and that is something we have also got to look at. But in the immediate term people have got to see the bottom of the market so that they can start looking at buying again and we have got to help people in these difficult circumstances, which is what we will continue to do.",
        "But in Britain the problem is different from America, or Spain or some other countries. We haven’t over-built, in fact in a sense we have under-built over the years, and therefore it should be easier to get the mortgage market back once the conditions that the banks are following are more favourable to people who are potential home owners.",
        "**Question:**",
        "Can I just respond quickly to the Prime Minister please? On the assisted packages that are being sponsored by the government through the housing associations, which I agree are very good, unfortunately in the south east of England, apart from specific areas in the south east, the prices are such that for example stamp duty holidays affect practically no-one in these areas. And we had a launch [indistinct] shared equity scheme some four or five years and we had the sum total of no-one who was interested in using it. So of itself it is [indistinct] I don’t mean to say inadequate ungraciously, I mean anything is better than nothing, but it is inadequate and it is starting very low down, which is having very little effect in the south east and in our market.",
        "**Chairman:**",
        "Can I suggest that we take three more questions, because I think housing is a major problem, but if I could ask the Prime Minister if we could have an early visit from the Housing Minister in which we can discuss some of these points, that is something we would like to set up.",
        "**Prime Minister:**",
        "Absolutely. Funnily enough I was just saying the other day to the Housing Minister that the shared equity was not understood, it is not something that has got across to people. And you are absolutely right, the take-up has been large in places where there have been people really, really pushing it, but it is not taken up generally in the way it should be. But there are maybe better products that we can look at and certainly when the Housing Minister comes down here perhaps you and she could have a word about it.",
        "**Chairman:**",
        "Could I call on Paul Carter, the Leader of the Regional Assembly and also our host here in Kent as Leader of Kent.",
        "**Paul Carter:**",
        "Thank you Jim very much, but I speak as a house builder [indistinct] otherwise I would have a significant conflict in the role as leader of Kent County Council. But two points, one as a proprietor of a number of businesses in central London, particularly in the construction industry. The over-regulation in the construction industry is a massive consideration, we want cheaper, more affordable homes and every week the regulation gets worse, and worse, and worse. We may have under-regulation in the banks but we have over-regulation in the construction industry which is adding substantially to the cost of laying the first brick on site. I am speaking tomorrow at the Cluttons Property launch for Kent and I worked out that we now have to assemble 18 plans, waste management plans, ecology and environment, soil analysis, etc, etc, 18 – 20 of them before we lay a brick on a construction site. It is getting barking mad and it is costing us a fortune.",
        "My other issue relates to local government procurement. In Kent we have very much packaged contracts to support local, small and medium sized businesses, particularly in the construction industry and social care markets. In central government, although we support BSF and hopefully today we will sign a big contract for the first wave of BSF, with land securities, where we have insisted it filters down to local businesses and professional teams supporting that, but then you have the academy build-outs across the country which are focused on you have to use three or four main architects, chosen by the civil servants in Westminster, approved lists which are very, very restricted, where in Kent we have an extraordinarily innovative construction industry that could do much of that work at a lesser cost. And how can, in times of recession, central government look at its procurement practices and policies to open up, free up and package packages that can support small and medium sized enterprises round the country?",
        "**Question:**",
        "Prime Minister my name is Simon Edridge, I work for a market services company and have a number of clients. I think we are all being sort of terribly polite, and I am sure we should be with the Prime Minister amongst us, but I think the truth of it is that we are getting to a tipping point and there is a whole group of business people that are worried about unemployment, and are worried about their plans for next year and having to change their plans. I see you as the managing director of the government, can you not say to your Chancellor we are going to do something on national insurance, we are going to give a reduction of some sort for this next six to twelve months so that local businesses, not just in this country but in all the counties, are seeing some sort of help from government with regards to employing people?",
        "**Question:**",
        "Prime Minister, Good Afternoon. My name is Nick Rowell, I run something called the Portable Business School and I have an active role in both the Federation of Small Businesses and the Chamber. And I and many are delighted that getting the banks working and credit flowing is so high on your list of priorities. I am sure that many of us however feel that you won’t manage to do this without creating a more effective competitive market place forum. There is in existence already an active and strong channel that would help you to do that if you saw fit, namely about 60 – 65% of owner managers consult their accountants every year on matters beyond compliance and accounting. This network is in place, you don’t have to create it. It wouldn’t be difficult to use the accounting professional bodies as an artery for information, and through the accountants writing to their own clients you would reach the veins and the capillaries of the economy if you are able to find ways to publicise alternative lenders, and I am sure there are some who do have the cash and would welcome the opportunity. I have no interest in the accounting profession myself.",
        "**Question:**",
        "We work in renewable energy power, the green thing, quite a bit and have done for many, many years. My question actually goes against a little of what Paul was talking about. What we see is the need for regulation, and sensible, like the new Energy Bill, we are fully supportive of that. However, what we tend to see is large industry lobbying to get regulation either delayed or disposed of, which means that we work for six or seven years developing process and new and novel technologies, only to see them fall two minutes before the start of the race because the legislation has either not been complied with or has been changed in some way.",
        "So we would ask for more stability there, Ofgen for example can be a case in point where they have suddenly decided that they would reconsider certain fuels in the last few weeks to be non-renewable from the point of view of power generation, but renewable if they were used in a car. Well it is a ludicrous situation and it is semantics and I think we need some clearance there. We do have some world beating technologies we would like to put forward, but every delay of this kind takes us to the banking issue and they say ooh, risk, risk, and all they see from hesitancy is risk and it makes the problem twice as difficult.",
        "**Question:**",
        "I am a Director of a company called Oil Drum, based at the Canterbury Enterprise [indistinct] of the University of Kent. I think we are quite fortunate in the essence that we are well supported by the university, by the Enterprise [indistinct] by our own bank, HSBC. The device we have over the last two years designed in Kent, built in Kent, now patented globally, is a fuel saving device and so it obviously has economic benefits but it also has environmental benefits as well. We have commercialised it and launched it into the UK haulage industry. Hauliers as you know have been given a bit of a rough ride over the last six months or so. Everyone is focusing on the economic situation at the moment, but if not with the private sector, with the public sector, is there the ability, I don’t know the word to use, to influence buying criteria, not just on an economic stance but with regard to the environmental impact as well.",
        "**Chairman:**",
        "Well thank you. I am sorry that we have had to run out of question time, but the Prime Minister does have to get back. But I am going to let those last questions be answered. Do you want to start John?",
        "**John Denham:**",
        "OK. Can I just pick up three quick points. I think the point you make about procurement is well taken and it is something we set out earlier in the year in the Innovation White Paper. Each of our government departments is currently producing a new procurement plan looking at how its procurement can better foster innovation. Now that may mean simply not ordering the industry standard at the lowest possible price, it may mean asking for solutions to problems rather than saying this is the particular product we want to buy. We are bringing in people from the private sector, seconded in through the CBI, to help work with our own government procurement people because this is actually a new set of skills, it is not actually what people have been asked to do for most of the last 20 years. And I hope that will begin to open up the sort of markets you are talking about.",
        "**Chairman:**",
        "But can you make sure you get some small business people in there giving you advice a well because they are on the receiving end of this?",
        "**John Denham:**",
        "That is a very fair point, Jim, and I will take that one back. If I can link that through to the construction side, it is very welcome to hear what you were saying about procurement. If I can I would add an element through your Kent County Council role. With what is happening in house building that we were talking about earlier, it is key that public sector procurement also provides a basis for apprenticeship training and skills training in the area. In my own department we now say no new FE college contracts without a training plan attached as part of the procurement, and we are very keen to encourage people who are already doing locally based procurement to look at the skills element in training. And the third thing Jim that I quickly wanted to touch on was that Alistair Darling’s last budget has commissioned Ann Glover to produce a broader report on how small and medium sized businesses can win a much greater share of public procurement contracts. And my understanding is that that is probably going to come forward at the time of the pre-budget report in a few weeks time, so I hope that will give us more of a clear central government strategy to open up procurement, not just innovative procurement but procurement more generally to the SME sector.",
        "**Lord Mandelson:**",
        "I just wanted to make one point about China. I have been to China every year for the last four years two or three times, I am getting to know a little bit about China and I would just make two observations if I may. I was representing the whole of the European Union, I wasn’t representing the UK, but if you want me to make an observation I would say that amongst the European countries the best nurtured, most problem-free relationship that China had in Europe was with Britain. I won’t spell that out in detail, just take it from me. And one of the reasons is that this country has more consistently, possibly cultivated is the right word, I don’t know, but nurtured that relationship. And that can come down to a part of the UK, it can come down to a county, it can come down to a place within a county. If you twin properly with others in China you will build up familiarity, you will build up trust, you will cement something for the long term which is vitally important.",
        "A relationship with China, and it is going to grow in importance because you have seen China sort of hoovering in investment, we are now going to see, whilst that process is continuing, an awful lot of investment coming out of China. That relationship cannot be turned on and off as with a switch, it is a long term thing, and if you allocate the time, the energy and the effort to that it will repay dividends for you in this part of the country.",
        "**Question:**",
        "… and I would totally agree with everything you said [indistinct] but one of the things they can’t understand is the length of time it is taking for planning permission and …",
        "**Lord Mandelson:**",
        "They are not alone in the world. Cue the Prime Minister.",
        "**Prime Minister:**",
        "It is true that they are building a hundred airports at the moment while we struggle to get permission for one extra runway. We have changed the planning laws in Britain in recent months to make it easier for big projects to go ahead.",
        "But what we have been trying to look at over the last year is what are all the difficulties that stand in the way of our competitiveness for the future, and I will come to the other questions in a minute. Planning has taken too long, so we dealt with that and I hope that the planning system, as a result of these changes that we made, will be far speedier. Secondly, we weren’t secure in our energy because North Sea oil and gas is running out so we had to plan for the future of our energy needs, so we have decided to build more nuclear power and we decided to invest in renewables so that we are no longer dependent either on Russia or the Arab states entirely for our future.",
        "Then we looked at housing and we are trying to build a programme for house building over the next 15 years. Now it is very difficult when you go through these troughs as well as the high points, but that is what we are trying to do to try and solve some of the housing problems for the future.",
        "Science, we doubled the science budget because we wanted to be a nation that is planning ahead to get into the value added areas which requires you to have innovation at all times in your science and technology, and we persuaded Paul Drayson to come back, he is a successful manufacturer, to be our Minister of Science working with John to take this science agenda forward.",
        "And skills, we have been talking about that today. If you are not first in education you are going to be second in most things and that is why we want to invest properly, not just in schools where we are investing a great deal more, but in further education, in adult learning and of course in our top class universities.",
        "So we are trying to make the big decisions for the future, even although we are going through very difficult times at the moment.",
        "I will look at what you say about building regulations and obviously where they stand in the way of getting things done we should look at them again. I do say that most of the changes in recent years have been due to this other imperative that people have been talking about here as well, and that is meeting high environmental standards, and so we have got to take a balanced view. But certainly where there are regulations that are impeding us from getting the best out of our companies and people, we will look at them again.",
        "Small business procurement, John has mentioned our government-wide campaign so that we can actually procure far more from small businesses in the future.",
        "The use of accountants, I am interested in what you say about that and perhaps we can follow this up. And certainly alternative lending sources and how we can expand them is obviously going to be a big issue for the future. Although I come back to the central question that we have got to get banks back to doing the job that banks are for, which is lending and ensuring the cash flow in our economy.",
        "I think there is perhaps a more general point in this discussion, if I could just end by saying this, and I think there was a lady who asked a question that I didn’t properly answer in the last round about what was happening to companies that were dependent on consumer demand and people were having to retrain because these companies were no longer getting the business that they had two or three years ago. What has actually happened in the last year, if we look at it from everything that has been going on round the world as well as in Britain, is we have had this spike in oil prices, so it is a dramatic change from you know $40 – 50 to then $150 and now down to $80 again. It is the most volatile period, far bigger an oil shock than ever happened in the 1970s. But that has meant that people’s standards of living have fallen as a result of having to pay more for petrol and having to pay more for their gas and electricity bills and it has had this knock-on effect to every industry that uses transport, they are facing higher prices as a result of the transport costs that have been rising and that is a terrible shock to the system in itself, one thing, oil prices.",
        "And then at the same time we had food prices rising worldwide and again it is because the demand for food was higher than the supply, but it actually hit the most basic of products, bread, and milk and eggs, and you see these big prices that were feeding through, so you could see people shaking their heads when they see not only their petrol bill but their supermarket bill, and that is really what has depressed consumer demand in other areas, that these two most basic commodities have actually suffered the highest inflation over the last year.",
        "Now perhaps a good sign is that the oil price is coming down, and it is actually sad that Opec this week are now considering cutting production to keep the oil price up. But the oil price has come down and we don’t want them to cut production at this time, we want the oil price to be at a reasonable level for people, and that will mean that petrol prices will start, and have started, to come down, gas and electricity bills are high in this quarter but they should start coming down, food prices I am told from all reliable authorities should be coming down as well.",
        "So we face the next year with the likelihood that inflation will be a lot lower, that these pressures on people’s household budgets which came from the oil price and from the food prices are not going to be as great as they were last year, but we are facing these other problems which is as a result of the credit crunch which is the impact on people’s ability to borrow and to maintain employment in an economy that is under pressure.",
        "So for some of the consumer industries the picture may be actually better than it looks at the moment as prices come down, but we have also got to make sure that we get lending restarted.",
        "Now these are tough times for every country. I happen to think that we are better placed, you may think that I would say that anyway, but I actually happen to think that we are better placed because we have got low interest rates. You know in the last world downturn our interest rates went as high as 18%, now they are 4.5% and they have come down in the last year and could come down again, but that is a decision for the Bank of England. Corporate balance sheets, and I am not talking about financial institutions, but corporate balance sheets are in a lot better position than they were 15 years ago when we had the last world downturn. And actually employment is still very high, it is still three million more people in work than 10 years ago. And debt levels, the public sector debt levels are low compared with what they were in the past and what they are in other countries, so that enables us to borrow. And I think it is important to take an economy through a very difficult time by using that fiscal discretion that you have got to make it possible to keep activity up.",
        "So while yes we are all hit by the high oil prices, and we have all been hit by the credit crunch, I think we are in a better position to withstand these events and if we keep interest rates low and obviously use our better position on the fiscal side where we have got low debt, and at the same time maintain as high as possible high levels of employment, then I think we can come through this.",
        "But we are in my view facing this massive change in the global economy. I mean ten years ago, what, 15 years ago there were about a billion people that you could say were part of the global economy, and then China arrived, India arrived, all these other countries arriving, so there are now four billion people in the global economy. It has changed forever and we actually are in a better position to make the most of these opportunities but we have got to get through these difficulties now. And it is my undivided attention, and those of the people here, to make sure we get through the downturn fairly, but also are at the same time building for the future.",
        "Thank you all very much."
    ]
}