{
    "url": "https://www.ukpol.co.uk/gordon-brown-2005-speech-at-tuc-annual-conference/",
    "title": "Gordon Brown – 2005 Speech at TUC Annual Conference",
    "post_date": "August 31, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2005",
            "url": "/tag/2005/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, at the TUC Annual Conference on 13 September 2005.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown-1.jpg)",
        "Let us today on this day of celebration for a great English national sporting success congratulate the England cricket team. And let us congratulate London on winning for Britain the Olympics for 2012.",
        "And let me add a personal note. This is a time when we also remember men and women who have served the trades union movement and our country – in particular this year Ron Todd and Jim Callaghan – and only a month after their unexpected and early deaths, I know all will want to join me in paying tribute to two other titans of the labour movement – both of whom died tragically and unexpectedly, both who died in their fifties far too young, both who died after distinguished careers working for causes close to the heart of the trades union movement, two who died with such a huge contribution still to make.",
        "Mo Mowlam was the people’s minister – an inspiration to women everywhere – and let us agree that there must now be a fitting memorial to her work and achievement.",
        "And the passion of Robin Cook’s commitment to social justice was and is an inspiration to all who were influenced by him and in every continent. Inspired by Robin’s example let us affirm, as he did, that whenever there is injustice, we will seek to eradicate it, wherever there is poverty we will fight a war against it.",
        "And Tony Blair and I want to thank each one of you for your efforts and achievement in putting right at the centre of the agenda causes which Tony and I share with you:",
        "The cause of full employment",
        "The central importance of manufacturing",
        "The moral and economic case for decent universal and free public services available to all",
        "And – as the Warwick agenda to which we jointly committed demonstrates – fairness to all in the workplace.",
        "And I am here today to tell you that Tony Blair and the Government will, as a priority, put into place this year and next the legislation honouring in full the Warwick agreement.",
        "So let me assure you that we will implement our agreement that no-one should see their health or safety recklessly put at risk in the workplace and so we have announced legislation outlawing corporate manslaughter.",
        "Let me assure you that on gangmasters we will licence and regulate employment so that we protect lives by rooting out dangerous abuses.",
        "Let me also tell you that we are legislating for enhanced rights at work with the eight-week rule extended to twelve. And on holidays and working hours, we are moving to add Bank Holidays to four weeks paid holiday.",
        "Fairness at work means fairness to the low paid and it is because of your efforts and the initial commitment of John Smith and then of Tony Blair that Britain now has a minimum wage; one that I am pleased to report will rise again this year – rising by 40 per cent since it was introduced – and again next year. And the legal minimum wage is now extended for the first time to all 16 and 17 year olds.",
        "And because Britain has historically neglected child care we are now implementing, as a result of Warwick, a new national child care strategy. And because women’s rights and women’s equality have been unacceptably neglected for far too long we are even now studying recommendations from Margaret Prosser, chair of the Women and Work Commission. Our aim: to move to ending once and for all the gender pay gap.",
        "Having introduced the first winter fuel payment of £200 for the first time, free TV licences worth £100, the first pension credit paid to over two and a half million people, free local bus travel, we will, as we said at Warwick, – and this is the debate we should have when the Pension Commission completes it work – respond to the new Pension Commission investigation into the capacity and limits of the current voluntarist system by seeking to make sure that not just some but all workers have the chance of security and dignity in retirement.",
        "And let me add because it is morally wrong that when firms go under, workers through no fault of their own lose their pensions too, so in partnership we have set up the new Pension Protection Fund, and for pension funds that have previously gone under we have already put aside £400 million.",
        "Most of all on the future of our economy – and this is the central theme I want to discuss with you today – since 1997 we have been building a Britain that is not only more stable than at any time for a generation, but a Britain that has used its stability for a purpose – unemployment the lowest for 30 years, long-term youth unemployment once 350,000 young lives written off, now less than 7,000 – restoring full employment to the centre of economic policy and bringing us closer to full employment than at any time in our generation.",
        "I tell you I will never forget how, starting as an MP in 1983, in a constituency with thousands unemployed, I met hundreds of coal miners, steel workers, shipbuilding craftsmen thrown out of their jobs at fifty who expected never to work again, young couples who having lost their jobs lost their homes too, youngsters once bright eyed and hopeful, rejected and dejected even before they had a first pay cheque.",
        "So none of us must forget how the experts wrote off three million unemployed, how the commentators fell for unemployment as an inevitability. Let us remember how many lost heart and succumbed to the propaganda that as manual tasks were mechanised, as digital and computer technology replaced the jobs of skilled workers, that we should bury for ever the idea that we could ever have an economy founded on full employment.",
        "But we never lost heart, we never fell for this defeatism, we never surrendered our goal of full employment. And when we passed resolutions for jobs, marched for jobs, rallied for jobs, campaigned for jobs, we were upholding to the world ideals we still uphold to this day. We were arguing not only that mass unemployment is unfair and inefficient, but sending out an even bigger message, the philosophy I grew up with in a mining and industrial community in Fife: that we do not pass by on the other side, that our mission is to build communities where we look out for each other, feel each others sorrows and share each others pain. It is a belief that injustice should not happen to us: injustice should not happen to anyone, principles we taught each other in hard times, of solidarity not selfishness and as relevant today as ever.",
        "So when people tell us again that the impact of global change, the rise of China and Asia, mean we have to lower our aspirations, when they tell us that as manufacturing becomes global, we must accept that full employment and good decent paying jobs are now not there for all who need them, I tell you: in the same way that together we met the challenge of mass unemployment by applying our principles in the New Deal and went on to create in eight years an unprecedented two million jobs, we should agree now that – as long we make the the right long term decisions we can meet and master an even greater challenge – the challenge of globalisation.",
        "Let me tell you the scale of the global challenge.",
        "In the last eighteen months the doubling of oil prices is just one visible sign of the scale and speed of global economic change: Asia’s manufacturing output now greater than Europe; Asia now consuming 30 per cent of world oil and China almost 10 per cent; once only responsible for 10 per cent of world manufactured exports, Asia and developing countries will soon produce 50 per cent. On its own china already produces 30 per cent of the world’s television sets, 50 per cent of cameras, 70 per cent of photocopiers, even 90 per cent of children’s toys – and perhaps soon 60 per cent of all the world’s clothing.",
        "At no point since the industrial revolution has the restructuring of global economic activity been so dramatic; at no point has there been such a shift in production, Asia moving from the fringes to the centre of the new world economic order; and at no point in our whole history has the speed and scale of technological change been so fast and pervasive.",
        "Think back only to 1997: no digital TV, no DVDs, no video phones, no broadband, virtually no texting. Just eight years ago: only ten per cent people were on the internet and only ten per cent had mobile phones.",
        "So if in only eight years since 1997 we have seen such dramatic technological and scientific change, then think of the impact in the next eight years of technology on occupations, industries, businesses and jobs.",
        "And this is not, as is sometimes said, a race to bottom with China and India that can be met by protecting our home industries, shutting foreign goods out, and hoping the world will go away.",
        "Because they aspire not to race us to the bottom but to be high skill, high technology economies, China and India are now turning out more engineers, more computer scientists, more university graduates – four million a year, more than the whole of Europe and America combined. And so the answer lies not in protectionism, hoping Asia will go away, but in radically upgrading our skills, science and technology",
        "For me, nothing in the next years is more important than preparing and equipping our nation for meeting and mastering these global challenges ahead. And I do not disguise the scale of changes ahead so that we British working people can instead of being the victims of globalisation, be its beneficiaries.",
        "And I want us now to work together on a long-term economic reform plan for global success. And today I issue an invitation to the TUC and trades unions here, as well as business, to enter into a discussion with the Treasury and the Government in detail on how a more skilled, more adaptable and more enterprising Britain, can make the right long-term decisions and succeed in the next stage of the global economy – so that facing future economic challenges greater than since 1945, mastering technological and trading changes more dramatic than in any century of our industrial history, we can – working together in the interests of prosperity, not for some but for all – ensure that we can turn global change from a threat into an opportunity.",
        "Our education system geared to empowering young people with training and skills opportunities for realising their potential they never had before; our welfare state reformed to ensuring adult men and women can move from low skills to high skills, matching flexibility with fairness; and our science infrastructure upgraded so British inventiveness leads the world; European economic reform to open up markets for British firms. Every part of our infrastructure transport and communications geared up to the challenge of global change.",
        "Our whole focus: to stand up for Britain, to ensure that Britain does not once again relapse into decline and failure.",
        "Let me tell you – and particularly our manufacturing unions – that the global challenge strengthens rather than lessens the case for investment in manufacturing and in our regions.",
        "As we agreed with you at Warwick, we will give new support to manufacturing by investing in science, technology, our transport and infrastructure and in the manufacturing advisory service. And the manufacturing forum – now up and running with full trade union representation – is today, at your request, looking at public procurement so that British companies are no longer unfairly denied contracts and markets across key sectors of the European economy and that British workers and Britain industry secure a fair deal.",
        "Honouring our promise that manufacturing should not be seen as part of the old economy but that together we build modern manufacturing strength for the future.",
        "And if China and India are turning out four million graduates a year, then we cannot afford to waste the talent of any child, write off the potential of any young person, discard the abilities of any adult.",
        "It is because the skills of workers are the new commanding heights of the economy, it is because the skills of working people are now the most critical means of production, it is because increasingly it is the skills of working people that gives companies value and gives nations comparative advantage, that new principles must guide education and training in ensuring good well paying jobs for the future: education should no longer be from five to sixteen but on offer from three to eighteen, every teenager should have the right to further education, and every adult the guarantee of training in basic skills.",
        "So let us salute – in each of the unions – today’s trade union pioneers of the new skills revolution: the 12,000 men and women who are trade union learning representatives rightly bargaining for skills, the 100,000 who have been helped back into learning in over four hundred trade union learning centres, over two million workers succeeding in learn direct and the skills for life programme, and the employer training pilots which are breaking with the old failed voluntarism of the past and ensuring that in return for time off, workers have the financial support to obtain the new skills they want and need.",
        "And I can tell you today that to support the new trade union academy we will provide over the next two years £4.5million – part of a total investment of £8billion a year in skills, showing we will answer the Asia challenge, not by becoming resigned to a Britain of low skills and high unemployment, but by creating a Britain of new skills and new jobs.",
        "And I tell you straight: Britain can win in this global economy. We will win because we will not compete on low pay but on high skills; we will win because we will not respond to globalisation by lowering our standards in the workplace but by raising them; and we will win because we will not adjust to global change by protectionism and neglecting investment but by investing more and for the long term.",
        "This is nothing less than the economic battle for Britain’s future and upon winning this battle by focusing rigorously on the priorities that matter most – the future financing of our public services, the war on poverty, the potential for full employment in the years to come depends.",
        "And I also tell you straight – in the face of that global challenge from which there is no hiding place, no safe haven other than equipping ourselves better for our future – if we are to succeed there must be no return to the fiscal irresponsibility, the economic short termism, the inflationary pay deals and the old conflicts and disorder of the past; there can be no retreat from demanding efficiency and value for money as well as equity as we renew and reform public services; there is no future for a global trading nation like ours in trying to erect protectionist barriers with the rest of the world. And just as we need stability in inflation and interest rates, we need stability in our industry policy, stability in industrial relations, and stability in our trading relationships with the rest of the world, and we build this stability for a purpose: for it is the one sure route to full employment for our generation and to prosperity for all.",
        "And at every time we must act to tackle the risks to stability and growth, risks that are today already reducing European growth rates to one per cent and raising European unemployment beyond twenty million, risks that now have risen from the doubling of world oil prices.",
        "Global challenges need global solutions.",
        "It is because we understand the problems faced by hauliers, farmers and motorists at a time of doubling oil prices and because we will never be complacent that the first action we must take is to tackle the cause of the problem: ensuring concerted global action is taken to bring down world oil prices and stabilise the market for the long term. And in the last few days alone I have discussed our plans with thirty of the world’s Finance Ministers and spoken to representatives of all the world’s leading economies.",
        "First, because this is, at root, a problem of demand outstripping supply, OPEC must respond at its meeting on 19 September to rising demand by raising production.",
        "Second, lack of transparency about the world’s reserves and plans for their development undermine stability and cause speculation. The world must call on OPEC to become more open and more transparent.",
        "Third, from the additional $300billion dollars a year in revenue OPEC countries are now enjoying and the additional $800 billion available to oil producers there must be additional new investment in production and global investment in refining capacity.",
        "Fourth, the search for alternative sources of energy and greater energy efficiency is urgent to ensure both the maintenance of economic growth and tackling climate change, and the World Bank should set up a new fund to support developing countries investing in alternative sources of energy and greater energy efficiency.",
        "Fifth, poor countries and poor people should not ever be left defenceless against oil and commodity price shocks and the International Monetary Fund (IMF) should agree, as a matter of urgency, to create, a new facility for countries hit by these shocks.",
        "And because we have a special duty to help not just the immediate needs but the long-term prospects of the poorest of the world, oil producers should now agree to use their windfall revenues to create a special trust fund where oil producers help debt ridden poor countries write down their unpayable debts.",
        "At each point willing to take the tough long term decisions.",
        "And it is by securing economic prosperity and insisting the benefits go not just to the few but everyone, that we will achieve another goal – to build world-class public services in Britain.",
        "Let me say, that because of our commitment to public services and their renewal we are extending the local government agreement right across the public sector to bring to an end the two-tier workforce.",
        "And let me here, publicly from this rostrum, thank Britain’s public servants who – in those anxious hours facing the terrorist threat on 7 July and beyond rose to the challenge and worked tirelessly – showing bravery, dedication and commitment to tending the wounded, comforting the bereaved, protecting the anxious and serving the public first.",
        "Let me take this opportunity to say publicly what is often left unsaid and taken for granted, and thank all our emergency public services. Workers in our hospitals, from the doctors nurses and nursing auxiliaries to porters, ambulance men and women, cleaners, and catering staff – men and women who show not only exceptional skill and professionalism but every day also demonstrate extraordinary care, compassion and friendship.",
        "Teachers and the teaching assistants, the school dinner ladies and caretakers who at their very best show with their dedication day in and day out that every child and every child’s future counts.",
        "And in our communities, public servants and local government workers pioneering new services from child care and job-help to neighbourhood wardens, carers whose unbelievable compassion and support can transform despair into hope, home helps and support staff whose commitment and humanity show that public service can be a calling and not just a career.",
        "And proving that Britain can be a beacon to the world for high standard free universal public services.",
        "For there is, indeed, a second reason for winning the battle here in Britain for our generation for universal free public services, so that not just British people benefit but that we can offer new hope to developing countries too.",
        "For, as Tony Blair, Jack Straw and Hilary Benn will tell the world at the special UN Summit that starts tomorrow on making poverty history, it is only by building universal free schooling and creating free universal health care that the people of Africa and developing countries can begin to eliminate illiteracy disease and poverty.",
        "In my eight years as Chancellor I have visited some of the poorest parts of Asia and Africa. I have seen the faces of people crushed by poverty upon whom all the troubles of the world bear down; I have met mothers in Asia who in using every ounce of their energy to save the lives of their new born infants are about to lose their own; I have heard children in Kenya demonstrating and chanting the demand for ‘free education’; I have met mothers in Mozambique who waved their pay cheques at me demonstrating that no matter how hard they worked they could not afford to pay the fees for schooling their children; I have met some of the twelve million aids orphans excluded from both education and any health care; and I met only a few weeks ago in Tanzania an Aids victim who could not afford a visit to a hospital or to a doctor or to pay for any drugs to relieve his pain saying to me – “I know I am despised but are we not all brothers?”",
        "I tell you for the one hundred and twenty million children who did not go to school today and for the 30,000 children who face avoidable death from disease today, there is not a chance to escape disease, illiteracy and poverty if they are charged for health care or if there are fees for education, no hope at all for the poorest communities and the poorest people without free and universal public services.",
        "Make Poverty History is the theme chose by your President for this week. And let me thank you, Brendan, who spoke at that weekend Make Poverty History rally we attended in Edinburgh and let me thank every trades union for your work, in the finest internationalist traditions of your movement, as a driving force in the Make Poverty History coalition.",
        "And let me congratulate you for your key role in winning at Gleneagles for the first time in our history one hundred per cent multilateral debt relief; in exposing agricultural protectionism and the scandal and waste of the common agricultural policy; in securing a commitment not just to double aid to Africa but from eleven European governments to 0.7 per cent of their national income spent on development – demonstrating the truth of the belief on which our movement was founded that as individuals we are not powerless but, acting together we have the power to shape history.",
        "But I say to you today: as we look to the future, and recognise not just what we have done together but must now campaign upon in the coming years, let the new demand from trades unionists, from churches and faith groups, from make poverty history campaigners all over Britain and all over the world be that to truly make poverty history, Africa must win the battle we have had to fight and win in Britain: there must be universal and free schooling and health care as the beginning of justice for the poorest countries of the world.",
        "And when people say financing free universal health care and schooling for the worlds poor is an impossible dream, I say: two hundred years ago people said an end to slavery was an impossible dream; one hundred years ago people once said a British welfare state free schooling and a free NHS in Britain was an impossible dream; just twenty years ago people said Nelson Mandela’s release and the end of apartheid was an impossible dream; and just a year ago the same kind of people said one hundred per cent debt relief for the highly indebted countries was an impossible dream.",
        "Our ancestors knew how much easier it was to be unambitious rather than to aim high: simpler to be conservative than to seek change; less difficult to take your own share than fight for everyone to have a fair share; more comfortable to see progress as moving up on your own than ensuring everyone moves up together; less demanding to succumb to vested interests than take them on. But instead our pioneers held fast to the vision that progress is everyone moving forward together.",
        "And as we look at the challenges ahead – building in this new global economy full employment, modern manufacturing strength, ending child and pensioner poverty, the best public services and, yes, the elimination of poverty around the world – let us agree that the finest traditions of our movement is not to settle for second best, but to reach high, never to lower our sights but to strive to make once unrealisable dreams come true.",
        "In the spirit of the highest ideals of our movement, let us acknowledge the great causes worth fighting for.",
        "A society founded on equality",
        "Driven forward by a commitment to justice",
        "Dedicated to fairness for all",
        "A Britain worthy of our pioneers",
        "A Britain true to our ideals",
        "And we achieve our ideals best when we achieve them together."
    ]
}