{
    "url": "https://www.ukpol.co.uk/gordon-brown-2000-speech-to-the-national-council-for-one-parent-families/",
    "title": "Gordon Brown – 2000 Speech to the National Council for One Parent Families",
    "post_date": "December 26, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 5 December 2000.",
    "content": [
        "I am pleased to be here today at the conference of the National Council for One Parent families, an organisation which started from modest beginnings as long ago as 1918, has grown over nearly nine decades- with advice, services and support -to represent millions of families in this country, and is now, as this – your largest ever conference – shows today, at the centre of a great national movement of high ideals with goals that inspire:",
        "Now what J K Rowling said from her personal experience a few minutes ago you may also have seen, also from her personal experience, Karen Chazen say in the newspapers a few weeks ago.",
        "Five years ago Karen was left -as she wrote- on her own with a young child, with no money and no job. Today she has a good job running Sure Start in Merseyside, she owns her own home and she has recently bought her first car. Karen has overcome enormous barriers to get where she is now . At our Downing Street reception earlier this year Karen spoke eloquently for the case the national council makes and I am pleased that Karen is here with us today and to be able to thank her for the work she does.",
        "And joining us today also is Catherine Gibson whose story I also want you to hear. Catherine is from Fife in Scotland – where I come from too – and last month I had the privilege to launch the first choices programme -the programme that is expanding choices for lone parents who may want to train for work or work part time or full time -and will soon go nationwide, answering some of the challenges Kate Green set this morning.",
        "At the Fife launch I met and heard the story of Catherine, one of the beneficiaries of our new programmes. A year ago she was struggling at home on low income. Now she is in a job ,in receipt of our new working families tax credit and many pounds a week better off, with the barriers – as she call tell you -that prevented her getting a decent income and realising her potential now being broken down. And I wish Catherine and all who are facing the same challenges well in the future.",
        "And it is how we can do more from today to break down the old barriers that have held children and parents back for too long that is the theme of my speech today:",
        "Breaking down the barriers parents face seeking child care -and what we can do -through our national childcare strategy;  \nBreaking down the barriers to making work pay, through the minimum wage and working families tax credit;  \nBreaking down the barriers to training and using new technology, with computers college training and new lifelong learning opportunities now being opened up to all;  \nBreaking down the barriers for lone parents starting a child care or other business and becoming self employed, through our policies to promote enterprise for all.",
        "And of course, overall, breaking down the barriers that prevent every child having the best start in life, the barriers to family life – helping men and women balance work and family life – and building a modern Britain where all families share in the rising prosperity of the nation.",
        "Breaking down barriers as we try to build a Britain where there is opportunity where before it never existed, for all men and women to make the most of themselves and realise their potential. This is the new Britain: the modern Britain I want to build fit for all children and all families to live in with prosperity.",
        "So what are our policies ?",
        "First so that every child should have the best start in life and that no child should be condemned to poverty, we are literally setting out to transform the old system of financial support for children – previously, as many of you know, chaotic, unfair and inadequate, into a seamless integrated and far more generous network of child financial support.",
        "And you know why we should do so. As long as there is child poverty, there will be a scar on Britain’s soul. Let us never again have parts of Britain where there are children without nutrition, living in homes without heat, attending schools without proper books, in inner cities without hope.",
        "Children endlessly watching TV adverts of possessions they can see but never afford to buy – spectators in the race of life rather than likely to be its success stories.",
        "Let me explain the financial picture. For twenty years -overall – families with children fell behind the rest of the population, families without children , in living standards.",
        "Four years ago the average income of households with children was around 30 per cent lower than for those without children.",
        "That is why we set out to transform financial support for children and families.",
        "The government’s additional help for families with children will reach around £6 billion extra in the last year of this parliament.",
        "While child support for a family on average earnings with two children fell by 5 per cent in real terms between 1979 and 1997 , it will rise by 50 per cent this parliament.",
        "And families are now seeing a falling direct tax burden – for a single earner family on average earnings from 21.5 per cent to 18.6 per cent, worth £700 a year.",
        "And from April next year income tax will not be paid by basic rate taxpayers with children until they earn £140 a week and on the new working families tax credit no income tax will be paid until families earn £250 a week.",
        "At the heart of this new approach is integrating payments for child support into a new and seamless system – from £15.50 next April for every first child , the foundation of child benefit, ranging upwards to the weekly payment of £50 for children who need most.",
        "And in this new system, from £15.50 to £50 a week for the first child, where we give more to those who need most, we have rejected both crude means testing and old style redistribution.",
        "By April 2001 a quarter of families will be receiving more than £50 a week in child support. Two thirds will be receiving more than £30 a week and all will receive at least £15.50.",
        "So our approach helps all and is at the same time progressive – a progressive universalism starting with the working families tax credit as we build a fully modern tax and benefit system under which, for the first time, the tax man can give money as well as receive it, where the tax rates range now from 40 per cent at the top to -200 per cent for the poorest paid, a modern tax and benefit system that is being designed to help families when they need help most – when their children are young.",
        "Today some families are now £50 a week better off than they were last year. And by continuing to invest in children through education services and our public services generally and through our new family tax cut to benefit families with children, the needs of children and families will have a priority in the next budget too.",
        "And the future needs of children and families will be a major feature in our future plans.",
        "In March next year we propose to invest at least an additional £1.7 billion in the new children’s tax credit, ensuring a family tax cut, worth £8.50 a week, £442 a year, for most families.",
        "Indeed I am now consulting on a bolder proposal, £10 a week, or £520 a year for families, payable from April next year, which would mean in total a tax cut of 2 billion pounds.",
        "So millions of families will not only receive child benefit but receive both child benefit and the children’s tax credit- between £24.00 and £25. £50 a week for the first child – the highest level of child support ever.",
        "We must of course balance this priority against our other priorities.",
        "But what could ever be a better priority than giving every child in Britain the best possible start in life.",
        "As a country our long term goals are that we invest in education and the best public services, that we ensure every child the best start in life, that we build a stable economy creating jobs for all and ensuring, from the youngest to the elderly, all and not just some have rising living standards.",
        "It is right that we target tax cuts on the country’s priorities -work, families, savings and investment such as our 10p rate for small business start ups helping the elderly such as our new pension tax credit and improving the environment.",
        "In future budgets we will have targeted tax cuts again. But what we will rule out is a return to the old short termist irresponsible tax promises of the past – which have no fiscal principles to underpin them, which start with an admitted gaping black hole which inevitably threatens deep cuts in our public services hurting children and the elderly and which threaten a return to the boom & bust of the late eighties and early nineties where unaffordable tax promises made for years ahead were an important factor in causing recession.",
        "Instead this government is ensuring the balance is right: economic stability and low interest rates , the essential foundation; the rising public investment we need and tax cuts targeted on our priorities as affordable. But the people of Britain will never forgive those who lurch from one opportunist tax decision to another, retreating to the old short termist boom bust ways of the past, and this government will do nothing that puts this country’s stability and our public services at risk",
        "So it is right that our policies give priority to children – based on the foundation of child benefit, supporting all families with children, leading the world in helping families struggling to balance work and family life and ensuring – as we will -that every family is better off.",
        "##  Support for families and children",
        "And we must ensure every child has the best start in life not just by financial measures alone, or by government – national or local – on its own. It needs caring as well as cash. It needs practical day-to-day support for parents and children and young people, and it needs an alliance of parents, communities, professionals and voluntary organisations.",
        "When all the latest evidence is that the first three years are critical to a child’s brain development and can have a lifelong impact on a child’s intellectual and emotional well being, we would be failing in our duty if we did not do more to help the very young – to counteract disadvantages that arise from the earliest days. And with Sure Start we are trying to tackle the cause of poverty – lack of educational opportunity, lack of health advice, and often the lack of proper support.",
        "But our approach requires that rights be matched by responsibilities. Neither you nor I shirk from saying parents must accept and discharge their responsibilities. So we are strengthening the capacity of parents to raise children, helping every child have the best start in life, helping men and women struggling to balance work and family life and helping families make the most of themselves.",
        "This is what we seek to achieve not just with the very big expansion in investment in primary education for young children, but also with the programme Sure Start, spending 3,000 pounds on average per child over the next three years. Sure Start’s strength is that it is based on real communities. Some cover 500 children, others 1,000, the average 800. And we will also support locally led initiatives that help children with our new children’s fund.",
        "The idea behind the children’s fund is not one of the state directing and charities responding but a vision of voluntary organisations and government working together in partnership. The voluntary sector will play a key role in delivering the children’s fund and indeed £70 million will go direct to voluntary and community groups to provide local solutions to the problem of child poverty.",
        "##  Opportunity for all",
        "But we should also expand the range of choices available to all men and women to realise their potential.",
        "And let us be honest that the biggest denial of opportunity, the greatest discriminations, and the most unfair inequalities in chances have been those faced by women – in education, in employment, in the economy and in the provision of services generally.",
        "I was moved as I was listening to JK Rowling describing the struggle of trying to raise a child in poverty. I was also struck by the enormous barriers she faced in trying to work part-time while at the same time spending time with her daughter.",
        "Research shows that most lone parents would like the choice to combine paid work with the vital job of being a parent but still face barriers in doing so.",
        "So tackling the barriers to choice for lone parent families is essential both to improving family incomes and wealth – to achieve international levels of lone parent employment could lift over half a million children out of poverty – and to helping mothers and fathers make the most of their potential.",
        "The first element of this strategy is to make work pay through the minimum wage, tax cuts and the working families tax credit, backed up with a child care system that is accessible, affordable and high quality.",
        "To enable lone parents to make the most of their talents and potential, we will, with our work focused interviews going nationwide next April, offer a range of choices in the new deal: working a few hours a week, engaging in education or training or moving into a part time or full time job.",
        "As we create new opportunities for parents to work, gain skills or study, we must also break down the barriers to high quality, affordable child care.",
        "Through our national child care strategy, high quality, affordable child care places will be created for over one million children in the coming years.",
        "We are making more money available than ever before for childcare. In the spending review we tripled the annual investment in childcare – from £66 million this year to over £200 million a year by 2004.",
        "And because we recognise that the barriers are often greatest in our poorest communities, this includes extra money for child care in these areas in order to realise our ambition that there should be a childcare place in areas of need for every lone parent entering employment by 2004.",
        "Of course, all working parents are actually holding down two jobs: the one that pays the wage and the one that matters the most: raising a child. Having brought a life into this world, the primary goal for lone parents, as for all parents, is to help their children to grow into happy, healthy, well-adjusted adults. Combining this responsibility with paid work brings into clear focus the problems all parents face in the world of work.",
        "That is why we have already taken steps to help people combine work and parenting:",
        "We are ensuring new rights for working families, including the right to time off when a child is sick.  \nAs a result of our reforms, virtually all mothers will now qualify for maternity benefit and the Sure Start maternity grant has been trebled from ,100 to ,300 claimed by 250,000 mothers.  \nAnd in the last budget I announced changes to the benefit rules to allow parents to claim working families tax credit during maternity leave, and to get extra help for the baby as soon as it is born.",
        "But we must do more. That is why I announced in the last budget our review of maternity leave, as a result of which we will publish on Thursday a green paper with a series of different options for consultation. But let me say now that I am determined that when we conclude this review, we will make further progress in giving parents a real chance to take time off after the birth of their child.",
        "A recent report from the national family & parenting institute showed that most parents struggle with a world they feel is not designed for children. Parents are rightly asking some hard questions of us, for example:",
        "How can we do more to encourage jobs that fit around school hours?  \nHow can we make it easier to get on buses with a buggy and a toddler?  \nWhy are there too many places – such as shops or underground stations – where the only way in is to bump a pushchair up or down 2 flights of stairs?  \nAnd why, when this happens, is it so rare that anyone offers to help?  \nHow can we do more to encourage service companies when many still think it reasonable to expect their customers to sit at home for up to 8 hours as if parents had nothing to do but sit and wait?  \nHow -particularly after the events of the last week in London- can we do more to make communities, especially those with high rise flats, far safer and far more in tune with the needs of children and young families.",
        "A modern Britain must be designed around the needs of family life in 2000 and I can say what our aims are.",
        "The government will:",
        "Help employers to ensure that they aren’t putting up unnecessary barriers in the way of parents moving into work;  \nEnsure that key public services are sensitive to the needs of parents;",
        "And demand that the significant public investment we are making to improve and modernise our transport services – and our housing stock -takes account of the needs of parents and builds safer more family friendly communities in all parts of the country.",
        "##  Conclusion",
        "And this is the Britain I want us to build – a Britain where every child has the best possible start in life.",
        "For we know that the children growing up today – the children in the creche upstairs – will be the teachers, doctors, nurses, entrepreneurs, the transport workers and public servants of tomorrow’s Britain.",
        "I want us to be the generation that took millions of children out of poverty and created a society where everyone has the chance, so long denied, to make the most of themselves and their talents and realise their potential to the full.",
        "That is our ambition: to meet new needs, scale new heights, extend new opportunities, tackle deep rooted injustices and work together for a better Britain.",
        "Ambitions we share together and in common for our children and our communities. A great ambition for our country. I know it is your ambition too. And in the first years of this century at this time of opportunity working together we can and should make justice for all children and families our achievement."
    ]
}