{
    "url": "https://www.ukpol.co.uk/gordon-brown-2000-pre-budget-speech-in-sunderland/",
    "title": "Gordon Brown – 2000 Pre-Budget Speech in Sunderland",
    "post_date": "December 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of Exchequer, on 6 March 2000.",
    "content": [
        "It is a pleasure to be in Sunderland today, where over one and half thousand people have moved into work under the new deal, and where the new regional development agency, one north east, and the economic development team are creating an environment in which job opportunities are rising, more investment being generated, and new businesses created.",
        "With me today are Lord Trotman, former chairman of Ford, who has been looking at our measures to promote enterprise and innovation. And David Irwin, the new head of the small business service – and most important of all local businessmen and women who are the bedrock of the economy.",
        "This month’s budget will set new goals to build a stronger more prosperous more productive Britain.",
        "My theme today is that we not only want to re-establish the work ethic in every community of Britain, but establish a dynamic business culture which opens enterprise not just to the few but to all.",
        "Indeed I believe that in the global marketplace, Britain will best succeed in creating an economy with employment opportunity for all when we create an economy with enterprise open to all.",
        "So in the budget we will promote, support, and encourage the development of that culture through our support for small businesses:",
        "* first, by entrenching stability;",
        "* second, by promoting competition;",
        "* third, by a favourable tax environment and encouraging e-commerce;",
        "* fourth, by encouraging new investment and being on small businesses side as they invest, export, and expand;",
        "* fifth, by special measures in areas of need.",
        "##  Creating the best environment for new business",
        "There are now 1.3 million small businesses in Britain employing one or more people – around an extra 100 thousand since we came to power.",
        "And the number of high growth start-ups has increased by more than 10 per cent since 1997.",
        "But we want to do better.",
        "Just as we are increasing jobs, we want to increase businesses.",
        "Our policy of enterprise open to all seeks a larger number of small businesses.",
        "Our aim must be to increase the number of growing, new businesses – businesses that will survive and expand rapidly to create new jobs and new opportunities throughout Britain.",
        "I say to the small business community and to those people who want to start a new business, with the measures I am going to announce today, this government will be on your side if you’re starting up, growing, hiring, investing, innovating, exporting, going public.",
        "At every stage, in every way, on your side as you move up the ladder of opportunity.Let me set out the measures we are taking.",
        "##  First, stability",
        "First, by our toughness, discipline and prudence, we can create the most favourable environment for long term capital investment and business development this country has seen.",
        "Indeed, I want to create the most favourable environment of any of our competitor countries, including not only Europe and Japan, but America.",
        "So our first priority is stability and steady growth.",
        "One of our first steps after the election was to make the Bank of England independent, ensuring that interest rate decisions are taken in the best long-term interests of the economy, not for short-term political considerations.",
        "As important as the creation of a new framework for monetary policy, has been the creation of a new fiscal policy framework, with our two strict fiscal rules to ensure sustainable public finances.",
        "Already we are seeing the rewards of creating a British framework for monetary and fiscal stability. Over the last year and a half inflation has remained within 0.5 percentage points of the government’s target. Underlying inflation is 2.1 per cent – around its lowest level for over five years. And stability has brought the cost of borrowing down to half the levels of the early 1990s.",
        "##  Second, competition",
        "Second, the whole competitive environment needs to modernise for the new challenges of the economy.",
        "Equality of opportunity does not exist in practice if small businesses or enterprising individuals are denied access to the marketplace and pushed aside by vested interests.",
        "So in future we will be the champion of opening up competition and enterprise to all.",
        "We are asking in every area what we can do to enhance competition and opportunity.",
        "It is time to build on this government’s decision to create a new independent competition authority.",
        "Our new competition act contains new powers to prohibit anti-competitive practices. New businesses and new entrants to markets will benefit from our reforms of the regulatory system.",
        "The government will consider how to scrutinise regulatory bodies and review existing and proposed regulations to ensure that they are promoting – not impeding – new entrants and competitive forces.",
        "For banking and financial services, the financial services authority will now, for the first time, be required to facilitate competition – with a new scrutiny role for the competition authorities – so helping small businesses get a better deal from financial services.",
        "For the planning system, we are introducing a series of changes in planning guidelines that will, for the first time, facilitate the formation of hi-tech clusters – helping to foster dynamic new businesses.",
        "For high tech businesses that need key skills, we will reform the rules on work permits and open them up to essential workers in information technologies and to entrepreneurs.",
        "In sum, Britain open to competition, and at the leading edge of change. Nothing should stand in the way of greater competitiveness in every sector of every industry. There can be no return to the British disease of complacency or clinging to old fashioned attitudes – no protectionism, no misplaced sentimentality towards out-dated restrictive practices – that for too long have held back small businesses.",
        "##  Third, tax and encouraging e-commerce",
        "Third we seek not only to create the best environment with stability and competition, but the best tax environment for small businesses.",
        "Let me say what we have already done on business tax. We have cut small business tax from 23p to 20p and introduced a new starting rate of tax for small companies of 10p in the pound. Every company making profits of up to 50,000 pounds will benefit.",
        "As a result 270 thousand businesses will benefit from the 10 pence rate.",
        "We have the lowest ever start up tax-rates for business.",
        "And now we have a capital gains tax regime that is more generous to new investors. When we came to office we said we would cut long term capital gains tax to 20 pence after 5 years and to 10 pence after ten years.",
        "In the forthcoming budget we intend to go even further to create the most favourable environment for long term capital investment Britain has seen. I said last November, we would look at cutting the long-term rate of capital gains tax – for example that it could be cut to 22 pence after the first three years, and 10 pence after the first five. Following our public consultation, final decisions will be announced in the budget.",
        "Britain is now the place to start up, invest, grow and expand. By next year, the government will already have cut the average tax bill for these companies by more than 20 per cent, compared to the tax regime when the government came into office. This works out at a cut of 850 million pound in total.",
        "And we are determined that Britain will lead in the next stage of the internet revolution. Our target is that within three years we want to become the world’s best environment for electronic commerce.",
        "Today the internet is revolutionising our access to information – the way we communicate, educate, buy and sell – and from the acquisition and servicing of people to the management of stocks and supplies the internet is transforming the way we do business.",
        "We are not only offering new incentives to high technology companies to lead the internet revolution, but helping existing companies move faster in going on-line.",
        "I want internet costs in the UK to be as low as in the US. By 2002 and with companies now announcing new initiatives this will help us meet our aim of getting 1.5 million small and medium sized enterprises connected – with 1 million trading on-line. This will be backed up by a network of 100 advice centres – “one-stop-IT-shops” for small and medium-sized businesses which offer individually tailored consultancy and advice to help businesses get on-line.",
        "And we are offering discounts for the electronic filing of tax returns:",
        "* in April 2001-02, 50 pounds for either PAYE or VAT returns filed by small businesses over the internet -100 pounds for both PAYE and VAT;",
        "* in April 2000-2001, 10 pounds for each income tax self assessment return filed by taxpayers over the internet.",
        "##  Fourth, encouraging investment and being on small businesses’ side as they invest, export and expand.",
        "We are creating for Britain an environment for new businesses, high tech business, start up businesses in which our government is on the side of the inventor, the innovator and the risk taker and prepared to share the risk.",
        "We will shortly publish the report of Lord Trotman, former chairman of Ford on measures to encourage enterprise and innovation.",
        "From all corners of the world I want Britain to be seen as the place to start up, invest, grow and expand.",
        "In America the venture capital industry is highly developed. In Britain, I want new encouragement from the venture capital industry for the start up and early stage ventures, where equity will often be more appropriate than bank loans, but where the problem is not so much access to finance but finance on the right terms. And where there is as yet insufficient encouragement to invest.",
        "In advance of the Budget we will examine how we can build on the new network of government- backed regionally based venture capital funds, nine in total, that are designed to encourage investment in early-stage, high technology companies, especially for amounts up to 500,000 pounds.",
        "We are taking forward not only regional venture capital funds but also a auk high technology fund to help early-stage high-technology businesses – who have historically found it difficult to raise money for development. It will provide finance for investment in existing venture capital funds that specialise in the provision of equity-based finance for early stage high-technology firms.",
        "And to foster the innovation on which future success depends, a new r&d tax credit will, from this April, mean that nearly a quarter of new investment in small and medium-sized business research and development is under-written even before a penny profit is made.",
        "We have also been learning from the success of corporate venturing in the USA. Corporate venturing has been vital in silicon valley and elsewhere – providing small high tech firms with a strong capital base, better skills in marketing and management, and a greater market reach.",
        "To promote corporate venturing, we are introducing a new tax incentive. To help the large companies sponsor the development of the small, large companies that invest in growing companies for a specified period will receive a tax relief of 20 per cent, underwriting one fifth of their investment. This 100 million pounds incentive can bring Britain additional investment of 500 million pounds every year.",
        "But Britain needs a culture even more favourable to small business creation and development.",
        "That is why we are setting up the new small business service. It will have three main tasks:",
        "* acting as a voice for small business at the heart of government;",
        "* simplifying and improving government support for small businesses;",
        "* helping small businesses deal with regulation and ensuring small businesses’ interests are properly considered.",
        "The government is determined that the small business service can offer a single electronic point of entry, for all small businesses – providing advice and information, backed up by new call centres.",
        "To ensure this is possible, we are investing 10m from the invest to save budget and considering a further bid under the capital modernisation fund to help provide a single point of contact – putting small business support on-line.",
        "In addition, we want to make it easier for businesses to register with Customs and Excise and the Inland Revenue. I am extremely pleased that David Irwin, the new chief executive of the small business service, can be with us here in Sunderland. He brings his experience as a businessman and entrepreneur here in the north east to the task of ensuring government is on the side of small businesses – not holding businesses back, but helping businesses go forward, grow, expand.",
        "##  Fifth, special measures in areas of need.",
        "Enterprise matters and we want to expand enterprise to peoples and places too often forgotten.",
        "Inner cities and established industrial areas should be seen as new markets with competitive advantages – their strategic locations, their often untapped retail markets, and the potential of their workforce.",
        "And so we want to put in place the right incentive structure to stimulate business-led growth in our inner cities and estates and encourage much bigger flows of private investment.",
        "Our new Phoenix Fund will be a catalyst for harnessing the enterprise that is present – but often hidden – in our poorest communities:",
        "* it will fund a new network of 1000 volunteer business mentors, to be up and running by April 2001.",
        "* It will also fund the development of more ‘incubators’ – workspace where small businesses get accommodation and practical help from experienced managers.",
        "We know that there are other gaps in the finance markets for the poorest communities. So new loan funds will help businesses get the finance they need. And help that will be linked to the training and support, that is often as important as the finance. Our new Phoenix Fund will start supporting these new loan funds from the Spring.",
        "And we will work with the social investment task force, reporting in the autumn, to look at the next steps in this agenda.",
        "This will include considering:",
        "* tax incentives for investing in community development projects, like incubators, loan funds, and social enterprises;",
        "* for the long term, constituting a permanent investment fund with a continuing remit to help fund a regular wave of new projects.",
        "I want to see more resources in venture capital funds targeted at our high unemployment areas. The new social investment task force we have just set up will look into this.",
        "We plan to learn from our experience with these initiatives – and from experience in the us – and to build on what we learn.",
        "But if we are to encourage more inner city entrepreneurs, we also need to get better help to unemployed people wanting to start their own business.",
        "So I can say that Tessa Jowell our employment minister plans that the new deal will offer help for long term unemployed to become self-employed and to start a business – for the over-50s, up to 3,000 pounds during the first year in business and in work.",
        "And we are introducing measures to boost enterprise skills from school to adulthood.",
        "Let me tell you how this and many other areas will benefit:",
        "* we aim to double to 200,000 the number of pupils benefiting from enterprise courses in our schools;",
        "* we are improving the national network which introduces schools to businesses and has them working together. We will link all 30,000 schools to the world of business;",
        "* and we are trying to ensure pupils and teachers are given the opportunity for work experience and placements. Already six hundred thousand 14 to 16 year olds are benefiting from work experience and thirty thousand teachers are in work placements. And we are now working with business and the world of education to build on this, improving the quality of placements and experience;",
        "* in addition, we are launching this spring a national campaign with the message that enterprise is open to all. Our business leaders – including Alan Sugar and Richard Branson – will run a series of enterprise events in schools and colleges.",
        "##  Conclusion",
        "In the new Britain we want more enterprise, more investment, better education and preparation for the future in every community. I want Britain to be a world leader in enterprise – and the opportunities and benefits of enterprise to be shared by all regions and all people.",
        "I believe we can work together – government, business leaders, and local communities – to create the best environment for new business, creating new jobs and new opportunities open to all."
    ]
}