{
    "url": "https://www.ukpol.co.uk/des-browne-2008-labour-party-conference/",
    "title": "Des Browne – 2008 Labour Party Conference",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "2008 Labour Party Conference",
            "url": "/tag/2008-labour-party-conference/"
        },
        {
            "text": "Des Browne",
            "url": "/tag/des-browne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Secretary of State for Defence, Des Browne, at the 2008 Labour Party conference.",
    "content": [
        "[![desbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/11/desbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/desbrown.jpg)",
        "Conference, on Saturday afternoon while you were all here I was at Twickenham, one of over 50,000 people supporting the Help for Heroes Charity.",
        "They were there in such numbers, and that charity has raised almost £12 million in one year to support our wounded service men and women, because of the love and admiration the people of this country have for our Armed Forces.",
        "That love and admiration is rightly placed.",
        "All that is best about being British is concentrated in our Armed Forces.",
        "When we ask them to do the impossible, they respond positively and often they do it.",
        "More importantly, when we ask them to risk their life and limb to protect our security or our national interest or to see our values of fairness spread across the world, they do not hesitate.",
        "As Gordon Brown reminds them every time he meets them, those individual service men and wo men are THE most important instrument for the delivery of the progressive values at the heart of our modern defence policy.",
        "Conference, we owe them a debt we can never fully repay. But, we must try to repay it. We must do the best we can for them. And, the best we can for those they leave behind when they make the ultimate sacrifice.",
        "This year, was the first time any Government has put their commitment to our service people in writing when we published a cross government Command Paper on support for forces and their families.",
        "For the last two and a half years I, and my excellent Ministerial team, have been meeting our Armed Forces and their families, asking them what support they most want from us.",
        "Let me tell you, those conversations are humbling.",
        "For all their bravery.",
        "For all that they risk for us.",
        "What they want from us is modest. They want their own lives and the lives of their families not to be disadvantaged by the fact of their service.",
        "They tell me that they are worried that when they have to move around the country that they will have difficulty finding good school places for their kids.",
        "And they worry about losing their place on an NHS waiting list. They should not have to worry about such things.",
        "Well, with the help of Alan Johnson, Hazel Blears, Ed Balls,…",
        "Look, frankly, because of the leadership that Gordon Brown showed on this issue, with the help of the whole Government and the devolved administrations, we will live up to the guarantee that being in the armed forces will never again mean getting worse public services than others.",
        "That is the least that our people can expect.",
        "But, we should go further.",
        "There are times when we should give special treatment to the armed forces and their families.",
        "Special service deserves special treatment.",
        "That is why we are going to radical ly improve the compensation scheme for injured personnel.",
        "Nothing can ever compensate fully for the most severe injuries – but our people deserve the best that we can give them.",
        "For the most seriously injured, we are going to double the lump-sum payment.",
        "Together with the extra pension for their injury, guaranteed for life, that change will deliver up to one and a half million pounds.",
        "Many of those who do so much for us in the armed forces left school at 16 or 17. They didn’t take up the chance of further or higher education.",
        "In the future, together with John Denham, I want to offer a second chance to service leavers.",
        "Those who have served for six years or more, when they leave will be entitled to free education – up to degree level.",
        "My priority as the Secretary of State for Defence is to invest in our people and in the equipment they need to carry out the difficult tasks that they are undertaking today.",
        "The promise of our Command Paper builds on the billions of pounds of investment we have made in equipment:",
        "* armoured vehicles",
        "* helicopters",
        "* body armour",
        "That job is not yet complete. But, it allows our Commanders to describe the Brigade in Afghanistan as the best equipped ever to be sent into operations.",
        "The promise of our Command White Paper builds upon all of this and our investment in health, expanding mental health services, and improving accommodation.",
        "It builds upon all of this and the increases we have made in pay. For the last two years our service personnel received the highest pay increases in the public sector.",
        "All of this has allowed the Royal British Legion to say that the Military Covenant is back in balance.",
        "But, there is one more thing that they want.",
        "They want you to understand what they have achieved, and are achieving.",
        "The 15,000 troops that we have working across the world, 12,000 of them between Iraq and Afghanistan, are making a positive difference.",
        "They deserve your recognition and thanks.",
        "Conference, we have reached a turning point in our involvement in Iraq.",
        "The Iraqi armed forces, supported by British and US Forces, have taken on – and defeated – the militia in Basrah.",
        "In Basrah, there has been a transformation in the quality of life for ordinary Iraqis.",
        "Free from thuggery and intimidation, normal life is returning.",
        "Cafes and restaurants are re-opening.",
        "Shops and markets are bustling.",
        "Women are able to walk the streets unveiled.",
        "As important, improved security means that economic reconstruction can start.",
        "Investors are prepared to modernise the oil and gas and steel industries.",
        "Security has improved right across Iraq and similar opportunities are opening up.",
        "There are many reasons for this.",
        "British troops have made a substantial contribution to the fact that next year there can be a “fundamental change of mission” in Iraq.",
        "By any standard, thi s is a hugely important milestone.",
        "At conference this week we have Iraqi politicians, government officials and trade unionists showing the growing confidence of politics and civil society.",
        "A democratically elected Iraqi government with the ability to control its own security, the support of its own people and the resources to grow its own economy.",
        "That is the legacy of our Armed Forces in Iraq.",
        "Conference, in Afghanistan, although we face a longer haul, and the task of reconstruction is so much greater, our brave troops are making a positive difference too.",
        "Afghanistan is a country, for 30 years torn apart by war.",
        "Oppressed by the Taliban.",
        "Two generations were lost to education.",
        "Al-Qaeda trained for and launched terrorist attacks across the world from its ungoverned territory.",
        "Only 1 in 10 Afghans had access to health care.",
        "Girls were banned from school.",
        "Thanks to our British troops – along with allies from 40 countries – the Taliban have been beaten back.",
        "Where once they boasted they would drive us from the country, they now know they cannot and rely on cowardly terrorist attacks, mostly on their own people.",
        "Improved security in the major towns has allowed the rebuilding of physical infrastructure to begin.",
        "4000 km of roads.",
        "2000 schools repaired or reconstructed.",
        "Just three weeks ago, British soldiers transported a new turbine to the Kajaki dam.",
        "When up and running this hydro-electric scheme will provide electricity to 1.8m people.",
        "Over 8 in 10 Afghans have access to health care now.",
        "And six million children attend school – two million of them girls. For each of these children this is potentially a life-changing event, a huge liberation.",
        "I have always been clear that while progress has been made we still have long uphill task. It is difficult and dangerous and it will take us years to achieve.",
        "The challenge of nation building in Afghanistan is a long-term commitment and the terrorists will continue to try and prevent progress.",
        "But we have a duty to recognise not just the difficulties but what has actually been achieved and to celebrate it.",
        "Conference, no Defence Secretary takes lightly the responsibility of sending our people into conflict.",
        "However, sometimes, it is simply not possible to avoid military intervention. Sometimes, the defence of our national interest or the defence of the helpless demands it.",
        "We should not sign up to the responsibility to protect without signing up to the means to deliver that protection.",
        "A 21st century progressive foreign policy requires us to have armed forces who can intervene if necessary far from home.",
        "There is no-one in this conference hall who does not believe that, though many of us do so with great reluctance, knowing the reality of conflict.",
        "But none of us can avoid the implications for our armed forces of our ambitions.",
        "Those fine words and ambitions bring with them an obligation to those people whom we ask to do this difficult and dangerous work.",
        "We must never forget that."
    ]
}