{
    "url": "https://www.ukpol.co.uk/gordon-brown-2002-speech-on-terrorism-financing/",
    "title": "Gordon Brown – 2002 Speech on Terrorism Financing",
    "post_date": "January 4, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, on 24 October 2002.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "I am very pleased to be here with David Blunkett and David Venness this morning to discuss the new steps we are taking to combat terrorist financing. And I want to thank all organisations from Police and intelligence services to banks and financial institutions nationally and internationally for the work done to combat terrorist financing",
        "Those who finance terror are as guilty as those who commit it. And our response to funding of terrorist acts is every bit as clear, as unequivocal and as united as our response to the terrorist acts themselves.",
        "Last night I ordered, and today I am reporting, the freezing of all assets held by the Jemaah Islamiah organisation in the UK.",
        "This follows the designation of Jemaah Islamiah by the United Nations Security Council as an organisation associated with Al Qa’ida, engaged in financing terrorism. This designation was the result of representations made by the UK, in collaboration with the US and Australia, about the nature of Jemaah Islamiah’s activities.",
        "Jemaah Islamiah engages in terrorism. Members of Jemaah Islamiah have been trained in Al Qa’ida camps. They have acquired bomb making equipment. They have been found in possession of lists of terrorist targets as well as photographs and videos of intended targets. Their aim is to establish a extensive Islamic Republic covering Malaysia, Singapore, Indonesia and parts of the Philippines, and they are prepared to bomb, shoot and kill their way to achieving this aim.",
        "The UK has already frozen the assets of Jemaah iIlamiah and has instructed UK banks not to transact business on their behalf. And I call on other countries to follow in accordance with the UN Security Council designation.",
        "Today the Home Secretary and I are publishing a report setting out the action the UK Government has taken to combat the financing of terrorism before and since the tragic events of September 11th last year:",
        "freezing assets worth $100 million of over 100 organisations and over 200 individuals suspected of terrorist financing;",
        "Completing the NCIS report on the vulnerabilities of Hawala banking and alternative remittance systems to Hawala banking;",
        "Publishing a consultation document on the disclosure of beneficial ownership of unlisted companies;",
        "20 arrests in connection with terrorist fundraising, with 15 of those arrested subsequently charged with terrorist fundraising, fraud or money laundering;",
        "Identification by the National Terrorist Financing Investigation Unit of over £500,000 of assets linked to someone on the UN sanctions list and subsequently frozen; and",
        "The first conviction for terrorist financing in the UK under the 2000 Terrorism Act.",
        "And the most important measures for the long-term have been the establishment of the new multi-agency Terrorist Finance Unit within the National Criminal Intelligence Service to prepare financial intelligence packages and quadrupling of the staff in the National Terrorist Financial Investigation Unit based at New Scotland Yard – already 3,500 suspicious reports have been passed to the TFU, which has referred 600 to Scotland Yard for follow-up investigation.",
        "These units put the UK at the forefront of the international fight against terrorist financing. By cracking down their networks and breaking their codes we can build a Bletchley Park for the 21st century.",
        "And we are also taking action internationally.",
        "I welcome the recent proposals by the Financial Action Task Force to make it easier for authorities to identify quickly who is using wire transfers to finance terrorism.",
        "I also welcome their publication of best practice guidance on the regulation of charities, which have in some cases been used to disguise the financing of terrorists. Our own Charity Commission has been active in investigating charities suspected of financing terrorists and closing down charities abusing their charitable status.",
        "But there is more to be done both internationally and domestically.",
        "Domestically we must further strengthen information sharing between regulators and investigators and financial institutions, building on the successful contacts that have already taken place.",
        "Internationally we must continue to cooperate to develop further in-depth intelligence of terrorist organisations by exchanging information. And in particular I call on those countries which have not yet done so to implement un Security Council Resolutions against terrorism and Al Qa’ida and to act on the FATF 8 special recommendations on terrorist financing. And I hope that the G20, when it meets in Delhi in November, to strongly endorse this essential action.",
        "We must all continue to apply ourselves to the task of cutting off financing flows to terrorists. If fanaticism is the heart of modern terrorism, then finance is its lifeblood and we must move expeditiously to cut off the source of terrorist financing and end wanton acts of terror."
    ]
}