{
    "url": "https://www.ukpol.co.uk/gordon-brown-2001-mansion-house-speech/",
    "title": "Gordon Brown – 2001 Mansion House Speech",
    "post_date": "December 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, at the Mansion House in London on 20 June 2001.",
    "content": [
        "Mr Lord Mayor, Mr Governor, My Lords, Aldermen, Mr Recorder, Sheriffs, Ladies and Gentlemen.",
        "Tonight I want to talk about how our new-won and hard-won stability can strengthen Britain for the future: how, building upon that stability and a wider and deeper culture of enterprise, our country can aspire to, and achieve, the best levels of productivity growth. And how, just as stability and reform can create a more competitive and prosperous Britain, so too stability and reform can create a more competitive and prosperous Europe.",
        "But first, in thanking you for your invitation, let me at the outset pay tribute to the contribution you and your companies and institutions make to the prosperity of Britain, the service you give and the difference you make.",
        "You are leaders in a financial services sector that generates 50 billions of wealth each year for Britain, provides work for over 1 million British citizens, and represents those enduring British qualities of creativity, enterprise, duty and openness to the world. With the London Stock Exchange, the largest trading centre for foreign equities in the world, and the foreign exchange market the largest and most important in the world, you lead for Britain in the world.",
        "The context for my remarks is the changing global economy.",
        "My theme is that in just a few short years the world has moved from sheltered to open economies; from local to global competition; from national to world wide financial markets; from location, raw materials and indigenous capital as sources of national competitive advantage to skills, knowledge and creativity as what makes a difference.",
        "To rise to these global challenges we have this week announced the next stage in our competitiveness reforms:",
        "The Secretary for Industry Patricia Hewitt has announced a major reform in the competition regime and deregulatory measures to help small business;",
        "The Secretary for Education new measures to improve skills and, under the leadership of Sir Howard Davies, an examination of how schools and business can work to promote the enterprise culture;",
        "The Secretary for Local Government a reform in our physical planning laws;",
        "And I have been able to announce cuts in Capital Gains Tax, in small company Corporation Tax and deregulatory measures including a simplification of the VAT system that will help small businesses.",
        "These reforms reflect the modern role of Government – not to interfere but to enable: by breaking down the barriers to enterprise and ensuring that more people with ideas have access to the finance, technology, advice and skills they need to transform their insights and initiative into business success.",
        "But, as I have said on each occasion I have addressed you in the mansion house, the foundation of all we do is economic stability.",
        "Every time in recent decades when the British economy has started to grow, Governments of both parties have taken short-term decisions which too often have created unsustainable consumer booms, let the economy get out of control and sacrificed monetary and fiscal prudence. And everyone here will remember how quickly and easily boom turned to bust in the early nineties.",
        "So Britain did need a wholly new monetary and fiscal framework that went beyond the crude Keynesian fine tuning of the fifties and sixties and the crude monetarism of the seventies and eighties and, instead, offered a modern British route to stability.",
        "With first, clear policy rules: a symmetrical inflation target and our fiscal disciplines.",
        "Second, clearly established procedures: the Code for Fiscal Stability and, most of all, Bank independence – and here I thank Sir Eddie George the Governor of the Bank of England for his leadership, leadership which we rightly applaud.",
        "And third, an openness and transparency we have not seen in the past.",
        "I believe that as we are tested by events like rising oil prices, exchange rate pressures, and now the US slowdown, our new framework makes us better placed than before to cope with the ups and downs of the economic cycle.",
        "And I can say categorically that we will continue to steer a course of stability and support our monetary authorities in the difficult decisions they have to take to ensure that we remain on track to meet the inflation target and sustain high and stable levels of growth and employment. We will entrench not relax our fiscal discipline and at all times avoid short termism – a return to the mistaken monetary and fiscal policies of the past.",
        "Not just in Britain but in the euro area a modern route to economic stability is being sought based on a shared recognition that the old fine-tuning cannot work, that in liberalised markets rigid monetary targets cannot on their own deliver stability and that the discretion necessary for effective economic policy is possible only within a framework that commands public and market credibility.",
        "And there is, I believe, also a growing understanding that this credibility depends upon clearly defined and publicly understood long-term policy objectives.",
        "So, just like Britain, the euro area has been establishing a framework for economic stability.",
        "And, as I said in October 1997, in principle British membership of a successful single currency offers us obvious benefits – in terms of trade, transparency, costs and currency stability. And membership of a successful single currency could help us create the conditions for higher and more productive investment and greater trade and business in Europe.",
        "In 1997, the Government said that, while we recognise the constitutional issue as a factor in the decision, we do not consider it a bar to entry if there is clear and unambiguous evidence of the economic benefits of joining, and if the people have the final say in a referendum.",
        "And that commitment to a referendum – if the economic tests are met – is a promise we made in our election manifesto only a few weeks ago.",
        "The 1997 statement also set five economic tests:",
        "First, sustainable convergence between Britain and the economies of a single currency; second, whether there is sufficient flexibility to cope with economic change; third, the effect on investment; fourth, the impact on our financial services industry; and fifth, whether it is good for employment. These tests are the necessary economic pre-requisites for membership of a successful currency union.",
        "So I reject the view of those who would rule out membership of the single currency on principle. They would refuse to join even if it were in the national economic interest to do so. To rule out membership of the single currency on dogmatic grounds would in my view be damaging for investment, jobs and business generally.",
        "Similarly, I reject those who would urge us to join regardless of the assessment of the five tests. Such a course would risk repeating past failures, would prejudice our stability and would also be damaging for investment, jobs and business generally.",
        "Our approach is, and will continue to be, considered and cautious – one of pro-euro realism.",
        "Pro-euro because, as we said in 1997, we believe that – in principle – membership of the euro can bring benefits to Britain.",
        "Realist because to short-cut or fudge the assessment, and to join in the wrong way or on the wrong basis without rigorously ensuring the tests are met, would not be in the national economic interest.",
        "Because the Government is determined that we will make the right long term decisions for Britain, we will not take risks with Britain’s hard won stability.",
        "So the assessment as to whether it is in the British national economic interest or not will be comprehensive and rigorous. It is only on this basis – taking into account all relevant economic information – that the Cabinet will decide whether to recommend membership to Parliament and then to the British people.",
        "Before any such assessment is started, we must, of course, continue to do the necessary preliminary work for our analysis – technical work that is necessary to allow us to undertake the assessment within two years as we promised.",
        "Indeed, since 1997, our strategy has been, as I set out then, to prepare and decide. This has already involved the publication of the draft national changeover plans and the work of our standing committee with business.",
        "To prepare and then decide is the approach that we will continue to pursue.",
        "Around the future of the euro there is, of course, an ongoing national debate.",
        "But across Europe a debate on the future of Europe is also taking place and Britain must be at the centre of that debate too – a debate on economic reform amidst the challenge of globalisation, enlargement into the East, and the wider Nice agenda to make decision-making in Europe more open, accountable and relevant to the population as a whole.",
        "Because this is a time of great change and challenges for the European Union, every country must not only debate its place in Europe but what kind of Europe we want.",
        "Britain’s relationship with Europe is a question that every generation in this country has had to ask and answer.",
        "And in this generation – for our time – let us remind ourselves why Europe is so important.",
        "It is sometimes said that there are no great causes left.",
        "Being part of Europe is itself a great cause – to have granted to us, in our generation, the opportunity to set aside old enmities and feuds, to contribute to a mission that has helped secure half a century of peace in Western Europe, and now the historic task to cement peace and democracy in Central and Eastern Europe as we have done in the West.",
        "At one time the case for Europe was simply peace. But today the case for Europe must be not only that, working together, we can maintain peace but that, working together, we can maximise prosperity.",
        "And getting the economic future of Europe right matters for Britain because over three quarters of a million United Kingdom companies now trade with the rest of the European Union. It is a fact that in the 1970s, when we joined Europe, less than 8 billions of our trade was with the rest of Europe. Today it is £132 billions – half our total trade – with 3 million jobs affected.",
        "So Europe is where we are, where we trade, from where thousands of businesses and jobs arise. And we are part of Europe by geography, by history, by economics and by choice. The channel has always been a route to the wider world, not a moat cutting ourselves off from it. And, as a trading nation, the greater the stability in our relationship with our major trading partners, the greater the benefit to us.",
        "I believe that those who seek to renegotiate the very basis of our membership with Europe, even when they simultaneously protest they do not want to leave, put at risk the stability that is so central to modern business and investment decisions. And I believe that government and business must join together in putting the case unequivocally for Britain being in Europe – a stronger Britain on the basis of a strong and secure relationship with Europe.",
        "And as the great debate on Europe’s future begins, we should not only put the case for Europe but for a reformed Europe – and for Britain leading reform in Europe.",
        "Indeed the more Europe extends its single market, the better it is for Britain and Europe.",
        "The more Europe embraces economic and institutional reform, the better it is for Britain and Europe.",
        "The more Europe looks outwards, the better it is for Britain and Europe.",
        "And the more Europe and America work closely together, the better it is for Britain, Europe and the world.",
        "While the single market encompasses 375 million people today – and potentially nearly 500 million in the future, we have still a long way to go to secure for British business and British consumers the full benefits in commercial opportunities and consumer prices.",
        "So here the economic reform agenda is clear and challenging: it is to complete the single market in utilities, energy, telecoms and financial and professional services that we have argued not just for action plans which signal intent but timetables which signal deadlines.",
        "Liberalisation in telecoms by the end of 2001 Liberalisation in financial services by 2004 Energy liberalisation – where we continue to push our neighbours.",
        "Potentially too air liberalisation, with reforms to the allocation of take-off and landing slots that introduce market mechanisms to allocate scarce capacity.",
        "And liberalisation in the capital markets – a cause you and I share – promoting more open markets and more choice in pensions, insurance, savings and mortgages for people across Europe is a development from which Britain – because of our vibrant and successful financial services sector – stands well placed to benefit.",
        "And it is to complete the single market and create a level playing field for British companies that we have opposed state subsidies, whether through public expenditures or through discriminatory tax practices, and we have led the way in arguing for the new Code of Conduct group and work by the OECD to tackle unfair tax competition.",
        "In the coming year the economic reform agenda must be pushed forward to enhance labour market flexibility and capital and product market modernisation and reform. We will publish proposals for the Spanish economic reform summit next year and I can confirm that for the Spanish Presidency the Government will be producing a white paper on economic reform in Europe.",
        "A Europe reformed is a Europe that serves Britain and Europe best. As Europe enlarges, the reform agenda is again equally clear – and challenging reform of the CAP and of the budget – which has always been necessary – will become urgent.",
        "Leading up to the IGC of 2004 there is now a debate on the future of Europe where matters not just of economic integration and reform, but of political legitimacy and accountability, are coming to the fore.",
        "Our Government’s vision of Europe, as set out by Tony Blair in Warsaw, is not a federalist one but one in which independent nation states work together to shape the decisions. It is one where there is, increasingly, mutual recognition of national standards and solutions based on exchange of information, peer review and benchmarking rather than the central imposition of “one size fits all”.",
        "It is of a market that must, rightly, have a social dimension, but with subsidiarity or national decision-making the way forward. It is of tax competition not tax harmonisation.",
        "And as Tony Blair also said, it is of an open and accountable administration subject to the direction of elected ministers, not an unaccountable bureaucracy.",
        "Alliances are being built for reform. The old pressures for tax harmonisation are already now being vigorously pushed back as we argue for the principles of tax competition. Countries are coming together to insist the European budget is brought under control and following Britain’s initiative on fraud to set up an independent fraud office, there is a need to expose and tackle waste and fraud vigorously. It is now also accepted that widespread reform of the commission must take place.",
        "So here again the reform agenda is clear and challenging. And right across Europe people now clearly want the debate on integration to be complimented by a debate on accountability. And on these issues relevant to the 2004 IGC the Prime Minister will, during the next year, be setting out our Government’s proposals.",
        "I believe that those genuinely committed to advancing Britain’s national interest should support rather than dismiss a practical approach to making the reform agenda work.",
        "And, perhaps most important of all, the new Europe must be outward looking rather than inward looking.",
        "The first post-war reshaping of Europe into a common market took place in the shadow of war as we moved beyond the old conflicts of the past. The second reshaping of Europe is happening not just as a result of internal forces at work within Europe but in response to vast global changes – not least fast increasing trade and capital flows, between Europe and the rest of the world and the growth of transcontinental companies. In just one decade, direct European investment in the USA has increased more than ten fold, from 20 billion dollars a year to 230 billion dollars a year. And we need only look at the impact of the American slowdown on European economic growth to understand this growing economic interdependence.",
        "I give just one example of the implications for policy. When European finance ministers examined whether to impose a Withholding Tax on savings which – as we argued – would have done huge damage to the bond market here in the City, they were persuaded to opt for exchange of information instead of a European wide tax. They were persuaded that, in the new global economy, tax decisions could not be taken in Europe in a vacuum. If capital could move freely out of the European Union – to either Switzerland or Liechtenstein or the USA – tax decisions had to be taken with a view to forces at work round the world.",
        "Here again the economic reform agenda is clear and challenging. Rightly, with its initiative to open our economies to the Least Developed Countries free of tariffs and free of barriers, Europe is leading the efforts to get an ambitious world trade round underway. And we lead too in retargeting international aid and development.",
        "Between them, Europe and America together account for 55 percent of world trade, 60 per cent of trade in services and – remarkably – 80 per cent of world wealth. But it is more than commerce that binds us. Increasingly, in this age of globalisation, our national goals are shared international goals, our responsibilities are shared responsibilities, and our opportunities are shared opportunities.",
        "And, together, Europe and America have an even greater responsibility for world stability and growth, not least as they affect developing countries. So we must think transcontinentally as well as continentally.",
        "If someone had said to any of us 20 years ago that Eastern and Central Europe would soon embrace Western Europe, Russia would start to look westwards, and that in Western Europe the old ideological conflicts between state and market would be resolved such that state and markets work together and that there would be a free flow of capital round the world, all of us would have been astounded to the point of disbelief. But we would have been even more astounded if we were told that at precisely that point of opportunity for the world economy, voices would advocate American disengagement and settle for a Europe that looks inwards.",
        "The end of the Cold War should not be the signal for disengagement or parochialism but for a new and enhanced form of engagement between our continents, where shared interests that could yield mutual benefits lead to a reform agenda that is yet again clear and challenging and as ambitious and wide ranging as:",
        "* the elimination of industrial tariffs;",
        "* open skies;",
        "* the mutual recognition of standards across the professional services;",
        "* common rules of competition;",
        "* eliminating barriers to the establishment of European and US companies in each other’s markets;",
        "* and a joint strategy for oil supplies as well as for tackling debt and poverty in developing countries.",
        "In 1988 the Cecchini report looked at the advantages of cooperation for a European single market. We need a Cecchini style report that investigates the benefits for growth, jobs, prosperity and world trade of a stronger trading and commercial relationship between Europe and America.",
        "In forging that stronger relationship, Britain plays a pivotal role. Britain does not have to choose between America and Europe, but is well positioned as the vital link between America and Europe.",
        "And so this Government believes in a Europe where cooperation is widening and deepening as we extend the single market and embrace economic and institutional reform – not at the expense of the rest of the world but in concert with it.",
        "Mr Lord Mayor, Winston Churchill said that those who build the present only in the image of the past will miss out entirely on the challenges of the future.",
        "I believe that, learning from each other, all of us – businesses and governments working together – can face the great challenges of today’s economy not by resisting change but by helping people to cope with it; not by standing still but by radical economic reform; and not by protectionism but by promoting open, competitive markets and international cooperation. It makes for a Britain that is outward looking and open to the world, ambitious to succeed, wholly committed to an enterprise culture and determined to be fully equipped to lead in the 21st century economy."
    ]
}