{
    "url": "https://www.ukpol.co.uk/gordon-brown-2002-speech-at-social-market-foundation/",
    "title": "Gordon Brown – 2002 Speech at Social Market Foundation",
    "post_date": "January 5, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, to the Social Market Foundation in London on 20 March 2002.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "The challenge of next month’s Budget is not just to build a stronger more enterprising economy but to put the National Health Service on a solid foundation for the long term.",
        "Our five Budgets since 1997 have pursued a consistent course: to entrench economic stability and fiscal discipline; to cut unemployment and debt, releasing new resources to invest in the NHS and vital public services; and, by insisting strings are attached that match new resources to better results, to set a proper framework for better public services.",
        "The Secretary of State for Health has already shown – and will continue to show in the coming months – how, to put patients first, there will be new national standards and improved accountability, devolution to front-line services and greater choice and flexibility.",
        "My role as Chancellor is to ensure not just that our public services are properly funded, but that funds are raised in a fair and efficient way which ensures value for money.",
        "We have not come this far to put our hard-won economic stability and fiscal discipline at risk – and with low inflation and low unemployment again today – we will not compromise on our economic stability.",
        "The something for nothing days are over in our public services and there can be no blank cheques.",
        "Our ambition for the Budget and Spending Review is to put the NHS on a sound long-term financial footing. And this must be based on tough choices between and within Departments, matching resources with reform.",
        "In the coming Budget and Spending Round, before committing the Treasury to additional expenditure, we will need to know of Health and all Departments whether extra spending is a priority, whether there is a clear strategy of reform to deliver value-for-money, and the track record of increased resources leading to improved results.",
        "Today – in the run-up to the budget and spending review – I want to advance the debate on how we finance healthcare. It is a debate crucial to the wider debate on the future shape of our public services. Indeed it is a debate about what kind of country we are, because it is a debate not just about the technicalities of finance but about the national values we – the people of Britain – hold to be important.",
        "It was because of our concern about the demographic, technological and other pressures on health care services in Britain that in 2000 the Treasury announced a major review on long term health finance needs and appointed Mr Derek Wanless to conduct it.",
        "Having received his interim report at the time of the Pre-Budget Report, the Government urged that a national debate should take place.",
        "In the same way there was a national consensus after 1948 on the funding of the NHS, a new national consensus should be sought for the future funding of health care, one that matches greater reform and modernisation of the NHS with greater resources.",
        "I said at the time of the Wanless Review that for me the NHS is a clear, enduring and practical expression of our shared values as a country – that all our citizens should have decent health care and that an NHS with quality service for all, based on need irrespective of income, should represent the realisation of this ideal.",
        "Indeed I was brought up to believe that the NHS reflected what Professor Richard Titmuss called the “gift relationship”, giving practical effect to people’s altruistic as well as self interested impulses – a unique British institution that has marked Britain out in the world.",
        "My own experiences have confirmed that instinct and that belief: that the uniqueness, indeed the greatness, of the NHS as a British institution is that – with its dedicated and expert staff – it is designed to be there when you need it, open to all, no matter what your circumstances.",
        "And there is evidence that this view of the NHS is shared by the majority of British people too.",
        "But at a time when its values, its affordability and even its right to existence are being questioned, it is proper – indeed essential – for us to examine all our assumptions about the future of health care and its funding here in Britain.",
        "At the time of the Pre-Budget Report, I asked those who advocate a different way to pay for health care in Britain to come forward with their specific proposals.",
        "Today, having examined the main alternatives – user charges, private insurance and social insurance – I want to set out the Government’s own analysis.",
        "And I want to set out our views not just by reference to the past and the present. For what we need is not just a funding system able to meet the health care needs of today but one that meets the challenges of the long term future – particularly the increasing cost of technology, demographic change and rising expectations.",
        "Let me explain.",
        "There was an assumption after 1948 that once healthcare was free at the point of delivery demand would fall as the backlog was cleared.",
        "But for a whole range of reasons, that did not happen.",
        "In 1948 the NHS offered 400,000 operations in NHS hospitals and one million outpatients were seen.",
        "Today there are 6.5 million operations each year, with over 40 million outpatient appointments.",
        "The first reason for this is the growth in availability of new treatments and drugs as a result of technological advance.",
        "It has been suggested that this huge expansion in technology and in its costs calls into question the entire nature of the health service.",
        "Over the last half-century technology has opened up vast new areas of diagnosis and treatment. We know more, we can do more, so we can deal with many more illnesses and save many more lives.",
        "And as a result of the progress of the last fifty years, many illnesses and injuries that were not then survivable can now be treated with confidence and a new certainty of success.",
        "So the medical miracles of a generation ago are commonplace occurrences today.",
        "And of course the rate of accumulation of new knowledge – and new abilities to intervene – continues to increase. We are in the midst of a pharmaceutical and biomedical revolution with – looking to the future – new techniques from genetics to stem cell therapy and new drugs to prevent, alleviate or cure conditions like Alzheimer’s and HIV/Aids.",
        "But costs are increasing too. For while a maturing technology often brings rising cost effectiveness, each emerging technology that is proved effective brings new demands for its use.",
        "Many new technologies, like minimally invasive surgical procedures, are cheaper than the old technologies which they replaced – largely because they are less traumatic and hospital stay has fallen accordingly – but their convenience has substantially increased referral and uptake leading to greater costs too.",
        "And as drug efficacy and acceptability improves, more patients will be treated over the longer-term to prevent harm and disease: for example with statins to lower cholesterol – where the numbers using them are expected to rise dramatically from one million to over six million by 2010 – or anti-hypertensives to reduce the likelihood of strokes.",
        "Overall, the average annual increase in the cost of medicines, dressings and appliances dispensed in the community rose by nearly 10 per cent per year during the 1990s. Some drugs – such as those used to treat metabolic disorders – can now cost up to 8,000 pounds per prescription.",
        "We should never lose sight of the overwhelming trend: the good – even great – news that many more lives can be saved, many more diseases cured, many more serious and complex injuries survived.",
        "But what challenges us is that the same new treatments, surgical procedures and curative and preventive drugs carry costs from which – in other countries – individuals and families are not protected: costs that can overwhelm family budgets, bringing poverty and bankruptcy simply from paying for health care.",
        "After more than fifty years of the NHS, it is easy for us in Britain to forget that for an individual or a family unprotected by a system such as ours the cost of catastrophic illness or an acute condition can be – and often is – literally catastrophic. And many would suggest that the last thing people who have the anxiety and fear of being sick need is the added anxiety and fear of whether they can pay for treatment.",
        "The second challenge to healthcare systems is changing demography, and with long term care increasingly an issue of concern there is a case for looking at health and social services together.",
        "The British population is not only larger than in 1948, rising from 50 million to nearly 60 million, but older. And these trends are set to continue.",
        "The population is forecast to grow by one fifteenth to 64 million over the next 20 years with the number of the people over 65 increasing by nearly a third over the same period to 12.5 million.",
        "We know that because much of ill-health is age-related, health care costs rise with age and that the average annual cost to the NHS of a person aged over 85 is approximately six times the cost for those aged between 16 and 44.",
        "But because such systematic evidence as is available suggests that, as life expectancy rises, people will be less severely ill for longer at the end of their lives, Derek Wanless suggested in his interim report that, overall, demographic pressures will only add around 1 per cent a year to Britain’s total health care bill.",
        "The third challenge is the increase in expectations about standards of care in hospitals and healthcare generally – and an increasing demand for patient choice.",
        "We know of health gaps between Britain and our main European comparators in life expectancy, infant mortality, premature mortality and survival rates from cancer and heart disease.",
        "And recent surveys show what we all know: that as well as safe, high-quality treatments, taxpayers rightly expect improvements in the quality of service the NHS offers. They want improved use of new technology, shorter waiting times, more time with their GP, a more joined up service, and better accommodation and facilities. In fact, to move towards meeting these needs, one third of beds in new hospitals will be in single rooms.",
        "All this reflects the fact that people want greater choice with services designed around their individual needs – the end of a one size fits all approach.",
        "Changing technology, demography and expectations provide the context within which we are considering the twenty year funding needs of the health service.",
        "It is within this context that I want to test each possible system of healthcare funding – user charging, private insurance and social insurance – on their capacity not just to meet today’s needs but future needs.",
        "And I will suggest that those who use rising expectations and new demographic and technological demands to make the case for user charges or private insurance are conveniently misusing new challenges to pursue ancient prejudices.",
        "Of course, most countries rely on a mix of different funding streams for healthcare but most are based predominately on one financing system. And I will examine in detail the case of those who contend that a different system would be better for Britain.",
        "There are those who argue that the NHS, while valid for the more basic needs of the 1940s, is out of date for the more sophisticated needs of today. But I will argue that the future impact of new technology makes the case for a revenue-funded National Health Service even more valid today than it was in 1948.",
        "**User Charging**",
        "The first alternative to examine is user charging – requiring patients to pay directly for all or part of the cost of a particular treatment or service.",
        "In Britain we already have user charges for dentistry and prescriptions but in other countries this phenomenon is much more extensive.",
        "At the heart of the theoretical case for widespread charging in health is the assumption that health care is a commodity to be purchased like any other – individuals paying the full price for what they consume, each household freely choosing their pattern of consumption, with the supply of health care permanently and rapidly adjusting to the pattern of preferences: a pure free market position.",
        "But many influences impact upon demand in healthcare in a way that is different from an ordinary market.",
        "Health consumption is, of course, unpredictable and can never be planned by the consumer in the way that – for example – weekly food consumption can. It does not reflect free choice in the way that consumer demand does for other commodities: we demand healthcare not principally because we want it but because we need it.",
        "And, unlike a conventional market, the consumer will normally have less information and less expert knowledge to seek out the best product at the lowest price than in an ordinary buyer and sellers arrangement. Patients are not doctors and they generally have less knowledge than in other markets to make informed judgments about what care they need, where to obtain that care, or easily compare the price and quality of the services on offer.",
        "At the most extreme, there could be an added danger where the professional whose expertise the patient relies on for medical judgment also has the power to set the price of their service.",
        "Moreover, there is clearly a public interest question that means healthcare cannot be treated like a normal market.",
        "“tackling contagious diseases cannot be left to the ordinary operation of supply and demand”, Anuerin Bevan said in 1948, “the maintenance of public health requires a collective commitment”.",
        "And whether it is in preventing contagious diseases and other risks to public health or, more generally, in advancing the economic benefits of a healthy workforce, governments have an interest in ensuring that individuals receive treatment which may have a small personal benefit but a large social gain.",
        "There is strong evidence that not only would charges discourage people from using preventive care – and divert demand to other areas of the health system where charges aren’t levied – but that they would discourage some people, particularly the least well off and the elderly, from seeking treatment altogether.",
        "According to a recent survey in New Zealand – where there is a system of charges for GP visits – 20 per cent of respondents said they had a medical problem but did not visit a doctor due to cost, compared to 3 per cent in the UK. 14 per cent didn’t get a test, treatment or follow-up care due to cost, compared to 2 per cent in the UK.",
        "About 80 per cent of patients in France – where GPs charge around £20 per visit and hospitals £6.50 a day – take out supplementary insurance to pay for the charges. Until 2000, the other 20 per cent who couldn’t afford private insurance were left to pay the charges themselves and one in four people surveyed said that they were put off seeking care for financial reasons. In response to this inequity, the French Government now provides free supplementary insurance for those on low incomes.",
        "If people are discouraged from seeing the doctor, they may simply end up back in the system at a later time with more severe health problems that require more intensive and costly treatments – a result which is potentially more painful for the individual and less cost effective for national health care.",
        "So exemptions would have to be introduced to ensure those with a clinical need are not discouraged or prevented from receiving treatment.",
        "But these exemptions would inevitably make a charging system even more complicated and less efficient, with higher administration and collection costs.",
        "In New Zealand hospital charges were introduced but eventually dropped because the large number of exemptions and high administration costs meant that the scheme raised less than 0.5 per cent of total health service costs in extra revenue.",
        "In his interim report, Derek Wanless concluded that there could be cases where the use of charges did not result in such significant equity or efficiency problems but did give greater choice. He suggested that this might be the case with charges for non-clinical services, such as access to computer facilities or digital TV in hospital rooms.",
        "But we in Britain reject user charges for GP and hospital care because of the effects they would have on the poorest and most vulnerable in our society. Put starkly, user charges would mean the sick pay for being sick.",
        "So making health care reliant on charges is not a road we will take.",
        "Let me turn now to the three other alternative funding systems – private insurance, social insurance and general taxation.",
        "The fact is that none of us know when we will be in a position to need healthcare. We don’t know in advance what all our health care needs will be, or when we are going to be sick. It is to deal with precisely these risks that individuals, families, and entire societies seek to insure themselves against the eventuality of being ill. And why most systems of financing healthcare – either public or private – are based primarily around the insurance principle.",
        "The essential idea of insurance is always the same – the pooling of risks – but the reach of the insurance and the method of finance determine whether health care is treated as a commodity or as a right.",
        "Before discussing public insurance models, I want to examine the advantages and disadvantages of the second funding system – private insurance.",
        "**Private Insurance**",
        "To move to a British health care system reliant on private insurance would mark a dramatic shift for our country.",
        "Like most of Europe, Britain has never had a strong tradition of private insurance in health. Even today only 3 per cent of adults buy their own insurance and with company schemes only 11 per cent have it.",
        "And the advisability of making such a change would have to be tested against considerations of equity – the large number of citizens who, in other countries, cannot afford such schemes – and efficiency, including the higher administrative costs of private schemes.",
        "As with charges, the paradox of healthcare systems based on private insurance is that the people who need healthcare the most are the least likely to be able to afford it.",
        "We know that the poorer and older someone is, the more likely they are to fall ill. And in the United States – as with private insurance more generally – the less healthy pay the highest insurance premiums, with premium costs climbing sharply with age. According to the American Consumers’ Union, the sickest 10 per cent of the American population spends six to seven times what the average person does on healthcare.",
        "As a result, over 26 per cent of families in the US report that they have foregone necessary medical treatment over the last year because of prohibitive medical costs and about 250,000 people each year give up insurance for cost reasons.",
        "In total, 18 per cent of adults of working age and 12 per cent of children do not have any insurance in the US – over 40 million people in all. 80 per cent of these are in working families, many of them in small businesses or self-employed. The elderly and very poor are covered through public insurance schemes – Medicare and Medicaid.",
        "So adopting private insurance as the UK health care system would clearly fail to help those with the greatest needs, but paradoxically it is also likely to fail to deliver for those on higher incomes.",
        "Even comfortably off families in the United States can be faced with huge additional bills because insurance packages tend to exclude high cost chronic care altogether and have co-payments of 20 per cent or more. Someone with a private insurance policy covering 80 per cent of charges can face additional costs of nearly 2000 dollars for hospitalisation for childbirth and up to 5000 dollars for a heart bypass operation.",
        "In Germany where people on higher incomes have a choice between the public insurance offered by sickness funds and private insurance, two thirds choose the public option because it is considered to be cheaper and less risky.",
        "No private scheme covers every treatment an individual might need for life at a price they could afford. Private insurance policies currently on offer in the UK usually exclude primary care and emergency care – which currently accounts for over 90 per cent of patient contact – including GP visits, outpatient drugs and dressings, and hospitalisation for childbirth, as well as treatment for HIV/Aids or other pre-existing or chronic conditions. Indeed the UK website for Medi-Broker states:",
        "“in general, private medical insurance plans do not cover chronic or critical illness which cannot be cured. For example, multiple sclerosis, asthma or diabetes.”",
        "Rising knowledge of genetics also seems likely to further exacerbate the problems already present in private insurance systems.",
        "People with a predisposition for a particular disease will be open to discrimination and may face excessive premiums, reductions in coverage or find it impossible to obtain private insurance altogether.",
        "In fact, advances in genetics makes the case for the widest possible pooling of risk. The more accurately you can predict risks the greater the case for risk pooling.",
        "But does private insurance meet the test of efficiency?",
        "Because of poor cost control, fragmentation of service and high management and administration costs, private insurance systems in other countries are consistently more expensive for both consumers and taxpayers than publicly funded health systems.",
        "In the United States, the cost of private insurance premiums are high and rising. In April 2001, it was estimated that annual premiums for employer-sponsored plans were over 2,500 dollars for single coverage and over 7,000 dollars for family coverage with employees paying between 50 and 70 per cent of these costs. During 2001, premiums rose in price by 11 per cent, compared with general inflation of only 3 per cent, and are forecast to rise by a further 13 per cent in 2002.",
        "Administrative costs in the US are twice as high as in Canada – a system based predominately on general taxation – largely due to the cost of insurance companies selling and handling policies, processing claims and pre-approving procedures, in some cases overruling doctors and denying needed care.",
        "Of course there are models of best practice in the private sector from which we can learn – such as Kaiser Permenante in California. But the evidence suggests that Kaiser offers a better service not because it is funded through private insurance but because of its innovative use of resources including IT, the wider range of treatment offered in primary care settings and the co-ordination of health and social care. These are lessons which can be applied in the public as well as the private sector.",
        "And simply moving towards a private insurance system is not guaranteed to reduce the amount of money spent by the state on publicly funded healthcare. Despite a large private insurance sector, the public sector cost of healthcare in the US is still significant.",
        "Medicare and Medicaid cost 400 billion dollars a year, and with tax relief for private insurance, US public expenditure on health is 500 billion dollars a year, about 7 per cent of national income.",
        "The irony is that the United States spends nearly as high a share of national income covering some of the health needs of some of its people as the United Kingdom spends on covering all the health care needs of all its people.",
        "At the end of the day, 90 per cent of private insurance policies in the united states are taken out by employers for their employees – costing employers nearly 100 billion dollars a year.",
        "And there is evidence that workers themselves are reluctant to change jobs for fear of losing cover. This leads to a less flexible and less mobile workforce, with subsequent knock-ons to the economy as a whole. In different US surveys at least 10 per cent and up to 30 per cent reported that they or a family member remained in a job at some time because they did not want to lose health insurance coverage.",
        "So private insurance fails the equity test. It does not pass the efficiency test, what of choice?",
        "Although the United States probably has the most market driven system of healthcare – which in theory should give consumers greater choice – in practice the position is less clear cut.",
        "To ensure that the cost to the employer is minimised, many companies enroll their employees in health maintenance organisations, or managed care plans. These narrow the choices patients have about the doctors and hospitals at which they can be treated.",
        "So far from the issue being – as some imply – the statist NHS denying choice versus the pro choice private systems, the private insurance systems are essentially managed systems which restrict consumer choice.",
        "Currently, private insurance does play a part in providing some supplementary cover for a small minority in Britain so even if there is not a case for a wholesale shift to compulsory private insurance, is there a case for extending tax relief for those who wish to take up private insurance – either generally or for elective surgery – on a voluntary basis?",
        "A study was conducted by the Treasury and the first and significant cost is a deadweight cost – at least £500 million – of providing tax relief for those who would take out private insurance policies anyway.",
        "Even when tax relief was available in the UK during the early 1990s it wasn’t particularly successful in encouraging people to subscribe to voluntary health insurance. It cost one billion pounds in subsidies but the number of people with private insurance rose by only 50,000 in seven years – an increase of 1.6 per cent.",
        "As the then chancellor Nigel Lawson said at the time the tax relief was introduced, “if we simply boost demand…by tax concessions to the private sector without improving supply, the result would not be so much a growth in private healthcare but higher prices…. increasing demand in the private sector pushes up prices and therefore pay. That would inevitably spread across all staff costs in the NHS and we would end up getting less value for money”.",
        "**Social Insurance**",
        "The third alternative funding system is social insurance – the model in France, Germany and the Netherlands.",
        "There, healthcare is predominately financed by compulsory contributions from employers and employees, calculated as a proportion of earned income, paid into and managed by independent, not for profit, sickness funds.",
        "Fifty years ago, Bevan rejected a system funded in this way. He said that a contributory system which would have denied some a full range of benefits; endless anomalies, he said, resulted; and such restrictions or exclusions were out of place for a national scheme. He said it would create a two-tier NHS.",
        "Some countries still have a two-tier social insurance system which restricts equity of access. In Belgium, 88 per cent of people are included in a scheme which provides comprehensive benefits and 12 per cent in the alternative scheme for the self-employed where the benefits package cover major risks only.",
        "And in France reforms were introduced in 2000 as a response to fears that the previous structure was harming access to care amongst low income groups. The Universal Health Coverage Act entitles everyone legally resident in France to public health insurance, regardless of their contribution status. The Act also provides free supplementary insurance for those on low incomes.",
        "So even insurance based systems, which nominally link benefits to contributions, have had to find ways – financed through general taxation – of tackling the two-tier system and including the uninsured.",
        "Those in favour of social insurance argue that it encourages people to pay more for their healthcare because the sickness funds are independent from government, giving a greater sense of ownership and therefore greater support for the system as a whole.",
        "But in fact, it is often employers who end up footing much of the bill. In France employers contribute 12.8 per cent of their earnings – on average, around 60 pounds per week per employee. And in Germany, they contribute around 7 per cent, with average weekly payments per employee of around 30 pounds.",
        "Of course, it is right for employers to contribute on the grounds that ill health could have significant effects of the productivity of their business. But it should be noted that one advantage of the National Health Service is that employers are not expected to pay all or most of their own employees health care costs.",
        "Furthermore, introducing local insurance funds could not easily be done in the UK where our national service represents a very different tradition of healthcare from Germany, the Netherlands and France whose insurance has been regionally and locally based. It was to move from a patchwork of local provision that in 1948 a unified national service was created.",
        "Indeed while some theorists argue that Britain should move from a tax funded system towards social insurance, in practice countries such as France are moving from social insurance towards greater use of general taxation, in part because of concerns about people being excluded but also to widen the revenue base of the funds.",
        "In these circumstances, it would be perverse to go through the administrative upheaval of totally reorganising along continental social insurance lines.",
        "As the French funding system moves towards Britain, it would seem strange for the British funding system to move towards the French.",
        "Finally, some argue that social insurance systems give people greater choice – first, because they can choose between social insurance or opt out and, second, because they can choose between funds within the social insurance system.",
        "In fact, apart from in Germany, very few people have the choice of opting out of the state system – and in some cases, such as the Netherlands, higher income groups are simply compulsorily excluded.",
        "And the choice provided between different funds within the social insurance system can, in practice, be constrained. In Germany, for example, there are over 400 different insurance funds but what they cover is strictly defined in law leaving little room for choice.",
        "In addition to our findings on social insurance, we have so far found that charging fails both the equity and efficiency tests.",
        "And we have discovered that because of the exemptions, restrictions and its partial coverage, private insurance fails the equity test without being either more administratively efficient or, in practice, as conducive as might appear in principle to choice.",
        "So let me now turn to the NHS.",
        "**The National Health Service**",
        "The question is whether in a reformed NHS the system of NHS funding is, in principle, sound for today’s and tomorrow’s world.",
        "In the original document sent to every citizen in 1948 the promise was unequivocal: the new health service will “provide you with all medical and nursing care” it said. “everyone – rich or poor, man, woman or child – can use it or any part of it. There are no charges, except for a few special items. There are no insurance qualifications. But it is not a “charity”. You are all paying for it, mainly as taxpayers, and it will relieve your money worries in time of illness”.",
        "There could be no clearer statement of the principle of equity: the NHS was built around the cornerstone of universal access to health services, regardless of ability to pay. And at its core is the recognition of health care as a fundamental human right, not a consumer commodity.",
        "But in the intervening years between 1948 and now Britain did not invest as other countries invested in health care. Indeed, Derek Wanless pointed out in his interim report that between 1972 and 1998 a cumulative £220 billion less was invested in UK healthcare compared to the European Union average.",
        "But while the idea has been underfunded, is the NHS idea of funding universal access and universal provision itself still valid? Do we still support a health service free at the point of use, available to all, based on ability to pay not just out of sentiment but as the rational choice for Britain’s future?",
        "While other models of insurance involve different levels of coverage for different individuals, the unique value of the NHS idea is that, no matter your circumstances or needs, risks are universally pooled and everyone is included.",
        "There is no doubt that the NHS is a good deal over the life cycle. Healthcare costs are most expensive in the last years of an individual’s life – at precisely the time when people generally have less money than during their working lives. Unlike private insurance, where premiums rise with age, the way the NHS is financed means that elderly people actually contribute significantly less for healthcare than those of working age.",
        "While private insurance – as we have seen – involves exclusions, access and provision by the NHS is designed to be more comprehensive than any other covering GP visits, GP house calls, nurses, health visitors, the whole primary care team, elective surgery, accident and emergency cover and the medical costs of catastrophic illness.",
        "While private insurance covers some of the people some of the time, the evidence is that what people want is a health care system that covers all of the people all of the time.",
        "So people want the NHS at its best to combine the universality of access with universality of provision – and thus offer the best insurance policy in the world, without the ifs and buts and small print of private insurance policies but with, as far as possible, everything and everyone covered.",
        "And just as the principles of access to the NHS are fair and equitable, so is the system of funding it.",
        "80 per cent of the NHS is funded from general taxation, which means the charge for the NHS is broadly-based not falling on one particular group.",
        "Unlike systems of charging, it does not charge people for the misfortune of being sick.",
        "Unlike systems of private insurance, the NHS does not impose higher costs on those who are predisposed to illness, or who fall sick.",
        "And unlike social insurance systems, while the NHS does rightly ask employers to make an additional contribution in recognition of the benefit they receive from a healthy workforce, it does not demand that employers bear the majority burden of health costs.",
        "In France, the amount contributed by employers to healthcare is around £60 a week for an employee on average earnings; in Germany it is around £30 a week.",
        "The amount contributed by UK employers to healthcare through national insurance is around £5 a week for an employee on average earnings. Even taking into account the contribution made by employers through general taxation, this would be no more than £10 a week per employee.",
        "So the NHS scores well on equity, what of efficiency?",
        "Some people say that the cost of equity is inefficiency, indeed abuse. Because, for example, GP visits are free of charge, the system is abused.",
        "Even with a free GP system, the number of GP visits per person tend to be lower in the UK than in America, France or Germany. With the GP system an essential gatekeeper for access to the rest of the NHS – doing so by coordinating a wide provision of primary care with its hospital based services – the NHS avoids much of the inefficiency of systems based much more on open access to hospital specialty care.",
        "Moreover, while those who advocate charging argue that they would make financing healthcare more efficient because they would encourage the more responsible use of resources the truth is that, most of the costs of healthcare are initiated by the doctor, not the patient.",
        "As we have also seen, the fragmented nature of other systems of funding, particularly private insurance, is a source of additional administrative costs.",
        "Of course, the NHS can be more efficient and productive. As Derek Wanless has already pointed out in his interim report, NHS productivity could be far higher than it is. For example, with the right investment in IT and the reforms Alan Milburn is making, including improved triage schemes, better use of nurses and booked admissions, designed to make greater efficiency and productivity possible.",
        "But the key point is that there is no reason to think that the funding system for the NHS itself makes for a less efficient service.",
        "Finally, choice.",
        "As we have seen, all systems in fact restrict choice – even private insurance systems.",
        "I would argue that greater choice will increasingly become possible in the NHS as we improve its capacity, and that is what the Alan Milburn’s reforms are designed to achieve.",
        "That is why we are committed to increasing not just the number of GPs but improving their premises and facilities as well.",
        "Patients will not simply be empowered with greater information, but also be given more choice than in the past.",
        "As we made clear in our election manifesto, by the end of 2005, every hospital appointment will be booked for the convenience of the patient, making it easier for patients and their GP to choose the hospital and consultant that best suits their needs.",
        "And finally, there is already some degree of choice about non-clinical services – people can pay for a single room for maternity services, for example. So I believe the evidence suggests that the NHS can accommodate greater choice and expectations in the future.",
        "But some say that the NHS will be overwhelmed in the future, in particular by the costs of new, high-tech treatments.",
        "However, I believe that these rising costs actually make the NHS system of funding more valid today than at its creation.",
        "In 1948 the argument for common funding and pooled risk centred on the unpredictability of health needs and the expense of health care.",
        "At that time, much of what could be offered was a standard, and in practice, rather modest service.",
        "At that time, the scientific and technological limitations of medicine were such that really high cost interventions were rare or very rare.",
        "There was no chemotherapy for cancer. Cardiac surgery was in its infancy, intensive care barely existed. Hip and knee replacement was almost unknown. A whole range of diagnostic and treatment techniques that today we take for granted were simply not available.",
        "Now – because the more effective treatments that can be offered today are far more expensive and because, of course, we still do not know when we or members of our family will need health care – the argument for common funding and pooled risk is in my view stronger than ever. And immeasurably stronger than it was in 1948.",
        "Look at what is possible medically – and what, in the absence of the NHS, would too often be impossible financially for almost every family. Treatments ranging from serious heart abnormalities in a new born baby to the cost of care for longer-term problems, such as behavioural disorders, diabetes and HIV/Aids.",
        "Many of these illnesses and injuries come unexpectedly.",
        "No one budgets for them, and very few could.",
        "The standard of technology and treatment is now such that unlike 1948 some illnesses or injuries could cost £20,000, £50,000 or even £100,000 pounds to cure.",
        "Because the costs of treatment and drugs are higher than ever, the risks to family finances are greater than ever, and therefore the need for comprehensive insurance cover of health care needs stronger than ever.",
        "Because none of us ever know in advance whether it is you or your family that will need that expensive care – for acute or chronic illness – the most comprehensive insurance cover is the best policy to cope with unpredictability.",
        "Insurance policies that, by definition, rely for their viability on ifs, buts and small print can cover only some of the people some of the time.",
        "In a world of expensive treatments and even more expensive drugs, charging is simply making the sick pay more for being sick.",
        "So more than ever families need a system of funding that insures everyone as comprehensively as possible against the risks of huge medical bills.",
        "And this is true for the most comfortably off members of our society as it is for the poorest.",
        "Why? Because charges for any one of these treatments could impoverish individuals, households, and families far up the income scale, it is now not just in the interests of a lower income family but those on middle or higher incomes to be insured in the NHS’ comprehensive way.",
        "Some present the current NHS system of funding as an ideological hand-me-down from the immediate post war era to be supported only out of sentiment rather than hard headed calculation.",
        "Others dismiss the NHS funding system as an impossible dream – “fine in principle, a failed experiment in practice”",
        "But far from being a hangover from a distant age or an unrealisable vision, the NHS system of funding is demonstrably the modern rational choice. Not just for poor or low income families in Britain, but for the vast majority of families in Britain. Not just for today but for tomorrow too.",
        "And far from it being valid for the needs of the 1940s but not for now, a tax funded system is Britain’s better way forward for coping with the three challenges facing health care: the rising costs of new technology, the increase of 3 million by 2020 in the elderly population, and the ever rising expectations for higher standards of personal care.",
        "If we can match reform and results to resources, our Budget and Spending Round offer an historic opportunity to put NHS funding on a sustainable footing – not just for a year or two but for the long term. Upholding and improving the NHS not just because it is an institution that is part of our history and our shared values but because, reformed and renewed, it can be the most efficient and equitable guarantee of health care for millions, provide the better choices and service they need and become, for the British people, the best insurance policy in the world: the best for each of us and the best for all of us.",
        "This is the time for people to join the debate.",
        "I believe that, following this debate, we can build a national consensus around making the NHS the best insurance policy in the world."
    ]
}