{
    "url": "https://www.ukpol.co.uk/gordon-brown-2001-speech-at-the-press-launch-of-enterprise-for-all/",
    "title": "Gordon Brown – 2001 Speech at the Press Launch of Enterprise for All",
    "post_date": "December 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 18 June 2001.",
    "content": [
        "##  Enterprise for all",
        "When four years ago we made the Bank of England independent, we said that the aim of economic policy in Britain should be high and stable levels of growth and employment.",
        "In our first term we put stability and employment creation first. From today our energies — building on the platform of stability and employment creation — must now be directed to raising our country’s productivity.",
        "Britain needs radical reform and modernisation of our product, capital and labour markets to create, for the first time, a truly entrepreneurial culture that is not confined to the few but open to all: one where, in every community, people with ideas and initiative have the chance to start and succeed in business.",
        "The new Britain of enterprise for all cannot be built on inadequate investment, low skills, boardroom complacency, workplace resistance to change, or on cartels or restrictive practises from whatever quarter they arise.",
        "So first, competition open to all.",
        "Because greater competition at home is the key to greater competitiveness abroad, the Secretary for Industry and I believe that a step change in competitive pressures within the British economy is essential if we are to reach for US levels of productivity growth and to deliver over this decade faster productivity rises than our industrial competitors.",
        "In the last Parliament we made monetary decisions independent of political influence within a long term framework. In this Parliament we must do the same for competition policy and the Secretary for Industry is setting out today her plans to make British competition decisions – and the competition authorities – fully independent of political influence.",
        "In the United States, it has long been recognised that cartels are simply a sophisticated form of theft — and that the threat of prison sentences for such clear-cut abuses is the most powerful and effective deterrent. So it is our intention, following consultation, to introduce a new criminal offence for individuals who engage in cartels. We will consult on the details.",
        "By next year we will have put in place the framework to deliver a pro-competition regime to match the best in the world.",
        "The small businesses of today are the big businesses of the future. And so, in addition to opening up competition, we are today sending a message to the entrepreneurial, the innovative and dynamic: if you are starting up, growing a business, investing, taking people on, seeking new capital or working your way up in business – we are on your side.",
        "So today the Government makes proposals to create a Capital Gains Tax regime for entrepreneurs and business assets that, overall, will be more favourable to enterprise than that of the United States.",
        "The Capital Gains Tax rate we inherited was 40p for investments held for one year. We cut it in Budget 2000 to 35p. I now propose a cut to just 20p.",
        "For investments held for two years, I propose to cut the rate from 30p to 10p.",
        "With this new regime, the Inland Revenue estimates that three quarters of taxpayers with business assets will pay only a 10p rate.",
        "And for non-business assets we will now consider the case for further changes to improve incentives to invest.",
        "The Enterprise Management Incentive scheme helps innovative and growing companies attract the best talent. I now propose to double the reach of the scheme to include all businesses with assets of up to £30m.",
        "For large companies we have already cut Corporation Tax from 33p to 30p, the lowest rate of Corporation Tax in our history. Our approach is one based on a broad base and low tax rates, that is stable and transparent, reflecting our belief in fair tax competition — and our opposition to harmful tax competition and niche regimes — so that companies make decisions to exploit real business opportunities. All reflecting our goal to make and keep the UK as the best place for international business. And as we discuss with business the next steps we will take in pursuit of these principles we are next month publishing a further consultation document.",
        "It is not enough to offer new incentives for existing businesses. Britain should also be the best place to start a business.",
        "Compared with Britain, three times as many Americans say they want to start a business.",
        "The chance to start a business should not depend on your background or contacts or just luck. In every area of Britain I want the enterprising to go as far as their talents and potential can take them. Instead of the old Britain under-performing when enterprise was seen to be restricted to a closed circle of the few, the British economy will do best when enterprise is — and is seen to be — open to all",
        "First, to simplify VAT for half a million small firms, we are publishing details today of a new flat rate VAT scheme — reducing business costs by up to one thousand pounds a year.",
        "Second, at present companies must compile separate accounts for Companies House and for the purposes of calculating their tax. We are now consulting with business on abolishing the requirement for separate accounts for tax, cutting both red tape and business costs.",
        "Third, I can announce that in the Budget of 2002 there will be a cut in small company Corporation Tax bills. More of small companies profits will be taxed not at 20p but at half that rate, 10p.",
        "Fourth, as we introduce an on-line electronic gateway for small firms to access services, Mr Pat Carter will report on how we put new technology to use to help small firms cut the cost and time of running payroll systems.",
        "Fifth, for half a million businesses with turnovers of less than one hundred thousand pounds, we will remove the presumption that fines be levied automatically. In future, automatic VAT fines will be levied only after a written communication is first sent offering advice and help to sort out the problem.",
        "Sixth, because small business growth rests not just on increasing the rewards for success but minimising the costs of failure, the Secretary for Industry will announce major changes to the rules on insolvency, including abolishing administrative receivership and, at a cost of around £100m a year, the Treasury will abolish Crown preference — the right of the Revenue and Customs to have first call for tax payments ahead of other creditors already in the queue.",
        "Finally, to make the enterprise culture work for people and places too long forgotten, I can announce that a £40m community development venture capital fund, comprising Government, private sector and charities, is to be opened and we will set out, in the next few weeks, the detail of the stamp duty exemptions, VAT reductions and enhanced capital allowances that will be on offer to encourage new economic activity in high unemployment areas.",
        "Fresh incentives to start a business will be accompanied by new measures to encourage venture capital — vital to bridging the investment and productivity gaps with our competitors — in all our regions and nations. I can announce today that, following our agreement with the European Commission and backed by £80m of Treasury funding and up to £60m from the European Investment Bank, our Regional Development Agencies — leaders in a new industrial policy for Britain’s regions — will issue prospectuses for a one billion pound fund. Regional targets are being set out today.",
        "The modern way to personal prosperity is higher earnings through higher skills. To tackle the most serious skills problem in the modern industrialised economies — 7m adults with less than 5 GCSEs and 3m with no qualifications at all — the new Education Secretary is preparing plans for a step change in the skills of the adult workforce.",
        "Our new British tax credit system that applies to work and families allows the tax system to pay out money as well as receive money. Because of its strategic national importance to the future of our economy — and because the voluntary approach has not achieved enough so far — we are prepared to apply to workplace training the same radical approach, with the government not only recognising companies? investment in skills when they pay tax but looking at contributing more through a new workplace skills tax credit or grant. But we will only move ahead with this reform if the opportunities we offer are matched by new responsibilities accepted by both employers and employees.",
        "A tax credit is already boosting research and development and encouraging innovation among smaller firms. In the next Budget I intend to introduce a new research and development tax credit for larger firms",
        "Britain benefits from entrepreneurial talent joining us from all over the world. In the last Parliament we extended the work permit system and skilled people coming to the UK have risen from 50,000 a year to 150,000 a year. The next step is to attract those with a business track record that demonstrates their value to the economy and building upon this new scheme it is our intention to do more.",
        "Closing the productivity gap requires us to raise the quantity and quality of investment in private and public sectors.",
        "Institutional investors control 1.5 trillions in assets, including half the quoted equity markets. We will see through the reforms Paul Myners has prescribed to encourage long term investment and there will be a further review – as he recommended – on the extent to which our pension funds have risen to the challenge he has laid down.",
        "I can also announce today that Ron Sandler, former Chief Executive of Lloyds and Chief Operating Officer of Natwest Group, will undertake an independent review of the long-term retail savings industry including life insurance, a sector which manages more than one thousand billions in assets.",
        "Working closely with the FSA, he will examine the forces and incentives which drive the industry and its approach to investment.",
        "The efficiency we seek in the private sector we demand in the public sector. Having doubled net public investment, including £180 billion of new public and private investment over ten years for transport, Government at every level – national, regional and local – must raise its game.",
        "The planning system is a key issue for business and the economy. Much of our planning system is based on the needs of the post war world. The Secretary for Transport, Local Government and the Regions will now bring forward detailed proposals for modernisation in a Green Paper on reform to the planning system which we will publish later this year and which will strike the right balance in a radically different economy which puts an ever higher premium on speed, efficiency and flexibility – especially to reflect the widely differing needs of all our regions.",
        "Today, Martin Cave, who is conducting the independent review of radio spectrum management launched in the Budget, is publishing a consultation paper on his approach. His preliminary conclusion is we need better incentives so that users, in the public or private sectors, do not waste or hoard what has previously been a free good – especially if we are to encourage innovation and productivity in this area.",
        "Our universities have a major role to play in generating ideas and providing high level skills crucial for productivity and growth. In the last Parliament, we provided substantial new funding, especially for science. The universities too have begun to respond, and a process of culture change is underway. In this Parliament we will take this further, ensuring that the right freedoms and incentives are in place for universities, and that talented people from all backgrounds are able and encouraged to get the best education.",
        "The same radical programme of reform of capital, product and labour markets we have announced for Britain, we will also pursue in Europe.",
        "If we are to have the deeper and wider entrepreneurial culture we need, we must start in our schools and colleges, and the Secretary for Education and I have asked Sir Howard Davies to examine how we can make progress. We want every young person to hear about business and enterprise in school; every college student to be made aware of the opportunities in business – and to start a business; every teacher to be able to communicate the virtues and potential of business and enterprise.",
        "So as we spread the spirit of enterprise from the classroom to the boardroom, our aim for this Parliament is to contribute to the creation of a deeper and wider entrepreneurial culture where enterprise is truly open to all."
    ]
}