{
    "url": "https://www.ukpol.co.uk/gordon-brown-2001-speech-to-the-cbi-annual-conference-dinner/",
    "title": "Gordon Brown – 2001 Speech to the CBI Annual Conference Dinner",
    "post_date": "December 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 5 November 2001.",
    "content": [
        "I am delighted to be here this evening to pay tribute not just to the work of the CBI and to British business but to commend you – as individual company directors executives and managers – on the work you do, the service to our country you give, the difference you make to the economy, to employment and to the prosperity of Britain.",
        "As we all know this conference is being held at no ordinary time, but in the wake of a terror so awful and so momentous that it has transformed our times and our task.",
        "All of us here today will wish to express our sympathies to the families of those employees in the financial services and other industries and in the fire, police and other public services who lost their lives on September 11th. Many companies represented here today lost valued employees.",
        "And because terrorists intended to bring the world’s financial system to a halt, to undermine the very prospect of global prosperity, we – Governments and business – must continue to show — as we have shown by our actions in maintaining the conditions for stability and growth — that we will not succumb or surrender to their threats.",
        "And we have found that action, more than ever, must be coordinated not just nationally but internationally.",
        "Britain will continue – as Tony Blair has said – to stand shoulder to shoulder with America. And it is a tribute to international cooperation that this challenge to the global economy is being met by a global response – that not only have interest rates been brought down worldwide but the central banks of America, the euro area and Japan as well as Britain have made clear their determination to take any necessary further action.",
        "Oil prices – which have previously risen in times of trouble – have fallen in the last month and we will continue to work with the oil producing countries to ensure steadiness of supply and prices. And where markets have failed, as on airline insurance, governments across Europe and America acted to fill the gap — with a new short-term insurance guarantee.",
        "Because no country can insulate itself from the global economy, with world trade slowing, growth slowing sharply in America, Japan and Germany and no-one yet sure about the final impact of events, these are times that are uncertain, times that test us here in Britain.",
        "I understand people’s worries about the effects on their jobs and livelihoods of a global slowdown which will inevitably impact on Britain’s economic growth. And in the pre-budget report we will do more to recognise the vital contribution of modern manufacturing to exports, innovation and our great regions.",
        "But it is because of the tough decisions we took from 1997 to create monetary and fiscal stability that we are today in a better position to withstand the ups and downs of the economic cycle.",
        "Ten years ago when the US slowed at a time of international conflict, British inflation had risen above 10 percent and Government had to raise interest rates even when unemployment was rising above 2 million.",
        "Today because we have made the Bank of England independent and have a credible monetary framework based on a symmetrical inflation target, inflation has been at or near our target of 2.5 per cent for four years. The longest period of low inflation since the 1960s.",
        "A decade ago British interest rates peaked at 15 per cent and were above ten per cent for four years.",
        "But because since 1997 we have combined monetary discipline with fiscal disciplines which people know we will keep, they have averaged 6 per cent. And today they are 4.5 percent, for homeowners and businesses the lowest long-term interest rates for nearly 40 years.",
        "And while we will never be complacent, at this time of global slowdown – unlike 10 or 20 years ago – the fundamentals are sound: low inflation, stable public finances. So despite the difficulties and pressures we now face, with interest rates cut 6 times since the start of 2001 and fiscal policy supporting growth this year, I am cautiously optimistic.",
        "We all know that as long as terrorism is allowed to threaten, our economy can never be fully secure, our society never fully at ease. So meeting the necessary cost of military action – and our international development responsibilities in Pakistan and Afghanistan – is a duty we must and will discharge, paying what it needs to root out terrorism and the supply of funds and equipment to terrorism. And it is a duty we are able to discharge because of the discipline and tough rules we have applied to public spending in the past.",
        "But – as I have told my Cabinet colleagues and I now repeat publicly – in other areas of spending this is the time for more discipline not less. And I can say to you that, throughout, we will not relax our fiscal disciplines and we will work within the fiscal rules we set in 1997 and have upheld throughout.",
        "Stability is the precondition but you all know as businessmen and women that it is not enough.",
        "As the CBI and the TUC recognised when we met at Downing Street last week, at this time of global uncertainty it is even more important that we work together to enhance wealth creation and raise productivity. In the years to come we will need substantial productivity gains to continue to raise our trend rate of growth and thus our national prosperity.",
        "While we have world class companies represented here tonight, and I applaud you for your contribution to Britain’s success, the conclusion of the CBI-TUC review submitted to the Government last week is that overall productivity in Britain is still far too low and that if we are to achieve our aim for this decade – the fastest rise in productivity of our competitors – we will, all of us, with labour market, capital market and product market reforms have to modernise, change and reform.",
        "Tonight I want to assure you from the Government that not only will we continue our policy of moving the unemployed from welfare to work – indeed we will enhance both the New Deal’s opportunities and sanctions – and our measures to enhance labour market flexibility as a contribution to higher productivity, but we will also, in consultation with you, move forward the enterprise agenda:",
        "First, to reward enterprise and entrepreneurship I can say tonight that the Budget will significantly extend our cuts in capital gains tax. I will propose that for business assets held for 2 years, capital gains tax which in 1997 was 40 per cent will be cut to 10 percent – designed to provide incentives for investment in wealth creation and greater rewards for success – indeed a more attractive capital gains tax regime overall than the United States.",
        "Second, in the next Budget I will also propose extending our cuts in small company corporation tax where instead of 23p in the pound the rates are now 20p and in many cases only 10p, and there will be a simplification of the VAT system as we introduce further deregulatory measures to help small businesses.",
        "Third, many of you have rightly complained about complexities, delays and anomalies in our physical planning system. We will reform and modernise our physical planning laws and Steven Byers will publish in the next few weeks a Green Paper promoting reform which will strike the right balance in a modern economy which puts an ever higher premium on speed, efficiency and flexibility – especially to reflect the widely differing needs of all our regions.",
        "Fourth, we are introducing a new competition regime – with decisions taken out of the hands of politicians and truly independent of the political process – that will match the best in the world.",
        "Fifth, your needs include the best skilled manpower and work ready staff, and we are ready to fulfill our responsibilities by putting additional resources into a reformed training system and ready to sanction an extension of the work permit system that has already raised entrants to the UK from 50,000 three years ago to 150,000 this year.",
        "Sixth, the efficiency we seek in the private sector we demand in the public sector. Having doubled net public investment, Government at every level – national, regional and local – must raise its game. We will maintain our £180 billion ten year plan to modernise our transport infrastructure – and any one of you who have travelled across Britain know the importance to business and communities of this doubling of transport investment",
        "And I leave you in no doubt that we will continue our programme of public private partnerships. Whether it be in the London Underground or in the air traffic control service, I am convinced that instead of the old sterile divide which pitted public against private, we do best when public and private sectors work together to enhance investment in our transport and infrastructure.",
        "And if we as a nation are to have a deeper and wider entrepreneurial culture we must do more to extend knowledge of enterprise to every community. We all know that for too long the world of business and the world of education existed apart from each other. With your support I want every young person to hear about business and enterprise in school, every college student to know there are opportunities in business, every teacher able to communicate the virtues of enterprise, and I want young people growing up to see successful business leaders locally and nationally as role models, so encouraging a stronger pro-business, pro-enterprise, pro-wealth creating environment in our country.",
        "It is not just in Britain but in Europe as a whole that a modern route to both economic stability and a more entrepreneurial economy based on economic reform is needed.",
        "As in Britain, the euro area has been establishing a new framework for economic stability.",
        "As I set out at the Lord Mayor’s Banquet earlier this year, our approach is – and will continue to be – considered and cautious: one of pro-euro realism.",
        "Pro-euro because, as we said in 1997, we believe that – in principle – membership of the Euro can bring benefits to Britain.",
        "Realist because to short-cut or fudge the assessment, and to join in the wrong way or on the wrong basis without rigorously ensuring the tests are met, would not be in the national economic interest.",
        "A single European currency – with a fully developed single market – could in principle increase trade and competition through the elimination of exchange rate risk and through more transparent prices; reduce transaction costs, again increasing trade and investment, and benefiting everyone travelling in Europe; and lower long-term interest rates, again good for investment and so good for growth and jobs.",
        "Because the Government is determined that we will make the right long-term decisions for Britain, we will not take risks with Britain’s hard won stability.",
        "So the assessment as to whether it is in the British national economic interest or not will be comprehensive and rigorous. It is only on this basis – taking into account all relevant economic information – that the Cabinet will decide whether to recommend membership to Parliament and then to the British people.",
        "While the assessment has not yet started, the necessary preliminary analysis – technical work that is necessary to allow us to undertake the assessment within two years as we promised – is underway.",
        "The scope of the technical and preliminary work for the next assessment of the five tests is as set out in the original October 1997 assessment. Although there have been new developments since the 1997 assessment, the underlying issues to be analysed remain the same.",
        "The 1997 statement detailed five economic tests:",
        "– First, sustainable convergence between Britain and the economies of a single currency;",
        "– Second, whether there is sufficient flexibility to cope with economic change;",
        "– Third, the effect on investment;",
        "– Fourth, the impact on our financial services industry; and",
        "-Fifth, whether it is good for employment.",
        "Now the preliminary and technical work is updating the analysis on:",
        "The cyclical behaviour of the UK economy relative to the euro area and their relative responses to economic shocks;",
        "The mechanisms by which product, labour and capital markets adjust and how well and how quickly they work;",
        "The impact of the single currency on the cost and availability of capital, macroeconomic stability, the stability of the real effective exchange rate and the location, quality and quantity of investment;",
        "The effect of the single currency on financial services, including the changes that have occurred in this sector in the UK and the euro area since 1997; and",
        "The impact of the single currency on trade, competition, productivity and employment.",
        "Our commitment is to complete a full assessment of the five tests within two years of the start of this Parliament.",
        "And I can tell the dinner this evening that our commitment “to prepare and decide” is being maintained with the publication of the latest euro preparations study today.",
        "We have always said that we must prepare together – not one or two businesses, but Government and business working together.",
        "The Government’s Standing Committee on Euro Preparations – with membership drawn from the public and private sectors, including the president and Digby Jones – met again last Monday as a key part of our consultation.",
        "And we are today publishing our latest Progress Report on Euro Preparations. In just a few weeks’ time, Euro cash will displace existing currencies in the euro area. This will have an impact on many UK businesses and also on citizens in their capacity as tourists. I an pleased that Government and the CBI are working together to give advice to businesses – indeed the next phase of our information campaign starts today, including the direct mailing of sample case studies and an information booklet to 1.5m SMEs.",
        "And in addition to this help for business, together Peter Hain and Ruth Kelly will also be sending out an information leaflet for UK travellers to help them with the transition to notes and coins.",
        "Planning for possible UK entry also continues under the national changeover plan. The Government has invested £13m since the publication of the last Report on Euro Preparations in November last year, bringing the total invested on changeover planning to £23.5million.",
        "These are the preparations we are making together. Because we are resolved we will not leave Britain economically unprepared.",
        "Around the future of the Euro there is of course an ongoing national debate.",
        "But across Europe a wider debate on the future of Europe is also taking place and Britain must be at the centre of that debate too – a debate on economic reform amidst the challenge of globalisation, enlargement into the east and the wider Nice agenda to make decision making in Europe more accountable and relevant to the population as a whole.",
        "Europe is where we are, where we trade, from where thousands of businesses and millions of jobs come. We are part of Europe by geography, by history, by economics and by choice. So the case is not only for a reformed Europe but for Britain leading reform in Europe.",
        "Getting the economic future for Europe right matters for Britain because over three quarters of a million UK companies now trade with the rest of the European union. When we joined Europe in the 1970s, less than 8 billions of our trade was with the rest of Europe. Today it is £138 billions – more than half our total trade – with 3 million jobs affected.",
        "But while the single market encompasses 375m people today – and potentially nearly 500m in the future – we still have a long way to go to secure for British business and British consumers the full benefits in commercial opportunities and consumer prices.",
        "The 1988 Cecchini report examined in depth the potential economic gains of the single market, asserting that completing it would raise GDP by 4.5 percent and create 1.8 million new jobs.",
        "Yet by 1996, the boost to GDP had been only 1.5 percent and almost 1 million new jobs had been created. And there is little to suggest that by 2001 we have realised even half of the potential gains. So we will publish a White Paper on Economic Reform setting out the next stage of our plans to liberalise capital labour and product markets",
        "There are those who say that in the current climate Europe can justifying going slow on its programmes of economic reform, that now is not the time for pushing forward with change. I say to them that now is the time – when we can see the interdependence of our economies and the challenges of globalisation more clearly – now is the time to drive forward the reform agenda to improve the flexibility and productivity of the European economy.",
        "Firms across the UK will benefit with new opportunities to trade in the 14 member states if:",
        "– We complete liberalisation in telecoms by the end of 2001, capital markets by 2003, financial services by 2004;",
        "– Continue to push energy liberalisation, promote tax competition not tax harmonisation, drive down old fashioned state subsidies which undermine the single market while ensuring the state aid regime tackles market failures and promotes efficient dynamic competitive markets;",
        "British financial service firms are well positioned to benefit from the completion of the internal market in financial services.",
        "But what we do not want are directives simply designed to increase regulation at the expense of liberalisation. I know that the prospectus directive is a particular concern for the CBI and its members in this respect and the Government will continue to focus on the outcomes for firms and consumers that we are trying to deliver.",
        "And Europe must focus not just on internal reform but because I believe fortress Europe is an idea that has had its day we must focus on how Europe can be less inward looking and more outward looking and more open to trade and commerce with the rest of the world.",
        "Here again the economic reform agenda is clear and challenging: and first and foremost it is crucial that we ensure the launch of a broad and balanced trade round in Doha. The EU and the US should work closely on pushing for greater market access for the developing worlds, have high ambitions to eliminate industrial tariffs, and make genuinely liberalising deals on agriculture, investment, competition and the environment. The gains can be in the order of 400 billion dollars a year, 150 billion for the developing countries. Moving forward trade liberalisation at Doha in the next few days will send out a powerful message of our confidence in the future of the world economy.",
        "And we can do more. The annual two way flow of goods, services and direct foreign investment between the United States and Europe is now nearly a trillion dollars and we need only look at the impact of the American slowdown on European economic growth to understand this growing economic independence.",
        "So strengthening our ability to push forward with the multilateral trade agenda, the conditions now exist for the expansion of the transatlantic economic partnership, mirroring our security alliance in NATO. And here what we need now is a Cecchini-style report that set outs in detail the benefits for growth, prosperity and jobs on both sides of the Atlantic from a wide-ranging effort to end the remaining industrial tariffs multilaterally, achieve deeper liberalisation of trade in services, remove unnecessary non-tariff barriers, increase competition and develop more effective ways of pre-empting damaging transatlantic trade disputes.",
        "We in Britain do not have to choose – as some would suggest – between America and Europe, but are instead well positioned as a vital link between America and Europe.",
        "So this is a time of great challenges and risks but also a time of great opportunities – in Britain, in Europe and across the world.",
        "I believe that, learning from each other, all of us – businesses and Governments working together – can face the great challenges of today’s economy not by resisting change but by helping people cope with it; not by standing still but by radical economic reform; and not by protectionism but by promoting open, competitive markets and international cooperation.",
        "It makes for a Britain that is true to its great historical qualities: outward looking and open to the world, committed to an enterprise culture and ambitious to succeed; fully equipped to lead in the 21st century economy."
    ]
}