{
    "url": "https://www.ukpol.co.uk/gordon-brown-2007-speech-to-the-cbi/",
    "title": "Gordon Brown – 2007 Speech to the CBI",
    "post_date": "October 2, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2007",
            "url": "/tag/2007/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown to the CBI at the Business Design Centre on 26 November 2007.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "It is a privilege to be here to address you this morning; to see the CBI so well supported by so many impressive companies like that of your own President; and to see how, under the leadership of Richard Lambert, the CBI asserts itself as an outstanding leader of business: a powerful force: pioneering new thinking on the great economic challenges of our time: on skills, science and technology and on the environment too.",
        "And today – and let me congratulate the leadership of so many companies represented today – we can see how the vast majority of British businesses are meeting the global competitive challenge —- fitter and stronger than ever.",
        "And I believe that – from financial services to modern manufacturing, from vehicles and aerospace to the creative industries – the British corporate community continues to rise to the challenges and opportunities of globalisation, the emerging technologies and new markets in Asia, the Middle East and Eastern Europe.",
        "But we must recognise too that the last 12 months have shown that – along with challenge and almost unlimited opportunities – the new global order brings new uncertainties and new insecurities too – most recently in the form of financial turbulence and credit problems whose origins are clearly international but whose full implications are still unfolding.",
        "And it is precisely because of these new short term and long term global challenges that every government in the world has to look afresh at what it can do to support business.",
        "And today I want to discuss how we cooperate more fully to meet these new challenges and find, for this new era, enhanced ways of working more closely together for Britain — a new engagement through which government and industry can together respond to changing circumstance.",
        "And my profound conviction is that if together we address and master all the long term challenges, Britain – with its openness, global reach, willingness to adapt and innovate and our new stability – can be one of the great global leaders of this century.",
        "Some of the foundations of this framework we have already laid together. Over the last ten years, our shared resolve to entrench stability and the resilience of our economic framework have been tested again and again: the Asian crisis, the Russian crisis, the American recession, the escalation of oil prices and now the recent financial turbulence. But because of the tried and tested framework we now have in place – Bank of England independence, the Financial Services Authority, a new system for financial regulation – Britain has succeeded in delivering both low inflation and low interest rates and at the same time has had sufficient flexibility to adjust when events threaten our growth.",
        "Earlier this year when inflation threatened to increase in the wake of oil and utility price rises, we took the difficult decisions to bear down on inflation and by staging public sector pay, keeping average overall awards at 1.9 per cent, we supported inflation moving back to target.",
        "At the same time when we have had to deal with the fall out from global turbulence with events at Northern Rock, we have taken difficult decisions to steer a course of stability and protect the taxpayer which have led to today’s announcement by the company of a preferred bidder.",
        "And so in difficult times we have been able to and will continue to hold to a stable course.",
        "And I assure you that we will continue to take all necessary measures to ensure that in future we maintain our hard won stability. We will take no risks. There will be no irresponsible relaxation of pay discipline, no unfunded spending commitments, no unaffordable promises and no short-term giveaways. By definition, responsible government demands that stability will be our first priority – yesterday, today and tomorrow.",
        "But whatever the ups and downs of the world economy, the short term fluctuations we face, globalisation forces us also to make the right long term decisions in infrastructure and planning, the environment and energy, science and education – to leave behind the old policies of yesterday and make the right long term decisions for a more successful tomorrow.",
        "First, a long term approach to our transport and infrastructure where we must – and will – continue to step up our investment in major projects. And in each year to 2017 we will invest £20 billion a year in transport – double what was spent a decade ago. And having opened the Channel Tunnel Rail Link we will now proceed with a unique partnership between business and government: the £16 billion investment in Crossrail.",
        "And we know also that even as we place strict local environmental limits on noise and air pollution and ensure that aviation pays its carbon costs, we have to respond to a clear business imperative and increase capacity at our airports – and you have rightly called for action at Heathrow. Our prosperity depends on it: Britain as a world financial centre must be readily accessible from around the world. And this week we demonstrated our determination not to shirk the long term decisions but to press ahead with a third runway.",
        "Second, planning – which we all know that despite recent changes remains too inflexible. Following the case put in the Eddington and Barker reports the legislation which will be published tomorrow will put in place a streamlined system for making decisions on key national infrastructure projects —– a new independent body to take decisions fairly and without delay while allowing the public and local communities to participate effectively in the process. And we will stick to our plans to build 3 million more homes by 2020, making housing more affordable and providing homes for the workforce of the future.",
        "Third, we need the same long termism in our approach to energy. We must – and will – take the right long term decisions to invest now for the next generation of sustainable and secure energy supplies. We have said that new nuclear power stations potentially have a role to play in tackling climate change and improving energy security. And having concluded the full public consultation we will announce our final decision early in the New Year.",
        "Fourth, energy security for the long term must be matched by what your taskforce have reported on today – a sustainable environment for the long term. Among our market-based measures to achieve our goal of reducing carbon dioxide emissions by at least 60 per cent by 2050, we are working to expand the EU Emission Trading Scheme. And to meet that and our share of the European Union renewables commitments – and to create a new global carbon market in London – is not just a challenge but an opportunity for British business to lead the world in environmental technologies and finance.",
        "Fifth, a long term approach to managed migration. In a world where 190 million people a year are moving from one country to another, we will continue to balance the needs of our economy – opposing those who want to abolish the highly skilled migrant programme – with the need to create a stronger sense that residence and citizenship means responsibilities too – not least through a new Australian-style point system and ID cards for foreign nationals.",
        "Sixth, a long term approach to tax and deregulation including for Britain’s 4 million small businesses. Having cut the headline rate of corporation tax to 28 per cent, with a lower rate for small firms and an additional allowance for investment, we will continue to work with you to continuously modernise and simplify our tax regime and improve our tax competitiveness. And we will continue to listen and discuss with you the representations we have received about capital gains tax, ensuring that we maintain reforms for a fairer and simplified system that rewards enterprise.",
        "Our risk based approach to deregulation – outlined originally in the Hampton Report, now extends from the light touch of the Financial Services Authority right across to reducing inspections by local authorities. Recent changes include replacing a multiplicity of planning forms by one, reducing health and safety burdens, abolishing the requirement for private bodies to hold AGMs, creating a single point of contact for all import and export regulatory requirements, pushing forward single market reform in Europe, and in December departments will publish further measures. And so I share with you the aim that with a risk-based approach we significantly reduce the numbers of inspections and reduce information requirements and form filling by firms and so reduce red tape.",
        "And to help meet all these challenges we have set up the new business department so there is a better business voice in government.",
        "And just as we have made monetary policy independent of government, we have made competition policy, industrial policy and now much of planning policy more independent of day to day political control.",
        "And the new Business Council headed by some of our leading business leaders has a remit to examine every significant area of policy and to scrutinise and challenge government on the tasks ahead.",
        "The new Council for Educational Excellence also contains business leadership so that standards in the schools can reflect the needs of business for the future. And last week we announced our intention to set up a new forum for the private sector to make sure their contribution to the NHS continues to grow – and to represent value for money for patients and taxpayers.",
        "And together we should continue to search out new ways of attracting and retaining the best businesses in the world as we have in financial services, pharmaceuticals and aerospace. This requires a long term approach to the advancement of science and innovation in the UK – building on our 10 year science framework which links the universities, research institutes and knowledge centres to business, the £15 billion allocated to medical research, and the new public-private Energy Technologies Institute.",
        "And up against the competition of over two billion people in China and India – with 5 million graduates a year – Britain, a small country, cannot compete on low skills but only on high skills. Our imperative – and our opportunity – is to compete in high value added services and manufacturing; and because that requires the best trained workforce in the world, our challenge is to unlock all the talents of all of the people of our country.",
        "And the nation that shows it can bring out the best in all its people will be the great success story of the global age.",
        "Richard Lambert has spoken powerfully of this imperative and the CBI is doing important work to help the cause.",
        "And we must lead the world in mastering the most far-reaching change in our occupational industrial and employment structures for more than a century.",
        "Let us face facts: as a result of changes in the global economy many of the jobs British workers do now are becoming redundant.",
        "Of today’s 6 million unskilled workers in Britain we will soon need only half a million – over 5 million fewer.",
        "We have 9 million highly qualified workers in Britain – but the challenge of the next ten years is that we will need 14 million – five million more. Higher standards of living will depend on higher standards of learning.",
        "For most of the past half century we have had a Keynesian paradigm – either you are in work or you are on welfare. And in the old days it was the economy that had to create work – what prevented full employment was lack of jobs.",
        "Now we need a new and very different paradigm. If in the old days the problem as unemployment, in the new world it is employability.",
        "If in the old days lack of jobs demanded priority action, in the new world it is lack of skills.",
        "So as we prepare and equip ourselves for the future, many of the policies of the past are out of date, with no answers to be found in old dogmas – and long term reforms changing the role of education and welfare – the responsibilities of the individual and government will have to intensify and be stepped up.",
        "While in the old days we could assume that if a teenager left education with no qualifications they could get unskilled work, in the new world the unqualified and unskilled teenager will, in future, have to acquire a skill to be easily employable.",
        "While in the old days only a limited number of apprenticeships were available for a far larger number of highly qualified teenagers, in the new world it makes economic sense to expand apprenticeships to make use of all the skills of all who have them.",
        "While in the old days it was seen as the duty of government to create work for the inactive, in the new world there has to be both a duty on the government to help the inactive become employable and a duty on the inactive to take up those opportunities.",
        "Indeed while in the old days the obligation was on the unemployed to find a job, in the new world the obligation on the unemployed should be not just to seek work but to train for work.",
        "In the old days we could leave lone parents on benefit until their children left school. Now if they are to go to work sooner, they must train earlier and be ready for work when they can take it up.",
        "In the old days when incapacity benefit was introduced the focus was on disabilities preventing work. Today in the interests of claimants and in the economy the focus must be on their capabilities and the opportunities for new skills for work.",
        "In the old world you had colleges for everything that happened after school. Now we need a new focus on 16-19 year olds in sixth form centres —- and a similar focus on community colleges with state of the art training facilities that increasingly specialise in adult vocational excellence.",
        "So making education for skilled work our first priority we need to provide new incentives and new obligations to train; we need to transfer resources from welfare to education and move claimants from passive recipients of welfare benefit to active job and skill seekers;",
        "far-reaching reforms of our welfare state and education system to put us right in the forefront of the higher paying, highly skilled economy of the future.",
        "Quite simply the old system does not fit the aspirational society the Britain of the future needs to be. The new idea is the development of all the talents of all our people.",
        "Since June we have stepped up reforms in our schools and in the coming weeks we will publish our Children’s Plan, founded on an historic change in the span of schooling and the range and quality of learning – in the classroom and beyond it. Our aim that every teenager goes on to college, university or an apprenticeship or is preparing for this.",
        "And today, as we come to terms with the far reaching nature of the global challenge, I have asked John Denham, who is responsible for skills, and Peter Hain, responsible for welfare, to bring together businesses, colleges, the whole of education and the voluntary sector to forge a new partnership to push through the scale of changes needed to equip people for the future.",
        "In the old days the government ran the whole welfare system through separate jobcentres and benefit offices. In the new world Jobcentre Plus – which since its establishment in 2001 has built up a genuinely world class track record in getting people off welfare into work – will ask private sector agencies and charities to play a central role. As Peter Hain will set out tomorrow, we will contract with new providers – and incentivise providers – to find innovative ways of helping the long term unemployed and those outside the labour market altogether to move into work.",
        "Already 200 of our best companies are leading the way in local employment partnerships. And while in the old world employers felt that the training system was unresponsive to their needs, in the new world you will increasingly be able to direct training budgets and we are inviting employers to play a more central role in the development of further education colleges.",
        "Let me explain the new principles for welfare that will guide our new approach across the whole of government — on both what is being announced this week and what we will set out in the coming months.",
        "First, if the best welfare is no longer the benefits you have today but the skills you gain for tomorrow then the inactive should, wherever possible, be preparing and training to get back into work.",
        "So when someone signs on as unemployed, they sign up for a skills review, be given access to skills advice and training if that is what is needed, and this could be taken into account in their benefit entitlement. In the same vein, we should not deny people who are looking for work the chance to better their skills. So today Peter Hain is announcing we must reform the so-called ’16 hour rule’.",
        "And we will help people not just get work but get on at work – helping them move up the jobs ladder. So we propose a seamless transition from out-of-work training to in-work skills development and – as John Denham will set out later today – a new adult careers and advancement service will be created to help people in work improve their skills or change their career: a commitment not just to one-off learning but to life-long learning.",
        "Second, rights and responsibilities will be at the heart of our approach so we will intensify compulsion while at the same time offering new incentives.",
        "In return for new rights to training and help to get into work, we will demand more responsibility.",
        "We want lone parents on benefit to be training in preparation for going back to work when their child goes to school. And there will be a more modern regime for new IB claimants which, for the first time, will mean work for those who can, education or training for those with no skills, and treatment for those who need medical help including for mental health problems. Peter Hain is announcing today that in the future we will look to apply this more active approach to existing IB claimants as well as new ones, starting with those under 25.",
        "And whilst in the old world, with no minimum wage or tax credits, 740,000 households faced marginal deduction rates of over 70 per cent, from April next year that figure will have fallen by three quarters and we will now do more to ensure that the long term unemployed, lone parents and those on IB are better off in work, even after reasonable transport costs.",
        "And we believe that the flexibility you want as employers can be matched over time by more rights to request flexible working.",
        "And we will focus on those areas where worklessness is concentrated and later this week Hazel Blears will announce details of new plans to help communities act together to get more people back into work.",
        "Everybody in this room is well aware of the pressures this country faces and the need to rise to the challenge.",
        "So just as we are modernising transport, planning, science policy, we are redefining the Britain welfare state for a wholly new world — to give people skills through transferring resources from welfare to education, not leaving them dependent, reliant on benefit without the opportunity to improve their skills and prospects.",
        "All over the world – and this is what lies behind protectionist sentiment – peoples and countries are worried that they will not be globalisation’s winners but its losers, its victims not beneficiaries.",
        "To help British people win from globalisation, I have outlined a new framework for British business based on firm fundamentals – open markets, free trade and flexibility – and action plans for equipping us in infrastructure, science, education and employment that we can now progress.",
        "Working together we can move forward the long-term investments in education and skills we need.",
        "Working together we can prepare, equip, and make Britain ready for a stronger future.",
        "And working together we can make Britain a model – indeed a beacon – to the world for stability and progress."
    ]
}