{
    "url": "https://www.ukpol.co.uk/anthony-browne-2023-speech-on-luton-flightpaths/",
    "title": "Anthony Browne – 2023 Speech on Luton Flightpaths",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Anthony Browne",
            "url": "/tag/anthony-browne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Anthony Browne, the Conservative MP for South Cambridgeshire, in the House of Commons on 9 January 2023.",
    "content": [
        "I am glad that we are saving the best until last. I am also grateful for the opportunity to discuss changes to flightpaths into Luton airport or, to use the technical name, the Swanwick airspace improvement programme—airspace deployment 6.",
        "There are good arguments in favour of changing flightpaths in some way and I welcome the overarching ambition of the programme. Prior to the implementation of the new flightpaths last February, Luton and Stansted airports shared the same holding stacks for arrivals. For the UK’s fifth and third largest airports, that was a problem, because delays at one airport could lead to delays at the other. Separate arrival routes, combined with a dedicated holding stack for each airport, will be less prone to delays and will be safer, especially in the light of potential expansion at both airports, but the implementation of those changes is a major cause of local concern.",
        "Behind the rather bland, technical-sounding name—airspace deployment 6—is a tale of deep distress for local residents in my constituency and neighbouring ones. South Cambridgeshire is quintessential English countryside, scattered with tranquil villages where many residents have lived their entire lives. Others moved there precisely because they wanted the peace and quiet. They wanted to escape the hustle and bustle of urban life.",
        "All that changed in February, when the area became the new home of Luton airport’s holding stack. These once serene villages now have their tranquillity shattered by the roar of jet engines flying overhead. Rather than the soporific sounds of songbirds, residents are awoken by the sound of air brakes screeching overhead as aeroplanes prepare to land. Unsurprisingly, I and fellow MPs have received a huge number of anguished complaints from our constituents about this. They have told me about the distressing impact it has had on their mental and physical wellbeing. A few accounts particularly stick in mind.",
        "Gareth Squance is a former Metropolitan police officer, who sought solace in the village of Gamlingay in my constituency. During his time in the Met, he was intentionally run over and left for dead while promoting safe cycle week. That incident left him suffering from post-traumatic stress disorder, for which noise is the primary trigger. Immersing himself in nature and recording the ambient noises provided a coping mechanism, but now the new plane noise forces him to leave the house with noise-cancelling headphones to avoid triggering a state of panic.",
        "Suzie Smith is the third generation of her family to farm in the area. The aeroplane noise is keeping her up at night, which is affecting her ability to perform her duties around the farm in the early hours of the morning. She does not know what to do. This is the area she grew up in and loves, but the plane noise is making farm life unbearable. It has driven her to make countless complaints, which have only received generic, automated responses from Luton airport.",
        "Maddy McKenzie suffers from complex health issues and struggles immensely with hypersensitivity. She finds the plane noise a relentless torment, and she is powerless to escape it. The noise is taking a toll on her physical and mental health. If she could move, she would, but instead she is trapped by the endless plane noise when all she wanted was a quiet life.",
        "I have heard myriad similar tales from my constituents. Many residents are suffering sleepless nights as they are awoken every time a plane goes overhead, which can be up to every two minutes in busy periods. Other residents say they feel like prisoners in their homes, unable to use the gardens that were once their pride and joy, but are now echo chambers for the all-consuming plane noise. It has led some to conclude that enough is enough. After decades of living in these villages, the noise pollution has forced them to move. These people are valued members of their local community, and they are being forced out. Some people feel those that can move are the lucky ones. Others must accept their lot for a range of reasons from financial to health-related concerns. They are demoralised and cannot see any way out of this predicament.",
        "The strength of emotion and the explosion of local outrage have led to a number of new campaign groups determined to end the noise. There are three groups I am aware of that are working tirelessly for a better solution: Reject Luton Airport Stacking, or RELAS; Community Alternatives to Luton’s Flight Path, or CALF; and Against Luton Airport Stack, or ALAS—my favourite acronym. We must ensure that their grievances are given a fair hearing, and that is the point of this Adjournment debate tonight.",
        "I acknowledge that this is only one side of the coin. Air travel plays a vital role in our increasingly globalised world. Just recently, I was speaking about the business opportunities that new routes from Stansted to other life science hubs such as Boston and San Francisco could bring to Cambridgeshire and to the country as a whole. Like many others, I enjoy the opportunity to go on holiday, often travelling by plane. We must accept that some people will be affected by noise pollution from planes. Often people are aware of the impact and make calculated decisions about where they are going to live based on their tolerance levels. For example, many Londoners can cope with plane noise every day, and it blends into the cacophony of other city noises.",
        "**Mr Jonathan Djanogly (Huntingdon) (Con)**",
        "Will my hon. Friend give way?",
        "**Anthony Browne**",
        "I am very happy to give way to my hon. Friend and constituency neighbour.",
        "**Mr Djanogly**",
        "I congratulate my hon. Friend and Cambridgeshire neighbour on securing this debate, which is very important to many of those in both our constituencies, especially in the villages surrounding St Neots, and in my case in Great Gransden and Abbotsley in particular. My hon. Friend is making a very good case on noise levels, with which I totally agree—namely, that acceptable ambient noise levels are based on levels in urban areas, and are therefore inherently prejudicial to rural people. Does he not agree that this should be changed?",
        "**Anthony Browne**",
        "I thank my hon. Friend for that insightful intervention and I fully agree; I was going to make exactly the same point, but he beat me to it.",
        "The people who chose to live in South Cambridgeshire did so because of the quiet rural life. They moved there for this reason and chose to bring their children up there for this reason. Very few, if any, ever foresaw the radical change that flightpaths could have on the area. It must have been quite a shock to hear that first plane soar noisily overhead.",
        "Of course, there was a consultation beforehand, conducted by Luton airport and NATS. That consultation lasted five months and received over 2,000 responses. However, it took place in unusual circumstances, due to the ravages of covid. Engagement was virtual rather than the usual town hall meetings, and many people seemed unaware that the consultation was going on.",
        "Since society has rebounded to some sense of normality, it is easy to forget the extraordinary times that prevailed during the pandemic. Air travel was down 90% on its pre-covid peak at certain points and people’s concern over flightpaths were crowded out by their more immediate health concerns about the pandemic. It is not for me to judge the adequacy of the consultation, although others may have their views, but I can say that I am disappointed that, as a key stakeholder, South Cambridgeshire District Council was not engaged more during the process. For many residents, the idea of planes above 5,000 feet sounded quite abstract and distant and of little consequence to their daily lives, but in reality they can often see the logos on each plane as it flies past, and the disruptive noise has permeated their daily lives.",
        "**Mr Djanogly**",
        "My hon. Friend is very kind to allow me to intervene again. He makes an important point, and this unintelligible consultation has worked only to the benefit of those in the flying industry who understood it. When we secured an increase of height for flying above the stack over my constituency, from 8,000 to 9,000 feet, there was no intimation at that point that planes would fly so low coming out of that stack and so quickly, to the prejudice of our constituents. Does he agree that the consultation should be rerun and the whole system should be revised?",
        "**Anthony Browne**",
        "The idea of rerunning the consultation is very interesting; I had not thought of it but will do so, as it sounds like a good idea.",
        "It is clear from what my hon. Friend says and the correspondence from my constituents that the impact and disturbance has been much greater than people were led to believe when the consultation was taking place—they thought it would be very mild. I would argue that this was inevitable, given the current guidelines provided to NATS and Luton airport for the creation of the new flightpath. The guidance states that noise pollution below 51 decibels will not unduly impact the quality of life of those affected. As my hon. Friend said, for urban areas near airports that is perfectly reasonable as the aeroplane noise blends into the other staple sounds of city life. For instance, a street with traffic can consistently be around the 70-decibel level, so 51 decibels would not add much—the planes are only an additional, minor irritant. The same cannot be said for rural areas, however. In South Cambridgeshire the ambient noise levels are far lower, as I am sure they are in my hon. Friend’s constituency: during the day it is around 31 decibels and at night around 18—really very quiet. This means that aeroplane noise has a far greater impact. For context, if we are within 10 metres of a heavy goods vehicle passing, the noise is roughly 48 decibels. For someone living in a local village, such as Dry Drayton in my constituency, planes coming into land at 11 pm are very disruptive; it is the equivalent of many HGVs in quick succession passing close by their house.",
        "That brings me to my first ask of the Minister—who I am glad is here tonight; thank you—which is to revise the guidance to reflect the differing ambient noise levels of urban and rural areas, the point my hon. Friend the Member for Huntingdon (Mr Djanogly) made so eloquently a minute or so ago. What is important is not the absolute noise of an aircraft, but its relative noise compared to the normal ambient noise of an area. Therefore, there should be a separate noise limit, lower than 51 decibels, for rural areas. That will encourage the design of flightpaths around areas where they will cause relatively less nuisance and distress due to the high levels of existing ambient noise, such as over cities. This should be reviewed with the upmost urgency and considered as part of the post-implementation review for the new Luton flightpaths —or part of a rerun consultation, as my hon. Friend suggests.",
        "NATS and Luton airport are doing a post-implementation review of the flightpath changes. I welcomed an initial extension of this review to June 2023, as a result of concerns that flight volumes were still recovering from the pandemic levels, but I do not think that goes far enough. If the consultation is not redone as a whole, as my hon. Friend suggests, will the Minister ask the Civil Aviation Authority to extend the review by a further three months to September 2023? I wrote a letter to the authority on the matter on 2 December, but I am advised that it is still under consideration. Extending the review for three months to September would allow it to encompass the peak season of travel in July and August at normal operating levels. It is important that we understand the impact of the noise of the holiday season on constituents.",
        "I also want to take the opportunity to raise my concern about the review process. It alarms me that it is the responsibility of NATS and Luton airport to report back to the Civil Aviation Authority on the success or otherwise of their flightpaths. There is no direct recourse for residents to lodge their complaints to the Civil Aviation Authority. That is tantamount to NATS and Luton airport marking their own homework. There is a real risk that the assessment is neither objective, nor seen to be by residents. That leads me to my third ask of the Minister.",
        "**Richard Fuller (North East Bedfordshire) (Con) rose—**",
        "**Anthony Browne**",
        "I am happy to give way.",
        "**Richard Fuller**",
        "I am on tenterhooks to hear what my hon. Friend will say. I thank him for calling this important debate. That my hon. Friend the Member for Huntingdon (Mr Djanogly), a neighbouring constituency, is also in his place shows its importance to our constituents. In my case, its importance is to those constituents from Potton through Sutton and down the eastern part of my constituency. To his point about rerunning the consultation and NATS and Luton airport marking their own homework, does he not agree that the change was made because Luton airport wants to expand—it is not about managing existing levels of air traffic but to facilitate a substantial 50% or 60% increase in flightpaths—and that that is another good reason for him to pursue the course that he suggested?",
        "**Anthony Browne**",
        "I thank my hon. Friend for that intervention. He makes the very important point, which I touched on briefly, that this is about expansion of the airport. That makes it even more important to get it right now, because whatever the noise levels are now, they will get far worse as traffic at Luton expands.",
        "I will take my hon. Friend off his tenterhook—I was about to make my third ask of the Minister. Can the CAP1616 process for changing airspace be reviewed for this and future consultations to ensure that there is a more independent analysis once new flightpaths are implemented and that NATS and airports do not mark their own homework?",
        "**Richard Fuller**",
        "The other aspect of marking their own homework, which the Minister should be aware of from the debate, is that the land on which Luton airport is based is owned by Luton Borough Council, and that council gets to decide on planning issues to do with the expansion of Luton airport. By my reckoning, the council gets £20 million a year into its coffers at the moment—that will probably double—and not a penny of that money gets shared with constituents in Cambridgeshire, Huntingdonshire or Bedfordshire whose lives are impacted in the ways that my hon. Friend has suggested. Is it not incumbent on the Minister to look for legislation to say that if an airport is to be expanded, there needs to be a greater sharing of the benefits and that, basically, Luton needs to pay up for the rest of us who are affected and not put all its money in the council’s own pockets?",
        "**Anthony Browne**",
        "I thank my hon. Friend for raising that powerful point. I had not been aware of those financial implications.",
        "My fourth and final ask for the Minister, in addition to those from my hon. Friends, is to join me in calling for greater transparency from National Air Traffic Services and Luton airport. The final decision on flightpaths has the potential to significantly impact many people’s lives for the foreseeable future, so it is vital that we gather all the data necessary to make a comprehensive and informed decision.",
        "In October, I convened a meeting with National Air Traffic Services, Luton airport, the Civil Aviation Authority, campaign groups and my hon. Friend the Member for Huntingdon. In the meeting, National Air Traffic Services said that it was happy to share its automatic dependent surveillance-broadcast and radar data with the campaign groups, but it has subsequently made excuses that it would be too time consuming for its staff to do so. It would be an act of good faith if it shared that data, which would help bring much-needed transparency to what is actually happening. If National Air Traffic Services is confident that the terms of the consultation are being adhered to, it should be happy to share that information.",
        "I ask the Minister to leave no stone unturned in ensuring that the most appropriate decision on Luton flightpaths is reached, and no stone unturned in ensuring that residents can have confidence in the whole process. The current settlement is causing distress to a large number of people across a large part of the country. While I accept that there must be winners and losers from a change in flightpaths over inhabited areas, I find it difficult to accept that stacking planes over a once-quiet rural area is the right solution. I look forward to hearing the Minister’s response and to working with him on this matter."
    ]
}