{
    "url": "https://www.ukpol.co.uk/alan-brown-2023-speech-on-the-independent-review-of-net-zero/",
    "title": "Alan Brown – 2023 Speech on the Independent Review of Net Zero",
    "post_date": "February 12, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Alan Brown",
            "url": "/tag/alan-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alan Brown, the SNP MP for Kilmarnock and Loudoun, in the House of Commons on 9 February 2023.",
    "content": [
        "I commend the right hon. Member for Kingswood (Chris Skidmore) for the work he has done, and for securing the debate. I thank the hon. Members who have taken part. As always, I tend to disagree with the contribution from the right hon. Member for Gainsborough (Sir Edward Leigh), but I certainly agreed with most of the others.",
        "There is certainly much to like in the report, with stuff to debate and, of course, some stuff to disagree on. Given that the review was commissioned by the previous Prime Minister, after her ill-informed leadership campaign in which she pledged to remove levies from bills and alluded to net zero as a costly commitment, I welcome the fact that the report was undertaken purely independently and did not go down that rabbit hole. The key thing now is what the Government do with the recommendations, especially in the short term, given that implementation for 25 of them is recommended before 2025. That is critical because existing carbon budgets are off track. We need re-alignment if we are to hit net zero by 2050.",
        "I note that the term “Scottish Government” is not used once in the main body of the report. Although I accept that there is engagement, and that some good practice from Scotland is mentioned in the report, I would have expected more references to and understanding of where the Scottish Government are taking a lead, including on the roll-out for electric vehicle chargers, interest-free loans for EVs, the embracing of onshore wind, peatland restoration, woodland planting, the just transition commission, the £500 million low-carbon fund for the north-east, energy efficiency measures and the roll-out of zero-emissions buses. There is a lot of good practice in Scotland that the rest of the UK could learn from. More consideration is required of devolved Governments’ inability to deliver because of funding constraints and, in the case of the Scottish Government, strict borrowing powers. That also needs to be debated.",
        "What is abundantly clear in the report is the need for stable and consistent long-term policy to be matched by funding. The Treasury cannot be a blocker. As the right hon. Member for Kingswood said, other countries are now taking the lead in investment. The Inflation Reduction Act in the United States is making it a more attractive place for investment in renewables.",
        "The folly of previous chopping and changing, and the cutting of solar and onshore wind from the contracts for difference auctions as part of David Cameron’s “cutting the green crap” agenda, has meant eight years of investment lost overnight from one policy decision. That has stopped the deployment of the cheapest forms of renewable energy. At least I can say that I am glad that we in Scotland continue to embrace onshore wind. We have made it integral to the decarbonisation of the power sector. The fact is that Scotland generates the equivalent of 100% of gross electricity consumption from renewables. That should be held up as a fantastic achievement and an example for the UK Government to follow south of the border.",
        "At least the deployment rate of solar is now recovering and will soon stand at 1 GW installed per year. That means that, in a period of just three years, the solar equivalent of a Hinkley Point C will come online. Solar is quicker, cheaper and can be deployed where required, providing greater grid stability. I agree with the recommendation for a plan to get a road map for 70 GW of deployment by 2035.",
        "I also agree with the right hon. Member for Kingswood about the need for a re-envisaged road map for carbon capture, utilisation and storage to be delivered this year. The report rightly points out that the investment landscape for CCUS and hydrogen is currently unclear, and that needs to be remedied as soon as possible.",
        "Additionally, the track-2 clusters need to be expedited. It is outrageous that the Scottish cluster remains a reserve when it is probably the most advanced of the CCS clusters and is likely to be delivered quickest. Acorn represents the worst example of the UK Government chopping and changing policy and withdrawing funding. The reality is that the Scottish cluster needs to commence for Scotland to meet the 2030 target of a 75% reduction in emissions.",
        "The new Under-Secretary of State for Energy Security and Net Zero, the hon. Member for West Aberdeenshire and Kincardine (Andrew Bowie), obviously knows how important the Scottish cluster is as part of the just transition, and how important it is for jobs in the north- east of Scotland. I hope to hear a more positive response, rather than holding with the mantra of, “It is okay, Acorn is the reserve.” Being the reserve is not good enough, and it needs to commence sooner rather than later.",
        "For the record, I agree with the detail on pages 67-68 that we will still rely on North sea oil and gas as we transition towards net zero. Where I fundamentally disagree with the report is in its continued blinkered approach about new nuclear. New nuclear does not form a great deal or a big part of the report, and there is not much evidence, yet it still comes out as a key recommendation and one of the suggested 10 missions. I disagree with applying the phrase “no-regrets option” to the concept of new nuclear.",
        "The report rightly identifies that four of the five remaining nuclear plants will go offline in the next few years, before Hinkley Point C will come on stream. If the UK grid can cope with that scenario, fundamentally we do not need new nuclear as this mythical baseload. It proves we can cope without nuclear. Nuclear is not flexible enough and is relatively incompatible with intermittent renewables. There are still the issues and costs associated with radioactive waste. If we look at long-term performance, we see that nuclear is not necessarily there when the wind does not blow. Over a 10-year period, each nuclear reactor is shown to be offline for roughly a quarter of the year, so it cannot be depended on to be there when it is needed. The reality is that we need to invest in other technologies, particularly storage, to balance intermittent renewables.",
        "The reality is that the nuclear market has failed, because it is too expensive and too risky. There is not a successful operational EPR plant in the world, yet despite that and the ongoing performance issues at Hinkley Point C, the Government seem hellbent on signing up for Sizewell C and using a regulated asset base model that will transfer risk to bill payers. Some £700 million of taxpayers’ money has already been thrown at the development of Sizewell C. That money could be better spent elsewhere. Capital costs for Sizewell C will be at least £30 billion. Think what that money could do if invested in other technologies and in particular in energy efficiency. I welcome the recommendations about aggressive energy efficiency targets going forward. Not only will that make bills cheaper, but it means healthier homes, healthier lifestyles and demand reduction.",
        "Finally on nuclear, the report highlights elsewhere the issue of rising sea levels. It is madness to propose building a new nuclear power station in an area subject to coastal erosion and at risk of rising sea levels. Also, the report demonstrates that nuclear energy has never got cheaper cost-wise, whereas all other technologies, including battery storage and power-to-X fuels, are now cheaper than nuclear. Figures 1 and 2 from the report make the case that we do not need new nuclear and should be investing in other technologies.",
        "**Deidre Brock (Edinburgh North and Leith) (SNP)**",
        "Does my hon. Friend share my disappointment that the Conservatives embrace so wholeheartedly dirty, outdated technologies, such as nuclear energy, and refuse to fully embrace tidal energy, which has so much potential for our renewables industry, certainly in Scotland, but right across the United Kingdom?",
        "**Mr Deputy Speaker (Mr Nigel Evans)**",
        "Before you respond, Mr Brown, just remember the timings that were agreed.",
        "**Alan Brown**",
        "I will aim to be brief. I wholeheartedly agree with my hon. Friend, and I would like to see the Government set a 1 GW target for tidal stream. We need to follow through on the recommendation of the report and set a clear plan for investing long-term in CCUS, hydrogen production and pumped storage hydro, for supporting a carbon floor mechanism and for replacing the EU funding for the European Marine Energy Centre. I hope the Minister will work with us on planning consents for major infrastructure projects. Section 33 of the Electricity Act 1989 is reserved to Westminster, and there is a sign-off process for Scottish Ministers. If we are going to speed up the consent process, we need to work with the UK Government to do that. Hopefully the Minister will work with us on that with the Energy Bill going forward. There is so much to welcome in the report. I wish we had more time to debate it further, but I commend the right hon. Member for Kingswood on it."
    ]
}