{
    "url": "https://www.ukpol.co.uk/gordon-brown-2004-speech-at-cafods-pope-paul-vi-memorial-lecture/",
    "title": "Gordon Brown – 2004 Speech at CAFOD’s Pope Paul VI Memorial Lecture",
    "post_date": "January 3, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 8 December 2004.",
    "content": [
        "To be asked to address you tonight, to be part of this great lecture series in memory of Pope Paul VI is both humbling and challenging.",
        "It was Pope Paul VI who as early as the 1960s alerted the modern world that the old evil of poverty had to be addressed as an unacceptable scourge of the new global economy.",
        "It was Pope Paul VI who in 1967 in his ‘Encyclical Populorum Progressio’ – ‘Development of Peoples’ – urged upon the richest countries their sacred duty to help the poorest.",
        "And it was Pope Paul VI who set out, for our generation, the obligations that we all have a duty to meet: obligations that arise from – as he said in his own words:",
        "– Our mutual solidarity;  \n– The claims of social justice;  \n– And universal charity.",
        "In his book ‘The Power of Myth’ Joseph Campbell describes a hero as someone who has given his or her life to something bigger than him or herself.",
        "And today I want to honour not just the legacy of Pope Paul VI but all of you here tonight – missionaries, aid workers, supporters, contributors campaigners – as our modern heroes. For just as surely as some of our greatest heroes of history, your religious faith, your moral anger at poverty, your sense of duty, has led you to fight for great causes, stand for the highest ideals and do God’s work on earth. And let me on your behalf thank Cardinal Murphy O’Connor whom I and the British people admire so much for his leadership not just in this country but throughout Europe; Chris Bain for leading CAFOD and for his crucial, catalytic role in bringing the ‘Make Poverty History’ campaign together; and all members of CAFOD.",
        "The reward you seek, as you have always said, is not recognition nor status nor titles nor money but that the coming generation – who never even knew you – enjoys a better life thanks to your courageous work.",
        "And I also want to pay my personal tribute to the work of CAFOD over forty years and your leadership in achieving, by your determined campaigning, what many thought impossible – 100 per cent bilateral debt relief.",
        "You led a coalition whose voices rose to a resounding chorus that echoed outwards to the world from Birmingham, then from Cologne, then from Okinawa – a clarion call to action speaking not for yourselves alone but for the hopes of the whole world.",
        "And you led a coalition that achieved more standing together for the needs of the poor in one short year than all the isolated acts of individual governments could have achieved in one hundred years.",
        "Reminding us that as CAFOD campaigning for justice for the world’s poor you have for forty years:",
        "– Changed the way we think about giving;  \n– Deepened our commitment to serving others;  \n– Demonstrated that duty and obligation are more powerful than selfishness or greed;  \n– And in doing so brought the world closer together.",
        "Now, it is the churches and faith groups that have, across the world, done more than any others – by precept and by example – to make us aware of the sheer scale of human suffering – and our duty to end it.",
        "Indeed, when the history of the crusade against global poverty is written, one of its first and finest chapters will detail the commitment of the churches in Britain to help the world’s poor.",
        "And my theme tonight is what this generation working together, each and all of us, can do – that we are not powerless individuals but, acting together, have the power to shape history.",
        "And each of us, building on the individual causes we cherish – from work on debt relief to education, from fair trade to clean water, from blindness to TB, from AIDS to child vaccination – can together not only make progress for our direct concerns but also turn globalisation from a force that breeds insecurity to a force for justice on a global scale.",
        "Today I want to sketch out for you a vision of a new deal that demands a new accountability from both rich and poor countries.",
        "A new compact between those to whom so much is given and those who have so little.",
        "More than a contract – which is after all one group tied by legal obligations to another – and nothing less than what the author of ‘The Politics of Hope’ called a ‘covenant’ – the richest recognising out of duty and a deep moral sense of responsibility their obligations to the poorest of the world.",
        "And I want suggest that at the same time as developing countries devising their own poverty reduction plans, we the richest countries must take three vital steps:",
        "– first, agreeing a comprehensive financing programme – that is we achieve a breakthrough to complete 100 per cent debt relief; find a way to persuade others to join us in declaring their timetables on increasing development aid to 0.7 per cent of national income; and immediately raise an additional $50 billion dollars a year, doubling aid to halve poverty, through the creation of a new International Finance Facility;  \n– second, with this new finance, that we advance to meet the Millennium Development Goals on health, education and the halving of poverty; use this unique opportunity to drive forward the internationalisation of AIDS research and the advance purchase of HIV/AIDS and malaria vaccines; build the capacity of health and education systems; and deliver to the 105 million children who do not go to school today, two thirds of them girls, our promise of primary education for all;  \n– and third, that we deliver the Doha development round on trade, and make it the first ever world trade agreement to be in the interests of the poorest countries.",
        "Indeed, because progress on each of these is dependent on progress on all of these, we must during 2005 advance all of these causes together.",
        "Exactly five years ago in New York and in a historic declaration every world leader, every international body, almost every single country signed up to a shared commitment to right the greatest wrongs of our time.",
        "The promise that by 2015 every child would be at school.  \nThe promise that by 2015 avoidable infant deaths would be prevented.  \nThe promise that by 2015 poverty would be halved.",
        "This commitment was a bond of trust, perhaps the greatest bond of trust pledged between rich and poor.",
        "But already, so close to the start of our journey – and 20 years after the problems were first exposed to this generation through Live Aid – we can see that our destination risks becoming out of reach, receding into the distance.",
        "And at best on present progress in Sub Saharan Africa:",
        "– primary education for all will be delivered not in 2015 but 2130 – that is 115 years too late;  \n– the halving of poverty not by 2-0-1-5 but by 2-1-5-0 — that is 135 years too late;  \n– and the elimination of avoidable infant deaths not by 2015 but by 2165 — that is 150 years too late.",
        "So when people ask how long, the whole world must reply:",
        "150 years is too long to wait for justice.  \n150 years is too long to wait when infants are dying in Africa while the rest of the world has the medicines to heal them.  \n150 years is too long for people to wait when a promise should be redeemed, when the bond of trust should be honoured now in this decade.",
        "Martin Luther King spoke of the American Constitution as a promissory note.",
        "And yet – for black Americans – the promise of equality for all had not been redeemed.",
        "He said that the cheque offering justice had been returned with ‘insufficient funds’ written on it.",
        "He said, ‘we refuse to believe that the bank of justice is bankrupt.",
        "And he said the time had come to ‘cash this cheque which would give upon demand the riches of freedom and the security of justice’.",
        "And in this way he exposed on racial equality the gap between promises and reality.",
        "But in exactly the same way today’s Millennium Goals – a commitment backed by a timetable – are now in danger of being downgraded from a pledge to just a possibility to just words.",
        "Yet another promissory note, yet another cheque marked ‘insufficient funds’.",
        "And the danger we face today is that what began as the greatest bond between rich and poor for our times is at risk of ending as the greatest betrayal of the poor by the rich of all time.",
        "As a global community we are at risk of being remembered not for what we promised to do but for what we failed to deliver, another set of broken hopes that break the trust of the world’s people in the world’s governments.",
        "And when we know the scale of suffering that has to be addressed, the problem is not that the promise was wrong, the pledge unrealistic, the commitments unnecessary but that we have been too slow in developing the means to honour, fulfil and deliver them.",
        "In the past when we as a global community failed to act we often blamed our ignorance – we said that we did not know.",
        "But now we cannot use ignorance to explain or excuse our inaction. We can see in front of our TV screens the ravaged faces of too many of the 30,000 children dying unnecessarily each day.",
        "We cannot blame our inaction on inadequate science – we know that a quarter of all child deaths can be prevented if children sleep beneath bed nets costing only 4 dollars each.",
        "We cannot defend our inaction invoking a lack of medical cures – for we know that as many as half of all malaria deaths can be prevented if people have access to diagnosis and drugs that cost no more than twelve cents.",
        "The world already knows we know enough. But the world knows all too well that we have not done enough. Because what is lacking is will.",
        "So if we are to make real progress we must – together from this meeting room this evening – and then from countless other centres of concern and endeavour, go out into this country and other countries and show people and politicians alike everywhere why it is morally and practically imperative that we not only declare but fight and win a war against poverty; why we must not only pass resolutions and make demands but move urgently to remove injustice; why lives in the poorest countries depend upon converting, in the richest countries, apathy to engagement, sympathy to campaigning, half hearted concern to wholly committed action.",
        "In short we must share the inspiration we have of the power of the dream of a better world – and why it is now more urgent than ever that people everywhere are awakened to the duties we owe to people elsewhere whose hopes for life itself depend upon our help, duties not just to people who are neighbours but to people who are strangers.",
        "So that even when we know that our sense of empathy diminishes as we move outwards from the immediate, face to face, person to person relationships of family outwards to neighbourhood to country to half a world away, we still feel and ought to feel however distantly the pain of others – and why it is right to believe in something bigger than ourselves, bigger even than our own community as a wide as the world itself.",
        "It has been written that, ‘if we answer the question why we can handle the question how’.",
        "And this evening I am going to put forward three propositions:",
        "– that our dependence upon each other should awaken our conscience to the needs not just of neighbours but of strangers;  \n– more than that, that our moral sense should impel us to act out of duty and not just self interest;  \n– and that the claims of justice are not at odds with the liberties of each individual but a modern expression of them that ensures the dignity of all – and there is such a thing as a moral universe.",
        "First, does not Martin Luther King show our responsibilities to strangers, to people we have never met and who will never know our names, when he describes each of us as strands in an inescapable network of mutuality, together woven into a single garment of destiny?",
        "Indeed just as the industrialisation of the eighteenth century opened people up to a society which lay beyond family and village and asked individuals who never met each other to understand the needs of all throughout their own country, so too the globalisation we are witnessing asks us to open our minds to the plight and the pain of millions we will never meet and are continents away but upon whom, as a result of the international division of labour, we depend upon for our food, our clothes, our livelihoods, our security.",
        "I recalled a poem in my Labour conference speech:",
        "‘It is the hands of others who grow the food we eat, who sew the clothes we wear, who build the houses we inhabit; it is the hands of others who tend us when we’re sick and lift us up when we fall; it is the hands of others who bring us into the world and who lower us into the earth’",
        "When I talked of the hands of others, I meant our dependence upon each other – the nurse, the builder, the farm worker, the seamstress – not just in our own country but across the earth. We are in an era of global interdependence, relying each upon the other – a world society of shared needs, common interests, mutual responsibilities, linked densities, our international solidarity.",
        "And since September 11th there is an even more immediate reason for emphasising our interdependence and solidarity. Now more than ever we rely on each other not just for our sustenance but for our safety and security.",
        "Colin Powell, US Secretary of State, states: ‘What poverty does do is breed frustration and resentment which ideological entrepreneurs can turn into support for terrorism in countries that lack the political rights, the institutions, necessary to guard the society from terrorists. Countries that are lacking basic freedoms. So we can’t win the war on terrorism unless we get at the roots of poverty, which are social and political as well as economic in nature’.",
        "And President Bush said on the eve of the Financing for Development Conference in Monterrey: ‘Poverty doesn’t cause terrorism. Being poor doesn’t make you a murderer. Most of the plotters of September 11th were raised in comfort. Yet persistent poverty and oppression can lead to hopelessness and despair. And when governments fail to meet the most basic needs of their people, these failed states can become havens for terror. In Afghanistan, persistent poverty and war and chaos created conditions that allowed a terrorist regime to seize power. And in many other states around the world, poverty prevents governments from controlling their borders, policing their territory, and enforcing their laws. Development provides the resources to build hope and prosperity, and security’",
        "So does not everything that we witness across the world today from discussing global trade to dealing with global terrorism symbolise just how closely and irrevocably bound together are the fortunes of the richest persons in the richest country to the fate of the poorest persons in the poorest country of the world even when they are strangers and have never met, and that an injury to one must be seen as an injury to all?",
        "But is not what impels us to act far more than this enlightened self-interest?",
        "Ought we not to take our case for a war against poverty to its next stage – from economics to morality, from enlightened self interest that emphasises our dependence each upon the other to the true justice that summons us to do our duty – and to see that every death from hunger and disease is as if it is a death in the family?",
        "For is there not some impulse even greater than the recognition of our interdependence that moves human beings even in the most comfortable places to empathy and to anger at the injustice and inhumanity that blights the lives not just of neighbours but of strangers in so many places at so high a cost?",
        "It is not something greater, more noble, more demanding than just our shared interests that propels us to demand action against deprivation and despair on behalf of strangers as well as neighbours – and is it not our shared values?",
        "It is my belief that even if we are strangers in many ways, dispersed by geography, diverse because of race, differentiated by wealth and income, divided by partisan beliefs and ideology, even as we are different diverse and often divided, we are not and we cannot be moral strangers for there is a shared moral sense common to us all:",
        "Call it as Lincoln did – the better angels of our nature;  \nCall it as Winstanley did – the light in man;  \nCall it as Adam Smith did – the moral sentiment;  \nCall it benevolence, as the Victorians did; virtue; the claim of justice; doing ones duty.  \nOr call it as Pope Paul VI did – ‘The good of each and all’",
        "It is precisely because we believe, in that moral sense, that we have obligations to others beyond our front doors and garden gates, responsibilities to others beyond the city wall, duties to others beyond our national borders as part of one moral universe – precisely because we have a sense of what is just and what is fair – that we are called to answer the hunger of the hungry, the needs of the needy the suffering of the sick whoever and wherever they are bound together by the duties we feel we owe each other. We cannot be fully human unless we care about the dignity of every human being.",
        "Christians say: do to others what you would have them do to you.  \nJews say: what is hateful to you, do not to your fellow man.  \nBuddhists say: hurt not others in ways that you yourself would find hurtful.  \nMuslims say: no one of you is a believer until he desires for his brother that which he desires for himself.  \nSikhs say: treat others as you would be treated yourself.  \nHindus say: this is the sum of duty: do not do to others what would cause pain if done to you.",
        "Faiths that reveal truths not to be found in economic textbooks or political theory – beliefs now held by people of all faiths and none – that emphasise our duty to strangers, our concern for the outsider, the hand of friendship across continents, that say I am my brother’s keeper, that we don’t only want injustice not to happen to us, we don’t want injustice to happen to anyone.",
        "Indeed the golden rule runs through every great religion – or what the Bible calls righteousness or what you and I might call justice – and the words of Gandhi reinforce this golden rule:",
        "‘Whenever you are in doubt apply the following test. Recall the face of the poorest and the weakest man [woman] whom you may have seen, and ask yourself, if the step you contemplate is going to be of any use to him [her]…. Then, he said, you will find your doubts melt away.’",
        "So we are not – morally – speaking in tongues. And while there are many voices from many parts and many places, expressed in many languages and many religious faiths, we can and must think of ourselves coming together as a resounding chorus singing the same tune – and as a choir achieving a harmony which can move the world.",
        "So our interdependence leads us to conclude that when some are poor, our whole society is impoverished.  \nAnd our moral sense leads us to conclude, as we have been told, that when there is an injustice anywhere, it is a threat to justice everywhere.",
        "But can we not also say – and this is my third point – that, even when we are talking about the needs of strangers, the claims of justice – that we should do our duty to ensure the dignity of every individual – are now more powerful than ever? It is because the dignity of the individual is at the heart of our concerns about human beings, that those claims of justice are not – as many once argued – at odds with the requirement for liberty but are essential for the realisation of liberty in the modern world.",
        "In her recent book Gertrude Himmelfaarb shows that, when the 17th and 18th centuries brought a revolt against outmoded forms of hierarchy, there was understandably a preoccupation not with justice or duty but with liberty. In 1789 ‘liberty’ literally came before ‘equality’ and ‘fraternity’.",
        "The call for freedom from outmoded forms of hierarchical obligations was then the only path to ending the power of absolute monarchs and repealing old mercantilist laws.",
        "But although the great Enlightenment philosophers marched under the banner of liberty, rightly wishing to prevent any ruler invading the freedom of the citizen, a closer reading of these writers shows that, for them, the march of individual freedoms did not release people from their obligations to their fellow citizens and fulfilling the duties they owed to each other. For them liberty was not at odds with justice or duty but liberty and duty advanced together.",
        "One of the greatest tribunes of liberty, John Stuart Mill, stated categorically that ‘there are many positive acts to the benefit of others which anyone may rightfully be obliged to perform’.",
        "And Rousseau wrote that ‘as soon as men ceased to consider public service as the principle duty of citizens we may pronounce the state to be on the verge of ruin’.",
        "And as Adam Smith – often wrongly seen as the patron of free market capitalism without a conscience – put it: the philosophy of ‘all for ourselves and nothing for other people’ was a ‘vile maxim’. ‘Perfection of human nature was to feel much for others and little for ourselves, to restrain our selfish and indulge benevolent affections’. And in that spirit and as he died Smith, not just the writer about the ‘invisible hand’ but about the ‘helping hand’, was writing a new chapter for his ‘Theory of Moral Sentiments’ entitled ‘On the Corruption of our Moral Sentiments’ which is occasioned by ‘the disposition to admire the rich and great and to despise or neglect persons of poor and mean condition’.",
        "So the great apostle of freedom believed passionately in justice and in duty to others and saw no contradiction in saying so. And in our century this should be our focus. We should be asking not just what rights you can enforce on others but asking what duties we can discharge for others.",
        "Selbourne says duties without rights makes people slaves but rights without duties makes them strangers.",
        "Moral strangers demand rights without duties.",
        "Moral neighbours say that every time one person’s dignity is diminished or taken away through no fault of their own it is an offence against justice.",
        "And if the dignity of a child or adult is diminished by poverty, or debt, or unfair trade, we are all diminished.",
        "Enlightened self interest may lead us to propose a contract between rich and poor founded upon our mutual responsibilities because of our interdependence. But it is our strong sense of what is just that demands a covenant between rich and poor founded on our moral responsibility to each other – that even if it was not in our narrow self interest to do so it would still be right for every citizen to do ones duty and meet the needs, and enhance the dignity, of strangers.",
        "My father used to tell me we can all leave our mark for good or ill – and he quoted Martin Luther King saying everyone from the poorest to the richest can be great because everyone can serve.",
        "That all of us, no matter how weak or frail, or at times inadequate, can make a difference for good is emphasised by a story told by Chief Rabbi Jonathan Sacks writing of the film ‘About Schmidt’. Schmidt – played by Jack Nicholson – describes a futile life of family estrangement ending in an equally meaningless retirement endured with an overriding sense of failure. In the film Schmidt says:",
        "‘I know we’re all pretty small in the big scheme of things what in the world is better because of me? I am weak and I am a failure there’s just no getting around it…soon I will die…maybe in twenty years, maybe tomorrow, it doesn’t matter…when everyone who knew me dies too, it will be as though I never even existed…what difference has my life made to anyone? None that I can think of…none at all.",
        "But then he receives a letter from the teacher of a six year old in Tanzania whom in a small charitable gesture Schmidt has been paying for schooling and health care.",
        "The young boy cannot yet write, the teacher says, but he has sent Schmidt a drawing instead. It shows two little line figures, one large and one small, obviously the boy and Schmidt.",
        "And the drawing shows them holding hands together as the sun shines down upon their friendship.",
        "And so the film ends with Jack Nicholson’s character slowly grasping that he has done one good deed in his life – for a stranger – a young child far away whom he has never met.",
        "The duty to others done by Schmidt giving his life meaning.  \nProving that one generous act can redeem a life.  \nSo we do live in one interdependent world.  \nWe are indeed part of one moral universe.  \nEven the meanest of us possesses a moral sense.  \nWhat really mattes is the compassion we show to the weak.  \nAnd you value your society not for its wealth and power over others but by how it can empower the poor and powerless.",
        "Now that moral sense may not, be ‘a strong beacon light radiating outward at all times to illuminate in sharp outline all it touches’ as James Q Wilson describes ‘The Moral Sense’ so brilliantly. Rather the moral sense is like ‘a small candle flame flickering and spluttering in the strong winds of passion and power, greed and ideology’. As Wilson says ‘brought close to the heart and cupped in ones hand it dispels the darkness and warms the soul’. And even when it burns as a flicker it is still a flame and a flame that can never be extinguished.",
        "So we do not wipe out the debt of the poorest countries simply because these debts are not easily paid.",
        "We do so because people weighed down by the burden of debts imposed by the last generation on this cannot even begin to build for the next generation.",
        "To insist on the payment of these debts offends human dignity – and is therefore unjust.",
        "What is morally wrong cannot be economically right.",
        "In the words of Isaiah – we must ‘undo the heavy burdens and let the oppressed go free’.",
        "So let me set out the agenda that flows from our moral sense.",
        "In 1997 just one country was going to receive debt relief.",
        "Now 27 countries are benefiting with $70 billion dollars of unpayable debt being written off.",
        "And it is thanks to your campaigning on debt relief that:",
        "– with debt relief in Uganda, 4 million more children now go to primary school;  \n– with debt relief in Tanzania, 31,000 new classrooms have been built and 18,000 new teachers recruited;  \n– with debt relief in Mozambique, half a million children are now being vaccinated against tetanus, whopping cough and diphtheria.",
        "But like me, I know you are less interested in what we’ve done than in what is still to do.",
        "And when many countries are still being forced to choose between servicing their debts and making the investments in health, education and infrastructure that would allow them to achieve the Millennium Development Goals, we know we must do more.",
        "That is why in 2005 we must break new ground, go much further than we have gone before, and why, having heard the proposals you put to us, we are proposing a new set of principles to govern the next stage in debt relief.",
        "First, that the richest countries match bilateral debt relief of up to 100 per cent with multilateral debt relief of up to 100 per cent so that all debts are covered.",
        "Second, that the cancellation of debts owed to the International Monetary Fund should be financed by using IMF gold.",
        "Third, that instead of running down the resources available internationally for development donor countries make a unique declaration that they will cover their share of the World Bank and the African Development Bank’s debts on behalf of eligible developing countries.",
        "And so that is why Britain has announced that we will relieve those countries still under the burden of this debt to these banks by unilaterally paying our share – 10 per cent – of payments to the World Bank and African Development Bank as we urge other countries to do so.",
        "Next, to put our duties to each other at the centre of policy, we also insist on a progressive approach to trade.",
        "And fair trade is not just about the financial gains, its also about giving people dignity – enabling people to stand on their own two feet and using trade is a springboard out of poverty.",
        "You know the damage that rich countries protectionism has done to entrench the poverty of the poorest countries.",
        "We spend as much subsidising agriculture in the European Union as the whole income of all the 689 million people in Sub Saharan Africa taken together.",
        "The money that the US spends just in subsidising 25,000 cotton farmers dwarfs the total income of Burkino Faso where 2 million people are dependent on cotton for their livelihoods",
        "And for every dollar given to poor countries in aid, two dollars are lost because of unfair trade.",
        "So 2005 is the time to send a signal and to agree a new policy.",
        "First, it is time for the richest countries to agree to end the hypocrisy of developed country protectionism by opening our markets, removing trade-distorting subsidies and in particular, doing more to urgently tackle the scandal and waste of the Common Agricultural Policy shows we believe in fair trade.",
        "Second, it is time to move beyond the old Washington consensus of the 1980s and recognise that while bringing down unjust tariffs and barriers can make a difference, developing countries must also be allowed to carefully design and sequence trade reform into their own Poverty Reduction Strategies.",
        "And third, because it is not enough to say ‘you’re on your own, simply compete’ we have to say ‘we will help you build the capacity you need to trade’ – not just opening the door but helping you gain the strength to cross the threshold. We have to recognise that developing countries will need additional resources from the richest countries both to build the economic and infrastructure – capacity they need to take advantage of trading opportunities – and to prevent their most vulnerable people from falling further into poverty.",
        "And our discussion of debt relief and trade leads to the essential challenge of 2005, that our new deal with the developing countries must involve a transfer of resources.",
        "Not aid as compensation for being poor but aid as investment in the future. And so like debt and trade this is about enhancing the dignity and potential of each individual.",
        "Since the 1980s aid to Africa, which was $33 per person ten years ago, had halved to just $19 per person now.",
        "So we need a new financing programme.",
        "Thanks to your campaigning, we are the first UK Government to be able to announce a timetable for 0.7 per cent.  \nAnd over the next year we plan to ask other countries to join us and nine others in becoming countries which have set a timetable towards 0.7.",
        "But the truth is that the scale of the resources needed immediately to tackle disease, illiteracy and global poverty is far beyond what traditional funding can offer today.",
        "That is why the UK Government as part of the financing package to reach the Millennium Development Goals has put forward its proposal for stable, predictable, long-term funds frontloaded to tackle today’s problems of poverty, disease and illiteracy through the bold initiative of a new global finance facility.",
        "The International Finance Facility is in the tradition of the Marshall Plan of 1948, when to finance the development of a ravaged post war Europe, the richest country in the world – the USA – agreed to transfer one per cent of their national income each and every year for four years – a transfer in total of the equivalent in today’s money of $75 billion a year.",
        "And it is modelled on the founding principles of the World Bank in 1945 where nations provided resources to an international institution that then borrowed on the international capital markets.",
        "Let me explain what the IFF could achieve for the world’s poor.",
        "The IFF is founded upon long-term, binding donor commitments from the richest countries like ourselves.",
        "It builds upon the additional $16 billion dollars already pledged at Monterrey.",
        "And on the basis of these commitments and more it leverages in additional money from the international capital markets to raise the amount of development aid for the years to 2015.",
        "By locking in commitments from a wide range of donors, the IFF would enable us to front load aid for investment in development, enabling a critical mass of predictable, stable and coordinated aid as investment to be deployed over the next few years when it will have the most impact in achieving the Millennium Development Goals – saving lives today that would otherwise be lost.",
        "The IFF would enable us to invest simultaneously across sectors – in education and health, trade capacity and economic development – so that instead of having to choose between urgent emergency disaster relief and long term investment the impact of extra resources in one area reinforces the investment in another.",
        "And the IFF will allow us to attack the root causes of poverty not just the symptoms – focusing on developing the capacity and the dignity people need to help themselves.",
        "And let me just explain the scale of what I am proposing.",
        "In all our campaigns taken together we have managed to raise international aid from 50 billion dollars a year to 60 billion.",
        "Our proposal is to raise development aid immediately not from 60 billion to 65 billion or even 70 billion but effectively a doubling of aid to over 100 billion dollars per year.",
        "With one bold stroke: to double development aid to halve poverty.",
        "An extra 50 billion that will allow us to attack the root causes of poverty not just the symptoms, and to meet the Millennium Development Goals.",
        "The aim of the International Finance Facility is to bridge the gap between promises and reality.  \nBetween hopes raised and hopes dashed.  \nBetween an opportunity seized and an opportunity squandered.",
        "Of course we will continue to look at other means – international taxes, more resources direct to development banks, the IMF and the World Bank but the practical benefits of the IFF are:",
        "– we provide the support poor countries need immediately to invest in infrastructure, education and health systems, and economic development so they can benefit from access to our markets;  \n– we provide grants to help ensure a sustainable exit from debt;  \n– we make primary schooling for all not just a distant dream but a practical reality – meeting these needs and rights now and not deferring them to an uncertain future;  \n– and we meet our global goals of cutting infant mortality and maternal mortality, eliminating malaria and TB and treating millions more people who are suffering from HIV/AIDS.",
        "I thank the Holy See and the growing number of countries who have indicated support for the IFF – including, of the G7, France and last week Italy.",
        "And let me give an example of what we can do today and now if we work together.",
        "Let me give an illustration of what – because of the IFF model – is already possible.",
        "The Global Alliance for Vaccines and Immunisation – who have immunised over the last five years not a few children but a total of 50 million children round the world – is interested in applying the principles of the IFF to the immunisation sector – donors making long term commitments that can be securitised in order to frontload the funding available to tackle disease.",
        "If, by these means, GAVI could increase the funding for its immunisation programme by an additional $4 billion over ten years, then it would be possible that their work could save the lives of an additional 5 million people between now and 2015.",
        "So in one fund, with one initiative, we can glimpse the possibilities open to us if we act together. If we could do the same for health, for schools, for debt, for the capacity to trade, for research and advance purchasing of drugs to cure malaria and HIV/AIDS, think of the better world we can achieve.",
        "So with next year – 2005 – the year of the UK’s G8 Presidency, the push for G8 progress starts now.",
        "You have set a challenge for 2005, with 2005 a make or break year for development, a moment of opportunity for development and debt relief, a challenge Tony Blair, Hilary Benn and I know we must, for the sake of the world’s poorest, not squander but must seize. An opportunity to make a breakthrough on debt relief and development, on tackling disease and on delivering the Doha development round on trade.",
        "We must rise to the challenge and we accept that we will be judged by what we achieve.",
        "So the task for Government now is to replace talk by action, initiatives by results and rise to the challenge – pledging to strive for urgent progress both on the priorities of finance for development and trade. And as you take forward your 2005 campaigns, I know you will hold us accountable as you have done so far, that you will challenge us, be the conscience of the world, be the voice that guides as at this crucial crossroads.",
        "Toni Morrison said that ‘courage is to recognise and identify evil but never fear or stand in awe of it’.",
        "And let that be our inspiration as we think of Africa.",
        "30,000 children will die needlessly today.  \nIf this happened in our country we would act now immediately together.  \nWe would indeed conclude it should never be allowed to happen anywhere.",
        "Yet today 30,000 children will die.  \nEach child a unique personality.  \nEach child precious.  \nEach one loved, almost every one who could live if the medicines and treatments available here were available there.  \nBut each one of those 30,000 children will struggle for breath – and for life – and tragically and painfully lose that fight.",
        "And I know what you are thinking.  \nIf I could this day help one single child who might otherwise die live.  \nIf I could today and tonight prevent one avoidable death.  \nIf I could prevent a single child from needless suffering.  \nIf I could turn the despair of a mother worried about her child from desolation to hope  \nThen it would make everything I do worthwhile.  \nBut if we could together by our actions help thousands, hundreds of thousands and millions.  \nAnd if we could with all the power at our command, working together, collectively change the common sense of the age so that people saw that poverty was preventable, should be prevented and then had to be prevented, so that we met the Millennium development Goals not in 2150 but in 2015, then all else we do in our lives would pale into insignificance and every effort would be worth it.",
        "As Bono has said – It’s not enough to describe Everest. We have to climb it. And it’s not enough to picture the New Jerusalem. We must build it.",
        "But when people say debt relief, trade justice and finance for health and education is an impossible dream, I say:",
        "– people thought the original plans for the World Bank were the work of dreamers;  \n– people thought that the Marshall Plan unattainable;  \n– even in 1997 when we came to power people thought debt relief was an impossible aspiration and yet already with your support we are wiping out up to $100 billion dollars of debt;  \n– people thought no more countries would sign up to a timetable for 0.7 per cent in Overseas Development Aid and yet year this year alone five countries have done so.",
        "So when the need is even more urgent and our responsibilities even more clear; and even when the path ahead difficult hard and long, let us not lose hope but have the courage in our shared resolve to find the will to act.",
        "Let us hear the words of Isaiah ‘Though you were wearied by the length of your way, you did not say it was hopeless – you found new life in your strength’.",
        "And let us answer with Isaiah also as our motto for 2005: that we shall indeed ‘renew our strength, rise up with wings as eagles, walk and not faint, run and not be weary’.",
        "A few weeks ago I cited a famous saying of more than one hundred years old – that the arc of the moral universe is long but it does bend towards justice.",
        "This was not an appeal to some iron law of history but to remind people that by our own actions we can and do change the world for good.",
        "And I believe that:",
        "– with the scale of the challenge revealed;  \n– with the growth of public pressure you have started in Britain and in other countries;  \n– and if there is a determination among world leaders to be bold;  \n– building upon our moral sense, the arc of the moral universe while indeed long will bend towards justice in the months and years to come."
    ]
}