{
    "url": "https://www.ukpol.co.uk/gordon-brown-2003-speech-at-chatham-house/",
    "title": "Gordon Brown – 2003 Speech at Chatham House",
    "post_date": "January 3, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, at Chatham House in London on 22 January 2003.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "It is a privilege to be here at Chatham House at this important and timely conference:",
        "To thank the companies represented here today for the contribution you are making – by your innovation, dynamism and international reach – to the progress of the global economy;",
        "And to celebrate the contribution you are making – through your programmes for community development – to the progress of global society.",
        "When I look round the world I am simply amazed by the range of socially responsible business activity, the breadth of social engagement and the scale of your community involvement. And I am particularly pleased to be speaking at this conference which is bringing together government, business, NGOs and faith groups — a partnership that was critical to the advances made at the Johannesburg Summit on Sustainable Development last year; a partnership that is now even more critical to the next stage of international development in future years.",
        "And today I want to talk about the special part business can play in the international development process:",
        "How socially responsible business behaviour in 2003 is more than corporate philanthropy;",
        "How business investing and operating in developing countries can help generate both economic growth and social development;",
        "And how, in the modern world, policies that make for the good economy and policies that make for the good society need not be enemies but can be allies.",
        "And I want to suggest how business – and, specifically, business, governments and NGOs working together – can, from this year, play an even more central role in the development process —- partners in development not through charity hand outs but by company engagement.",
        "In particular, I will suggest how business can be at the heart of what some have called a modern Marshall Plan for the first decade of the twenty first century – a new deal for the global economy where in return for developing countries pursuing anti-corruption, pro-stability, pro-trade, pro-investment policies, developed countries make the necessary funds available to tackle long standing problems of ill-health, illiteracy, poverty and underdevelopment. A plan for development that is a moral imperative but also a smart business proposition: enlightened self interest at its best.",
        "Let me put what I say in context.",
        "If the world economy is to sustain high rates of growth in the years to come, growth can and must come from bringing developing countries into the development process — making them engines of growth for the world economy and thus bringing the millions who live in these countries into the modern productive economy, bringing them in as consumers of the goods and services produced.",
        "Today, developing countries account for eighty per cent of the world’s population, five billion potential consumers, but they only account for twenty per cent of global GDP.",
        "The World Bank estimates that by 2050 developing countries will represent nearer ninety per cent of the world’s population, eight billion potential consumers.",
        "The World Bank estimates also show that maintaining the current average rate of world economic growth demands faster growth rates in developing countries and a doubling of their share in global GDP to forty per cent by 2050.",
        "In other words, to sustain current global growth rates, the GDP of developing countries that is just $6 trillion today would increase nearly ten fold to $56 trillion in the next 50 years, releasing massive productive and purchasing power.",
        "It is therefore not just that NGOs, business and governments have common cause in wishing this to happen but that for the world economy as a whole to prosper, and for the companies operating in it to have markets that expand, developing countries’ growth is a necessity.",
        "Put it another way: we are unlikely, in the rich countries, to maintain the growth rates we have enjoyed over the past twenty years unless we continue to bring the poorest countries into the development process.",
        "The potential rise in the annual output of developing countries from $6 trillion to $56 trillion represents a significant opportunity for future prosperity for us all – companies seeking markets, developed economies seeking trade, developing countries seeking growth and prosperity.",
        "So just as East Asia and China have become over the last two decades engines of growth for the world economy, and just as when poverty decreases and income per capita increases these countries have become a source of demand both in their immediate region and in the wider global economy — China for example is now the sixth largest economy and the number one destination for foreign direct investment among developing countries — so too today’s developing countries can and must become tomorrow’s developed countries: releasing the productive potential of their people, then their purchasing power, as sources of demand and growth for the next stage of the global economy’s development.",
        "The issue for us then is that of course it is a good idea and morally right that developing countries move from poverty to prosperity. But it is also that for the development of the world it is an economic necessity that this should happen — showing us that church and faith groups, NGOs, business and governments in developed and developing countries all have a similar interest in the economic and social development of the poorest countries.",
        "And so I want to suggest today that it makes good sound business sense for business to invest and act in the most responsible manner in developing countries: a smart solution for the next stage of the global economy’s development.",
        "So let me address three issues today.",
        "First what we mean by corporate social responsibility.",
        "Second whether there is a consensus that business and NGOs as well as governments can now join about how development can best proceed and how best we support the development process.",
        "And finally I want to set out a new international initiative that I believe business and NGOs as well as developed and developing country governments can support.",
        "All of us come to the issues raised by corporate social responsibility in different ways – sometimes because we are business managers doing a lot, sometimes as charities wanting business to do more, sometimes as men and women who have seen at first hand the contrast between what Churchill called the accumulated excesses of wealth and the gaping sorrows of the left out millions.",
        "Now I was brought up in Fife, with a fascination from my earliest days in the life and works of Andrew Carnegie. Dunfermline, the town which gives its name to my constituency in Scotland, is the birthplace and the headquarters of the Carnegie Trust: formed in 1901 by the world’s then richest man Andrew Carnegie, and for a century engaged in philanthropic works locally and round the world. In his early years Carnegie had made money. In his later years he gave most of it away.",
        "But in recent years corporate social responsibility which started, for many companies, as something akin to the philanthropic engagement of the older Carnegie has evolved into a far deeper understanding of what benefits business and benefits our economy — corporate citizenship now understood to be something very broad indeed:",
        "A recognition that business activities have a wider impact on the society in which you operate;",
        "An attempt to advance economic, social and environmental goods together;",
        "The good economy and the good society pursued together by businesses working as part of the communities around them;",
        "And the good economy and good society seen not as irreconcilable opposites but dependent on each other — enterprise and fairness marching forward together.",
        "And in these last few decades – as socially responsible business behaviour has come to mean not just charity philanthropy but also greater transparency, environmental care, direct engagement in community involvement – I believe it is true to say that in this redefinition of corporate social responsibility — as it has moved from the margins to the mainstream, from the arena of charity to the arena of corporate strategy, the emphasis no longer just on external giving but now internal business processes, the focus less on how companies give money away to focusing on how companies make money — many of the British companies represented today have been leading the world.",
        "Corporate social responsibility broadening all the time into a belief that economic, social and environmental objectives can be pursued together and in harmony. And in particular that corporate self-interest and corporate social responsibility are not irreconcilable opposites but can progress together.",
        "The new understanding of corporate social responsibility is a recognition, in part, that in business trust is critical to success; that reputation management is essential; that a brand must enjoy people’s confidence; that long-termism matters; and that there is something in corporate responsibility that is the smart solution for business and for long-term economic growth.",
        "A recognition that when business loses trust and then legitimacy – either through lack of transparency or social engagement or irresponsibility, whether it be Enron or WorldCom – it is at its most vulnerable.",
        "And so there is a growing recognition that corporate social responsibility does not just relate to your own competitiveness as a business but defines it; that social responsibility is not an optional extra but a necessity – not a part of the business of a company but at its heart, not a sideshow but a centrepiece, not incidental but integral to what you do.",
        "The late economist James Tobin has been one of many to demonstrate the growing importance of assets such as intellectual capital, skills, research and development, brands, relationships and reputation in the knowledge economy.",
        "So the lessons we all learn are that being transparent matters to your ability to recruit, sell, inspire trust and create wealth.",
        "Accounting for your environmental impact matters to your ability to recruit, sell, inspire trust and create wealth.",
        "Engaging in your community matters to your ability to recruit, sell, inspire trust and create wealth.",
        "Engaging in international development in Africa and elsewhere matters for your ability to recruit, sell, inspire trust and create wealth.",
        "And the engagement of business at the sustainable development conference in Johannesburg marked a turning point, from the time when business was outside the gates whenever international politicians got together, to a time when rightly business was firmly at the table, one of the partners in development – engaged in the smart as well as socially responsible solution to the challenges society faces.",
        "So can business showing corporate social responsibility become an even more central part in the next stage of making globalisation work better for the poorest communities of the world? Now that social responsibility has moved from charitable philanthropy in its first generation, to social engagement in its second, I want to suggest we move to the third generation in corporate social responsibility — that we judge our results not just by the its input, the community involvement we seek to have, but by its results, the difference we make to poverty reduction on the ground in the developing world.",
        "And I believe there is a growing new intellectual consensus that makes this new role of business possible and desirable.",
        "Thirty years ago, twenty years ago, perhaps even ten years ago, the divisions between pro- and anti-globalisation campaigners would have been so fundamental that no meeting of minds would have been possible. But today many people who are wrongly labelled “anti-globalisation campaigners” – and who rightly campaign for trade on fair terms for developing countries – would also acknowledge:",
        "The importance of markets;",
        "The pivotal role of private capital;",
        "And that while the unfettered power of any vested interest anywhere is unacceptable, private companies and private – not just public – investments are crucial to making global economic development work in the interests of the excluded.",
        "But just as old forms of protectionism and anti market sentiment are increasingly questioned, so too is the old laissez-faire approach of doing nothing. Experience from the 1980s onwards has also moved us on from the assumption that just by liberalising, deregulating, privatising and simply getting prices right, growth and employment would inevitably follow – a set of assumptions about “absentee government” that has proved inadequate to meet the emerging challenges of globalisation in, for example, South East Asia where public investment has played a catalytic role in securing growth.",
        "We know that stability is the precondition for global prosperity and growth. And because there is no long term trade off between inflation and growth or unemployment, it was of course right in the wake of the oil price rises of the 1970s that in the 1980s the control of inflation was the overriding priority – and today, country by country, the importance of monetary regimes that ensure low inflation is well understood.",
        "As different understandings of the world economy converge, we are moving towards a new paradigm in which people agree that low inflation and fiscal stability are the necessary but not sufficient conditions for securing prosperity for all and that we should restore to the heart of economic policy the high ideals and public purpose of 1945 which made governments and countries have as their first objective to pursue for their and other countries the goals of high and sustainable levels of growth and employment as the means to prosperity for all.",
        "And to achieve not just low inflation but sustainable development, there is again a growing consensus that the pursuit of economic stability requires also:",
        "Public as well as private investment;",
        "Policies for competition so that privatisation does not lead to monopoly and the triumph of vested interests;",
        "And proper financial supervision as well as liberalisation, including a route map sequencing the liberalisation of capital markets.",
        "And I believe that even as many NGOs express doubts about the fairness of free trade, the progress being made at Doha and beyond on the trade round can show that extending trade can be a benefit to all, especially developing countries, and not a threat.",
        "There are of course central unresolved issues:",
        "The labour practices of companies in the poorest countries;",
        "The degree of transparency in company practices and the avoidance of corruption;",
        "And how we can develop cross border systems of accountability under which companies which are not owned in but work in developing countries accept there should be scrutiny of their actions;",
        "And I will come to these in the course of my remarks.",
        "But overall I believe that as we see evolving the new global economy of open not sheltered economies, international not national capital markets, global not local competition, there is also a growing consensus that we need not to retreat from global economic cooperation but to strengthen it — building and sustaining an international financial system with well understood rules and procedures that make sense of the needs of developing countries in the twenty first century and it must be one where business plays its full part.",
        "So apart from extremist views on each side, I believe that consensus is possible about the next steps forward – consensus that understands how developing countries have, in recent years, grown to become developed countries and what we must do as an international community to help others do the same.",
        "How then can we work together to take that process forward?",
        "We must continue to resist two opposite temptations:",
        "The first is to retreat as anti globalisation protestors have sometimes done into a nihilism that suggests that global institutions can yield little that is good, withdrawing into an outdated protectionism and isolationism that would deprive developing countries of what they need most – development itself;",
        "The second is to recycle the old laissez-faire that says there is nothing that can be done.",
        "I believe that we need nothing less than a modern Marshall Plan for the new world.",
        "America’s post-Second World War achievement in a plan proposed by the US Secretary of State George Marshall should be our inspiration in this post-cold war world. The plan originated as a response to the threat of communist terror in Greece and Turkey; it recognised that without the integration of ravaged economies into global economic development, social catastrophe would follow; it broadened into an economic plan for the reconstruction of the whole of a battered Europe; it invested unprecedented sums of money in aid for reconstruction; and it made possible the growth of trade between America and Europe that was responsible for the post 1945 global revival.",
        "The plan transferred one per cent of national income every year, for four years, from America to Europe – in total the equivalent in today’s money of $75 billion a year – not as an act of charity but as a frank recognition that like peace, prosperity was indivisible and that to achieve this goal would require new public purpose and international cooperation on a massive scale.",
        "Although today’s global new deal that I suggest is being constructed in new times, it is based on the Marshall Plan’s enduring values. Like our predecessors we understand that what has happened in Afghanistan and elsewhere raises global issues on terror to which we must respond with resolution but also about the integration of the poorest countries into our global economy. Like them we see that a world disfigured by poverty can neither be just nor stable. Like them we see national safety and global reconstruction are inextricably linked. Like them we see the need for a new economic leadership – a comprehensive plan that goes beyond temporary relief to wholesale economic and social development. Like them we see the need for a new global social and economic order grounded in both rights and responsibilities accepted by all. Like theirs, our proposals call on the poorest countries themselves to rise to the challenge.",
        "There are four building blocks of this global new deal — and in each of these business has a role to play.",
        "The first building block is an improvement in the terms on which the poorest countries participate in the global economy and actively increasing their capacity to do so.",
        "This requires a new rules based system founded on:",
        "Clear procedures – all countries, rich and poor, pursuing agreed codes and standards for fiscal and monetary transparency, and for corporate and social standards;",
        "A new openness and transparency – with the international monetary fund as independent from political influence in its surveillance of economies as an independent central bank is in the operation of monetary policy.",
        "The adoption of clear and transparent procedures in economic decisions – for example, presenting a full factual picture of the country’s debt position and the health of the financial sectors – and a willingness to be monitored for them improves stability, deters corruption and provides to markets a flow of specific country-by-country information that engenders greater investor confidence. We should all adopt and monitor similar codes and standards for corporate governance and accounting and auditing, working with standard setters to develop stronger regulatory frameworks.",
        "So at the heart of the first building block – and key to stability – is transparency.",
        "And with technical assistance and transitional help for early implementation of codes and standards, I hope developing countries will travel the road towards greater transparency — with a flow of information, including the systematic and regular production of fiscal and monetary data, the observance of high corporate standards, and the routine publication – by rich and poor countries alike, as well as the IMF – of all surveillance and programme reports, assessments of codes and standards, and IMF policy and administrative papers: greater transparency playing its part in reducing the risk of financial crises and of financial contagion.",
        "But one area of transparency requires a major leap forward by business as they can play a key role in encouraging governments to be more accountable for the revenues they earn from their natural resources.",
        "Some people underestimate the importance of this move but the current proposal to increase transparency in extractive industries is an excellent example of how private sector companies can positively contribute to development by helping to increase the likelihood of revenues from extraction being used for poverty reduction. This initiative, launched by the UK, is being developed by an ever increasing number of governments, companies, investors and NGOs. There has been great interest from the international business community and I am very pleased to see that many of those involved so far are present today. I urge business to continue to work with governments and NGOs in the run-up to the G8 Summit to build the wider consensus we need at international level for this proposal.",
        "The second building block is moving forward and consolidating the great progress made at Doha at the World Trade Round by the swift and sequenced adoption of an improved trade regime essential for developing countries to participate on fair terms in the world economy.",
        "Trade can be a powerful engine for growth. Research suggests that reducing or removing remaining restrictions on world trade would produce anywhere from $250 billion to upwards of $400 billion annually for the world economy, of which over a third would go to developing countries. And we all have work to do to achieve this – although a large proportion of the gains would come from developed country liberalisation, over half are predicted to come from developing countries’ own reforms.",
        "Past evidence supports the link between developing countries’ own trade policies and growth. In the last forty years those developing countries which have managed to be more open and trade more in the world economy have seen faster growth rates than those which have remained closed. From the early 1970s through to the 1990s, developing countries that were able to pursue growth through trade grew at least twice as fast on average as those who kept their tariffs high and their doors closed to imports and competition.",
        "We must ensure that all countries have the opportunity to reap these benefits and so must deliver on the commitments made at Doha:",
        "We must ensure that poor countries have access to the medicines they need to tackle the diseases crippling their societies – AIDS, tuberculosis, malaria – and protect public health and we must urgently rectify last year’s failure to reach agreement in the WTO on this issue;",
        "We must continue to press for other developed countries who have not yet done so to follow the European Union’s lead by offering duty and quota free access to all products except arms from the forty-nine least developed countries;",
        "And since three quarters of the world’s poor live in rural areas, urgent action is needed to reduce agricultural protectionism and open up trade.",
        "It is essential that the EU goes to the WTO Ministerial in Cancun, Mexico, this September with a positive, pro-development position in all areas – and we will continue to work with our EU partners to ensure this. And I urge business to join us in pressing hard for the discussions in Mexico to be fruitful and progressive and to join in the sector-by-sector discussions so that we maintain the momentum needed to successfully conclude the World Trade Round, with strong outcomes for developing countries, by January 2005.",
        "The third building block – and this is where business has an even greater role – is the adoption by the international business community of high corporate standards for engagement as reliable and consistent partners in the development process and the creation in developing countries of the right domestic conditions for business investment.",
        "Over the last decade, foreign direct investment flows across national boundaries, including to, and between, developing countries, have increased almost six-fold — an important driver for growth and development. But the poorest and least developed countries suffer a double handicap. Not only is foreign direct investment too low – with just $3 per head going to low income countries compared to $1100 per head to higher income countries – but often the small amount of domestically generated savings and investment that do exist leave the country in capital flight.",
        "In seeking more favourable business environments in which private sector investment can be more productive, country-owned poverty reduction strategies have correctly focused on creating the right domestic conditions for business investment, including improved infrastructure, sound legal processes that deter corruption and the creation of an educated and healthy workforce. And we can list a number of countries recently – like Mozambique – which have taken tough decisions to restructure their banking sector, strengthen corporate governance, improve their transport infrastructure and develop their natural resources. In Mozambique this has resulted in a six-fold increase in foreign direct investment over the last decade and GDP growth rates averaging nine per cent over the last five years.",
        "And, as good practice emerges, it can be shared.",
        "Last year I supported the creation of new investment forums – bringing public and private sectors together to examine the current barriers to investment and build a consensus, in the light of regional conditions, on how to secure higher levels of investment.",
        "I am delighted that the World Bank and IMF have now established two such forums in Ghana and Tanzania. These have been welcomed by both business and governments and are already identifying the priority reforms that will help increase investment flows – improvements to infrastructure, regulatory reform, the need for regional integration and the promotion of Africa as an investment destination for foreign firms.",
        "Most importantly, investment forums are helping to break down the assumption that private sector development should either be led solely by business, or directed by the state – instead recognising that public and private sectors must work together in partnership to secure economic growth and reduce poverty — precisely why conferences like this, encouraging productive dialogue between government, business and civil society are so important.",
        "Many businesses are already recognising the need to pursue socially and environmentally responsible business practice — following the principles of good corporate practice laid out in the OECD’s guidelines for multinational enterprises, signing up to the global reporting initiative and the ethical trading initiative – which is now flourishing, and assessing and making public their economic and social impact in developing countries. In this way businesses can become more rooted in the communities in which they operate, generating a genuine sense of investment and engagement — and it is crucial for more companies to follow this lead and to secure real shifts in the policies and practices of corporations, including on environmental and social issues.",
        "One of the main fears of those who campaign against globalisation is that lax regulation in developing countries can result in a downward spiral of poor labour, environmental and regulatory standards, which will be exploited by large, unaccountable multinational companies.",
        "So where international companies seem unaccountable across boundaries – and sometimes appear more powerful than the developing countries in which they operate – businesses and government must do more to restore the right balance, increase stakeholder awareness and achieve cross border accountability – shareholders and consumers holding companies to account wherever they may be located. Already in the UK we are seeing socially responsible investment gaining ground — with assets now totalling around £37 billion, it is the fastest growing segment of the market.",
        "The challenges are formidable. The suspicions remain considerable. But I believe that by working with governments to remove barriers to investment, and through adopting sound principles of corporate practice, the private sector can play its part in the development of the world’s poorest countries.",
        "Stability, trade and investment are all vital but there cannot be a solution to the problems that developing countries face without a fourth reform: a substantial transfer of additional resources from the richest to the poorest countries in the form of investment for development. Here the focus should not be on aid to compensate the poor for their poverty, but on investment that builds new capacity to compete and addresses the long term causes of poverty.",
        "2000, 2001 and 2002 were years of progress for international development.",
        "In 2000 for the first time the world community – international organisations, individual countries and non-governmental organisations – signed up to the historic shared task of meeting the millennium development goals by 2015 – including to eradicate extreme poverty, achieve universal primary education and radically reduce child and maternal mortality. Agreements on debt relief also released $62 billion for 26 countries with burdens of unpayable debt with potentially $100 billion of debt cancelled if all 38 eligible countries, including those countries in conflict, took part.",
        "Last year at Monterrey and then at Johannesburg the international community signed up not only to a coherent and principled approach to development but also — with $12 billion a year of extra funding by 2006 – announced the first increase in official development aid for twenty years. In Canada in July 2002 a new partnership for Africa was initiated.",
        "But the year 2003 begins with sadly little of the enthusiasm that usually greets a new year.",
        "For while the world agreed little more than two years ago to these ambitious millennium development goals, we see famine ravaging sub-Saharan and Southern Africa and we are already at risk of not meeting these targets.",
        "To reach the education goals, 80 million new primary school places will need to be created in Africa alone over the coming decade and UNESCO estimates that more than 70 countries will not achieve universal primary education by 2015.",
        "On current forecasts 81 countries will not meet our goal of reducing child mortality by two thirds and in 55 per cent of sub-Saharan countries the maternal mortality rate is actually increasing.",
        "On current trends, and without greatly increased growth, sub-Saharan Africa, the Middle East, North Africa, Latin America, the Caribbean and the transition economies of Europe and Central Asia will all fail to see the halving of their poverty by 2015. In fact, in the past ten years, those regions have actually seen an increase of over 100 million people living on under $1 a day and globally there has only been a 10 per cent drop in levels of extreme poverty.",
        "As I speak, almost 40 million men, women and children in sub-Saharan Africa are facing famine – and for many, death.",
        "The world must act quickly and boldly to avoid today’s crisis becoming tomorrow’s calamity.",
        "Recent pledges from the United States and the European Union will, from 2006, raise an extra $12 billion each year for education, health and anti-poverty programmes. This is an historic advance – a reversal of the 20 year decline in aid levels. For its part, the UK will increase its aid budget to nearly £4.9 billion by 2006 – a near doubling in real terms.",
        "At the same time, we must also do more to make better use of existing resources. Reordering priorities, untying aid and pooling funds internationally could all release additional funds for the poorest countries. The UK government will increase the poverty focus of our own aid in order to raise the proportion spent in low-income countries from seventy-eight per cent currently to ninety per cent by 2006. And we will also work to improve the effectiveness of European Union aid – the European Commission spent only 38 per cent of its official development assistance in low-income countries in 2000.",
        "But even with greater aid effectiveness and the aid already pledged, it will not be enough. The report of the high level panel on financing for development, chaired by former President of Mexico Ernesto Zedillo, estimates that if we are to achieve the Millennium Development Goals at least an extra $50 billion more in aid will be required every year. So as a matter of urgency we must look at ways by which the benefits of existing and future aid pledges can be maximised.",
        "Poor countries need not just one-off emergency allocations that depend on the whims of donors but long-term commitments to sustain lasting change. The UK Government is therefore proposing a new International Finance Facility. On the basis of long-term, binding donor commitments from the richest countries, some of which have already been made, the Facility would leverage in additional money from the international capital markets to raise the amount of development aid for the years to 2015 from $50 billion a year to $100 billion per year – a level of aid still well below the absorption capacity of the poorest countries.",
        "Tomorrow the Treasury and Department for International Development will be setting out our proposal in more detail – and we’d welcome your views on it.",
        "The Finance Facility we propose is designed specifically to help meet the internationally agreed Millennium Development Goals — an essential condition to allow the poorest countries to attract private investment and participate in the global economy.",
        "The Facility would provide a temporary framework seeking to raise additional funds for development in the years leading up to 2015. While the Facility would be in existence for around fifteen years, the repayment period would be around thirty years. In this way, we are seeking to bridge the development financing gap between the resources that have already been pledged and the additional funds that are now recognised as urgently necessary to meet the Millennium Development Goals, create the conditions of self-sufficient growth and development, and move us closer towards the agreed target that developed countries should contribute 0.7 per cent of their Gross National Product in aid.",
        "Of course, we will have to convince a sceptical world that money for development will not be wasted so the Facility would need to ensure not only additional money but value for money.",
        "In the past, some economists and critics have argued the case that aid is bad for development. And it is unquestionably true that there have been cases where aid has been badly used, on occasion supporting corrupt regimes or wasted on misconceived, short-term projects.",
        "But we also know that countries with fair and transparent policies have a greater ability to use funds effectively and to absorb additional aid.",
        "So each country drawing on the fund will have to show that money will achieve the results intended.",
        "The Facility would thus be an integral part of a new agreement between developed and developing countries, with each country:",
        "First, pursuing anti-corruption, pro-stability policies and agreeing the necessary transparency in economic and corporate policies to achieve this;",
        "Second, a sequenced opening up of markets to global trade;",
        "Third, agreeing a sequenced opening up of markets to investment;",
        "Fourth, as part of the country-owned poverty reduction strategies, agreeing clear and costed plans for building education, health and economic capacity — seeing development aid not as compensation for past failures but as investment for future success.",
        "Under our proposal the developed world would make a commitment to providing long-term, predictable, untied and effective aid as investment to the countries that need it most.",
        "And, in return, developing countries would demonstrate a commitment to poverty reduction strategies, addressing political and economic stability and creating an enabling environment for human, physical and social investment.",
        "So in future no country genuinely committed to economic development, poverty reduction and to the transparency and standards I talked about earlier should be denied the chance to make progress because of a lack of investment.",
        "So the Finance Facility concept offers a number of advantages:",
        "It is focused on the financing necessary to help achieve the internationally agreed Millennium Development Goals",
        "It is founded on developed countries’ long-term commitments to those countries that are striving towards achieving the goals;",
        "It bridges the gap by leveraging these long-term commitments, enabling us to move more quickly to the target that each donor country contributes 0.7 per cent of GDP in development aid;",
        "It can deploy a critical mass of aid as investment over the next few years when it will have the most impact on achieving the targets;",
        "Its structure encourages donor pooling and co-ordination. By bringing together donor flows and diversifying risk it is able to secure value for money;",
        "And by crystallising long term commitments from donors it can provide a predictable and stable flow of aid over the medium term to countries that remain committed to achieving the goals",
        "For its part the UK stands ready to provide the long-term commitment that is necessary, but we cannot make progress alone.",
        "We seek to build support within the entire international community for our proposal and I believe that this is an area where Britain can again show leadership. Acting together with clear purpose and urgent resolve, the world can by 2015 meet the Millennium Development Goals and tackle the evil of global poverty.",
        "But we simply cannot achieve these goals without the enthusiastic support of business.",
        "The International Finance Facility will provide developing countries with the means to invest in schools and healthcare, roads and legal systems – which in turn will help create the environment businesses need to start-up, invest and grow, as well as create the conditions that will enable countries to participate in, and benefit from, global trade. And as families in those countries are lifted out of poverty, new and dynamic markets will be created. But in return for these investment and trading opportunities, businesses – as most enlightened businesses understand – should fully recognise their responsibility to promote stability, transparency and growth can become full partners in development.",
        "**Conclusion**",
        "The challenge we face is immense.",
        "But our vision of the way forward – and one that is recognised in the principle of intent that many participants here, including myself, will be signing up to today – is that in an increasingly interdependent world, all can benefit if each meets agreed obligations for change.",
        "And I know that business will wish to accept its responsibilities as others – developed and developing governments, the International Institutions and civil society – accept their responsibilities.",
        "First, the obligations on developing countries: to end corruption and meet international standards in public financial management and accountability, put in place stable economic policies and invite investment, meet their commitment to community ownership of their poverty reduction strategies and ensure resources go to fighting poverty including education and health.",
        "Second, the obligations on the richest governments to the poorest of the world: our commitment to tackling the inequalities through a substantial and decisive transfer of resources – not aid that entrenches dependency but investment that empowers development – investment money that is, in the truest sense of the world, increasing the capacity of the poorest countries.",
        "Third, the obligations on the world community as a whole – International Institutions: to reform systems to ensure greater transparency and openness, to open up trade and the opportunities for faster development, and to focus on priorities that meet the Millennium Development Goals.",
        "Fourth, the obligations on Non-Government Organisations and faith groups: to ensure that developed and developing countries, business and international organisations are held accountable for progress towards the Millennium Development Goals and to coordinate their efforts in giving voice to the voiceless and empowering the powerless.",
        "And finally, the obligations on business: to engage with the development challenge and not to walk away – investing in developing countries, participating in a dialogue and playing their part in preventing and resolving economic crises.",
        "So today I have suggested that a new partnership between NGOs and business and governments is essential, feasible and urgent.",
        "Essential because we recognise that if the world is to do well in the next decades the developing countries must be at the heart of progress.",
        "Feasible because while there is much that divides people with views on globalisation there is a great deal more today that unites us on the means by which the development process can advance.",
        "And urgent because we know that for the 115 million children not going to school today, for the thirty thousand mothers facing the death today of their infant child, and for the two billion people living on less than $2 a day for all their necessities, development can mean the difference between life and death.",
        "And of course this new development programme is essential, feasible and urgent for one further set of reasons.",
        "Since the tragic events of September 11th we have recognised a profound and pervasive truth: that what happens to the poorest citizen in the poorest country can directly affect the richest citizen in the richest country and as individuals and nations we are dependent upon each other for our security and prosperity.",
        "As Martin Luther King put it: “we are each strands in an inescapable network of mutuality, together woven into a single garment of destiny”, not here as self-interested individuals sufficient unto ourselves, with no obligations to each other, but all part of a community bound together as citizens with shared needs, mutual responsibilities and linked destinies – not only across our nation but also across our world, our fates and interests bound together.",
        "Governments, companies, NGOs, faith groups — all of us know the importance of that interdependence.",
        "Dr James Stockinger explained our mutual dependence most memorably when he wrote:",
        "“It is the hands of others that grow the food we eat, sew the clothes we wear, build the homes we inhabit. It is the hands of others who tend us when we are sick and lift us up when we fall. It is the hands of others who bring us into this world and lower us into the grave.”",
        "So I believe that the answer is not to retreat from globalisation or global cooperation. Instead we must step up our efforts to work together to advance social justice on a global scale, to the benefit of all.",
        "And we must do this with more international cooperation not less — founded on the belief that not only do we have obligations to each other beyond our front doors and garden gates, responsibilities beyond the city wall and duties beyond our national borders but that, working together – governments, business, NGOs, faith groups – this generation, with its energy, technology and global reach, does indeed have it in its power – if it so chooses – to finally free the world from poverty, disease, illiteracy and want."
    ]
}