{
    "url": "https://www.ukpol.co.uk/gordon-brown-2003-speech-on-full-employment-to-the-centre-for-european-reform/",
    "title": "Gordon Brown – 2003 Speech on Full Employment to the Centre for European Reform",
    "post_date": "January 2, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, at Church House in London on 10 March 2003.",
    "content": [
        "If the last decade of the 20th century will go down as the decade that ended the cold war, the first decade of the 21st century will be remembered as the time when nations had to adjust to both the opportunities and insecurities of globalisation.",
        "A generation that has grown up free of the horror and pain of world wars, survived the uneasy truce of the Cold War, dared to hope that the fall of the Berlin Wall would mean a halt to the proliferation of weapons of mass destruction, is now having to confront the proliferation of chemical, biological and, often, nuclear weapons in the hands of terrorists and failed states.",
        "And this is why at our first global test of resolve in the post cold war world, and after repeated demands by the international community for Saddam Hussein to disarm, the world should stand firm.",
        "We know that the only way he has considered disarming without war is the threat of being disarmed through war.",
        "And just as the Treasury stands ready to fund necessary defence and security commitments, the whole country should support Tony Blair in his determination to secure international agreement for a second United Nations resolution and for the disarmament of Saddam Hussein.",
        "Just as in foreign policy this new era of globalisation brings insecurities as well as opportunities, so too in economic policy insecurities and opportunities arise together and challenge us to devise modern ways of achieving our traditional economic objective: high and stable levels of growth and employment.",
        "Globalisation means that there is hardly a good we produce here in Britain that is not subject to intense competition from at home and abroad, competition not just from traditional competitors in the advanced industrial economies but competition from emerging market economies not least in Asia and the east of Europe — competition which is itself a spur to growth and prosperity.",
        "Twenty years ago, even ten years ago, it was just about possible – if costly and wrong – for countries to shelter their industries and sectors, protecting them from global competition.",
        "But today there is no safe haven, no easy escape from global competition without putting at risk long term stability, growth and employment.",
        "Some say governments are powerless facing these new global forces, that they cannot any longer play their part in achieving the old objectives: high and stable levels of growth and employment.",
        "I believe the opposite to be true.",
        "Globalisation has rightly limited the scope of government and in the modern, open, more fiercely competitive global economy governments cannot use the old levers to achieve their objectives.",
        "They cannot easily impose exchange controls, trade off inflation for growth, resort to old style protectionism, competitive devaluations or costly state aids – the policy of subsidies in one country – without undermining their long term goal of high and stable levels of growth and employment.",
        "But it is because in a more open global economy countries pay such a heavy price, not least in long term investment, for getting the big decisions wrong that I believe governments are even more important today to the attainment of high levels of growth and employment.",
        "Because investment will flow most to those countries that are the most stable, and ever more rapidly away from those that risk stability, there is an even greater premium than before on governments running a stable and successful monetary and fiscal regime to achieve high and stable levels of growth and employment. That is why we attached so much importance to the first decision our Government made – to make the Bank of England independent – and why, with low inflation, low interest rates and low debt, our stability makes us a far stronger economy today.",
        "Globalisation also describes a world whose very mobility of capital and openness to competition is ushering in a restructuring of industry and services across continents.",
        "And while emerging market countries are ready to attract low value added, low investment and low skilled work, we have to compete on ever higher levels of skill and technology rather than ever lower levels of poverty pay.",
        "So countries that make the right forward looking decisions to create the best environment for high quality investment – through policies for education, research and development, and infrastructure – will be better placed to achieve high and stable levels of growth and employment. It is for this reason that in our recent spending review we decided to match new resources to major reforms in education, science and innovation.",
        "But because high levels of productivity growth are essential to high levels of growth and employment, there is a third essential element that distinguishes the successful high employment, high growth economies from the least successful – and it is also one where governments can also make a difference. And it is this I want to talk about today both for Britain and for the euro area: how enhancing productivity and competitiveness in a more open economy demands a new flexibility in labour, capital and product markets.",
        "A few weeks ago I urged Labour to reverse traditional, often hostile attitudes to markets and recognise the need to strengthen markets in important areas. And today I want to set out how Britain proposes to lead the way in labour, product and capital market reform and how in this process of market liberalisation we can make progress with European economic reform.",
        "Some still argue that when global competition is challenging every industry and almost every service, the state should replace markets or, as difficult, seek to second guess them through a corporatist policy of supporting national champions.",
        "But competition at home is not only essential for competitiveness at home and abroad, but if we are to make the most of the potential of open trade and the European single market, we will need greater flexibility as we respond to new technologies, and adjust to changes in consumer demand.",
        "Indeed in a single currency area where the old flexibilities to adjust exchange rates and interest rates are no longer available at a national level, labour, product and capital market flexibilities are even more essential.",
        "Adjusting to shocks without putting at risk high and stable levels of growth and employment demands even greater market flexibility.",
        "America’s experience as a large and mature monetary union demonstrates the importance of sufficient flexibility to ensure that monetary union works well.",
        "In monetary unions, whatever their size, local economies need to respond to shocks and there is a premium on effective internal market adjustment mechanisms.",
        "In the USA competitive pressures are strong ensuring that prices respond quickly and efficiently. With risk sharing diversified across a broad and deep capital market they can limit the impact of shocks. And a high level of product and capital market flexibility complimented by a high level of labour flexibility has helped sustain high levels of employment and growth.",
        "In the past, supporters of full employment have not been in the habit of thinking of flexibility as a route to full employment. And supporters of greater flexibility in our economy have seldom described its benefits as the attainment of full employment.",
        "Yet today flexible economies are also the economies with higher employment.",
        "And I want to demonstrate how in the new world of global competition it is by creating a more flexible and dynamic economy in which firms and individuals respond to the challenges of change that we will best achieve our historic goals for full employment.",
        "Britain and Europe have, of course, long since moved from the old assumption that there is a long term trade off between inflation and growth and employment.",
        "But, in a world where business must respond quickly and people must adapt to change, Europe has too often been unwilling to go beyond old assumptions that the labour, capital and product market flexibility necessary for productivity is the enemy of social justice.",
        "Yet the road to full employment starts with monetary and fiscal stability, is built on investing in skills and responsibility in the workplace, and demands attention to enterprise, competition and employability as necessary means of achieving high productivity.",
        "And this road to full employment in Britain depends not just on achieving economic reform in Britain but in Europe too.",
        "In the past the Labour Party – like the rest of Europe – has not been very good at facing up to issues relating to flexibility.",
        "Indeed flexibility has often been a term of abuse, derided as the antithesis of fairness, as the race to the bottom, as poverty pay – and it is often suggested that flexibility is a synonym for exploitation.",
        "Yet flexibility is, in reality, the ability to respond to change with speed.",
        "Changes in a marketplace include the impact of innovation and changing technology, changing consumer preferences and the changing need for particular skills.",
        "Failure to respond to these changes by companies and by individuals leads to an unproductive use and wasteful allocation of resources in the economy and thus huge costs in lost output, jobs and prosperity.",
        "So in an open and far more rapidly changing global trading economy, flexibility – the ability to respond quickly – is not an option. It is a necessary precondition of success.",
        "Without firms prepared to innovate and adjust, economies become sclerotic. Without the capacity to develop the new skills needed, countries will simply be left behind.",
        "Indeed there are just two modern routes to achieving high levels of growth and employment — flexibility without fairness, which leaves people helpless in face of change, or flexibility with fairness, where governments and firms equip people to cope with change and tackle the insecurities that surround it. The issue of the best modern policies for fairness is one I will address in detail in a later speech.",
        "But it is right both to create flexible markets and to equip people to master change – through investment in skills and training, through the best transitional help for people moving between jobs, and – as I hope to demonstrate – through the operation of a minimum wage and a tax credit system.",
        "And flexible markets and active labour market policies are not incompatible opposites but can be essential allies of each other as we seek high levels of growth and employment. So the issue is not one of abandoning fairness but of achieving the right kind of flexibility. And what people should oppose is not governments that insist on flexibility but governments that fail to insist on matching that flexibility with fairness.",
        "In other words, we should recognise that, with the right kind of flexibility in British and European labour, capital and product markets, economic efficiency and employment opportunity for all can advance together.",
        "So our goal – enterprise and fairness in a dynamic, flexible economy that delivers full employment and prosperity for all – demands that we match policies for stability, employment and fairness with flexible capital, labour and product markets.",
        "Since 1997 we have, in pursuit of this:",
        "made our competition authorities independent and opened up product markets;  \nrevamped the physical planning system;  \nencouraged our capital markets by cutting capital gains tax and introducing new incentives for venture capital;  \nencouraged enterprise with lower tax rates for small businesses;  \noffered new incentives and resources to encourage greater investment, skills, and innovation;  \nand we have devoted time and energy to promoting economic liberalisation in Europe.",
        "At the same time as we have created a more flexible economy we have advanced fairness with the introduction of the National Minimum Wage, the Working Families Tax Credit and Jobcentre Plus – an employment service that offers personal help to people moving into and between jobs —- not reforms at the expense of greater flexibility but consistent with greater flexibility.",
        "But we can still go much further in product, capital and labour market reform in Britain and in Europe to make our economy more flexible.",
        "**Product and capital markets**",
        "First, product and capital markets.",
        "When I argue for flexible capital and product markets I want open well informed markets that ensure capital flows to productive uses so that the price mechanism works to balance demand and supply and labour and capital are used efficiently.",
        "So flexibility in product and capital markets means that instead of being suspicious of competition, we should embrace it, recognising that without it vested interests accumulate. Instead of tolerating monopoly or cartels which were never in the public interest, or appeasing special interests, we should systematically extend competition – forcing producers to be efficient, extending the choices available to consumers and opening up opportunity for the ambitious and the risk-takers.",
        "To back up independence for the Competition Commission and the new proactive role of the OFT, we will take action where investigations reveal challenges that have to be met and demand that the same rigorous pro competition policies are applied to the public sector as well as the private sector.",
        "As the DTI Secretary of State, Patricia Hewitt, is showing: the old days of the ‘sponsorship’ department are over, freeing up resources to enhance the DTI’s role in promoting competition and enabling markets to work better.",
        "And it is right to demand the same liberalisation throughout Europe to make the single market work. Britain has learned much from the steps taken in the European Union, before and after the Lisbon agenda, that promote liberalisation and economic reform. And we have supported wholeheartedly the attempt to restrict the wasteful use of state aids that prevents markets functioning well.",
        "Yet while in 1988 Cecchini estimated that single market liberalisation would add 4.5 per cent to Europe’s GDP, cut prices by 6 per cent and increase employment by 1.75 million, many of the gains have yet to materialise. The way forward is mutual recognition of national practises not harmonised regulations; and tax competition not tax harmonisation.",
        "So we support:",
        "A more proactive EU competition regime furthering a strong and independent competition policy for Europe;  \nInvestigations into particular European markets and sectors to drive up competition and prevent British firms from being excluded from European markets from energy and telecommunications to agriculture;  \nFaster progress on the reform of airport slot allocation and liberalisation of postal services;  \nAnd support for private finance initiatives in Europe.",
        "And Britain remains at the forefront of countries supporting the European Commission’s demands for tougher state aid rules to prevent unwarranted subsidies for loss making industries and at the European Economic Reform Summit we will continue to push for a more aggressive approach to tackling unfair competition and state failure.",
        "In the UK we are removing the last of the permanent, ongoing subsidies — thus removing aids which have no market justification.",
        "But while it is right to remove state aids which distort the single market, it is also right to reform state aids to target market failures which need correction.",
        "It took Britain more than a year to secure European permission to create regional venture capital funds for localities desperately in need of strong local capital markets that work for small businesses. And it has taken months more for permission to abolish stamp duty for business property purchases in areas urgently in need of local property markets that work and the new businesses and jobs that can ensue.",
        "Here again, as I said in a speech on markets a few weeks ago, the case for state intervention is not to extend the role of the state but, by tackling market failure, to help make markets work better: instead of thinking the state must take over responsibility where markets deliver insufficient investment and short termism in innovation, skills and environmental protection, we must enable markets to work better and for the long term.",
        "An effective competition policy helps new and small businesses enter markets and prevents them being held back or penalised by large vested interests. And instead of being suspicious of enterprise and entrepreneurs, Labour should celebrate them – encouraging, incentivising and rewarding them, hence our capital gains tax (from 40 pence to 10 pence) and our small business tax reforms (from 23 pence to 19 pence and the lower rate from 10 pence to zero).",
        "With their recommendations on small business banking, the competition authorities have tried to cut the cost of investing for small businesses. The next stage is to help small and medium sized businesses get fair access to public sector procurement. Opening up markets to new suppliers intensifies competition as well as encouraging innovation. That is why we have asked the Office of Government Commerce to identify what more can be done to increase competition in markets where government has substantial purchasing power and to enable small businesses to compete for government contracts and deliver value for money.",
        "I have said that instead of maximising regulation to restrict the scope of markets, we should systematically pinpoint regulation that does not serve the public interest and can be reduced.",
        "So as I examine measures for the budget we will continue the process of cutting the cost and burden to small business of starting up, investing and growing, especially in areas of high unemployment. And as the Government strengthens our assessments of the impact of regulation on small firms which have included examinations of the retail and chemical sectors we will also look at transport, pesticides, food and drink processing, and the collection of statistical data.",
        "Because 40 per cent of new regulations originate in the EU, the European Economic Reform Summit this month should call for the same rigorous assault on unnecessary regulation throughout the European Union: an agreement to examine all new directives for their impact as well as taking stock of existing EU directives.",
        "Achieving greater flexibility not just in product markets but in capital markets is essential for high levels of growth and as we press ahead with the Cruickshank, Myners, Sandler and Higgs reforms and build on our cuts in capital gains tax we should continue to examine where local capital markets have had least success, and continue to cut the barriers to entry faced by small businesses and to open up venture capital markets in our regions.",
        "State aid rules – and thus the treatment of early stage research – should be reformed to help Europe bridge the gap between our research and development performance and that of Japan and the USA. With the R and D tax credit we are trying to cut the cost of investing in innovative research, but state aid rules should make it easier to address the market failures that obstruct research and innovation in its early and pre commercial stages.",
        "Capital markets can and must help us manage risk more efficiently, between sectors, over time and across national boundaries. While America has achieved a high degree of diversification across state borders, investment in Europe remains fragmented on national lines and there is a need to remove barriers to diversification of investments across borders, for example in pension and mutual funds.",
        "So we will support the European Financial Services Action Plan as it improves mutual recognition of financial services providers in insurance, banking and capital markets.",
        "It is also true that competition between trading systems in capital markets is vital to improve efficiency and reduce dealing spreads, and so cut the cost of capital and raise the returns from investment. And where EU regulation such as the proposed new Investment Services Directive threatens to weaken rather than strengthen competition we will fight to change it.",
        "And instead of the old protectionism we must embrace open markets and thus free trade. Efforts to improve the flexibility of product and capital markets should not stop at the EU’s borders. Greater openness to global trade and investment creates new opportunities for European producers and consumers, and strengthens the incentives for reform. A more flexible and dynamic Europe would, in turn, play a leading role in breaking down barriers to trade and investment in the rest of the world – a virtuous circle of reform and openness, leading to a stronger and more resilient economy from which the EU, and the global economy, would benefit.",
        "So we must drive forward the Doha agenda and also do more to strengthen the trading links between the EU and USA. Deepening what is already the world’s largest trade and investment relationship would do much to stimulate flexibility and reform in Europe.",
        "**Regional and local flexibilities**",
        "By looking for market solutions to market failures, we move beyond the old centrally imposed industrial policies – the corporatist policy of picking winners – in favour of a new regionally driven focus on local enterprise, local skills and local innovation.",
        "For it is not just how national economies adjust that matters but how local and regional economies and their markets adjust and respond that will determine whether full employment can be achieved in each region and on a sustainable basis.",
        "And that requires us to move beyond not only the first generation of regional policy that was centrally delivered first aid but the second generation of regional policy which was London and then Brussels imposing centrally set rules focusing on incentives for incoming investors.",
        "Today, in the third generation of regional policy, the focus is, rightly, moving from centrally administered subsidies to locally–led incentives that encourage local skills, innovation and investment and boost the indigenous sources of regional economic growth.",
        "And to achieve this we also move from the old idea that regional policy is just the work of one or two departments. In the new regional policy for a more flexible economy each department must step up the pace of reform and devolution:  \nfrom centrally administered R and D policies to the encouragement of local technology transfer between universities and companies and the development of regional clusters of specialisms;  \nfrom a national one size fits all approach to skills to devolving 90 per cent of the learning and skills budget, so that we can promote regional excellence;  \nfrom centrally run housing and transport policies to greater regional coordination…offering greater flexibility in response;  \nand from centrally administered small business polices to more local discretion starting with, in the East and West Midlands and the North West, the small business budget locally administered with the Regional Development Agencies.",
        "Because small business creation is so important to the success of local economies it makes sense to examine why the rates of small business creation vary so much between localities and regions and what we can do about it.",
        "In the UK just 5 per cent of adults think of starting a business, in the United States it is 11 per cent – so we have a long way to go. And there are also large variations in the rates of business creation between areas of the UK with ten times the number of firm start-ups in the best performing areas of the UK than in the worst performing.",
        "So to remove the barriers preventing firms from starting up and growing in our most deprived communities, we have designated 2000 new Enterprise Areas — where we encourage economic activity by cutting the cost of starting up, investing, employing, training, managing the payroll. Here we are bringing together industry, planning, employment and social security policies to tackle local property market, capital market and labour market failures — hence the new community investment tax relief, the relaxation of planning regulations, the abolition of stamp duty, the engagement of the New Deal — government and business working together to bring investment, jobs and prosperity to areas that prosperity has still by passed.",
        "It makes sense for Europe to help this process forward. And while, as I argued last week, Structural Funds will inevitably be concentrated on the poorer regions of central and eastern Europe, more prosperous countries with large regional inequalities should be given the freedom to tackle capital, labour and product market failures through a reform of state aid legislation.",
        "**Labour markets**",
        "And we need to extend our approach of encouraging regional and local initiatives from R and D, skills, small business, transport and housing policies to the critical area of employment and welfare policy.",
        "Because we seek local and regional labour markets that match labour demand and supply efficiently and help us meet our aim of full employment, Andrew Smith, the Work and Pensions Secretary, is focusing on how regional and local employment and social security policies can help our labour markets get people back to work more quickly and help people move more easily from the old jobs that are becoming redundant to the new jobs that can give them greater security.",
        "So while the preconditions for full employment are national stability, employability and an environment for investment and high productivity, the achievement of full employment and high levels of growth and prosperity depends upon regions and localities becoming better equipped to adapt to change.",
        "In particular, when there are negative economic shocks, it is all the more important that the economy can adjust and ensure that temporary output and job losses are minimised and do not become more permanent.",
        "And while it is true that in recent years in the United Kingdom earnings growth has been consistent with the inflation target, and what is called the NAIRU (non accelerating inflation rate of unemployment) has fallen, it is still the case that UK labour market flexibility – while greater than much of Europe – is lower than in the USA.",
        "A dynamic economy needs adaptable and flexible labour markets where there is",
        "· first, mobility – a willingness to be more mobile, and firms and a labour market that supports the ability to do so;  \n· second, what economists call functional flexibility – the skills to meet new and different challenges;  \n· third, employment flexibility – the ability of firms and individuals to adjust working patterns to new challenges;  \n· and fourth, at a local level the ability of our employment and wage systems to respond more quickly to shocks and imbalances between supply and demand.",
        "And to meet the challenges of a global economy we have, in each of these areas, much further to go.",
        "While the rate of job turnover in Britain is higher than the 7 years per job in the euro area but lower than in America – 5 years against 4 years – it is also true that there is far less geographical mobility in response to change in Britain and in Europe than in the USA.",
        "While around 25 per cent of the UK’s workforce have degree level skills, the UK, with 8 million men and women with low or no skills, 20 per cent of 18 to 24 year olds, has a long way to go.",
        "While nearly 25 per cent of British employees work part-time compared with less than 15 per cent in the euro area, and while working outside the five days a week is common in Britain – 13 per cent working on a Sunday compared to 11 per cent in the EU and as low as 4 per cent in some countries – adjusting to the global economic challenge will require firms and individuals to be more flexible.",
        "Indeed it is because our aim is not just achieving but sustaining full employment in our regions that we need not only stability but this flexibility to respond to shocks.",
        "And this is more important than ever in a single currency area, with the US experience demonstrating labour mobility and wage flexibility to be critical to the success of their single currency.",
        "**Labour mobility**",
        "In the American single currency area geographical mobility, which can help tackle skill shortages and help people find new opportunities, is twice the level of Britain and Europe today.",
        "It is often argued that mobility will be greater:",
        "the more flexible the housing market;  \nthe easier it is to commute; and  \nthe easier it is to attract economic migrants to high demand areas.",
        "Britain has a smaller privately rented sector than most countries. And John Prescott is examining how we can encourage more flexibility for those in social housing through initiatives such as Choice-based Letting and the new Housing and Mobility Scheme to help tenants relocate to access employment.",
        "And because we also need to ensure we are building sufficient housing in areas of high employment, the Deputy Prime Minister has also set out ambitious plans to deliver a step change in housing provision and expand assistance for key workers to enable them to rent as well as buy in high demand housing areas.",
        "Around 3.8 million tenants currently rely on housing benefit for help with their rent, but delays in processing new applications after a claimant returns to employment can lead to rent arrears and debt, dissuading some people from moving into work. So because housing benefit can constrain mobility, affecting an individual’s ability to move into jobs and move between localities, Andrew Smith is piloting major reforms in housing benefit administration and incentives that make it easier for the unemployed to return to work.",
        "The current Housing Benefit Pathfinders Scheme offers a flat rate in the private rented sector and it makes sense to pursue the pilot of a flat rate payment based on household circumstances and location.",
        "International migration can help tackle skill shortages and aid adjustment to shocks,",
        "Migration into the UK through the Work Permits System has risen from 50,000 in 1997 to 170,000 this year and is projected to rise to 200,000 by 2004. And while tackling illegal immigration, David Blunkett and I have been considering further extensions to the successful Work Permit System for legal migration.",
        "**Functional flexibility**",
        "The more skilled men and women there are. And the more they are willing to develop new skills, the more flexible and productive the economy is likely to be. And the more globalisation opens up the world economy to fierce competition across continents the more competitive advantage countries like Britain will gain from a higher level of skills.",
        "Yet despite our successes at university and college level, skills – particularly in basic and intermediate qualifications – are Britain’s Achilles heel, the most worrying inflexibility of all within our labour market. And we are learning a great deal from successful industrial training policies in other parts of Europe.",
        "So Charles Clarke the Education Secretary is right to forge a new partnership between government, employee and employer with a view to expanding our skills and making labour markets work more flexibly.",
        "Here, as elsewhere, a partnership between employers and workforces is the best means of combining flexibility with fairness. Building on the Union Learning Fund and other innovative partnerships, I believe we can do more to encourage and help trades unions expand their role in training and education.",
        "The increased registration for the University for Industry, (providing courses for over 700,000 people already), the high levels of young people undertaking Modern Apprenticeships (now over 220,000 a year) and the success of the new Employer Training Pilots prove that the issue is not an unwillingness to get new qualifications and skills but the availability of training at the right time, price and standards.",
        "So we are expanding the Employer Training Pilots now operating in six areas to around a quarter of the country — offering incentives for firms to give their staff paid time off to train towards basic skills and NVQ Level 2 qualifications. And a major shake-up in skills training will be announced this summer.",
        "From April, we are piloting devolved pooled budgets for adult learning in four areas of the country — providing greater incentives to employers and individuals to develop their skills, reducing bureaucracy and strengthening the regional and local dimension in skills development",
        "Looking to the workforce of the future we are not only investing heavily to raise standards in schools but, from September next year, rolling out Educational Maintenance Allowances in England — providing young people from poorer families with up to £1,500 a year to encourage them to stay on at school and get the qualifications they need.",
        "And we have set up the National Modern Apprenticeship Taskforce which will look at how to increase the opportunities for young people to participate in Modern Apprenticeships and how to engage employers more fully in the programme.",
        "**Employment flexibility**",
        "More flexible patterns of employment can remove unnecessary inflexibilities and enable more men and women to balance work and family and other responsibilities.",
        "And it is important to look at new ways of ensuring that firms have the flexible working patterns they need and families have the flexible arrangements they need.",
        "So the Government is not only looking carefully at employment regulation, but also at how we can empower mothers in particular to secure the benefits of more flexible working arrangements.",
        "So we will resist inflexible barriers being introduced into directives like the European Working Time Directive and we will support flexible interpretations of existing rules and remove unnecessary regulations and restrictions.",
        "In recent years attitudes to part time work have changed. Companies have found flexible working patterns help them be more productive. Families have found that flexible working arrangements help them balance work and family responsibilities.",
        "So most people who work part time today do so not because there are no full time jobs available but out of choice. So while temporary employment is half the European Union average, 6 per cent compared with 13 per cent in the EU, 25 per cent of our total employment is part-time and employees already work far more flexible hours than most EU countries.",
        "One reason is our tax credit system and the child care tax credit. And we continue to seek ways of making it easier and less costly for employees to balance their work and family responsibilities and for businesses to recruit.",
        "That is why building on:  \nour rise, from April, in maternity pay to £100 a week the extension in paid maternity leave to 26 weeks;  \nthe first ever paternity and adoption pay;  \na new right for parents of young or disabled children to request flexible working;  \nand the first ever National Childcare Strategy…",
        "…we will consider further reforms: new tax and national insurance incentives to expand employer supported child care; paying the child care credit for approved home child care by carers who are not already childminders; and increased flexibility in parental time off including giving fathers time off to attend ante-natal appointments.",
        "Lone parents genuinely worry that without flexible working patterns they will end up neglecting their children and fear that the price of employment may make it difficult to discharge family responsibilities. To ensure the balance is better, the child care and child tax credits are not only making work pay for the single parent – £10 an hour for a part time job – but ensuring that a decent income does not require them to work excessive hours damaging to their family life.",
        "And because employers recognise these anxieties, a new Employer Taskforce is now examining how, among other measures, working patterns can be more flexible and child care provision better to suit the needs of lone parents.",
        "With a national discussion of how we help lone parents balance work and family responsibilities, we can offer companies a smart solution to their employment needs, help thousands of lone parents move out of poverty from welfare into work, and reach our target of 70 per cent of lone parents in employment. And similar initiatives will also be forthcoming for men and women who have previously lost out in the old economy – such as the ethnic minorities – but who, by more flexible recruitment patterns, could gain in a new economy where we should see diversity as a source of strength.",
        "While there are more 900,000 men and women over 50 now in work compared with 1997, more flexible recruitment patterns could make it easier for older workers to move between jobs and tomorrow Andrew Smith will host a summit of employers aimed at more flexible recruitment incentives for firms to take on the 1 million disabled men and women who want to work to find suitable employment.",
        "**Local labour market flexibility**",
        "To reduce unemployment and to achieve full employment we must not only focus on the needs of particular groups of the unemployed but also focus on regional and local flexibilities and so tackle the regional and local variations in unemployment rates, in skills, in the ability to create new jobs and generate new businesses. And here we are able to learn from the success of active labour market policies especially in the Nordic countries and the low unemployment countries of the European Union.",
        "Without the New Deal, youth long term unemployment would be twice as high and today inflows to Jobseekers Allowance are at their lowest since records began in 1967. Unemployment in the UK is 5.1 per cent, compared to 6 per cent in the US and 8.5 per cent in the euro area.",
        "But after six years of a national programme I am more convinced than ever that if we are to get more of the long term unemployed back to work, and more successfully match vacancies to jobs, a full employment strategy now demands regional and local flexibility as well as a national framework of incentives and sanctions. And this is needed too to increase the New Deal’s ability both to respond in the event of a local or regional shock and to help the unemployed move into work more rapidly.",
        "Today vacancies – 2.5 million notified at Jobcentres every year, 5 million overall – are still at historically high levels in almost every region and nation of the UK. And in relatively low skilled trades like in hotels and catering 350,000 vacancies were reported last year.",
        "Often large numbers of vacancies exist side by side with large numbers of unemployed in adjacent communities.",
        "Tottenham, for example, has some of Britain’s worst long term male unemployment among its 5,000 unemployed while neighbouring districts have seen nearly 90,000 vacancies in the last nine months, with many more in the wider London economy.",
        "So it makes sense for Jobcentres to develop programmes more sensitive to, and tailor made for, local and regional conditions and to have greater flexibility and discretion to move people quickly into work, to stop too many long term unemployed falling through net, and to tackle shocks when they arise.",
        "So we should consider extending the areas of job search for the newly unemployed and as we combine flexibility with help for people coping with change we are prepared to help with initial transport costs where appropriate.",
        "And while in France nearly 40 per cent of unemployed have been unemployed for more than a year, in Germany more than 50 per cent, in Italy more than 60 per cent, Britain’s 27 per cent compares unfavourably with 6 per cent in the USA so, with our step up and other programmes that require the long term unemployed to take jobs on offer, we will consider an even greater emphasis on responsibilities as well as opportunities in moving the long term unemployed back to work.",
        "In the global economy it has been easier in the past for nations to respond to shocks when wages are either highly centralised at a national level or highly decentralised at a local level.",
        "In Britain only 5 per cent of private sector workplaces are covered by multi-employer collective bargaining arrangements – and many have profit related pay schemes, helping to make pay more responsive to the economic cycle. Wage setting tends to be local, annual and normally at a plant or workplace level.",
        "But a willingness to be flexible in both the private and the public sectors can be matched with a guarantee of fairness.",
        "Indeed as the government has implemented its reforms to the tax and benefit system, two of the critical guarantees that have been put in place for people in work are the minimum wage and the working and child tax credits.",
        "Critics of the minimum wage have argued that it reduces the flexibility of the labour market by inhibiting the workings of the price mechanism, with the potential to create stronger wage growth throughout the economy and reduce employment.",
        "But research suggests that the minimum wage has not led to increased unemployment or inflationary earnings growth across the economy. Adjusted through regular reviews by the Low Pay Commission who consider the effect on pay, employment and competitiveness, wages can still respond effectively to labour market changes and there is no reason why the minimum wage cannot continue to be uprated and rise this year.",
        "But an even stronger guarantee of fairness at work are the tax credits which provide not only an even more generous floor but work to sustain incomes up the earnings scale.",
        "While the minimum wage today is £147 for a 35 hour week, the minimum for a family with two children – through tax credits – is a net £275, almost twice as much",
        "The minimum for a couple in work without children is £183",
        "And for a single adult over 25 is £154",
        "A single parent working sixteen hours is guaranteed £179, the equivalent of £10.10 an hour after taxes",
        "Compared with a minimum wage of £4.20 an hour.",
        "It is the guarantee provided by tax credits on top of the minimum wage – not just a minimal safety net but support right up the income scale – which makes it possible for regional and local wage flexibility to operate without undermining basic fairness.",
        "And this guarantee would matter even more in circumstances where, as happens in the United States single currency area, real wages may have to adjust in response to a shock. Because of the tax credits, a fall in wages of £1 impacts to the tune of 30p on the earner – just one third – with the generous child tax credit making the same true for incomes extended up the income scale.",
        "So what are the next steps?",
        "First, we need to do more to do more to help the newly unemployed and the long term unemployed back into work and help our labour market work better and more rapidly.",
        "Second, we need to take forward our tax credit reforms which match flexibility with fairness.",
        "Thirdly, all key public sector workers in London receive some form of London premium. There are London arrangements for teachers, nurses and policemen with officers in the metropolitan police receiving free travel in the London area. And there are attempts at special housing cost arrangements for public sector workers with 10,000 key workers helped through the Starter Homes Initiative.",
        "Yet while professionals have benefited from London weighting and other arrangements it is clear that many lower paid workers have been at risk of losing out.",
        "A more considered approach to local and regional conditions that pays attention to the needs of recruitment and retention makes sense. Reliable, timely regional prices and cost of living data can help inform the debate. So the review of regional information and the wider examination of statistics by Mr Chris Allsop will help us address some of these issues, providing greater impetus to our objective of promoting economic growth in all regions and reducing the persistent gap in growth rates between the richest and poorest areas of our country.",
        "But evidence so far suggests that the tax and benefit reforms introduced since 1997 have already improved the flexibility of the UK labour market. The unemployment trap – the trap that made it not worthwhile for unemployed men and women to take a job – has been addressed, work now pays more than benefits, and the reforms have extended support for families with children up the income scale, ensuring not only that work pays but that more people are protected from the impact of economic shocks.",
        "**Conclusion**",
        "So by examining the challenges ahead, we open up a rich reform and modernisation agenda for our product, capital and labour markets, an agenda of economic reform not just for the future of Britain but for the future of Europe.",
        "And policies for flexibility need not be implemented at the expense of fairness but can move forward together, indeed in support of each other, in ways that ensure that genuine concerns in Britain and in Europe about the importance of social cohesion are not swept aside or forgotten but rather recognised and addressed in ways consistent with the realities of today’s global economy and tomorrow’s.",
        "And we have shown today that greater flexibility in both Britain and Europe is good for Britain and Europe.",
        "We have learnt from Europe’s emphasis on skills, on the social foundations of markets, and on social cohesion. And through the Luxembourg employment initiative and then the Lisbon economic reform agenda we continue to learn from each other.",
        "But we also learnt – and this is important message especially for trade unionists committed to full employment – that to achieve full employment in Europe we have to learn from the best of American flexibilities and sweep aside the worst of European inflexibilities. Indeed, in the future, achieving a full employment economy will need much of the flexibility of America applied to much of Europe. And I have suggested a programme of economic reform not just in Britain but in Europe – a programme upon which I will elaborate in greater detail in my budget and beyond.",
        "In its history – from our industrial revolution through empire – Britain has stood out: a beacon to the rest of the world as a land of enterprise — of invention, of commerce of creativity – and of fairness.",
        "As we prepare for the world upturn and to meet the long term challenges of globalisation, Britain has a unique opportunity to be, once again, a beacon to the world advancing enterprise and fairness together — a dynamic vibrant economy that is the first economy in the new era of globalisation to match flexibility with fairness and, in doing so, attain the high levels of growth and employment that are the best route to prosperity for all."
    ]
}