{
    "url": "https://www.ukpol.co.uk/gordon-brown-2022-comments-on-people-struggling-financially/",
    "title": "Gordon Brown – 2022 Comments on People Struggling Financially",
    "post_date": "December 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Gordon Brown, the Labour Prime Minister between 2007 and 2010, on Twitter on 15 December 2022.",
    "content": [
        "At a time when so many are struggling to survive, unable to pay for heating or feed their kids, the government is deducting huge amounts from their Universal Credit.",
        "This isn’t just austerity, it’s cruelty.",
        "A couple with three children should get a UC payment of £46.11 a day.",
        "When the payment lands though some families are receiving just £35.",
        "25% is being deducted to repay the loan some families had to take out for their first 5 weeks on UC when they received no benefits.",
        "Another deduction is 5% to pay their utility company.",
        "After fuel bills, they find they have little left for food and nothing for all essential like soap, toothpaste, clothes, laundry, telecoms, travel, and essential repairs.",
        "In Kirkcaldy, 56% of claimants suffer deductions for loans they should never have had to pay back in the first place. It’s worse elsewhere.  \n1m UK households are having more than 20% of their Universal Credit deducted.",
        "2m children are in families suffering deductions.",
        "Take away fuel, council tax and water, and a 25% UC deduction for a couple with 3 kids leaves them just £5.10 each a day for food and everything else.",
        "The maximum help with heating a family can get is £24 a week to cover £50. From April it’ll be just £16 for nearly £60.",
        "For families in need, Universal Credit only now covers 50% of what is needed for a decent home income.",
        "Welfare is being privatised, with the government passing the buck to charities who can’t cope.",
        "Such cruelty has to stop.",
        "This ruthless debt-collector government must suspend Universal Credit deductions immediately for the duration of the energy crisis. They did it during Covid, they can do it now.",
        "It would be a lifesaver for the millions now suffering under such vindictive policies."
    ]
}