{
    "url": "https://www.ukpol.co.uk/alan-brown-2023-speech-on-improving-rail-services/",
    "title": "Alan Brown – 2023 Speech on Improving Rail Services",
    "post_date": "March 21, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Alan Brown",
            "url": "/tag/alan-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Alan Brown, the SNP spokesperson on transport, in the House of Commons on 20 March 2023.",
    "content": [
        "While the Secretary of State was finishing writing his statement before coming to the House, Avanti was doing what it does best—causing more chaos to the west coast. I was glad that I got the London North Eastern Railway down, rather than Avanti. Avanti was far and away the worst-performing company for cancellations in period 11 and the second worst in period 12, according to Office of Rail and Road tables. It was beaten in period 12 only by TransPennine Express. Coincidentally, both franchises involve FirstGroup. By contrast, ScotRail is by far the best performing major operator for cancellation percentages, and it runs eight times as many trains as Avanti.",
        "Since the much heralded Government intervention, ORR data for periods 8 to 11 shows that the number of trains arriving on time is lower, and hovers around 32% to 35%. The Secretary of State talks about facts, but the fact is that still only a third of trains are arriving on time. Does he really think that merits coming to the Despatch Box and bragging about a turnaround? Even on Avanti’s 15-minute threshold for arrival, performance has been consistently lower than in earlier years. In period 10, a quarter of trains arrived outside that 15-minute window. Period 11 was only marginally better. Yet again, ScotRail significantly outperforms it. LNER has had its own issues, but it still outperforms Avanti by some distance. There is no shareholder dividend system for ScotRail or LNER. Despite the Secretary of State saying that there is ideological battle on this issue, why are the Government still so opposed to nationalising rail companies and giving them public sector ownership?",
        "The Secretary of State mentioned discounted ticketing, yet no one north of Preston benefits from that, so passengers in Scotland are paying full whack for services that barely exist to cross-subsidise tickets for trains that stop 200 miles away. Scottish commuters have seen plans to shelve the Golborne link for HS2, with no replacement identified, and further delays to the Euston link. Even when HS2 comes into being, our trains will be slower on the west coast main line than Avanti’s are at present. Despite the rhetoric about rhetoric, is it not the case that this Government just do not care?",
        "**Mr Harper**",
        "Let me deal with those questions in order. First, it important to focus on the facts. To take today’s Avanti service, 95.5% of services were running within 15 minutes of their planned time. There was a service issue today, which I know at least one hon. Member was affected by. There was a Network Rail points failure between Carstairs and Carlisle, which resulted in the delay and part-cancellation of two services, including the 0939 from Lancaster, which started instead from Preston and arrived three minutes late at Euston. It is interesting that the issue was caused by the bit of the industry that is, of course, owned by the taxpayer, so that does not demonstrate the hon. Gentleman’s case for nationalisation.",
        "Secondly, on timekeeping, I said in my statement that Avanti’s punctuality was now within the pack of the train operating companies, but that it was at the bottom of the pack and there was more work still to do. I was very clear that Avanti has improved its performance but it is not where it needs to be, which is why I have sufficient confidence only to extend the contract until October. Both I and the Rail Minister have been clear that Avanti needs to continue to deliver improved performance.",
        "On LNER, on the east coast, in my view one of the reasons why good performance is delivered on that route is that there are open-access operators providing competition and choice to passengers. It is important for us to bear that in mind when we think about the future shape of the rail service.",
        "On the hon. Gentleman’s points about HS2, because I have to consider the interests of the taxpayer and the fact that inflation is significantly high at the moment, I had to make difficult decisions. The choice I made was to continue delivering phase 1, in order to ensure we deliver it as promised; to have a short delay to phase 2a, to continue to deliver phase 2b on track; and to look again at delivering a station at Euston, within the budget that has been set. I think those were the right decisions to deliver improved infrastructure, to benefit the country over decades to come."
    ]
}