{
    "url": "https://www.ukpol.co.uk/gordon-brown-2010-speech-on-building-britains-digital-future/",
    "title": "Gordon Brown – 2010 Speech on Building Britain’s Digital Future",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Prime Minister, on 26th March 2010.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "As we emerge from recession, we face fundamental questions about the kind of Britain we want to build for the future; and about who will lead us there.",
        "Choices: about who’s best for jobs? Who’s best for industry? Who’s best for the NHS, schools and public services?",
        "Decisions about the changes we must make this year that will lead us to a better tomorrow.",
        "And we need to ask: who has the plan not just to secure recovery – but to go for growth? The plan that will mean not just jobs for us today – but jobs for our children tomorrow? The plan that will see British business not just succeeding in the global marketplace of this generation – but leading in the global industries of the next?",
        "This week’s budget will set out the next stage of our plan to go for growth.",
        "It is built on two essential pillars.",
        "First, given the fragility of the economy both here and across the world, and the continuing weakness of the global financial system, the essential requirement today is to do everything possible to nurture and secure the recovery and put Britain back on a solid course for strong and balanced growth.",
        "Second, once that recovery is secured – and the private sector is once again strong enough to drive the upturn without exceptional support from the Government – we must carefully but decisively bring public borrowing back down fairly and without damaging front line public services.",
        "Our strategy for growth is not at the expense of the tough deficit reduction plan we have set out; rather it is absolutely central to it. Because it is growth that creates jobs, stimulates demand and brings in revenue.",
        "We know that the strong and balanced growth that we need will not materialise if we simply do nothing, stand back and leave it all to unbridled market dogma. If we have learnt one thing from the global recession of the last two years, it is that unfettered and unregulated markets cannot by themselves be relied upon to deliver a fair future for all of our citizens.",
        "Instead of a gamble on crude laissez faire economic theories we need a new industrial strategy for this country founded on an open partnership of business, people and government – doing all we can to support enterprise as the engine of economic growth and unleashing the entrepreneurial, innovative and dynamic talents we have in Britain.",
        "Encouraging those sectors in which Britain has – or can build – a global advantage; so Britain can truly lead the world.",
        "It means where necessary, investing now to provide the conditions in which private enterprise in these sectors can thrive.",
        "Sectors such as advanced manufacturing, clean energy, high speed rail, pharmaceuticals, science and research; and of course the digital industries – on which I want to focus my remarks this morning.",
        "I want us to consider today the Britain of 2020 – the Britain we can create at the leading edge of these knowledge industries, but also a Britain which leads the world in open, personal, interactive public services and in the new politics.",
        "I want to make a radical set of proposals which include transfers and shifts in existing spending, including being prepared to cancel current projects, and which – together with more detailed plans set out by the Chancellor in the budget on Wednesday – will help us to save billions of pounds a year in public sector costs in the next few years.",
        "I want Britain to be the world leader in the digital economy which will create over a quarter of a million skilled jobs by 2020; the world leader in public service delivery where we can give the greatest possible voice and choice to citizens, parents patients and consumers; and the world leader in the new politics where that voice for feedback and deliberative decisions can transform the way we make local and national policies and decisions.",
        "Underpinning the digital transformation that we are likely to see over the coming decade is the creation of the next generation of the web – what is called the semantic web, or the web of linked data.",
        "This next generation web is a simple concept, but I believe it has the potential to be just as revolutionary – just as disruptive to existing business and organisational models – as the web was itself, moving us from a web of managing documents and files to a web of managing data and information – and thus opening up the possibility of by-passing current digital bottlenecks and getting direct answers to direct requests for data and information.",
        "It will change fundamentally the way we conduct business – with new enterprises by-passing traditional media communications and governmental organisations: new enterprises spun off from the new data, information and knowledge that flows more freely.",
        "And in both the content and delivery of public services the next stage of the web will transform the ability of citizens to tailor the services they need to their requirements, to feedback constantly on their success, to interact with the professionals who deliver them and to put the citizen not the public servant in control.",
        "Today I can announce the first funding for the next stage of this research – £30m to support the creation of a new institute, the institute of web science – based here in Britain and working with government and British business to realise the social and economic benefits of advances in the web.",
        "It will assemble the best of world scientists and researchers and be headed by Sir Tim Berners Lee, the British inventor of the world wide web – and the leading web science expert Professor Nigel Shadbolt.",
        "This will help place the UK at the cutting edge of research on the semantic web and other emerging web and internet technologies, and ensure that government is taking the right funding decisions to position the UK as a world leader. And we will invite universities and private sector web developers and companies to join this collaborative project.",
        "So building on this next generation web and the radical opening up of information and data – and therefore more power in people’s hands – the steps towards achieving this ambition to become the leader in the next stage of the digital revolution are three-fold:",
        "First to digitalise – to make Britain the leading superfast broadband digital power creating 100 per cent access to every home;",
        "Second to personalise – seizing the opportunities for voice and choice in our public services by opening up data and using the power of digital technology to transform the way citizens interact with government;",
        "Third to economise – in the Pre-Budget Report we set out our determination to find £11 billion of savings by driving up operational efficiency, much of it enabled by the increased transparency and reduced costs made available by new technology.",
        "On Wednesday the Chancellor will set out more detailed plans for delivering these savings, totalling, overall, £20 billion.",
        "But over the period ahead I want to go much further in harnessing the power of technology to refashion the structures and workings of government – delivering efficiencies not simply in the back room; but also looking at how the new technologies can open the door to a reinvention of the core policy-making processes and towards a renewal of politics itself.",
        "Let me address each of these stages in more detail.",
        "Britain is uniquely equipped to lead the digital age. We are already an international hub for creativity and commerce. We have the most lucrative e-commerce market in Europe.",
        "And more than a quarter of our jobs – 7 million – are already in information, communications and technology related roles – a higher proportion than in France, Germany or America.",
        "This country has always been at its best when it has led the world in its pursuit of creativity and innovation and in the promotion of fairness and liberty. And in so many ways these issues have come together in the extraordinary development of the world wide web.",
        "It is already creating formidable new businesses and transforming the way existing businesses operate. From online shopping and banking to checking train times or booking flights. From catching up with the news to staying in touch with our family and friends – the web has already profoundly changed the way many of us go about our daily lives.",
        "And it’s not just about convenience – it’s about quality of life too.",
        "The other day I heard how one of Britain’s leading musicians, who spends most of his time abroad, reads his young son a bedtime story from thousands of miles away using Skype. And millions of us can now spend more time with our families because technology allows people to work easily from home.",
        "And although hard to imagine, the revolution we have witnessed so far is only just beginning. The next stage will be radical expansion and enhancement of two-way communication between service providers and homes that new superfast broadband is beginning to make possible.",
        "The Google smart meters programme delivers real time information on home energy use to mobiles and office desktops, helping people to manage energy consumption when they are out – and so save money.",
        "And it could soon be commonplace for children to continue learning together after the school bell has rung by studying in virtual classrooms; and for doctors to hold video consultations from their surgeries with patients at home to diagnose and in some cases even treat them.",
        "The internet revolution is quite literally creating a different world.",
        "But just imagine if you weren’t part of that world.",
        "Imagine if you had never accessed the Internet.",
        "Imagine if you had no access to the best deals on the virtual high street – that can save you on average £560 a year by shopping and paying bills online.",
        "Well that is reality for around one in five adults in the UK. 21% of UK adults have never accessed the internet. That’s over a fifth trapped in a second tier of citizenship, denied what I increasingly think of as a fundamental freedom in the modern world: to be part of the internet and technology revolution.",
        "This is unfair, economically inefficient and wholly unacceptable.",
        "Consider the advent of electricity. How acceptable would it have been to say that only some people should have access to electricity?",
        "Superfast broadband is the electricity of the digital age. And I believe it must be for all – not just for some.",
        "We have already decided to commit public funding to ensure existing broadband reaches nearly every household in Britain by 2012.",
        "Now government must decide what action it will take to bring about universal access to the next generation of superfast broadband, simultaneously ensuring the highest quality content is available online and available to all.",
        "The choice with broadband infrastructure is clear. We can allow unbridled market forces to provide a solution on its own terms and according to its own timetable as others would do.",
        "The result would be superfast broadband coverage determined not even by need or social justice, or by the national interest but by profitability alone. This would open a lasting, pervasive and damaging new digital divide.",
        "It would allow the country to become split between a fast-track and a slow-track to the future, between those fortunate to live in densely-populated areas and those not.",
        "But to concede a willingness to have superfast broadband reserved for some rather than for all also betrays a total failure to grasp the scale of the educational, economic and social opportunities that it brings.",
        "Because the truth is that a government that is prepared to allow a digital divide to grow would be one that creates a deeper and more pernicious divide than simply one of accessing e-mail or online shopping services.",
        "Faster broadband speeds will bring new, cheaper, more personalised and more effective public services to people; it will bring games and entertainment options with new levels of sophistication; it will make accessing goods and services immeasurably easier; it will enrich our democracy by giving people new ways of communicating complaining and challenging vested interests.",
        "In short, the world available to those with superfast broadband will be unimaginably richer than to those without.",
        "So one vision for digital Britain would create two nations: one digitally privileged, one digitally deprived.",
        "And this will mean a massive penalty in economic development to those who are denied access because of a failure of government to rise to the challenge where markets may fail.",
        "The alternative is our vision: ensuring, not simply hoping for, universal coverage.",
        "We say that Britain’s digital future – must be a future for all – not just for some. But if every household is to benefit, then it is fair that every household contributes to meeting this goal.",
        "That is why we have chosen to raise a small levy on each household phone line – 50p per month, about the price of a pint of milk – to help fund a partnership with the private sector for a superfast broadband network right across Britain.",
        "Building a universal fast-speed digital infrastructure is necessary but not sufficient.",
        "High quality content – whether it is news, entertainment, games, networking sites or information services – relies on maintaining the conditions for innovation and competition online.",
        "So in addition to the measures in our digital economy bill, I say clearly today, we will support the independence of Ofcom to ensure creativity, diversity and high standards. And we will retain the BBC licence fee to ensure a strong, independent BBC remains at the forefront of providing world-class quality content across different media.",
        "So we are:",
        "– Investing now in bringing superfast broadband and new technology to all;",
        "– Creating the right environment for innovation and competition in the digital sector; and",
        "– Leading the next generation of the web and internet.",
        "But now we must use this technology to open up data with the aim of providing every citizen in Britain with true ownership and accountability over the services they demand from government.",
        "And in doing so we can put in place the best most personalised but universally accessible digital public services in the world, and harness the power of technology to economise – shaking up Whitehall and making us the most efficient, open and responsive government in the world.",
        "Building on the outstanding work Sir Tim and Nigel Shadbolt who have been leading on ‘making public data public’, I can now announce that we are determined to go further in breaking down the walled garden of government, using technology and information to provide greater transparency on the workings of Whitehall and give everyone more say over the services they receive.",
        "In January we launched data.gov.uk, a single, easy-to-use website to access public data. And even in the short space of time since then, the interest this initiative has attracted – globally – has been very striking. The site already has more than three thousand data sets available – and more are being added all the time. And in the past month the Office for National Statistics has opened up access for web developers to over two billion data items right down to local neighbourhood level.",
        "The Department for Transport and the transport industry are today making available the core reference datasets that contain the precise names and co-ordinates of all 350 thousand bus stops, railway stations and airports in Britain.",
        "Public transport timetables and real-time running information is currently owned by the operating companies. But we will work to free it up – and from today we will make it a condition of future franchises that this data will be made freely available.",
        "And following the strong support in our recent consultation, I can confirm that from 1st April, we will be making a substantial package of information held by ordnance survey freely available to the public, without restrictions on re-use. Further details on the package and government’s response to the consultation will be published by the end of March.",
        "And I can also tell you today that in the autumn the Government will publish online an inventory of all non-personal datasets held by departments and arms-length bodies – a “domesday book” for the 21st century.",
        "The programme will be managed by the National Archives and it will be overseen by a new open data board which will report on the first edition of the new domesday book by April next year. The Government will then produce its detailed proposals including how this work can be extended to the wider public sector.",
        "To inform the continuing development of making public data public, the National Archives will produce a consultation paper on a definition of the “public task” for public data, to be published later this year.",
        "The new domesday book will for the first time allow the public to access in one place information on each set of data including its size, source, format, content, timeliness, cost and quality. And there will be an expectation that departments will release each of these datasets, or account publicly for why they are not doing so.",
        "Any business or individual will be free to embed this public data in their own websites, and to use it in creative ways within their own applications.",
        "For example, Jobcentre Plus now offers a job search widget which can be put on any other website and a similar application for mobile phones.",
        "And independent developers are using the information we’ve published for innovative new websites and mobile phone applications such as ‘asborometer’ – built by one person in just five days. It finds your position using GPS and tells you how many people have been served with an asbo in that area. When it launched last month it was the number one free application in the iTunes store after a reported 80,000 downloads in two days.",
        "We’re determined that government websites should be efficient and meet people’s needs – easy to find, easy to use, and fully accessible. And in our relentless drive to improve the efficiency and effectiveness of the way we use websites to meet this goal, we have already closed 900 now unnecessary government websites, with plans to close nearly 500 more. And we will set new challenging standards of quality and accountability for government websites – including a requirement that each one allows feedback and engagement with citizens themselves. From today no new website will be allowed unless it fully meets these requirements.",
        "Six years ago we launched Directgov, as the first version of a joined-up view of government on the web.",
        "It now has 25 million visits a month, offering in one place a single portal of information for all citizens on all our public services. And by the end of May, developers will be able to use content from the Directgov website – for example, to translate it into another language, to rearrange it so that it is more relevant for a specific local community, to alert people when it changes, or to let people create their own personal tailored view of Directgov.",
        "But we need to go much further.",
        "So our goal is to replace this first generation of e-government with a much more interactive second generation form of digital engagement which we are calling Mygov.",
        "Companies that use technology to interact with their users are positioning themselves for the future, and government must do likewise. Mygov marks the end of the one-size-fits-all, man-from-the-ministry-knows-best approach to public services.",
        "Mygov will constitute a radical new model for how public services will be delivered and for how citizens engage with government – making interaction with government as easy as internet banking or online shopping. This open, personalised platform will allow us to deliver universal services that are also tailored to the needs of each individual; to move from top-down, monolithic websites broadcasting public service information in the hope that the people who need help will find it – to government on demand.",
        "And rather than civil servants being the sole authors and editors, we will unleash data and content to the community to turn into applications that meet genuine needs. This does not require large-scale government IT Infrastructure; the ‘open source’ technology that will make it happen is freely available. All that is required is the will and willingness of the centre to give up control.",
        "This bold new approach will transform the way services are delivered but, more importantly, it will be the vehicle through which citizens will come to control the services that are so important to their lives and communities. With Mygov, citizens will be in control – choosing the content relevant to them and determining their level of engagement. And their feedback will in turn help us to improve services.",
        "With the rapid development of technology consumers today expect so much more – but when it comes to government they don’t always seem to get it. With Mygov they will.",
        "Today you can book and pay for a holiday online in minutes. Why can’t you do that for a blue badge for a disabled person? With Mygov you will.",
        "You can deal with your bank when and where you want, at any time that suits you. Why can’t you do that with your Jobcentre? With Mygov you will.",
        "These days websites tell you what other services or products might interest you. Why don’t government websites do that? With Mygov they will.",
        "And recognising the frustrations of having to prove ID in different ways to access different services, we have launched the access to public services initiative to provide a shared service across government, allowing users of government services to identify themselves simply and definitively, and to access those services online.",
        "Online, Mygov will give people a simple “dashboard” to manage their pensions, tax credits or child benefits; pay their council tax; fix their doctors or hospital appointment and control their own treatment; apply for the schools of their choice and communicate with their children’s teachers; or get a new passport or driving licence – all available when and where they need it.",
        "And it’s not just about gains for citizens either. Businesses can benefit too. By the end of the year, all public service contracts over 20 thousand pounds will be available on a single, free, easy-to-use online portal, and the data will be available free of charge for others to re-use.",
        "To help us realise this vision I am delighted that Martha Lane Fox has agreed to broaden her current role to become the UK’s digital champion and help us establish in the cabinet office – at the heart of government – a new digital public services unit.",
        "The unit will be charged with ensuring that departments achieve rapid progress on transferring and transforming services to online channels.",
        "It will ensure those services are designed around the needs of those who use them most.",
        "And it will put the 4 million people who are among the heaviest users of government services – but who have never used the internet – at the heart of our strategy rather than letting them literally slip through the digital net.",
        "Increasingly the digital net will be the social safety net – the only way to extend access to new, higher quality and more efficient digital services, to all of our citizens.",
        "Pricewaterhousecoopers has estimated that the Government can save £900 million a year just by bringing those who don’t have access to the internet online so that they can carry out transactions with public services more quickly and efficiently.",
        "We know that for every transaction with a public service that is done online rather than over the telephone we can save around £3.30 in administration and staffing costs. And using the internet rather than filling in paper forms or writing letters can typically save £12 each time.",
        "But the total savings would be far bigger if all public services could be accessed online.",
        "So I want the new unit to act as a dynamic force for change within government helping to quickly drive significant cost savings with radically increased digital public service delivery.",
        "But this drive to economise must go further than the delivery of public services – for the coming second digital revolution also offers the opportunity to radically refashion government and Whitehall departments.",
        "A restructuring that means we become the most efficient, open and responsive government in the world. A reform that should allow us to make major savings on running costs – while providing better services to the citizen.",
        "Traditionally Whitehall departments have in varying proportions comprised three main elements. First, policy teams including people who oversee or regulate front-line delivery agencies. Second, a set of public-facing, often transactional services. And third, a series of back office functions essentially supporting the other two.",
        "The power of the new digital technology now gives us the chance to transform this model: to make Whitehall and the wider public sector more efficient and more effective.",
        "Every industry has felt the force of the internet’s ability to empower consumers and increase transparency. Now is our opportunity to be one of the world’s leading governments addressing these challenges – to oversee an enormous shift from what many have in the past seen as a too paternalistic, closed Whitehall to an open, interactive responsive enabler where citizens personalise shape and ultimately control their services.",
        "I have already set out how I believe Mygov can transform the nature and cost of the Government’s public facing services. But the same is potentially true of the other two core civil service functions.",
        "Take the back office. The Government is committed to achieving £4bn of savings from back office functions by 2012-13. To drive this ambitious programme forward, we intend to establish a number of business service companies that will handle the routine back office functions of Whitehall departments.",
        "The prototype for this new approach already exists – the shared services centre in the department for work and pensions, which already supports 140,000 staff in three departments and plans to take on four more in the next year. DWP also has plans to establish its shared services as a trading fund within the next twelve months, and will explore in parallel the scope for bringing further commercial expertise into its work.",
        "Our aim and intention is that these public business service companies will use modern digital platforms wherever possible, and aim to be leaders in green technology and working practices. And as they demonstrate progress there is no reason why these companies should not in time draw in private capital, giving rise to the possibility of substantial capital receipts.",
        "I believe that a similar approach can also be used to drive down the Government’s property costs. Significant efficiency improvements have been made over recent years and overall costs are now £740 million a year lower in real terms than in 2003.",
        "But operating costs can still be reduced further. We have committed to save £5 billion per year in running costs and dispose of £20 billion surplus property over the next decade. To achieve this we will look to create a number of specialist government held property vehicles run on commercial lines.",
        "But the impact of technology on central government should not be confined to the back office and transactional services. We have within our grasp the opportunity to harness new technology to deliver a major step forward in giving the public a greater influence over the Whitehall policy making process.",
        "Revitalising our politics, our governance and our democracy means going beyond simply increased openness about previously secret information – it requires the policy-making monopoly of ministers and the civil service to be challenged – where practicable – through a step change in the opportunities for people to engage with and interact with government in its policy proposals.",
        "And it also means a less centralised approach to government. The Chancellor will publish on Wednesday Ian Smith’s report on how to secure a further substantial transfer of civil servants out of London and the South East to other parts of the country. I intend to build on this in the next parliament with a further strengthening of the role of regional ministers and a streamlining and amalgamation of central government functions at the regional level.",
        "At the same time I want to look again at whether we need so many independent Whitehall departments in the age of digital government. Most policy and delivery issues cut across the departmental boundaries – and it is not clear – despite much innovation and experimentation with cross cutting units projects and public service agreements – how the traditional silo-based Whitehall approach can best be overcome.",
        "I have said there will be at least a 20 per cent cut in the senior civil service paybill and the Chancellor will provide more details of this in the Budget. And as we make these radical changes we can also reduce the number of Whitehall departments.",
        "But as well as rethinking how the different parts of the Government machine can be streamlined and decentralised we must urgently explore too how all practical means for giving the public far greater influence over the Whitehall and Westminster policy-making processes.",
        "The web and the internet offers us a chance to reinvent “deliberative democracy” for the modern age.",
        "Digital government will help open the door to new ways of enabling people to influence and even decide public policy. And it will give them better and more comprehensive access to the information they need to make informed choices.",
        "Ultimately this can provide the basis for them to participate in deliberative processes to formulate policy – setting off a historic shift in the way public policy is made.",
        "This includes opening more policy development to wider scrutiny, for example through the use of e-petitions and deliberative events.",
        "Since it was established at the end of 2006, the number 10 e-petitions service has received more than 70 thousand petitions. There have been more than 12 million signatures placed and the Government has replied with more than 8 million e-mail responses.",
        "Each week I record a podcast and use twitter most days. Number10.gov.uk carries out daily conversations with more than 1.7 million followers. There have been almost 2 million views of our images on flickr and 4.3 million views of our films and videos on YouTube.",
        "But we can do much more. Today, we are launching a brand new Number 10 iPhone application that will bring news, video and audio from the downing street website to potentially millions of users completely free of charge.",
        "So what I am talking about is in essence a new partnership to govern – an invitation for people to directly share in the task of government that is there to serve them.",
        "And I am today tasking every department to identify the far wider scope for deliberative engagements with the public, specifiying the outcome expected from such engagement.",
        "The digital revolution is creating a different world. And I know that we in Britain have the spirit and the talent to take the lead in that new world.",
        "The question is whether we are bold enough to make the necessary decisions today to build Britain’s digital future.",
        "My message is clear.",
        "We have the courage to invest in that future and secure the growth and jobs it offers not just today but for generations to come.",
        "We have the determination to harness the new digital technology to shake up Whitehall and drive a radical reshaping of government – focused on giving people a greater say over the policies that affect their lives and the services on which they depend.",
        "And above all – we have the resolve to make sure that the immense opportunities that Britain’s digital future offers us are available to all – not just to some."
    ]
}