{
    "url": "https://www.ukpol.co.uk/gordon-brown-2004-speech-to-the-social-market-foundation/",
    "title": "Gordon Brown – 2004 Speech to the Social Market Foundation",
    "post_date": "January 3, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 18 May 2004.",
    "content": [
        "I am grateful to the Social Market Foundation not just for its contribution in forum after forum and publication after publication to a vibrant debate about the future of our country but for giving me the opportunity to speak on markets and social reform last year, now being so kind as to publish in pamphlet from the speech I made.",
        "In the speech I argued for a new clarity on one of the oldest and most important issues in political economy: the role and limits of the state and markets.",
        "I argued that markets are in the public interest, while not to be automatically equated with it, and that we should be advancing market disciplines across the economy – promoting greater competition, open trade, entrepreneurship and flexibility in labour and capital markets.",
        "I said that where there are market failures we should work to make markets perform better – as in skills and training, in science and research and development, in financial markets, in regional policy and to tackle environmental damage.",
        "And I suggested that where there are systemic problems with the operation of markets that cannot easily be corrected, such as in healthcare and other public services, the challenge is develop efficient and equitable but non centralist means of public provision.",
        "Since that speech – and with your general support – we have already announced major changes in policy that were prefigured or anticipated by the arguments of the speech.",
        "We have removed the last permanent industrial subsidies in coal, steel and shipbuilding.",
        "We have announced the sale of UK Government privatised shareholdings.",
        "From a platform of an increased national minimum wage and tax credits, we have promoted regional and local pay flexibility.",
        "We have announced new deregulatory initiatives for the administration of small companies in for example VAT and audit.",
        "We have agreed a four Presidency deregulation initiative for the EU, with the aim of putting every regulation to the competitiveness test.",
        "We have proposed a further round of European economic reform – liberalising product, capital and labour markets.",
        "We have proposed how the European Union can reform its state aid regime – abolishing wasteful state aids but also making sure the rules do not prevent measures which help make markets work better.",
        "We have implemented our new competition and enterprise regime and the OFT and Competition Commission have a new work programme with investigations into market conditions in areas from pharmacies and doorstep selling to estate agents and the professions.",
        "And we have invested substantially more in the areas where if Government does not act, voluntary, private or other agencies cannot be relied on to do so – in schools, adult learning, universities, colleges, health and infrastructure.",
        "And in adult learning we are seeking a new partnership between government, employers and employees.",
        "In health and the public services the programme of reform is proceeding faster than ever and that reform will go on and on.",
        "Tony Blair and I are working closely on both our spending round and the five year departmental plans for the future: radical plans for investment matched by reform which we and the Cabinet are also working through together, reform plans that we will outline in the next few weeks, reforms on the basis of which Tony Blair will map out the road ahead.",
        "And working with John Reid in the field of health care, we are recognising just how much more progress on the reform agenda we can make.",
        "Last year I argued for more devolution, more local accountability, more flexibility and more choice – more diversity of supply – in the delivery of services. But advances we are making now allow us to go even further.",
        "Take information available to the patient. In my speech last year I pointed out that professional and care relationships suffer from information asymmetries — information asymmetries that made the typical market model of service provision difficult to work in every health care system including in America as well as Britain. Whereas in a market there is always a temptation for the supplier to exploit information asymmetries, in public services we must attempt to face up to them in the interests of patient power. So increasingly we will empower patients.",
        "In addition to producing better information for patients through star ratings, putting waiting times and other information on the NHS.uk website, we are piloting expert support for patients in exercising choice over their care. In our coronary and heart disease choice pilots, for example, specialist nurse ‘patient care advisors’ are being provided to help patients. And we are now planning to roll out choice at referral, where PCTs and GPs will provide advice and support either directly to patients or with the help of voluntary organisations. We are also providing more information particularly in primary care and for patients with chronic conditions where patients increasingly have considerable knowledge of their condition.",
        "Addressing these asymmetries – putting patients and users of other public services at the heart of the delivery of those services – is a crucial aspect of the government’s desire to achieve a wider aim: to make public services more personal to the needs of the user.",
        "Personalisation means opening up wherever possible a greater range of options to the service user and I believe it will serve us well to consider the future of the public services in this way: making public services responsive to the particular needs of their users so that his or her needs are better met:",
        "* for the NHS patient, the opportunity to book an appointment time, to see their own electronic records, to choose a hospital",
        "* for the school pupil, allowing the individual to learn at his or her own pace and style",
        "* for the elderly or disabled person, the chance to design for themselves and then obtain the right package of care options for them",
        "* for the young person on the New Deal, access to an adviser who can provide help tailored to the particular circumstances of the individual and the employment conditions of the area",
        "* for the parent, a range of flexible childcare services and financial support to choose from",
        "* for the local community, the opportunity to discuss and influence community safety strategies and environmental improvements.",
        "And in this way the work of the doctor, the nurse, the teacher and the provider focus more on the individual needs of the patient, pupil and user than ever before; public services can be shown to be superior to privately provided services in these areas; and a new model of non centralised non market public service delivery can evolve – devolved, accountable, flexible, with the user in the driving seat.",
        "For too long in the past chronic under-investment made many resigned to the poor performance of too many public services, standardised and uniform services starved as they were of resources and of long term direction and hope. But today we can see a new vision ahead of us – where instead of standardised and uniform services, public services meet peoples diverse needs in ways personal to those who depended upon them",
        "As Amartya Sen has famously argued, equality rooted in an equal respect and concern for our citizens demands not just greater equality of resources but also equal capability to function and develop their potential. Such capability can be developed through a new approach to public services – one that maximises responsiveness and flexibility to provide services that empower the individual to flourish and one that engages individuals themselves to be active partners in achieving these results.",
        "Because achieving equality of opportunity is a fundamental goal in a progressive society, I believe each person has an equal entitlement not just to high standards of service, but to as equal a chance as another of developing themselves and their potential to the fullest. Because people begin from different starting places, in different circumstances and with different needs, public services need to be personalised in terms of their resources and range of provision.",
        "Achieving this vision of personalised public services — meeting the individual needs of all our citizens — requires continuing reform in the way we deliver public services. This is the process on which the government has embarked and on which we continue to push ahead, as we shall show in the spending review in the summer.",
        "And this vision is not of personalised services just for the few, for those who can afford to buy them in the market. It is for all. For personalisation is not opposed to equity; it is at the very core of what equity means. Achieving the goal of equality of opportunity – enabling each person to achieve their own potential to the fullest – requires a tailored approach that takes into account each person’s unique circumstances.",
        "When I gave the speech to the SMF last year, some people said that the Government’s three goals for public services",
        "Yet, in my speech and now pamphlet, I showed how not just equity but efficiency is better served through a publicly-funded and publicly-provided NHS rather than a private market.",
        "But now I believe we can go further than this. We can show that public funding and largely public provision cannot only be equitable and efficient but can provide personalised services as well.",
        "I very much hope the SMF, along with other think tanks, will continue to contribute to the debates we are now engaged in on how we develop more personalised, equitable and efficient public services. I hope this pamphlet helps this process. I am very grateful to the SMF for publishing it. And to all of you for attending this launch."
    ]
}