{
    "url": "https://www.ukpol.co.uk/gordon-brown-2008-speech-on-security-and-liberty/",
    "title": "Gordon Brown – 2008 Speech on Security and Liberty",
    "post_date": "October 2, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Speech made on 17th June 2008 in London.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "It’s a great pleasure to be here today with Jacqui Smith and members of the IPPR Security Commission – a non-partisan and highly-experienced body whose work I commend – to discuss the new challenges we all face, indeed one of the greatest challenges of the modern world: how in the face of global terrorism and organised crime we can best ensure the security, safety and liberties of the British people.",
        "The modern security challenge is defined by new and unprecedented threats: terrorism; global organised crime; organised drug trafficking and people trafficking. This is the new world in which government must work out how it best discharges its duty to protect people.",
        "New technology is giving us modern means by which we can discharge these duties. But, as I will also suggest today, just as we need to employ these modern means to protect people from new threats, we must at the same time do more to guarantee our liberties. And, facing these modern challenges, it is our duty to write a new chapter in our country’s story – one in which we protect and promote both our security and our liberty – two equally proud traditions.",
        "The IPPR review starts where I start: that we must understand the changing world we live in – and the unprecedented changes in scope and scale of the security threat. Indeed when people look back at the history of the first decade of the twenty first century, they will see it as a period of new and fast changing threats.",
        "First September 11th, then Bali, then Madrid, and then the London bombings in July three years ago when I remember how – in the face of the worst terrorist attacks in our history, with British-born suicide bombers killing and maiming their fellow citizens – the British people, our police and security and emergency services, facing this new challenge, stood as one.",
        "We also remember how, in the face of simultaneous terrorist attacks in London and Glasgow a year ago, we again saluted the bravery of the police, security services and the public.",
        "And it should not be forgotten that even today, the security service estimate there are at least 2000 known terrorist suspects, 200 organised networks and 30 current plots.",
        "These are not remote or hypothetical threats. They are, sadly, part of today’s reality.",
        "And whilst terrorism is the most dramatic new threat, there are other, new security issues that also help define the modern world.",
        "Organised crime has changed beyond recognition from the days of the Krays: no longer confined to a neighbourhood or even a city, but involving networks spanning the world – threatening lives and feeding conflict and instability.",
        "Drug trafficking too is an ever more sophisticated international business – stretching from the Helmand Valley – where British forces are serving with great courage and distinction to bring order and a chance of progress to this once lawless region – through international networks, to the streets of our own cities.",
        "And so too is organised illegal immigration – a problem faced by the entire developed world – which we see at its worst in the callous contempt for life of people traffickers who smuggle women and children across the globe for sexual exploitation.",
        "Today, while in many ways we are more secure as a country than at most times in our history, people are understandably fearful that they may become victims of terrorist attack. While overall crime is a third lower than ten years ago, people are understandably fearful of guns or knives on our streets. And while our border controls are stronger than ever, with more countries subject to visa requirements and 100 per cent of those visas based on fingerprints, with instant checks against watch lists – still people are understandably fearful about people traffickers or illegal workers. These are new threats, they are real concerns. People feel less safe and less secure as a result, and I understand that.",
        "All these new challenges reflect the modern world – a world more interconnected and interdependent, with travel faster and cheaper than ever before, and the flow of goods and ideas around the world almost instantaneous. These are, of course, great positive changes, empowering individuals and creating new opportunities. But they also create new challenges for our security. The internet, a revolutionary force for change and opportunity, is also used to hateful ends by terrorists and criminals.",
        "And in this new world of crime and threats to our security, it is not just the power of the state that has to be checked and about which we have to be vigilant: it is also the power of individuals and organisations to cause terrible damage that requires us to act and be vigilant too.",
        "I believe that the tools we have to deal with organised crime must be proportionate to the damage done. But these new risks to our security – no respecters of traditional laws or borders, and more complex and global than ever before – cannot solely be managed by the old, tried methods and approaches.",
        "It could be said that for too long we have used nineteenth century means to solve twenty first century problems. Instead we must have twenty first century methods to deal with twenty first century challenges.",
        "So I want to focus today on the use of modern technology in fighting crime and protecting our borders – and focus on the argument that new laws or new technologies threaten the rights of the individual.",
        "Put it this way: while the old world was one where we could use only fingerprints, now we have the technology of DNA.",
        "While the old world relied on the eyes of a policeman out on patrol, today we also have the back-up of CCTV.",
        "While the old world used only photographs to identify people, now we have biometrics.",
        "Of course all these new technologies raise new problems and I will discuss them today. But the answer is not to reject the new 21st century means of detecting and preventing crime – but to simultaneously adopt the new technologies where they can help – and to strengthen the protection of the individual:",
        "· never subjecting the citizen to arbitrary treatment,",
        "· always respecting basic rights and freedoms,",
        "· and, wherever new action is needed, matching it with stronger safeguards and more transparency and scrutiny.",
        "So the question is how – at one and the same time – we can ensure we give no quarter to terrorism and organised crime, while still advancing the liberties our society is founded upon.",
        "And there is, in my view, a British way of meeting this challenge. The British way cannot be a head-in-the-sand approach that ignores the fact that the world has changed with the advent of terrorism which aims for civilian casualties on a massive scale and which respects not only no law, but also no recognisable moral framework.",
        "Instead, it must be an approach that is prepared to make the difficult decisions to protect our security – not by ignoring the demands of liberty but always at the same time doing everything we can to protect the individual from unfair or arbitrary treatment. This is the driving force behind the proposals the Government is bringing forward – including the counter-terrorism provisions we asked Parliament to approve last week. And we don’t suggest these changes to be tough or populist – but because we believe they are necessary.",
        "Let us turn first to the issue of terrorism legislation, and in particular detention before charge. There are two key respects in which the terrorist threat has changed:",
        "· the threat of suicide attacks without warning and mass casualties, requiring the police and security services to intervene earlier to avert tragedy, but without necessarily having the evidence to charge,",
        "· the increasing complexity of plots – with many thousands of exhibits having to be examined, far in excess of IRA investigations in the past – and networks spanning the globe, requiring days and weeks to pursue and unravel.",
        "These are the arguments which led us to propose a procedure under which in only the rarest circumstances – a grave and exceptional terrorist threat – detention before charge could be extended from 28 to 42 days.",
        "And I believe that people do appreciate the complexity of the issue – and recognise that the way in which we balance the need to maintain our security with the need to safeguard our basic freedoms must be renewed in a changing world.",
        "For just as it is difficult to argue that the terrorist threat has not changed, it is also difficult to claim that this change is not serious enough to justify change in our laws. The challenge – as I said when I backed the case for longer pre charge detention in 2006 – is how to match a change in our laws with stronger safeguards, so we protect both the civil liberties of the individual and the security needs of all individuals. But I stress the central point: the safeguards cannot lie in measures that make it impossible for the police to complete an investigation into terrorist activities – something which would in the end harm all our civil liberties – but must lie instead in ensuring that the civil liberties of a person detained are protected by clear rules and by proper accountability.",
        "I argued then, and I believe now, that by preserving the primacy of the courts, backed up by proper oversight and, in the end, Parliamentary scrutiny, we can achieve a settlement that ensures both our tradition of liberty and our need for security. These protections include oversight by the judiciary, Parliamentary scrutiny, an independent review process, and independent legal advice for Parliament.",
        "The debate rightly focused on the role of Parliament – the requirement for Parliament within seven days to approve the declaration of exceptional circumstances – just as Parliament must also approve each year the extension of the existing 28 day limit, a decision it will face this week. But this important debate should not lead us to overlook the continuing role of the judiciary. It remains true under our proposals that no person could be held in pre charge detention without the agreement every seven days of a senior judge – completely independent of the executive. And I will never – neither here nor in any other area – seek to question the right of judges to make decisions in individual cases, or undermine the role of the independent judiciary which has done so much over the centuries to safeguard British values.",
        "The reform of our laws is only one part of our response to the new terrorist threat – which is backed also by increased resources, from £1 billion in 2001 to £3.5 billion in 2011, and includes improvements to our counter-terrorist policing and security services, new protections at our borders and for our national infrastructure, and a new approach to the long term challenge of isolating and confronting extremism – the long term struggle to win the battle of ideas.",
        "We must recognise that winning the battle of ideas means championing liberty. To say we should ignore the longstanding claims of liberty when faced with the urgent needs of security is tempting to some, but never to me – it would be to embark down an illiberal path that is as unacceptable to the British people as it is to me.",
        "Let us be clear – the new, more open, global society creates both new freedoms for all of us but also new opportunities for terrorists and criminals to use against us the very freedom and mobility and openness we rightly take pride in. And we must advance this open society with our eyes open – for we cannot now ever forget the ease with which, unless we act, terrorist crime can flourish in our midst.",
        "Just as when we change our laws to respond to the new terrorist threat, we must match new laws with new protections for liberty – so we must also harness new technology which can improve our security – but again we must do so with new and proper safeguards.",
        "Take the issue of identity – the second issue I want to discuss today. People’s identity is precious and needs to be secure. But is a simple fact that the scale of identity fraud is increasing – that more people are facing distressing and disruptive attempts to steal their identity, and technology has made it far easier for people to perpetuate that fraud. But new technology offers us an opportunity to redress the balance. So one of the best examples of how we can confront the modern criminal while respecting liberties is the use of biometrics, already planned to be introduced into passports across the world, but also offering us the opportunity to protect individuals’ identities in their everyday lives.",
        "We know that as many as one in four criminals use false identities – and with terrorist suspects it is almost universal. One September 11th hijacker used 30 false identities to obtain credit cards and a quarter of a million dollars of debt. Many terrorist suspects arrested since 2001 have had large numbers of false identities. No one is suggesting that an identity card scheme will stop terrorist attacks overnight. But if it can make it harder for people not just to travel across borders with multiple identities, but also to raise money or rent safe houses or buy sensitive material – all anonymously – it can potentially disrupt the operations of terrorists and other criminals – something we must surely be making every effort to do.",
        "But as well as the contribution which I believe a biometric identity scheme can make to these national challenges, I believe it can also make a powerful contribution on an individual level to our personal security. Opponents of the identity card scheme like to suggest that its sole motivation is to enhance the power of the state – but in fact it starts from a recognition of the importance of something which is fundamental to the rights of the individual: the right to have your identity protected and secure. This is why, despite years of exaggeration about its costs and its implications for liberty, public support for it remains so strong.",
        "People understand the value of secure identity. In banking, to protect their money, people were happy to move from signatures to PIN numbers. Increasingly they are moving to biometrics – for example, many people now have laptops activated by finger-scans.",
        "But as with our proposals on terrorist legislation, we must match our efforts to improve our security with stronger safeguards on liberty. We have no plans for it to become compulsory for people to carry an ID card. We have made this clear in the legislation: that the identity card scheme will not be used to place new requirements on people, but, on those occasions in everyday life where people already have to carry ID – if they want to prove their age, or open a bank account, or apply for a job, or register with a GP – it will provide a better, more convenient and more secure way of doing it, not just relying on a couple of utility bills, and one which meets a national standard.",
        "The new generation of passports will require travellers to register their biometrics to protect against passport fraud— digital photographs, finger-scans and in some cases iris scans – and this is happening across the world. The question is whether in the interests of wider security we should go beyond this to a national identity scheme – not just for passports, but also to help inside our borders in the fight against crime, illegal working, benefit fraud and terrorism.",
        "I welcome the report of the all-party Home Affairs Select Committee on 5 June, which – based not on knee-jerk reactions but a year of thorough and impartial research – firmly rejected the characterisation of Britain as a “Surveillance Society” – but warned at the same time against complacency, and called for both practical measures and principled commitments from the Government to ensure the balance of liberty and security is maintained.",
        "I believe that the new plan for the ID card scheme announced by the Home Secretary in March included important steps in the direction of the “principle of data minimization” which the Committee recommends.",
        "We have redesigned the scheme so that people’s names and addresses will be kept separately, on a separate database, from their photographs and biometrics. We are working with the Information Commissioner to ensure that he has full oversight of how this information is stored and protected and used. And we also welcome the opportunity to discuss with the Committee any constructive suggestions to go further in this direction including, for example, clearer and stronger protocols on access to data.",
        "That same all-party report looked also at the next issue I want to discuss, the importance on tackling crime of the modern technology of CCTV.",
        "From the IRA terrorist campaign in the 1990s and the Brixton nail bomber in 1999, to the terrorist incidents in London in July 2005, CCTV either used by the police or released to the public helped in the identification of suspects, and played an important role in the subsequent prosecutions. In central Newcastle, after CCTV was installed, burglaries fell by 56 per cent, criminal damage by 34 per cent, and theft by 11 per cent.",
        "It is the clear benefits of CCTV in fighting crime – from terrorism down to anti-social behaviour – which have led to its increased use by the police and transport and local authorities – and also by shops and businesses. The role of Government however is not just to identify the opportunities for improving our security but, again, to match them with strong safeguards on our liberty and privacy. We absolutely accept the challenge set down by the Home Affairs Committee: that we must demonstrate that “any extension of the use of camera surveillance is justified by evidence of its effectiveness”. And I can tell you today that in addition to the safeguards set out in our CCTV strategy in November we are happy to accept the Committee’s recommendation that the Information Commissioner should produce an annual report on the state of surveillance in the UK for Parliamentary debate.",
        "So let us not pretend that CCTV is intrinsically the enemy of liberty. Used correctly, with the right and proper safeguards, CCTV cuts crime, and makes people feel safer – in some cases, it actually helps give them back their liberty, the liberty to go about their everyday lives with reassurance.",
        "Let us turn now to look at a fourth issue, the use of another modern technology, DNA, in policing: another example, where I believe that instead of rejecting the technologies of the modern world we should adopt them while ensuring that the individual is properly protected against any possibility of arbitrary treatment.",
        "Through a series of careful changes we have made DNA one of the most effective tools in fighting crime. And we have worked with the police and also the Home Affairs Select Committee and others to ensure that proper safeguards are in place.",
        "As a result, the National DNA Database has revolutionised the way the police protect the public. In the last full year for which figures have been made public, the DNA database matched suspects with over 40,000 crimes. That’s over a hundred crimes a day which would be harder to solve, sometimes impossible, without the use of DNA – including 450 homicides, almost 650 rapes, over 200 other sex offences, almost 2,000 violent offences and over 8,500 burglaries.",
        "I say to those who questioned the changes in the Criminal Justice and Police Act 2001, which allowed DNA to be retained from all charged suspects even if not found guilty: if we had not made this change, 8,000 suspects who have been matched with crime scenes since 2001 would in all probability have got away, their DNA having been deleted from the database. This includes 114 murders, 55 attempted murders, 116 rapes, 68 other sexual offences, 119 aggravated burglaries, and 127 drugs offences.",
        "And I say to those who opposed the proposals in the Criminal Justice Act 2003, to allow the police to take DNA samples not just from those charged, but from all those arrested for serious, recordable offences: again, if we had not made this change, there would be serious and dangerous criminals escaping justice and continuing to pose a threat to the public. It is simply not responsible government to let such opportunities to use new technologies to protect the public pass us by.",
        "But again, we have matched these careful extensions in the use of DNA with the right safeguards: DNA can only be recorded for people arrested for a recordable offence; the use of that DNA has clear limits set down in legislation, by the Police and Criminal Evidence Act; and there are stringent limits on those who are able to access the information.",
        "So whether in seizing the opportunity of new technologies, or meeting new security threats, the challenge for each generation is to confront change, to respond to it decisively, and to conduct an open debate on how best to do so without ever losing sight of the value of our liberties – and the equal responsibility of renewing the safeguards on our liberties to meet the challenges of the modern world.",
        "And it is a measure of the emphasis that we place on at all times advancing the liberties of the individual that we have in the past year done more to extend freedom of speech, freedom of assembly, freedom of the press and freedom of information. To summarise, we have given people new rights to protest outside Parliament, made it easier for people free of charge to exercise their right to Freedom of Information – and we are now considering a freedom of expression audit for all legislation. We have removed barriers to investigative journalism; introduced new freedoms that guarantee the independence of non-governmental organisations; while at the same time surrendering many powers from the executive to Parliament, and thus to greater public accountability and scrutiny.",
        "And wherever and whenever there are question marks over the ability to express dissent, I believe that the presumption should be with defending and extending the liberty of individuals to express their views within the law. Our belief in the freedom of speech and expression and conscience and dissent is what helped create the open society; our belief that it is right to subject the state to greater scrutiny and accountability sustains such openness; and this openness and civic freedom and responsibility gives our country the underlying strength it needs to succeed.",
        "These issues I have been discussing – how we maintain our security and advance our freedoms – are some of the biggest questions governments have to face.",
        "It is a debate that has been gathering force in recent times, and it is right and the mark of a healthy democracy that these issues should be vigorously debated.",
        "Unlike the modern history of many other countries, we are a people whom neither invaders from abroad nor despots at home could ever subjugate.",
        "And I agree with those who argue that the very freedoms we have built up over generations are the freedoms terrorists most want to destroy. And we must not – we will not – allow them to do so. But equally, to say we should ignore the new demands of security – to assume that the laws and practices which have applied in the past are enough to face the future, to be unwilling to face up to difficult choices and ultimately to neglect the fundamental duty to protect our security – this is the politics of complacency.",
        "Last year when I took on this job I said it was my earnest hope that agreeing the answers to these questions could be above party politics. And the Home Secretary, Justice Secretary and I have sought and appealed for a consensus on these issues – not just on the terrorism legislation currently before Parliament, but on constitutional reform and on the broad range of issues covered in our first ever National Security Strategy published in March, and on specific questions such as the use of intercept evidence. Why? Because I believe that, while we may be Labour or Conservative or Liberal Democrat or some other party or none, we are first of all citizens of one country, with a shared story and a common destiny.",
        "But much as consensus is important, we cannot ignore another fundamental responsibility – to take the actions that are necessary. Our proud history was not built out of a refusal to confront new challenges, but forged from a willingness to engage with fundamental questions – and to do so with principle and pragmatism. New challenges require new means of addressing them. But at all times the enduring responsibility remains the same – both protecting the security of all and safeguarding the individual’s right to be free."
    ]
}