{
    "url": "https://www.ukpol.co.uk/gordon-brown-2003-speech-at-city-growth-strategies-forum/",
    "title": "Gordon Brown – 2003 Speech at City Growth Strategies Forum",
    "post_date": "January 3, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, at the City Growth Strategies Forum on 8 October 2013.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "It is a pleasure to be here today to celebrate the progress so far of the City Growth Strategy Pilots.",
        "And I want to start by thanking everyone here – regional development agencies, local authorities, public servants, companies, academics, the small business service, urban specialists in every field, and in particular Professor Porter – for the work you do developing strategies for growth which build on indigenous strengths and aim to give every community in Britain the opportunity to realise their economic potential – and congratulate you on what you have done in the last few months in pilot projects in Nottingham, City fringe, Heathrow, St Helen’s, Haringey, Plymouth and London South Central.",
        "When I became Chancellor in 1997 my first act was to make the Bank of England independent.",
        "We acted immediately on coming to office because, with new monetary and then fiscal rules, we wanted to entrench a new culture of economic stability not seen in Britain for decades.",
        "And following the election in 2001, our first act of economic policy was to make the competition authorities fully independent of political interference.",
        "We acted then — and it is time to go further now — because the priority for our second term and the years ahead is to build from the foundation of economic stability a new culture of enterprise which helps open up new markets, breaks from the old corporatism of the past and opens opportunities for enterprise to all.",
        "A British enterprise culture is vital because for fifty years since the war there was no consensus on business and enterprise. The left has been seen as for fairness at the cost of enterprise, the right for enterprise at the cost of fairness.",
        "Yet we know that a pro-competition policy and pro-enterprise regime that encourages entrepreneurship genuinely open to all is a million miles away from the corporatist and anti-competition approach associated with the old left in the post war period",
        "But equally we must move beyond the eighties when, despite the rhetoric, not enough was done to build an enterprise culture. Too often the image of enterprise was of a closed circle with millions left out, and of a regime which talked about competition but left the competition regime largely unreformed, protecting vested interests and stifling economic dynamism.",
        "Instead, what we now want to see is a dynamic business culture which makes people feel that enterprise is not for an elite but potentially for them too.",
        "Indeed in time we can, in my view, forge a new British consensus not just around stability but around an enterprise culture that is open to all, fairness and enterprise advancing together.",
        "So in the next few weeks in the run up to the Pre Budget Report and the Budget I will set out the agenda moving forward so that we can make the most of the new opportunities available.",
        "**Enterprise for All**",
        "The latest evidence shows that the climate for small business in Britain is still robust. Small business creation rates are still strong. Survival rates continue to improve – and even during a global downturn Britain has suffered less than many of our G8 competitors.",
        "But the gap between Britain and the US remains high and we know that there are still too many areas in Britain where enterprise struggles to thrive.",
        "We recognise that the barriers to enterprise are greater in poor communities and that many businesses in our least well off areas face special problems in obtaining access to support, advice and finance.",
        "Our objective is that no-one is left out on the margins, no-one excluded from the mainstream of economic prosperity.",
        "And this is the time – when economic growth is strengthening – to do more to bring prosperity to those places and people the economy has too often and for too long forgotten",
        "In tackling the employment and enterprise problem in the high unemployment areas, we will not return to the old ways which have failed.",
        "Neither an old style benefits approach which ignored the causes of poverty and unemployment – and did not invest in education, training, jobs and business development. Nor a bricks and mortar only approach which, with enterprise zones, targeted subsidies for property development at the expense of help for enterprising local people.",
        "Our way is not the old way of simply backing zones of enterprise and forgetting about the people – it is about backing people of enterprise. For we know that in our inner cities and old industrial areas we need not more benefit offices but more businesses.",
        "Through our national strategy for neighbourhood renewal and our regeneration programmes, high unemployment communities will have extra support to allow enterprise to flourish.",
        "But we need to do more.",
        "Inner cities and established industrial areas should be seen as new markets with competitive advantages – their strategic locations, their often untapped retail markets, and the potential of their workforce. And so we want to put in place the right incentive structure to stimulate business-led growth in our inner cities and estates and encourage much bigger flows of private investment.",
        "Our aim is to make the market more likely to work in places where it wouldn’t otherwise work. To build a network of relationships between the high unemployment areas and the private sector.",
        "That is why we have created Enterprise Areas in the 2000 most deprived wards in the country – where we will give special help with starting up, employing, training, payroll and investment:",
        "* the abolition of stamp duty entirely with full stamp duty exemption for all business property purchases since April 2003;",
        "* new powers for planning authorities that will cut red tape for growing businesses by removing the need for them to apply for planning permission;",
        "* community investment tax relief – which offers for every £100 of private investment an extra £25 of public investment;",
        "* the possibility of enhanced capital allowances for renovating business premises;",
        "* increased funding for the Phoenix Fund – providing support to thousands of small businesses with special help for women and ethnic minorities who face additional barriers to enterprise;",
        "* and financial incentives to help all businesses bring their tax and payroll systems on line.",
        "And now that we have set up a community venture capital fund – the Bridges Fund – with a continuing remit to help fund a regular wave of new businesses, we are investigating the possibility of a second fund which could operate in deprived communities right across the UK.",
        "And just as we are working with local authorities and regional development agencies to develop these enterprise areas – so too we need to make use of the creativity and flexibility that the private sector can bring.",
        "That is why the work of City Growth Strategies is so important – learning from the Initiative for a Competitive Inner City in the United States – harnessing the power of the private sector to generate economic growth – and revitalising seven of the most deprived urban areas in England by identifying their competitive advantages:",
        "* the links to major transport routes that gives St Helens an advantage in the logistics sector;",
        "* the international trade opportunities for Heathrow City that come from its multicultural population and location;",
        "* the opportunities to grow the creative clusters in the City fringe and Haringey;",
        "* the under-supply of shopping facilities that brings opportunities for retail in south central London.",
        "Public and private sector working together to make a real difference in these communities;",
        "* increasing income, wealth and jobs for inner city residents;",
        "* making the inner city a more competitive place for business;",
        "* and creating a positive attitude towards the opportunities for enterprise that these areas have to offer.",
        "**Enterprise in Schools**",
        "But if we are to truly have the deeper and wider entrepreneurial culture we need, we must start in our schools and colleges.",
        "I want every young person to hear about business and enterprise in school; every college student to be made aware of the opportunities to start and grow a business; every teacher to be able to communicate the virtues and potential of business and enterprise.",
        "Already six hundred thousand 14 to 16 year olds are benefiting from work experience and thirty thousand teachers are in work placements. And we are now working with business and the world of education to build on this, improving the quality of placements and experience.",
        "But this new initiative is not just about work experience but about enterprise and entrepreneurship in the curriculum",
        "At present less than a third – and in some areas less than 15 per cent – of young people have the chance to take part in enterprise activities while at school. We have announced plans – and money – to give all young people at least 5 days of enterprise education in our schools by 2006.",
        "**Conclusion**",
        "So this is the time to say to every corporate leader in our country, help us strengthen the enterprise culture by becoming role models for our young. And take a look at investing in our high unemployment areas. They offer business new choices, new recruits, and new markets. It is good for business and for growth.",
        "In the new Britain we want more enterprise, more investment, better education and preparation for the future in every community. I want Britain to be a world leader in enterprise – and the opportunities and benefits of enterprise to be shared by all regions and all people.",
        "And with government, business leaders, and local communities working together, I believe we can achieve our goal."
    ]
}