{
    "url": "https://www.ukpol.co.uk/gordon-brown-2009-speech-to-the-british-racing-drivers-club/",
    "title": "Gordon Brown – 2009 Speech to the British Racing Drivers’ Club",
    "post_date": "January 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2009",
            "url": "/tag/2009/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Prime Minister, on 7 December 2009.",
    "content": [
        "**Prime Minister:**",
        "Ladies and gentlemen, let me say first of all what a great pleasure it is to be here today. Indeed, it is a great privilege to be here today. The first person I want to thank is the President of the British Racing Drivers’ Club for all the work he does not only on behalf of motor racing, but on behalf of Britain. Damon Hill, thank you very much for everything that you do. I want to acknowledge here a very good friend of mine who has done a huge amount, not just in Britain but in every part of the world, to promote sport: Sir Jackie Stewart. Jackie, thank you for everything that you do. There is another champion here who has done so much over so many years for the sport, and is seen as a legendary figure right across the country, Stirling Moss. It is a great pleasure to have you here today, and to thank you for everything that you do.",
        "It is a particular privilege for me to be here on the day when we are announcing that Silverstone, the first racing track to have a world championship race in 1950, will now have for another seventeen years the British Grand Prix. I believe that all those who have contributed to that success and to that announcement today deserve our praise. It puts Britain right at the centre of world racing for seventeen years to come. Thank you all for what you’ve achieved.",
        "Now it is a particular honour and privilege to be back for the second year running, to be able to say that we have a British world champion in motor racing, and to say how proud not only those who are sportsmen and sportswomen feel, but how proud our whole country feels. Motor racing is one of the sports. Since I was young, I have followed the fortunes of Jim Clark, and then Stirling Moss, and then Graham Hill, and then Jackie Stewart; more recently, James Hunt, Nigel Mansell, Damon Hill – all the great motor racing drivers that we have had, and there are many more.",
        "What motor racing does is combine the great sporting talent of individuals, who are the drivers themselves, with the brilliant teamwork for which Britain is famous as well: the engineering and the team genius that makes up for a successful motor racing team.",
        "Jenson Button had probably one of the most difficult starts to a season that a driver could ever have had. He had to fight back against the loss of his team to start with. He took a salary cut. He fought back, and then had a brilliant start to the season, and then went on to win at the Brazilian motor racing championship, the World Championship, for the first time. Jenson, we are so proud of everything that you have achieved.",
        "We are proud of the brilliant boys at Brawn winning the Constructors’ Championship too. For many years, Formula 1 has been a beacon of the UK’s engineering and innovation capabilities. That is why we are so proud of everything that is achieved. Jenson and Lewis Hamilton will be working together next year, and to be able to say today that we have a world champion in whom we have so much pride, who fought back against all the odds, who achieved something when some people thought at the beginning of the season it was impossible: Jenson, the whole country is proud of you, and I ask you to come to the stage to receive the trophy, the Richard Seaman trophy. You are a brilliant ambassador for British sport, and I thank you for what you are doing."
    ]
}