{
    "url": "https://www.ukpol.co.uk/gordon-brown-2010-speech-on-election-pledges/",
    "title": "Gordon Brown – 2010 Speech on Election Pledges",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Prime Minister, before the 2010 General Election.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "In the history of each nation there are moments of clear decision. Moments when paths are chosen and decisions made that impact not only the months or years to come, but shape the whole course of the decades that follow. So it was in 1997. And so it is today, in 2010.",
        "In the dawn of this new decade, Britain faces the biggest choice for a generation. It is a choice about whether we want to continue on the road to economic recovery or want to turn off, whether we believe that we can face the biggest challenges with the strength of a community around us, or whether every individual should simply be left to sink or swim.",
        "The choice is real, the risks are real, and let us be clear, the consequences are real.",
        "If we get it wrong, we face what they themselves call an age of austerity. If we get it right, we can achieve an age of shared prosperity.",
        "The economy is more central and the choice more serious in this election than any time in my lifetime.",
        "That is why top of Labour’s pledges to the people is economic recovery.",
        "When people ask what are my top three priorities for the country let me tell them – keeping on the road to recovery, keeping on the road to recovery, keeping on the road to recovery.",
        "A sharp right turn off that road would risk your job, your home, your savings.",
        "Securing the economic recovery or wrecking it – that is the choice the country will face in the weeks ahead.",
        "Elections are choices for the future. And so I now pledge myself and my party to fighting each and every day for a fairer future for the people of Britain, a future in which the many and not just the few have the chance to earn a better life for themselves and their children.",
        "We will always put the British people first – before personal interest, our party interest, or any vested interest. We will renew this nation – not for our own benefit or the benefit of a narrow section or clique – but for all the people of this country we love.",
        "We are the people’s party – and we are pledged to serve the people. Today I am announcing the five pledges on which we will fight this election. Each is substantial, deliverable and carefully costed. If you will support us, we will:",
        "– Secure the recovery and halve the deficit through economic growth, fair taxes and cuts to lower priority spending.",
        "We pledge that we will:",
        "– Raise family living standards, by keeping mortgage rates as low as possible, by increasing tax credits for families with young children, by providing new help for first-time buyers and by restoring the link between the state pension and earnings from 2012.",
        "We will:",
        "– Build a high tech economy, by supporting businesses and industry to create 1 million more skilled jobs and modernising our infrastructure with high-speed rail, a green investment bank and broadband access for all.",
        "We will:",
        "– Protect frontline investment in policing, schools, childcare and the NHS with a new guarantee of cancer test results within a week.",
        "And we will:",
        "– Strengthen fairness in communities through an Australian style points-based system to control immigration, through guaranteed education, apprenticeships and jobs for young people; and through a crack down on anti-social behaviour.",
        "I know that in this time of cynicism and lack of trust in politics, there are some people who will say that politicians will promise the earth but never deliver, that a pledge isn’t worth the paper it is written on.",
        "And I understand that, but these are not general pledges without dates, without tests, without scrutiny. these are our pledges to every single citizen, tied to timetables, regular reporting and proof of performance.",
        "So I want to build-in accountability mechanisms to the pledges we are making, so that you can hold me to account, and we can test our progress against our promises in the year to come.",
        "I believe the business of government should be more business-like – that the British people are the boss and like any employer they deserve to know about the performance of their team.",
        "And so I am proposing the following.",
        "Firstly, Sir Tim Berners Lee, the man most associated with the invention of the internet, is the government’s advisor on data openness and transparency all across the internet.",
        "In the months to come he will be ensuring that there is the maximum possible information available to the public at all times.",
        "This rapid extension of transparency will show in real time how government are delivering against our pledges.",
        "Secondly, I will set out a clear and public annual contract for each new Cabinet Minister, detailing what I expect them and their department to deliver to the British people, and that their continued appointment is dependent on their delivery just as it would be in a business or any other organisation.",
        "Thirdly, I will require the Cabinet Secretary to performance manage the Permanent Secretary of each department against their delivery of pledges and other priorities as set out in the letter of appointment.",
        "Because to be in Government is an honour – and if it is extended to us once again I am not prepared to waste a single second. We have big plans for this country – and we intend to see them through.",
        "We have already laid the foundations for a better fairer future in this week’s Budget for growth and jobs – a Labour Budget with progressive priorities. If you want to know who and what we stand for, just look at what Alastair announced;",
        "– We’re extending the young person’s guarantee, to ensure that young people continue to be guaranteed a job, training or working experience if they can’t find work within six months",
        "– We’re funding 20,000 extra undergraduate places on courses starting this year",
        "– We are investing in Britain’s 21st century infrastructure by creating a green investment bank that will support low-carbon projects",
        "– We are offering first time buyers a two year stamp duty holiday on transactions up to £250,000",
        "– From next month we will make additional payments of £100 into the child trust fund accounts of disabled children",
        "– And we will bring in a weekly increase in the basic state pension of £2.40 from next month, bringing greater comfort to 12 million older people",
        "That’s the difference with Labour – that’s the change we choose. So never doubt that you can build a fairer future. Never doubt we can lift this country and make it equal to its best ideals.",
        "Some will say that we should give up on such high ambitions, that the times to build a fair society are gone and now there’s nothing great that we can do. But 65 years ago, in the aftermath of war, our Labour Party stood before the British people and asked for a mandate to build a National Health Service.",
        "And what is the lesson of those days? Let others resign themselves to small ambitions – we the Labour Party have never believed that difficult times should mean diminished dreams.",
        "Caution says it is too difficult. But we are not cautious but resolute – because our party is the greatest force for fairness our country has ever seen.",
        "Fear says it is beyond our reach. But we are not afraid but bold – because our party will show the people that we are the greatest force for fairness our country has ever seen.",
        "Cynicism about politics says they’re all the same. But we are not cynical – we are energized – because our party will prove again that we are the greatest force for fairness our country has ever seen.",
        "Resignation says ‘they’ve had their time’. But Labour can never resign our ideals to fate we mark out a path ahead – we fight and we win whatever the odds because our party is and will always be the greatest force for fairness our country has ever seen.",
        "We will prove it again and again because our whole history tells us never to believe that injustice is forever woven into the fabric of our lives, never to believe that fairness is a dream beyond our grasp, never to doubt the British people’s desire for decency.",
        "So let the message go out from Nottingham – we may be the underdog but we are the people’s party and we never give up.",
        "And remember in the next few weeks, every step forward we make. Every advance we achieve. Every family whose aspirations we can meet is a victory not just for us, but for that fundamental desire for decency of the British people.",
        "Every time we change a life we change the world, we’ve done it before, and we will do it again.",
        "We are fighting for Britain’s future – and we intend to win."
    ]
}