{
    "url": "https://www.ukpol.co.uk/gordon-brown-2001-speech-to-the-tgwu-conference/",
    "title": "Gordon Brown – 2001 Speech to the TGWU Conference",
    "post_date": "September 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, to the TGWU Conference on 5th July 2001.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "I am delighted to be here today to address this conference.",
        "And as we thank you we give you this promise too: as a Government we will work every hour, every day, everywhere we can be, to justify the faith you and the British people have placed in us.",
        "And after four years of Government under Tony Blair’s excellent leadership, I believe that we are more determined than ever to implement in Government our values of justice and fairness.",
        "Since the time I went to school and grew up beside a mining community – since the first factory closure I remember being announced in my home town — and for a whole generation our lives have been dominated by unemployment: long term unemployment, youth unemployment, the fear of unemployment, the poverty and insecurity caused by unemployment.",
        "I remember when I first became an MP a young couple coming to see me, both in tears, who having lost their jobs, knew they would lose their homes too.",
        "I remember too the tragedy of the miners in my constituency, steel workers, dockyard workers, transport workers TGWU workers redundant in their forties who feared they would never work again.",
        "So I want communities where young children getting up and going to school each morning see a whole community going to work.",
        "And 20 years ago, 10 years ago, even 5 years ago young people tried as hard as now to find work – they were applying for jobs, they were training for jobs. Don’t tell me these generations of young people didn’t have talent or potential, couldn’t learn or hold down a job. What they needed was a government on their side.",
        "But for years in opposition we could do nothing about it. All we could do was protest. Together we marched for jobs, we rallied for the right to work, we petitioned for full employment. All of us, trade unionists, Labour party members, Labour MPs. But out of government we could not create jobs.",
        "So the day we came into Government we acted – with a windfall tax to pay for our New Deal.",
        "And I say it was right that five billions be transferred from the richest utility companies in our land to create jobs in the poorest and most deserving communities of our country.",
        "And every time a young person denied a job under the previous Government gets a job under this one we should be proud of the New Deal – that this is what can happen when we work together.",
        "And we took action too, to secure the essential precondition for full employment – economic stability not boom and bust.",
        "Remember all those who said we could never manage the economy.",
        "But it is because we rejected short-termist free for alls, the take-what-you-can, irresponsibility — and it is because we put faith in our values of economic responsibility — building from solid foundations, looking to the long term — that with Bank of England independence, tough decisions on inflation, new fiscal rules, hard public spending controls, we today in our country have had economic stability not boom and bust, the lowest inflation in Europe, long term interest rates and mortgage rates for homeowners lower than for thirty five years.",
        "And when we are told that low inflation, low interest rates and low borrowing are nothing to do with the decisions of this Government and are just a matter of good luck, let us ask them: if it was so easy to keep interest rates and inflation low, why did their policies give us 15 per cent interest rates, 11 per cent inflation, a £50 billion deficit and why did they repeatedly plunge Britain into boom and bust?",
        "It was not by lucky chance but by difficult choices that we now have a more stable economy. And it won’t be by a lucky chance but by hard choices in this Parliament – on extending competition, enterprise incentives – including our capital gains tax reforms – and reform – that we will build upon that stability a deeper and wider prosperity.",
        "Now I understand the concerns people have today in the high technology sectors because of the American downturn — and as a Government we will help people, on their side to cope with change– and I understand also the worries people have about the exchange rate and we will continue to do more to recognise the vital contribution of modern manufacturing to exports, innovation, and our great regions.",
        "But we know too that what manufacturers fear most is a return to the old boom and bust.",
        "So there will be no return to the short-term lurches in spending policy or tax policy that would put long-term stability and public services at risk.",
        "No inflationary or irresponsible pay rises, which put youth or other jobs at risk.",
        "No relaxing our fiscal disciplines as some would like.",
        "No change but consistency in our European policy – in principle in favour of the euro, in practice the five tests that have to be met.",
        "And no change in the drive that Bill, you and I are all engaged in – with more competition not less, more innovation not less, more investment not less, and more not less small business development – to make Britain the most enterprising, productive and therefore prosperous economy over the next decade.",
        "Our stability is for a purpose and I can report to you today that the full total of jobs we have together created since 1997 is 1 million 250 thousand jobs, more people in work today than at any time in the history of our country.",
        "Unemployment among men the lowest since 1979.",
        "Unemployment among women the lowest since 1976.",
        "Youth unemployment now the lowest since 1975.",
        "Long term unemployment now the lowest since the early 1970s. Unemployment among single parents and the disabled lower than ever.",
        "But as long as there is unemployment we will not be complacent.",
        "With 300 million a year we are extending the New Deal so that every one of the long term unemployed and their partners in all parts of the country can have new opportunities. And as we offer special coaching help for others hard to employ we will not hesitate to take additional measures, including greater sanctions, in those few instances where they are needed, to get people back to work and achieve full employment in this country.",
        "Unemployment in Scotland, Wales, Northern Ireland, the North, South West, and Midlands, the lowest for more than twenty years.",
        "But that is not good enough. With an additional 500 million pounds allocated to Regional Development Agencies in every area of Britain and our request for jobs plans for the regions, our aim is full employment not just in one region but in every region of the country.",
        "Unemployment among the over 50s is now falling and is at its lowest on record – half a million more over 50s in jobs since 1997. But we want to do more to end what has been a scandal in too many areas: age discrimination against the over 50s, hence we have a guaranteed minimum income of nearly 190 a week for the over 50s returning to full-time work after being unemployed for more than 6 months.",
        "And for men and women with disabilities who suffered most in the 80s and 90s and those able to do some work who for too long were denied their right to work, we are establishing new rights as well as new opportunities.",
        "So it is the right policy to offer regular interviews on a three yearly cycle as we invest £130m in a New Deal service for the disabled, offer a guaranteed minimum family income to disabled men and women of £246 a week for full time work; and invest in the advice, help, training and support that ensures there is work for those who can work as well as security for those who can’t. A Britain where now no one is excluded from opportunity.",
        "And because we believe a fair society is essential to a productive economy, just as there are new responsibilities at work, we are ensuring new rights:",
        "– new rights of recognition for trades unionists;",
        "– the right to four weeks paid holiday;",
        "– and because never again do we want mothers or fathers refused time off to see their sick child through a hospital operation, the right to time off when a family member is ill. This is what a good family policy is all about, backed up by the first ever National Childcare Strategy.",
        "My belief is in equal opportunity for all.",
        "Yes the minimum wage was a start as was the Equal Pay Act and I salute all those in this Union and other Unions who had the courage to take pioneering action to establish the right to equal pay.",
        "But after 30 years of equal pay legislation it is now the right time to go further in ending discrimination to speed up procedures and ensure new rights for women so that no one will have — as in the past — to wait years for their right to equal pay to be realised.",
        "And for part-time workers the right to the same treatment as full-time workers – same hourly rate of pay, same access to company pension rights, same rights to annual leave and maternity leave.",
        "And because in no part of our society should there ever be discrimination – and in particular never racism tolerated – we will continue to remove barriers of prejudice, discrimination and racism.",
        "And we will extend women’s rights. Maternity pay which is 62 pounds will be increased in successive stages to 100 pounds a week – as big a rise in two years as in the previous forty. And from 2003, the statutory obligation to maternity pay will be raised from 18 weeks to 26 weeks. And we will introduce two weeks paid paternity leave, set at the same level of 100 pounds.",
        "And we will support every trades union as you work with employers for access to learning direct in every workplace and to advance training so that together – employees, employers and government – we can create the best trained workforce in the world.",
        "Under the previous Government more was spent on debt interest than on our schools. Next year we will spend £10 billion more on schools than on debt interest.",
        "The reason that we can invest in health and education is that we have managed to transfer resources from paying the bills of past failure to investing in future success.",
        "£9 billion cut from the typical costs of debt and unemployment before; £9 billion more each year for the NHS and education now.",
        "That is what we mean by putting schools and hospitals first.",
        "The reason I am concerned not just about nursery education and standards in the schools but higher staying on rates and wider access to college and university, is that I remember my school classes of the 1960s when it was for only a fraction of young people that a university place was available.",
        "It was a scandal of wasted potential.",
        "And I see today that there are still thousands of young people who have the ability and should have the chances that I – and others – were able to enjoy.",
        "It was a scandal of wasted potential then and it is still a scandal now.",
        "It is time to ensure that not just a minority have access to higher education but for the first time a majority by opening up recruitment and widening access so that our colleges and universities can draw on the widest possible pool of talent.",
        "And let us be clear about the choice in this Parliament on our great public services.",
        "It is between investment matched by reform under us and cuts leading to the run down of public services under the Opposition.",
        "Our choice is not to cut but to invest more.",
        "That is why in the Budget we announced a long-term assessment of the technological, demographic and medical trends over the next two decades that will affect the health service. This review, led by Derek Wanless will report to me in time for the start of the next spending review.",
        "Let me be clear about my commitment to the public services. Every opportunity I have had – the best schooling, the best of health care when ill, for many of us the best chances at university – every opportunity I have enjoyed owes its origin to the decisions of past Labour Governments, decisions we made as a party to open up opportunity, to create a welfare state that takes the shame out of need and to fund a National Health Service open to all.",
        "So under this Government the NHS will remain a National Health Service – a public service free at the point of use with decisions on care always made by doctors and nurses on the basis of clinical need.",
        "And we will never tolerate replacing the NHS by privatised medicine where poverty bars the hospital entrance, where they check your wallet before they check your pulse.",
        "And because we believe in nothing less than the vision of 1945 – an NHS free to everyone on the basis of their need not on the basis of their wealth – we will raise health service spending from 54 billion last year to 59 this year to 64 next year to 69 by 2003-04, an annual average increase over those years of 6.5% above inflation – the largest, sustained growth in NHS spending in the history of the health service.",
        "And let me say: it is because as Tony Blair said yesterday, we have expanded and reformed the private finance initiative – and will continue to implement the ten year NHS plan – that it has been possible to design and start 68 new hospital projects worth 7.6 billions since we came to power.",
        "In the public services we are employing more, investing more, and – in partnership with the private sector – building more. And will continue to do so.",
        "But let us also be clear: just as schools exist for school children the NHS exists for patients; public services exist not for the public servant but for the public who are served.",
        "And our aim must be that every classroom has the best teacher, every school the best staff, every operating theatre the best doctors and nurses, every hospital the best NHS staff.",
        "Our aim is that every public service has the best public servants.",
        "And those of us who believe passionately in the public services must modernise and reform so that public services can best serve the public.",
        "Those of us who believe in the public services must learn from both the public and the private sectors and revitalise our public services from the inside.",
        "And – as Bill Morris has said this week – we should aim for higher productivity in our public services, backing management as well as employee training. And can I tell you that we are supporting the National College of School Leadership and the Leadership Centre for the NHS, devoted to doing more to improving within the public services the quality of public service management.",
        "And we will invest in transport.",
        "For years this union has rightly told us of the social and economic importance of investing in transport.",
        "And you have led the campaigns for free concessionary travel for the elderly.",
        "And because of your and others representations we are now, over the next ten years, investing 180 billions in public transport – on our roads and in rail.",
        "It is the biggest public investment programme in transport history.",
        "Hundreds of new roads, 60 billions invested in rail and of course the proposals for investing in the London Underground which Steve Byers is going to be announcing today, proposals that I believe are the best ones for London and Britain.",
        "Under the previous Government the average public investment in London Underground was just 395m a year. In the next 15 years the average public investment will not be £395m but rise as high as 900m a year – investing at nearly three times the old rate – the biggest single investment in the underground in its history. More investment by the public sector in the next 15 years than we saw in the last hundred years",
        "And when billions of your money are being invested you would want us to ensure not only best value for money but the best possible public service.",
        "So to construct the new infrastructure that will increase the underground’s capacity to 1.3 billion travellers each year, the construction and engineering companies – like many of you work for – these private sector contractors will simply continue to do the work as they always have in digging the tunnels, building the infrastructure and replacing the track. But now for the first time they will have to take responsibility for what they deliver. So they will have to pay for the overruns, the delays, the faults in the construction and the mistakes that lead to extra maintenance.",
        "So that we do not have another Jubilee Line fiasco – 2 years late, massive overruns – which if repeated in the new Underground investment programme would cost us two billion pounds.",
        "And while the private sector directs its skills and expertise in risk and project management towards maintaining and improving the infrastructure, the public sector in the underground – and public sector staff – will operate the track, run and provide signalling, run trains and stations on every line, set service levels, set the standards and ensure safety, and be in charge of an integrated tube network from 5.00am to 1.00am.",
        "At all times safety paramount with the London Underground and the safety inspector the final decision-maker on what needs to be done.",
        "And we will do nothing unless we have the approval of the health and safety executive on the highest of safety standards.",
        "Our choice is clear. Not a return to the old ways, not the short-termism of the past, but an approach that makes sure that the billions we invest provide the best service for the public.",
        "Because of the work done by the TGWU, the retired members association whose conference I visited many years in the eighties and nineties, and in particular Jack Jones – the champion of justice for pensioners – we can now aim for the end of pensioner poverty in our generation.",
        "And let me promise today that in addition to free TV licenses for the over 75s, raising the basic state pension by £5 – and £8 for couples – this year, we plan to pay the winter allowance at 200 pounds this year and our new pension credit – introduced from 2003, for most rising higher than an inflation link or an earnings link – will reward rather than penalise modest occupational pensions and savings to ensure my aim: that every pensioner enjoys a share in the rising prosperity of our country.",
        "And as stage by stage we do more year on year to improve care of the elderly, so we must recognise we must do more to tackle child poverty which is, in my view, a scar on the soul of Britain.",
        "It was a matter of shame for Britain that when we came into power one child born in every three was being born poor and, having taken one million children out of poverty in our first term, our ambition, in what I believe is the best anti-vandalism, anti crime, anti delinquency, anti deprivation policy, is to take the next one million children out of poverty. And I urge you all to support our nationwide crusade so that no child is left behind.",
        "**Why we can’t be cynical**",
        "So let us affirm our commitment to full employment, ending child and pensioner poverty, and the best public services and action to end poverty.",
        "Let us reaffirm that giving every child the best start in life, every adult a job, every pensioner dignity in retirement, everyone decent public services are great causes worth working for, campaigning for and fighting for.",
        "And let us affirm that there are great causes not only at home but all across the world that are worth fighting for, campaigning for and voting for.",
        "We reject the idea that there are no great causes when there are one billion people in this world trapped in avoidable poverty, millions weighed down by the unnecessary burden of debt.",
        "On Saturday I go to the G7 meeting and then in September to the Children’s Summit, in October to meet the IMF and the World Bank – a campaign which Nelson Mandela and others are leading so that instead of one child in every seven in Africa dying before the age of five, calling on the pharmaceutical companies and all governments to join us in widening access to life saving drugs and health care and eradicating avoidable infant deaths.",
        "Instead of 120 million children denied education our objective is clear: every child in primary education.",
        "Instead of 1 billion condemned to poverty, our aim is to halve poverty by 2015.",
        "So let us answer the cynics by our actions, showing that when governments intervene to tackle injustice they are not violating rights, they are righting wrongs.",
        "And when I visit Asia and see children dying avoidable deaths in poorer countries, when I see in South Africa young men and women wanting to know that the right to vote will mean the right to work too, when I see in all continents needless, avoidable, remediable suffering and pain that is the result of a poverty that we can eradicate and an injustice we must fight, I know – as the founders of this union knew one hundred years ago – that we as a union and as a party exist not for ourselves but for a larger and noble purpose: that we are all men and women who feel, however distantly, the pain of others; who believe in something bigger than ourselves; who in Robert Kennedy’s words, see suffering and seek to heal it, see pain and seek to end it, see injustice and seek to overcome it, see prejudice and seek to triumph over it.",
        "Let us answer the cynics and tell the people that it is when politics fail and governments walk away that children are malnourished, that men and women go without jobs, that pensioners die in poverty, that public squalor exists alongside private affluence and potential is left unrealised.",
        "It is when politics succeeds and governments engage that all can begin to have opportunity and no one is left out; that all our people have the chance to make the most of themselves and no one and no area is excluded; and that justice can triumph.",
        "If by our actions we can lift one child out of poverty, give one young person a chance of training and a job, give one more person suffering from pain the chance of the treatment they deserve, give one more classroom the books and computers it needs, secure for one more pensioner a greater measure of dignity and decency in retirement, then we can be proud to have done something, not just for ourselves, but for our community and our country.",
        "But if we can help millions we can in Tom Paine’s words make the world anew. So let us be the generation that abolished child and pensioner poverty, built modern public services, created full employment, tackled world debt and poverty and took the next steps to prosperity for all – causes worth fighting for.",
        "Our task, our challenge, our manifesto commitment, a programme of change for a generation and working together this can be our achievement."
    ]
}