{
    "url": "https://www.ukpol.co.uk/gordon-brown-2002-speech-during-a-visit-to-a-new-deal-for-communities-project-in-hull/",
    "title": "Gordon Brown – 2002 Speech during a Visit to a New Deal for Communities Project in Hull",
    "post_date": "January 2, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, in Hull on 11 October 2002.",
    "content": [
        "**Empowering Local Centres of Initiative**",
        "The Deputy Prime Minister has pioneered a new regional policy for Britain. With the Department for Trade and Industry and the Treasury, he has championed regional devolution with strategic economic policy making devolved away from central government to the regions.",
        "Instead of the old “Whitehall knows best” command and control regimes, he and I want to see a Britain of not one but many centres of initiative and decision-making power.",
        "Now it is time to devolve power even more – empowering high performing local government and the many community and voluntary organisations that make such a difference to the strength and vitality of our communities.",
        "The first generation of regional policy, before the war, was essentially ambulance work getting help to high unemployment areas. The second generation in the 1960s and 1970s was based on large capital and tax incentives delivered by the then Department of Industry, almost certainly opposed by the Treasury. It was inflexible but it was also top-down. And it did not work.",
        "The new approach to regional economic policy, wholeheartedly promoted by the Treasury, is based on two principles. It aims to strengthen the long-term building blocks of growth, innovation, skills and the development of enterprise by exploiting the indigenous strengths in each region and city. And it is bottom-up not top-down, with national Government enabling powerful regional and local initiatives to work by providing the necessary flexibility and resources.",
        "So there should be more responsibility and accountability for the Regional Development Agencies so that local people do make local decisions about local economic needs. A new generation of regional policies concentrating on indigenous measures – strengthening, within the regions, the essential building blocks of self generating growth, the capacity to innovate, invest, build skills, match the unemployed to jobs available, and offering Development Agencies new flexibilities and in return demanding strenuous targets to be met in skills, innovation, business creation, new technology and employment.",
        "A new regional policy – locally sensitive and locally delivered, local people meeting local needs through local agencies.",
        "This new regional policy is based on a genuine devolution of power in economic policymaking to the Regional Development Agencies with expanded budgets and – just as important – a Single Budget with 100 per cent flexibility, including full End Year Flexibility, to spend these resources to meet regional priorities.",
        "And to ensure proper regional and local accountability, after the last Spending Review the Deputy Prime Minister and I allocated £5 million to fund the eight Regional Assemblies outside London. Earlier this year, the Deputy Prime Minister’s White Paper set out the detailed route map for those regions that want to go further and move to elected Regional Assemblies. And the Treasury worked closely with the Deputy Prime Minister and the Cabinet Office to draw up a package of financial freedoms and flexibilities to match greater accountability.",
        "Let me turn to local government. Just as we made a start with regional policy in the last Parliament, we also made a start in devolving power to local government, moving away from the destructive centralism of the 1980s and early 1990s – years characterised by universal capping, strict limits on borrowing and then the poll tax.",
        "As in regional economic policy, so in local service delivery, a proper strategic division of responsibilities requires us to recognise that Whitehall does not know best – that effective service delivery for families and communities cannot come from central command and control but requires local initiative matched by local accountability.",
        "So to build a long-term and strategic partnership between central and local government, and to deliver improved public services, this Government has begun to reverse the trend towards ever-greater centralisation. We have:",
        "boosted financial support for councils, through real terms increases in revenue and in capital expenditure for four years in a row;  \nmatched devolution with greater accountability and with new constitutions for local government following local consultation;",
        "recognised the key role of local government by introducing statutory community strategies, supported by a new power to promote community well-being through coordination and partnership with other local actors;",
        "introduced local Public Service Agreements with councils, which link resources and greater flexibilities to stretching outcome targets for both national and local priorities. By this time next year we will have concluded local PSAs with virtually all upper-tier authorities. And in 2004 we will launch a new round of local PSAs that will boost partnership working and local innovation still further.",
        "These are important measures, but they are only the first steps in developing this new partnership. We must now be ready to do more to achieve our goals. The White Paper last December set out our vision of local authorities as strong community leaders responsible for high quality public services. And we have made good progress since then in developing further reforms that will let councils make more decisions for themselves free from central control.",
        "So we are introducing a range of new financial freedoms – new powers for local authorities to trade, retain fines, develop new services and decide council tax exemptions and discounts – allowing responsible councils to innovate and respond to local needs",
        "We are making councils themselves responsible for deciding how much they can prudently borrow, providing greater freedom for councils to invest in local services.",
        "We are removing unnecessary red tape and bureaucracy and will cut the numbers of plans and strategies that the Government requires councils to produce by 50 per cent.",
        "We are developing a more coordinated and proportionate inspection regime to generate real performance improvements for all local authorities.",
        "And we are restricting ring-fencing of central grants to cases which are genuine high priorities for Government and where we cannot achieve our policy goal by specifying outcome targets.",
        "But with freedom comes responsibility and the need for greater accountability to local communities.",
        "That is why the Treasury has worked with John Prescott to introduce a new Comprehensive Performance Assessment – for the first time providing clear and concise information about each council’s performance across a range of local services. The assessment will enable us to make our inspection regimes more proportionate, to target support where it is most needed, and to identify the small minority of failing councils in need of tough remedial action.",
        "And to encourage all councils to deliver the best public services, high performing councils will receive substantial extra freedoms to enable further service improvements. Our best local authorities will see a dramatic reduction in the amount of their funding that is ring-fenced, plan requirements reduced to the absolute minimum and inspection cut by around 50 per cent. We will also withdraw reserve powers over capping, as a first step towards dispensing with the power to cap altogether.",
        "This is our vision of a modern partnership between central and local government – a new localism where there is flexibility and resources in return for reform and delivery – local authorities at the heart of public services, equipped with the freedom they need, and accountable to the communities whose needs they serve.",
        "This is the shape of a Government that enables and empowers rather than directs and controls.",
        "Many social problems once addressed only by the state gaining more power can be solved today only by the state giving much of its power back to the people.",
        "And this is why there is renewed interest in voluntary organisations – devolving more power from Government altogether, and into the hands of local communities.",
        "It is because we are committed to matching local devolution with agreed national goals that we can encourage local innovation without putting at risk our shared commitment to the highest quality public services available not just to few but for all.",
        "A few illustrations will show how Britain is changing.",
        "With Sure Start – new local partnerships to run services for the under-fives – we break new ground. For the first time, services for the under?fours not only involve private, voluntary and charitable organisations, but can be run through and by them – not implementing a standardised central plan, but reflecting the needs of local communities and families.",
        "And this is just one of the new social initiatives at the heart of a new relationship now being forged between individual, community and state. Our children’s policy is evolving not just through better financial support for mothers and fathers, balancing work and family responsibilities, but with a national and local network of Children’s Funds, seed-corn finance to enable and empower local community, charitable and voluntary action groups to meet children’s needs.",
        "Through the New Deal, we are working in ever closer partnerships with third-sector organisations; our Healthy Living Centres bring together public, private and voluntary sectors; we have introduced new Computer Learning Centres run not centrally but locally as we work to ensure that no one is excluded from the computer revolution – even more not being run by Government agencies but by community organisations and partnerships.",
        "And of course voluntary action extends to community economic regeneration. Today the Phoenix Fund is pioneering new community finance initiatives and the boards of New Deal for Communities have strong voluntary and community sector involvement. The whole purpose of Communities Against Drugs, and the Safer Communities Initiative, is to engage voluntary, community and local organisations at the centre of the war against drugs and crime.",
        "What do all these initiatives have in common?",
        "In the not-so distant past, each of these public efforts would have been initiated, planned and run by the state. Today, instead, they are the domain of local leaders, local and community organisations, private sector leaders working in partnership for the public good. In Britain today there is not one centre of initiative but many centres of local initiative ready to flourish in all parts of the country. So in the provision of these services the old days of “the man in Whitehall knowing best” is and should be over: men and women in thousands of communities round the country – the mother in the playgroup, the local volunteers in Sure Start, parents in the fight against drugs – know much better.",
        "So instead of people looking to Whitehall for solutions in locality after locality, more and more people will themselves take more control of the decisions that most affect them – a devolution of power, an empowerment of local centres of initiative that is now ready to spread across regions, local government and communities, large and small.",
        "The Government’s approach to localism empowers people – bringing public, voluntary and private sectors together, encouraging innovation to deliver our shared goals of high quality public services for all.",
        "Others appear to be simply advocating privatisation under another name – public services taken over by private companies with the best provision guaranteed just for the few not the many.",
        "Instead, for us, a new era – an age of active citizenship and an enabling state – is within our grasp. And at its core is a renewal of civic society where the rights to decent services and the responsibilities of citizenship go together.",
        "Much more needs to be done and as we help voluntary, community and charitable organisations meet new needs, David Blunkett and I will publish a discussion document that will highlight how by our decisions in the Treasury and Home Office we can do more to devolve power to communities."
    ]
}