{
    "url": "https://www.ukpol.co.uk/gordon-brown-2009-message-to-nhs-staff/",
    "title": "Gordon Brown – 2009 Message to NHS Staff",
    "post_date": "January 5, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2009",
            "url": "/tag/2009/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The message sent by Gordon Brown, the then Prime Minister, on 21 December 2009.",
    "content": [
        "2009 has been a tough year for us all, but your dedication and commitment has seen our cherished National Health Service rise to the challenge – and so I want to thank you for your enormous contribution to the country this year.",
        "Public satisfaction with the NHS is at an all time high and recently it was rated as one of the world’s best health care systems. We saw over the summer just how deeply the public love it and just how much we all appreciate your devotion to saving lives, relieving pain, preventing sickness, curing illness, caring for the old and comforting all those who have fallen in the struggle of life. As we enter the world and as we leave it, and at all those moments of trauma and transition in between, we need the workers of the NHS – and you are there.",
        "You make the difference between fear and hope, anxiety and security, between giving in and going on, and so often the difference between life and death. It is only thanks to you that this Government has been able to offer not a gamble but a guarantee; a legal right that anyone with suspected cancer will see a specialist within two weeks, and a future programme to introduce a new right to cancer diagnostic tests, with results, within one week. I know that this country can lead the way in fulfilling the dream of a generation; beating cancer. We can only do it because the NHS enables us to pool the resources of each of us to guarantee excellent care for all of us.",
        "I firmly believe that we measure a society best not by the size of its wealth but by the width of its compassion, the breadth of its care and the depths of its generosity. Ours is a country where all of these qualities are best realised in one iconic national achievement – a National Health Service based on need and not on ability to pay, a service for the whole nation that is the finest insurance policy in the world.",
        "As you face another Christmas sacrificing time with loved ones to serve others, let me also pay tribute to the incredibly long hours you have put in this year to confront the Swine Flu epidemic. The response of the NHS has been extraordinary and the whole country is extremely grateful.",
        "However deep or difficult the financial implications of the recession, my pledge to you is that we will always put the front-line first. The staff of the NHS are the backbone of our wonderful country, and we will not let you down."
    ]
}