{
    "url": "https://www.ukpol.co.uk/alan-brown-2022-speech-on-prepayment-meters/",
    "title": "Alan Brown – 2022 Speech on Prepayment Meters",
    "post_date": "December 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alan Brown",
            "url": "/tag/alan-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alan Brown, the SNP MP for Kilmarnock and Loudoun, in the House of Commons on 15 December 2022.",
    "content": [
        "I commend my hon. Friend the Member for Glasgow North East (Anne McLaughlin) for securing this debate. She rightly said she is looking for action, and action now, rather than self-awareness, but she also said she is hopeful, verging on confident, that the Government will take action. I do not share her confidence, but hopefully the Minister will prove me wrong.",
        "I also commend the hon. Members for Glasgow North (Patrick Grady), for East Lothian (Kenny MacAskill) and for Hornsey and Wood Green (Catherine West) for their contributions.",
        "Obviously, I disagree with the inequity of higher standing charges being applied to people on prepayment meters. We have heard several times how people with disabilities already pay more just to get through their day-to-day life, and they suffer from paying these higher charges, too. My hon. Friend the Member for Glasgow North East and the hon. Member for Glasgow North paid tribute to Marie Curie and its “Dying without Dignity” campaign. It is heartbreaking to hear the personal example of the friends of my hon. Gentleman. I hope Mel and Tom get all the support they need. The hon. Member for East Lothian completely destroyed the euphemism of self-disconnection, and the hon. Member for Hornsey and Wood Green covered a range of topics and constituency issues.",
        "As well as paying tribute to hon. Members, I pay tribute to the organisations that work tirelessly on these matters, including the End Fuel Poverty Coalition, National Energy Action, Energy Action Scotland and Citizens Advice Scotland. They all agree that forced prepayment meters, especially during this cost of living crisis, will create more problems for the most vulnerable and for society.",
        "As we have heard, the reality is that people are automatically disconnected once they reach £10 of credit. Fuel Poverty Action says:",
        "“Imposition of a pre-payment meter is disconnection by the back door. When you can’t top up the meter everything clicks off, regardless of whether you are old, ill, or have a newborn baby.”",
        "Forced prepayment meters mean that people who are already struggling are put on a system where they have to ration their energy and can be automatically disconnected when they reach their credit limit. They are also more likely to have a cold, damp home, with the consequent long-term health implications and the immediate heating or eating dilemma.",
        "It is estimated that 19% of houses in the UK are damp, but the figure increases to nearly a third, 31%, of houses with a prepayment meter. In other words, a household on a prepayment meter is 65% more likely to live in a damp house compared with the average baseline.",
        "Health conditions associated with living in a damp house have a consequence for our already stretched national health services. That reality is confirmed by figures from YouGov’s “Warm this Winter” campaign, which show that 51% of prepayment customers have health conditions or disabilities.",
        "As the hon. Member for Glasgow North said, we have to accept that, on one level, the majority of customers on prepayment meters have chosen this as a way of managing their cash flow and energy use, but it makes no sense that the most vulnerable pay higher standing charges and are therefore at more risk of being cut off because of the £10 credit limit.",
        "Research by Utilita indicates that as many as 14% of the 4.5 million prepayment meter households—that is 630,000 households—did not actively choose to be on these tariffs but were forced on to them. The number will dramatically increase during this cost of living crisis unless the Government take steps to ban forced switching to prepayment meters.",
        "A recent investigation for i revealed that energy firms have secured almost 500,000 court warrants to install prepayment meters in the homes of customers in debt since the end of lockdown. That is an astonishing number, and Ofgem and the Government need to get a grip. Further freedom of information requests reveal that 187,000 such applications were made in the first six months of 2022 alone. There is a real concern that the courts are now rubber-stamping warrants to install prepayment meters.",
        "Although I have been talking about prepayment meters, the roll-out of smart meters means that customers can be forced on to prepayment mode without the need for a warrant or for the meter to be physically changed, as they were at one time. Again, I support the End Fuel Poverty Coalition’s call for a ban on switching customers to a prepayment meter under warrant and a ban on switching customers’ smart meters to prepayment mode without their active, informed consent.",
        "The stark reality is that the most vulnerable are being forced on to prepayment meters. They then enter a cycle of unaffordability, energy rationing, disconnection and damp housing. To compound matters, many are missing out on the Government’s support package, which makes this pernicious cycle even worse.",
        "Caroline Abrahams, charity director of Age UK, says recent Government figures suggest that more than 40% of vouchers sent to prepayment meter households are yet to be redeemed. She expressed her concern at the estimate that at least 150,000 older households relying on old prepayment meters will miss out on the £400. This is completely unacceptable, so I ask the Minister to advise the House on what the Government are doing to ensure that the most vulnerable are able to access and use their vouchers or, if they cannot, to get some form of credit on their account.",
        "It is unconscionable to continue charging those on prepayment meters, who are more likely to be on lower incomes, more than customers who pay for their energy by direct debit. The energy companies may argue that prepayment systems cost more to administrate, which is probably true of collecting payments, but the additional cost should not be carried by those least able to afford it. Access to energy is literally a life or death scenario, and we need to remove this standing charge inequity.",
        "Let me illustrate the difficulty. I know someone who chooses to be on a prepayment meter. He did not use gas at all over the summer, but when he wanted to turn on the heating at the start of winter, he had to pay £70 to clear the standing charge debt built up over the summer. He could afford to do that, so it was fine, but others who rationed their energy over the summer will not be so lucky.",
        "A briefing from Energy UK confirms that, under licence requirements following Ofgem’s measures, suppliers should identify prepayment meter customers who are self-disconnecting and offer short-term support through emergency and “friendly hours” credit, as well as offering additional support credit to prepayment meter customers in vulnerable situations. In my example of a person having to pay £70 to clear the debt accrued over the summer, the supplier did not make contact to check whether there was any vulnerability or whether assistance was required. Ofgem and the Government need to ensure such steps are taken in the here and now. They must ensure that suppliers give such assistance, as per their licence obligations.",
        "The Government may talk up the energy price guarantee, and the billions of pounds of support allocated by that package sounds good on paper, but the reality is that, even with the current unit caps, it is estimated that average bills will cost £2,500, or £3,500 in Scotland. National Energy Action estimates there are 6.7 million households in fuel poverty, which will rise by 1.7 million in April when the average bill rises to £3,000. Nearly a third of households in Great Britain will be in fuel poverty come April.",
        "The reality is that the energy price guarantee is no guarantee at all. Average bills are much higher in Scotland, even though, as the hon. Member for Glasgow North said, we generate the bulk of the UK’s renewable energy. It is completely unfair that Scotland generates this energy, yet Scottish people are struggling to pay their bills.",
        "I completely support a ban on forcing customers on to prepayment systems, and the higher charges applied to prepayment systems have to be abolished, and abolished now. It is time for a proper social tariff. I accept that the Government have confirmed that they are looking at implementing one, but I fear that that will take too long and that this will, invariably, be kicked into the long grass and left to the next Government.",
        "I also support tiered tariffs, similar to the Dubai slab tariff. That would mean that those with the lowest energy usage got a significantly lower tariff. I would extend that to those classed as vulnerable and then have incremental tariffs based on usage. In general, therefore, those who used more energy and could afford to pay more would do so, as per affordability. Such a system would also incentivise demand management, which is good for the system overall.",
        "The reality is that more action is needed on this now, as my hon. Friend the Member for Glasgow North East said. I look forward to what the Minister will say, but I find it strange that a Treasury Minister will wind up rather than a Minister for the Department for Business, Energy and Industrial Strategy, which I would have thought would be all over this."
    ]
}