{
    "url": "https://www.ukpol.co.uk/gordon-brown-2002-speech-at-the-european-finance-ministers-meeting/",
    "title": "Gordon Brown – 2002 Speech at the European Finance Ministers Meeting",
    "post_date": "January 2, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, in Brussels on 5 November 2002.",
    "content": [
        "We live in a highly globalised world and global movement of capital – essential for the effective operation of the world economy – brings vastly increased opportunities for countries, business and individuals. But with these gains come new challenges – tackling terrorist financing and preventing money laundering, as well as avoiding a situation where people are given the opportunity to evade paying their taxes.",
        "Countries right across the world face problems caused by a minority of their residents who seek to evade the taxes they owe by hiding their money in other jurisdictions — making it harder for Governments to fund the schools, hospitals and public services that their citizens expect, and unfairly penalising the honest taxpayer.",
        "When individuals hide their income from their tax authorities, and make false tax returns, most countries recognise this as a serious offence — one that they are determined to combat individually and collectively.",
        "There are those who argue that there are two equally effective and desirable ways to ensure people pay the right amount of tax on cross border income from savings – and that a withholding tax is as effective as co-operation and exchange of information between countries’ tax authorities.",
        "I believe they are wrong.",
        "At the Helsinki European Council in December 1999 the European Union agreed that all citizens in a Member State of the European Union should pay the tax due on all their savings income. And at the Feira European Council in June 2000, the European Union agreed that the best way to achieve that was exchange of information on as wide a basis as possible.",
        "The previously proposed harmonisation of savings taxes by a withholding tax – a centrally imposed, one-size-fits-all solution – was exposed as an inadequate response to tax fraud.",
        "And we should recall why.",
        "A withholding tax on cross border income flows will almost invariably result in the wrong amount of tax being paid, and in the wrong country.",
        "It will always be the wrong amount unless the tax is levied at the same rate as the individual’s marginal tax rate in their home country.",
        "And it will be paid to the wrong country because authorities will collect tax in the country it is deposited in rather than the country where the citizen is resident. You would need a cumbersome revenue sharing arrangement to get the money back to where it belonged.",
        "Besides which, people who cheat on tax are generally interested not only in evading tax on interest income but in hiding their wealth. Withholding taxes do nothing to address this issue. And they typically have huge avoidance problems.",
        "So without the most pressing reasons, the introduction of new taxes across Europe is in nobody’s interest. It runs counter to the sort of healthy, fair tax competition which benefits countries, business and individual taxpayers.",
        "By contrast, exchange of information delivers the right amount of tax to the right country as the tax authorities in the individual taxpayer’s home country receive the information they need to determine the tax due on the overall income of their residents.",
        "It involves countries exchanging information in respect of non-residents, so that the home country can collect the tax properly due under its laws. Exchange of information does not impact on how a country chooses to tax and deal with its own residents so protects the sovereignty of individual nation states.",
        "Exchange of information enables governments to apply correctly the tax rules voted for by their people, without constraining their capacity to indulge in fair tax competition.",
        "And exchange of information addresses the issue of capital, as well as income, offshore.",
        "So the European Union had compelling reasons for the choice it made.",
        "At Feira, the blunt instrument of tax harmonisation lost and economic reform based on exchange of information won.",
        "But transparency and exchange of information are not only important for tax purposes but are also vital to our efforts to combat money laundering and the financing of terrorism. Since the tragic events of September 11th it has been crucial for countries to work closely together to ensure that criminals and terrorists have no place to hide their funds.",
        "As terrorists and money launderers become more sophisticated, Governments have to respond, making financial systems more transparent and utilising high quality, comprehensive information exchange. Because terrorists and money launderers do not distinguish between tax and non tax issues, we cannot afford to have a loophole that means that information is not exchanged in respect of tax matters.",
        "It is also important that developed countries set an example to the rest of the world. Lack of transparency in developed countries gives cover for smaller, and less developed countries, to engage in illicit transactions – be they related to drug trafficking, or terrorist financing, or illegal arms trading. Developed countries cannot stand up effectively to these countries if they are able to point a finger back.",
        "At Feira we had good reasons for saying that, in a globalised economy, a solution to tax evasion will do best when it extends wider than Europe alone. And so analogous co-operation between tax authorities is being extended at least to key third countries, and to offshore territories with the closest cultural, political and financial links to the EU where EU residents’ savings might already be invested or to which they might be transferred.",
        "The US is one example and there is a long history of close co-operation between America and its tax treaty partners in providing and receiving information and in joint efforts to tackle tax evasion. The US has taken the lead in entering into exchange of information agreements with offshore centres whilst respecting their fiscal sovereignty. And in the aftermath of September 11, cooperation with the US has been – and will continue to be – particularly vital in our efforts to combat money laundering and the financing of terrorism.",
        "The best chance of agreeing an approach that reaches across both America and Europe is exchange of information not a withholding tax. And I also welcome the clear signs of greater transparency, openness and a willingness to co-operate in the fight against tax evasion in the Isle of Man, Jersey and Guernsey – which will undoubtedly help them to develop, diversify and remain competitive in line with international standards.",
        "Switzerland is one of the world’s key financial centres and it ought to remain so. Their professional expertise is exceptional, their economy and political situation sound and stable, and their history of prudence invaluable.",
        "But the Swiss system is unique amongst the world’s leading financial centres in that it allows clients of its banks to be shielded from their own tax authorities.",
        "Clearly there are sensitive and closely linked political and legal issues involved, but their cooperation in helping to combat tax evasion is crucial.",
        "The arrangements the Swiss make for dealing with Swiss taxes to be paid by Swiss residents are clearly a matter for them.  \nBut the arrangements they make for dealing with non Swiss taxes due by non Swiss residents affect us all.",
        "We are not suggesting how the Swiss tax Swiss residents – indeed our whole approach is to uphold the sovereignty of Member States with reference to tax – but we have a deep interest in securing the tax due to Germany, France, Italy, Netherlands, Britain and other countries by German, French, Italian, Dutch, British and other taxpayers who have accounts in Swiss banks and financial institutions.",
        "These are taxes due not to Switzerland but to France, Germany, Italy, the Netherlands, Britain and other countries.",
        "They are our citizens and our taxes and we have not only an interest in ensuring that tax evasion is prevented but ensuring this is achieved by the best and most effective means possible.",
        "So the presence, on the EU’s immediate borders, of a system that fails to recognise the deliberate submission of a false tax return as fraud is an open invitation for abuse and causes us concern.",
        "All we are asking is for Switzerland to exchange information on the savings accounts of EU residents, not their own citizens. And in a world in which the general drive is for cross-border co-operation and transparency, I have no doubt that if Switzerland respected the international consensus in favour of exchange of information it would be better placed than ever to maintain its role as one of the world’s leading financial centres.",
        "I also believe that, as a major world financial centre, Switzerland has a responsibility to lead by example.",
        "The Swiss have taken many positive steps to combat terrorism and money laundering. I welcome that. But tax evasion is not a predicate offence in Switzerland so criminals have the opportunity to avoid legal action if they can persuade the authorities that their activities are to do with tax evasion. And the Swiss have abstained from the OECD’s initiative on harmful tax competition, which promotes exchange of information and transparency for tax purposes.",
        "We recognise that the transition to automatic exchange of information can’t always happen overnight. The EU has agreed that some Member States may need up to seven years to make the transition – and it would not be unreasonable for the Swiss to negotiate for similar arrangements or to make their commitment subject to endorsement by the Swiss people.",
        "But the ultimate objective internationally must be automatic exchange of information.",
        "There is growing recognition around the world in favour of exchange of information. It has been endorsed not just by the European Union but by the OECD in its work on harmful tax competition, banking secrecy and double taxation. And two prominent Swiss academics have themselves criticised the Swiss Government’s approach to banking secrecy.",
        "If we are to have a consistent principle rather than an ad hoc approach for tackling international terrorist financing, money laundering and tax evasion effectively, we need exchange of information across the world.",
        "Developed countries need to act together and set a strong example. And I call upon all countries to help us achieve this goal."
    ]
}