{
    "url": "https://www.ukpol.co.uk/gordon-brown-2008-speech-in-doha/",
    "title": "Gordon Brown – 2008 Speech in Doha",
    "post_date": "January 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Prime Minister, on 2 November 2008.",
    "content": [
        "Can I say first of all what a privilege it is to be in Qatar, to be able to congratulate the Emir and the Prime Minister on their leadership, their leadership in Lebanon where they have brought about peace, their leadership in Sudan and Darfur where they are leading the way, their leadership in the development round where the Doha Conference will take place in a few days, and that is as a result of the Emir and the Prime Minister. And I want to thank them on behalf of all the citizens of the United Kingdom.",
        "I am delighted to be visiting Qatar because I believe that this great country is leading the world in so many different ways. The diversification out of oil into other products is something that is being sponsored by innovation that is taking place here, and I had the privilege of visiting the Qatar Foundation and being able to see its work and I do congratulate the Foundation on its cultural and intellectual projects round the world.",
        "I think cooperation between our two countries is growing. I am very pleased that we are able to announce the new Investment Fund that is being created today, that is the Clean Technology Investment Fund which is worth £250 million, a joint fund between Qatar and the United Kingdom, £140 million from Qatar, the rest from the Carbon Trust and the private sector, and this will be funding for investment in companies developing a wide range of low carbon technologies, and it is right that we cooperate on how we can make the energy resources of our countries do better for us in the future.",
        "This relationship between Qatar and Britain is also being extended by university cooperation. Oxford University, Cambridge University, the University College London, Imperial College, are all parts of projects that are now developing here, and many businesses are here with us today with an interest in developing strong relations for the future.",
        "We talked also, as the Prime Minister has said, about how we can work together to deal with the world’s financial difficulties. I believe it is only by cooperation internationally that we can best solve the problems that exist at the moment. And whatever the causes of the problems, the most important thing is that we cooperate to find the solutions to the benefit of our people, people who are worried about their savings, worried about mortgages, worried about their small businesses, people who are worried about the cost of their bills, I think it is important that world leaders come together. And I believe we share an understanding of what needs to be done and that will go forward into the international arena where we are determined to work together for a solution to the problems that exist.",
        "Once again let me praise the Prime Minister of Qatar who has been so instrumental in bringing about peace in Lebanon and is also working to bring about peace in Darfur and Sudan, as well as running one of the more successful economies in the world."
    ]
}