{
    "url": "https://www.ukpol.co.uk/gordon-brown-2000-speech-to-the-royal-economic-society/",
    "title": "Gordon Brown – 2000 Speech to the Royal Economic Society",
    "post_date": "December 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 13 July 2000.",
    "content": [
        "##  Introduction",
        "First let me thank the Royal Economic Society and the Scottish Economic Society for inviting me to speak today.",
        "And let me also say what a pleasure it is to be here in St Andrews this morning, to be here with the Royal Economic Society and the Scottish Economic Society and to be able to express my appreciation of the leading role that British economists, the Royal Economic Society and the Scottish Economic Society in particular have played over the years in the development of economic theory and practice.",
        "Today I want to talk about the conditions for stability and growth in the national and global economy, to discuss the new policies, indeed the new approaches, being pursued in Britain and Europe to make stability the platform for high and stable levels of growth and employment; and to say something about the reforms we are making to the international financial architecture to improve the prospects worldwide for prosperity and growth.",
        "But in case a discussion of the conditions for stability and growth may be seen as a retreat into treating economics as a dismal science, let me begin by affirming the high ideals and public purpose which ushered in the post war economic era and which, for economic policy makers, characterised the creation of the IMF and World Bank, as well as the domestic ambitions of post-1945 Governments, and these ideals underlie our Governments aims for British economic policy .",
        "Indeed when the Bretton Woods conference met in 1945 it defined a new public purpose characterised by high ideals. Economics was about more than exchange rates, the mechanics of financial arrangements or even new institutions.",
        "At the very start of the opening session, the American Secretary of State said that:",
        "“Prosperity like peace is indivisible. We cannot afford to have it scattered here or there amongst the fortunate or enjoy it at the expense of others …… prosperity has no fixed limits it is not a finite substance to be diminished by division. On the contrary the more of it that other nations enjoy the more each nation will have for itself …..”",
        "And the post-war arrangements were founded on the belief that public action on a new and wider stage could advance a new and worldwide public purpose of high ideals rooted in social justice: to achieve prosperity for all by each co-operating with every other: new international rules of the game that involved a commitment to high levels of growth and employment. In short, the job of every economy was to create jobs for all.",
        "If we are to seek in our generation , as I believe we should, those high ideals of the 1940’s, then I believe that there are four conditions for high levels of growth and employment that must be met:",
        "– first: stability – a pro-active monetary policy and prudent fiscal policy to deliver the necessary platform of stability;",
        "– second: high productivity – through a shared commitment to enterprise, competition and high quality long term investment in science and innovation, new technology and skills;",
        "– third: employability – a strengthening of programmes to ensure all have the opportunity of work;",
        "– fourth: international engagement – an agreement to new international rules of the game, backed by improved economic cooperation.",
        "##  Stability",
        "First, the search for stability as a precondition for growth in Britain and Europe",
        "And it is undeniable that in the late 1990’s major monetary and fiscal reforms – in Britain Bank of England independence and the new fiscal rules, and in Europe monetary union and the new growth and stability pact – have ushered in a new era of monetary and fiscal policy.",
        "What lies behind these major reforms in Britain and in the euro area? I want to suggest that these new economic approaches have sought to learn from past errors, are designed to make sense of the new world of liberalised financial markets, are founded on the recognition that monetary and fiscal stability is the only sure foundation for growth, and, while often characterised as simply monetary independence, are built upon four lessons we have learned :",
        "first, because there is no long-term trade off between inflation and unemployment, demand management alone cannot deliver high and stable levels of employment;",
        "second, in an open economy rigid monetary rules that assume a fixed relationship between money and inflation do not produce reliable targets for policy;",
        "third, the discretion necessary for effective economic policy is possible only within an institutional framework that commands market credibility and public trust;",
        "fourth, that credibility depends upon clearly defined long-term policy objectives, maximum openness and transparency, and clear and accountable divisions of responsibility.",
        "Keynes wrote of the “animal spirit” that in a world of imperfect information and incomplete markets could lead us into short-termism where there is no confidence to plan for the future and from which we all lose. This was the insight that was at the heart of his approach to political economy.",
        "As he wrote:",
        "“If animal spirits are dimmed and the spontaneous optimism falters leaving us to depend on nothing but a mathematical expectation enterprise will fade and die, though fears of loss may have a basis no more reasonable than hopes of profit.”",
        "While for him short-termism was the product of imperfect information and incomplete markets, he also said that we can shape expectations about the future, that “animal spirits” can be encouraged to think for the long term. But they must have confidence Governments will deliver. In the 1930’s, Roosevelt said that America had nothing to fear but fear itself. Keynes might have added that in Britain confidence about the future is necessary for confidence about the present. And our four lessons on how to create stability and growth seek to ensure markets work in the public interest and build that confidence.",
        "Let me review these four conditions for stability one by one.",
        "Because there is no long-term trade off between inflation and unemployment, demand management alone cannot deliver high and stable levels of employment.",
        "A few decades ago many economists believed that tolerating higher inflation would allow higher long-term growth and employment.",
        "Indeed, for a time after 1945, it did – as I have said – appear possible to “fine-tune” in this way – to trade a little more inflation for a little less unemployment – exploiting the Phillips curve.",
        "But the immediate post-war period presented a very special case – an economy recovering from war that was experiencing rapid growth within a rigid system of price and capital controls. We now know that even at this time ‘fine tuning’ merely suppressed inflationary pressures by causing balance of payments deficits.",
        "And by the 1960’s and 1970’s, when Governments tried to lower unemployment by stimulating demand, they faced not only balance of payments crises but stagflation as both inflation and unemployment rose together.",
        "Milton Friedman argued in his 1968 American Economic Association presidential lecture that the long-term effect of trying to buy less unemployment with more inflation is simply to ratchet up both .",
        "And here in Britain conclusive evidence for this proposition came in the 1980’s experience of high inflation and high unemployment occurring together.",
        "It was a lesson learned painfully throughout Europe as well as in America in this period.",
        "Friedman was right in this part of his diagnosis: we have to reject short-termist dashes for growth. But the experience of these years also points to the solution.",
        "Because there is no long-term trade off between inflation and unemployment, delivering full employment requires a focus on not just one but on all the levers of economic policy.",
        "The second lesson in the new post-monetarist economics is that applying rigid monetary targets in a world of open and liberalised financial markets cannot secure stability.",
        "Here experience shows that while Friedman’s diagnosis was right his prescription was wrong.",
        "Fixed intermediate monetary targets assume a stable demand for money and therefore a predictable relationship between money and inflation.",
        "But since the 1970’s, global capital flows, financial deregulation and changing technology have brought such volatility in the demand for money that across the world, as the Federal Reserve would agree, fixed monetary regimes have proved unworkable.",
        "So why, even as monetary targets failed, did Governments such as those in Britain persist in pursuing them? Why even as they failed was their answer more of the same?",
        "The answer is that they felt the only way to be credible was by tying themselves to fixed monetary rules.",
        "And when one target failed they chose not to question the idea of intermediate targeting but to find a new variable to target, hence the bewildering succession of monetary targets from £m3 to m0, then shadowing the Deutschmark, then the Exchange Rate Mechanism as the chosen instrument for monetary control.",
        "As with fine tuning, the rigid application of fixed monetary targets was based on the experience of sheltered national economies and on apparently stable and predictable relationships which have broken down in modern liberalised global markets.",
        "And yet the more they failed, the more policymakers felt they had to tie their hands, first by adding even more monetary targets and then by switching to exchange rate targets. But having staked their anti-inflationary credentials on following these rules, the Government – and the economy – paid a heavy price. The price was recession, unemployment – and increasing public mistrust in the capacity of British institutions to deliver the goals they set.",
        "What conclusion was drawn from all this in Britain and in fact also in Europe?",
        "Governments are in theory free to run the economy as they see fit. They have, in theory, unfettered discretion.",
        "And it is not only the fact that they have this unfettered discretion but the suspicion they might abuse it that leads to market distrust and thus to higher long-term interest rates.",
        "That is why Governments have sought to limit their discretion through rules.",
        "The monetarist error was to tie policy to flawed intermediate policy rules governing the relationship between money demand and inflation.",
        "But the alternative should not be a return to discretion without rules, to a crude version of ‘ fine tuning’.",
        "The answer is not no rules, but the right rules.",
        "The post-monetarist path to stability lies not in a free for all but in the discipline of a long-term institutional framework. Precisely the point Keynes made when he sought a framework within which there was not short-termism but confidence to plan for the future.",
        "So my second lesson – that in a world of open capital markets fixed monetary targets buy neither credibility nor stability – leads directly to my third.",
        "The third lesson is that in this open economy the discretion necessary for effective economic policy is possible only within a framework that guarantees the public interest is met, one that commands public trust and market credibility.",
        "Let me explain what I mean when I talk of the new monetary discipline: in the new open economy subject to instantaneous and massive flows of capital the penalties for failure are ever more heavy and the rewards for success are even greater.",
        "Governments which lack credibility – which are pursuing policies which are not seen to be sustainable – are punished not only more swiftly than in the past but more severely and at a greater cost to their future credibility.",
        "The British experience of the 1990’s is a case in point. It shows that once targets are breached it is hard to rebuild credibility by setting new targets.",
        "Credibility, once lost, is hard to regain.",
        "The economy then pays the price in higher long-term interest rates and slower growth.",
        "On the other hand Governments which pursue, and are judged by the markets to be pursuing sound monetary and fiscal policies, can attract inflows of investment capital more quickly, in greater volume and at a lower cost than even ten years ago.",
        "The gain is even greater than that. If Governments are judged to be pursuing sound long-term policies, then they will also be trusted to do what is essential- to respond flexibly to the unexpected economic events that inevitably arise in an increasingly integrated but more volatile global economy.",
        "So in the era of global capital markets, it is only within a credible framework that Governments will command the trust they need to exercise the flexibility they require.",
        "This leads to my fourth proposition – a credible framework means working within clearly defined long-term policy objectives, maximum openness and transparency, and clear and accountable divisions of responsibility.",
        "It is essential that Governments set objectives that are clearly defined and against which their performance can be judged.",
        "That is why we have in the euro area the growth and stability pact and the rules of the ECB.",
        "That is why in Britain we have introduced clear fiscal rules, defined explicitly for the economic cycle.",
        "And why, also, we have a clearly defined and symmetrical inflation target. Just as there is no gain in attempting to trade higher inflation for higher employment, so there is no advantage in aiming for ever lower inflation if it is at the expense of growth and jobs.",
        "That is why too there are procedures which are settled and well understood – with Bank of England independence and a symmetrical inflation target which is pro-growth and prevents a deflationary bias in monetary policy making.",
        "And of course fiscal procedures – for the first time legally enshrined in the code for fiscal stability.",
        "Indeed it is only by meeting our tough fiscal rules that we will be able to deliver both stable growth and investment in public services, and avoid making the mistakes of the past where Governments started by being profligate and ended up having to cut back.",
        "The same toughness and discipline we have shown in the last three years will continue in the coming years.",
        "And we will continue to meet the fiscal rules. The figures I announced in the Budget mean that we will meet our fiscal rules over the cycle – indeed that we will meet our fiscal rules even in the most cautious case, on the most cautious assumptions, including the most cautious view of trend growth at 2.25 per cent.",
        "And we will stick to the envelope we announced in the Budget for public spending and investment. Some have said we should use the capital from the spectrum auction for current spending or even for tax cuts. But I refuse to make the mistakes of the past .",
        "When in the 1980’s and 1990’s capital from privatisations – as from North Sea oil – was used for current spending and then for short-term tax cuts, it did nothing for meeting our country’s long term investment needs or for long term stability, leaving interest rates higher than they should have been.",
        "In April of this year the Government raised £22 billion through the auction of spectrum for the third generation of mobile phones. In the autumn, we will be auctioning the first of a number of additional economically significant parts of the spectrum which will be used for local broadband fixed wireless access and are expected to raise further hundreds of millions of pounds. And the right thing to do for both monetary and fiscal policy is to use the proceeds from the spectrum auctions to reduce our national debt.",
        "By cutting debt we cut debt interest payments — releasing money for public services not just for one short year but year on year and in a sustained way.",
        "By the end of this spending period the first spectrum sale alone will lower debt interest payments by over one billion pounds a year.",
        "Together with further savings from cutting unemployment and tackling benefit fraud, this allows us, while meeting our Budget spending limits, to release more than expected from debt interest payments and unemployment and devote more to the country’s priorities, the vital public services: spending on education, health, transport and policing which this Government is committed to delivering. Extra public investment which comes not at the expense of prudence, but because of our prudence.",
        "The monetary and fiscal framework must not only work to clear objectives and well-understood procedures but also be open, transparent and accountable.",
        "The greater the degree of secrecy the greater the suspicion that the truth is being obscured and the books cooked.",
        "But the greater the degree of transparency – the more information that is published on why decisions are made and the more the safeguards against the manipulation of information – the less likely is it that investors will be suspicious of the Government’s intentions.",
        "That openness needs to be underpinned by accountability and responsibility.",
        "So public trust and indeed stability requires not mechanistic responses, but judgements made within a disciplined framework. Stability should be built on a foundation of credible objectives rather than fixed relationships, and on well-understood procedures within which judgements can be made and be openly explained, rather than relying on decisions made behind closed doors.",
        "In the euro area, there is a similar recognition that the old fine-tuning cannot work, a similar understanding that in liberalised markets rigid monetary targets cannot, on their own, deliver stability, a similar insight that the discretion necessary for effective economic policy is possible only within a framework that commands market credibility and public trust; and growing agreement that credibility depends upon clearly defined long-term policy objectives.",
        "Hence in the euro area the pre-commitment to low inflation and fiscal discipline where inflation has been effectively brought down in the 1990’s from 4.4 per cent to 1.3 per cent and borrowing successfully cut from 5.5 per cent of national income to 1.2 per cent.",
        "Hence also Central Bank independence and the terms of the stability and growth pact; and hence too the growth of an open process of multilateral surveillance within Europe involving peer review.",
        "As I said to the House of Lords Select Committee in January last year “the issues of transparency in decision making, which we dealt with in our reform of the Bank of England, and the symmetry of the inflation target, which have proved to be central to the success of the United Kingdom’s new monetary framework, will also be issues for future debate in Europe.”",
        "So both in the euro area and in Britain, Governments are pursuing with equal determination the new route to stability that exists for the modern world.",
        "I said in October 1997 that in principle “the potential benefits of a successful single currency are obvious – in terms of trade, transparency of costs and currency stability.”",
        "The 1997 statement also set five economic tests which are the necessary economic pre-requisites for membership of a successful currency union.",
        "As I said in my Mansion House speech last month, we are committed early in the next Parliament to making an economic assessment of the case for British membership, based on these tests, and if the tests are met putting it to a referendum of the British people.",
        "##  Productivity",
        "Stability is a necessary pre-condition to deliver our objectives of high growth and employment. But it is not sufficient. We recognise that an economy cannot fly on only one wing. In Britain and in Europe supply side or microeconomic reform is also essential.",
        "We must have the strength not only to take the tough decisions to create monetary and fiscal stability but also to take the tough action to reform labour, capital and product markets.",
        "Now in the 1980’s the previous Government went further than simply arguing that ‘fine tuning ‘ was the problem. For them, Government was the problem.",
        "As they stated, their policies reflected a neo-liberal view of the state, not just the application of rigid monetary targets to control inflation but a belief in deregulation in labour markets, capital markets and product markets as the route to higher productivity, a philosophy of “the best Government as the least Government”.",
        "The clearest intellectual statement of the new position was Nigel Lawson’s Mais lecture in 1984. Its central thesis was that the proper role of macro-economic and micro-economic policy “is precisely the opposite of that assigned to it by the conventional postwar wisdom”.",
        "The conquest of inflation, not the pursuit of unemployment, should be the objective of macro-economic policy. The creation of conditions conducive to growth and employment, not the suppression of price rises, should be the objective of micro-economic policy.",
        "On one point, arguing against a crude version of the 1944 policy – using macro policy to expand demand and micro policy to control inflation – Lawson drew the right lessons from the failures of previous decades, of policies that claimed to be Keynesian while misunderstanding Keynes’ basic insight .",
        "But far from tackling the boom-bust cycle endemic to the British economy, the early 1980’s and 90’s saw two of the deepest recessions since 1945. And even at the peak of growth in 1988, unemployment was still over 2 million. Before it rose again to 3 million in 1993.",
        "As the late eighties boom showed, the Government of the day eventually relapsed into the very short-termism they had come into Government to reverse. Just as the fine tuners had in the 1970’s given way to the monetarists, so now monetarism lapsed into fine tuning.",
        "But more important, deregulation in itself was not enough to tackle the underlying weaknesses of the British economy – inadequate investment, low productivity, unreformed labour markets and at root short-termism.",
        "Lawson’s failure was that having rejected the crude Keynesianism of the 70’s he rejected Keynes approach altogether when, instead, the real challenge was to interpret Keynes’s important insights for the modern world.",
        "The stop-go policies which were wrongly said to be Keynesian attempted to tackle high unemployment and slow growth by pulling the macroeconomic levers but reflected an approach Keynes thought appropriate for depression bound economies where the confidence of the ‘animal spirits’ was low. The mistake was to try to apply this prescription universally especially to inflation prone economies where the problem was not a lack of demand – Keynes’ special case – but low productivity, inadequate levels of investment, unreformed labour markets, and generally short-termism, historically Britain’s underlying problem.",
        "So just as there could be a low-demand, high-unemployment equilibrium for an economy – which required Government action through macroeconomic policy to restore high and stable levels of growth and employment – so too the economy could become stuck in a low productivity, low-investment, short-termist equilibrium which requires Government action on the supply side to tackle imperfect information and market failure and in doing so restore high and stable levels of growth and employment.",
        "So the role of a macro economic policy is more than bearing down on inflation, it is to create a platform of stability that will promote growth and employment. And an active supply side policy is necessary not only to sustain low inflation but to improve productivity and employment.",
        "In other words, macroeconomic and microeconomic policies are both essential – working together – to growth and employment. So it is this Government that, rejecting the short-termism – not least the crude ‘Keynesianism’ of past economic approaches – is seeking to draw on the best of Keynes’ insights about political economy and put a modern Keynesian approach into practice.",
        "This leads to our second condition for growth and employment: only with rising productivity can we meet people’s long-term expectations for rising standards of living without causing inflation or unemployment. And to achieve that productivity, we need more than deregulation: we need radical labour capital and product market reform.",
        "It is important to be clear about the relationship between productivity, employment and living standards.",
        "Low productivity can exist side by side with low unemployment if people accept that living standards are not going to rise – as happened to the United States in the 1980s.",
        "But rising productivity can exist side by side with high unemployment if we pay ourselves more than the economy can afford.",
        "If people demand short-term rewards which cannot be justified by economy-wide productivity growth, the result is first inflation and then the loss of jobs. That has been the historic British problem – repeated bouts of wage inflation unmatched by productivity growth leading in the end to higher unemployment.",
        "Indeed between 1950 and 1996 productivity growth in Britain was only 2.6 per cent a year compared to 3.7 per cent and 3.9 per cent in France and Germany.",
        "But if we can now achieve rising productivity, bridging the gap with our competitors, high levels of employment and rising living standards can go together.",
        "Britain and Europe cannot assume that the new information technologies will automatically bring the higher productivity growth now seen in the United States. So we must work through a new agenda that involves a shared national effort to raise our game.",
        "While 30 years ago Governments responded to the productivity challenge with top-down plans, and grant aid primarily for physical investment, today the productivity agenda is more complex and more challenging. So we are developing new and radical policies for the modernisation of capital and product markets, the encouragement of innovation and an enterprise culture open to all, as well as the building of a modern skills base.",
        "And in Europe, in the interests of all who want to trade and compete within a European single market of 375 million people, we are challenging the old claim made by some that tax harmonisation and a federal superstate run by the European Commission are the next stage after monetary union. We are putting the case for tax competition and against tax harmonisation, for the mutual recognition of nationally determined standards, and calling for timetables that would open up the single market in aviation, telecommunications, utilities, energy and financial services.",
        "This commitment to productivity in Britain and Europe must be backed by responsibility – a willingness to put the long term above the short-term, to build a shared common purpose.",
        "The more that we are all persuaded to take a long-term view of what the economy can afford, the more jobs we will create, the more we can keep inflation under control so interest rates can be as low as possible.",
        "And responsibility means not just responsibility in pay but building a shared commitment to achieve all the conditions necessary for growth and full employment – in other words to work together to promote stability, employability and higher productivity too .",
        "##  Employability",
        "Our third condition for high growth and employment is an active labour market policy matching rights and responsibilities.",
        "The idea of a fixed natural rate of unemployment consistent with stable inflation was discredited by the evidence of the 1980’s.",
        "For even when the economy was growing at an unsustainable pace – above 5 per cent in 1988 – in all regions of the country there were high levels of vacancies including vacancies for the unskilled alongside high unemployment.",
        "How did this happen? Part of the explanation was the ‘scarring’ effect on skills and employability inflicted by the deep and long recession of the 80’s.",
        "Partly also the mismatch between the skills and expectations of redundant manufacturing workers – and the new jobs in service industries.",
        "Partly the failure to reform the welfare state especially its unemployment and poverty traps which, for many, meant work did not pay.",
        "So there was a rise in what, in the 1980’s, economists termed ‘the non accelerating inflation rate of unemployment’ or the NAIRU.",
        "Whether measured by the relationship between wage inflation and unemployment – as Phillips stressed in the 1950’s – or vacancies and unemployment as Beveridge had highlighted in the 1940’s – Britain had clearly seen a dramatic structural deterioration in the UK labour market, the same level of wage pressure or vacancies existed alongside much higher levels of unemployment than in the past.",
        "So the new Government has taken a decisively different approach to employment policy over the past three years aimed at reducing the NAIRU.",
        "All our reforms – the New Deal – and today we can report one million extra jobs and youth unemployment cut by over two thirds, the lowest unemployment for 20 years – the Working Families Tax Credit, skills training – are designed for the modern dynamic labour market, now being transformed by the new information technologies. We recognise that people will have to change jobs more often, that skills are at a premium and that reform was needed in the 1980’s to create more flexibility.",
        "The more our welfare to work reforms allow the long-term unemployed to re-enter the active labour market, the more it will be possible to reduce unemployment without increasing inflationary pressures. And the more our tax and benefit reforms remove unnecessary barriers to work, and the more our structural reforms promote the skills for work, the more it is possible to envisage long-term increases in employment, without the fuelling of inflationary pressures. And while this lesson has already been learned in many European countries it is now being learned in those high unemployment members of the European Union.",
        "##  The international framework",
        "So reforms in Britain and Europe are built on the new realities of the global economy – open not sheltered economies, international not national capital markets, global not local competition.",
        "The challenge for each country – and this is the fourth condition for growth and employment – is to ensure we have an international economic system that recognises these new realities. It must be one, as Keynes recognised in the 1940’s, built on a credible institutional framework, one that captures the full benefits of global markets and capital flows, minimises the risk of disruption, maximises opportunity for all and lifts up the most vulnerable.",
        "Some look at the instability of recent years and argue we should retreat from globalisation – in effect a return to the protectionism of the 1930’s and tightly controlled capital markets of the 1940’s.",
        "Yet over the last thirty years, world trade has increased from around $300 billions to over $5000 billions, a 15 fold increase ; the amount of international capital from around $600 billion to over $8000 billion, a 13 fold increase. And foreign investment has increased from around $10 billions to over $600 billions, a fifty fold increase",
        "This has been matched by a dramatic increase in world output – from $3000 billion to over $30,000 billion; average income has increased from $3,600 to $5,200 per head; and the proportion of people living in poverty has declined from 30 to 24 per cent in just the last ten years. Take East Asia where over ten years the numbers in poverty have been almost halved.",
        "There are others who look at the expansion of private capital flows and argue there is no longer any need for the international financial institutions – the IMF and the World Bank – that we should retreat from global economic cooperation and in effect return to the discredited policies of laissez faire.",
        "I want to argue that not just for Britain and Europe, but also for the poorest countries the way forward is not to retreat from globalisation – into either protectionism or old national barriers – or to turn the clock back to a failed laissez-faire. The way forward is an engagement with the global economy, agreeing to new international rules of the game that every country can accept, backed up by improved international economic co-operation – so that even the poorest countries can enjoy the benefits of global commerce.",
        "As I have said in my discussion of Britain and Europe, no country can secure the investment funds it needs without showing it is pursuing policies for monetary and fiscal stability. And to achieve the openness and transparency that has hitherto been lacking, each and every country, rich and poor, developed and developing, should adopt and apply codes of conduct for monetary and fiscal policy, and for the supervision of their financial sectors and corporate governance. These are the new rules of the game for the world of global capital flows.",
        "Over the past two years the international community has made great progress in agreeing a framework of codes and standards covering the key areas – fiscal and monetary policy, financial supervision and corporate governance.",
        "The codes require accurate reporting to the international community by each national economy of all relevant information, for example the size of a budget deficit, the state of official and bank reserves and the level of currency liabilities. And they require not only a flow of information but the adherence to agreed timetables and to proper standards and procedures for disclosure and policy making.",
        "By making sure that economic facts cannot be manipulated and underlying problems cannot be hidden, citizens will know their country’s real problems and prospects. So the codes will deter corruption, restore public confidence and build public support for the sometimes painful reforms that are essential to long-term economic growth and prosperity. And this is critical for investor confidence in the wake of the asian crisis and for the prevention of contagion. Without transparency and the proper procedures that the codes of conduct will require, investors may not reinvest on the long-term scale necessary for jobs, growth and social progress.",
        "In addition, sound economies, as many now acknowledge, depend not simply on robust and transparent economic and financial systems, but on welfare and social systems that build social cohesion and trust and civil society takes ownership of policies. So in addition to the code of good practices in fiscal, financial and monetary policy, the World Bank and UN are developing principles of good practice in social policy.",
        "We should not be so complacent as to assume that codes of conduct are needed only in other countries and not our own. We need tougher standards and requirements for disclosure all round.",
        "These new rules of the game are not incidental to the financial architecture for the new global economy: they are the financial architecture for the new global economy. This is the way in which we can deliver global financial stability in a way consistent with national sovereignty.",
        "But the codes of conduct will only work if there is an effective and authoritative surveillance mechanism, to monitor their implementation, so that the public have confidence in the transparency on which stability depends.",
        "This requires an enhanced surveillance mechanism, based on international cooperation. The building block is already present in the IMF’s Article IV process, to which all IMF member states are committed by their treaty obligations.",
        "The new international architecture however requires a step change in the IMF’s surveillance under Article IV. It must become broader encompassing not just macro economic policy but the implementation of the codes and standards on which stability depends. It must become inclusive, drawing on the work and expertise of the World Bank and other bodies to deliver broader surveillance under the Article IV umbrella. It must become transparent so that the public and the markets get the information they need and have confidence in the process which produces it. And, crucially, it must be authoritative, independent and of the highest quality. The body which produces it must be, and must be seen to be, free from political interference and conflicts of interests.",
        "We have made much progress since the financial crises of the 1990’s. The importance of an internationally agreed framework of codes and standards is now accepted by the international community. So increasingly, is the role of the IMF at its centre. The IMF has begun to work with other institutions to deliver broader surveillance. More surveillance information is published than ever before. The Fund and other institutions have become more transparent about themselves – a necessary condition for an independent and authoritative surveillance process. The recent agreement that the Fund should establish an independent evaluation unit to monitor and assess its own activities is a crucial step.",
        "But we need to go further. The Fund has many roles and responsibilities – as well as surveillance, it is both the advisor and lender to countries. To deliver the new surveillance on which stability depends the Fund will need to find ways to further reinforce the credibility and independence of its surveillance.",
        "This is one of the greatest challenges which the Fund now faces. For in the new architecture, we must move from the old model of the IMF simply as a fire fighter. With the implementation of internationally agreed codes and standards, with countries required to report all the relevant information, and with strengthened surveillance, the IMF’s most important role and responsibility will be to identify potential difficulties before they become major problems. And there can be no doubt that in this new era of openness, transparency and accountability, if there are problems in the future, the IMF will be asked to explain why it failed to spot them earlier.",
        "So in place of the old approach to crisis resolution, whereby crisis triggered intervention, we are putting in place a modern mechanism which can identify potential problems at a stage where preventative action can be effective – one rooted in transparency and reliable surveillance.",
        "In setting up this new mechanism, we must ensure that all the main participants, public and private, in the international financial system accept their responsibilities and play their part in maintaining its stability.",
        "Economies must forge regular contacts and lasting relationships with their private investors, based on open and honest dialogue: modern investor networks that every country should form and every creditor should join.",
        "And with a right to a greater flow of information, comes greater responsibility for the private sector. When trouble hits an economy, the private sector must be prepared to do more than simply pull money out and accelerate the panic.",
        "However successful we aim to be at avoiding crises, we should recognise that shocks will occur. There will continue to be a role for the official sector, particularly the Fund, in resolving them. But we need also to recognise that the way we resolve crises may have significant implications for the behaviour of public and private sectors in the future. And following the events of 1997 and 1998, the G7 have now agreed a new framework for private sector involvement in crisis resolution. The handling of a number of recent cases has demonstrated the ways in which the private sector can be involved. But we need to make more progress on implementing the framework.",
        "With the three changes we have agreed – transparency, improved surveillance and enhanced involvement of private sector creditors – we can establish a markedly lower threshold for effective response than the old ad hoc crisis-triggered system.",
        "In the new framework it should be the duty of countries to inform, the duty of the international financial institutions to monitor and make public, and the duty of the private sector and the official community to engage. In this way, we have a real opportunity to move the emphasis of international financial governance from one of crisis resolution to one of crisis prevention and crisis containment.",
        "##  Effective IMF and World Bank cooperation",
        "As we build a platform of stability, we must ensure that more countries share the benefits of the global economy and break the chains of debt, poverty and under-development.",
        "For many emerging market countries, the key to long term growth will be access to international investment and private capital flows. We need to help these countries stage by stage get access to private capital.",
        "There are some who argue against countries opening up their economies to capital flows – that instability is the inevitable result. But countries cannot afford to simply turn their backs on the global financial and economic system and be permanently excluded from the prospect of prosperity that requires access to capital, skills and technology.",
        "It is true, as we saw in recent years, that short-term capital flows can be destabilising when investors are insufficiently informed and when countries lack open and transparent policy making procedures, strong financial systems, and the necessary institutional capacity.",
        "Countries need to move forward carefully, with support and advice from the international financial community. We need to provide countries with road-maps for opening up their capital accounts – guidance on the speed and desirability of capital account liberalisation, and on attracting more stable direct investment not just portfolio flows.",
        "The road maps would provide advice, for example, on the reforms that are required to strengthen the financial sector, including banking supervision, bankruptcy laws, property rights and an independent judicial system; and on creating infrastructure and conditions to enable investment and using private sector finance and skills.",
        "The need to develop a new approach is clearest for the poorest countries in order to break the vicious circle of debt, poverty and economic decline and create a virtuous circle of debt relief, poverty reduction and economic growth.",
        "In this area as in many others, we need close cooperation between the IMF and World Bank.",
        "There are some who say there should be a clearer separation between the IMF and World Bank – that the IMF should focus only on emerging market countries; and that the World Bank should focus only on the poorest countries. I disagree.",
        "The focus of the World Bank is poverty reduction and social development. Yet this matters not only in the poorest countries. As the crises of the 1990’s have demonstrated, it is important to put in place strong social systems and mechanisms for helping the most vulnerable in all countries participating in the international financial system.",
        "The IMF’s prime responsibility is stability and surveillance. But stability and surveillance matter in all countries – not only emerging market counties. Indeed it is the precondition for achieving poverty reduction and sustainable growth in the poorest nations. As I have emphasised throughout this lecture, in a global economy, no country can secure the funds it needs without showing it is pursuing policies for monetary and fiscal stability. And this requires a greater openness and transparency, backed by independent surveillance.",
        "And the Asian financial crisis has shown that structural problems – in financial sector supervision, in corporate governance, in insolvency procedures – can lead to financial and macroeconomic instability. In many countries the interests and activities of the IMF and World Bank are interdependent. They both have vital roles to play in surveillance and lending in emerging market and developing countries alike.",
        "So what is needed is a step by step approach to integrating countries in capital markets, moving forward in a coherent and prudent way. There is a clear role for both conditional IMF and World Bank programmes to help countries make the transition – programmes which provide support, but which also provide the right incentives to seek private capital flows and to secure the potential benefits of global capital markets when appropriate.",
        "And as we develop a new consensus, with a new and broader emphasis on the conditions for high and stable levels of growth and employment, we must develop a vision of the IMF and World Bank working together – ensuring countries have in place the macroeconomic, financial, structural and social preconditions for long term success in the global economy.",
        "##  Conclusion",
        "So in Britain, Europe and the international community the same lessons are being learned.",
        "We know that in a global marketplace with its increased insecurities and often its volatility, national economic stability is at a premium – the precondition for all we can achieve. No nation can secure high levels of sustainable investment without both monetary and fiscal stability together.",
        "Stability is the necessary precondition for all we do, but it is not sufficient. Microeconomic and supply side reform is also essential.",
        "We must build a new consensus, with a new and broader emphasis on the conditions for high and stable levels of growth and employment, ensuring countries have in place the macroeconomic, financial, structural and social policies for long-term success in the global economy.",
        "And we are committed to an active leadership role, whether the issue is new competitive markets at home; new and essential reforms in Europe; a new strategy at the IMF and World Bank to secure international financial stability and reduce Third World poverty.",
        "Increased global competition and ever more rapid technological change means that, not since Bretton Woods and the time of Keynes has a generation had so broad a challenge in the global economy – and so profound a responsibility. It is a major challenge for the economics profession as a whole. Government and academic economists, working together and learning from each other, have a decisive role to play. Working in partnership, we can and must build a global stability and prosperity that will deliver high and sustainable levels of growth and employment for all."
    ]
}