{
    "url": "https://www.ukpol.co.uk/gordon-brown-2001-speech-to-the-yale-club-in-new-york/",
    "title": "Gordon Brown – 2001 Speech to the Yale Club in New York",
    "post_date": "December 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, in New York, the United States, on 26 July 2001.",
    "content": [
        "Travelling from London to New York reminds me of just how much both of us are stronger because of the shared history that shapes our countries and links our destinies – and because of the shared values that bind us even more closely together.",
        "Indeed for centuries, your land and the islands of Britain have been linked not only by history but by ideals. For while the United States was born in a revolution against a British government, it was also a revolution for an assertion of fundamental values that Britain and America hold in common and represent to all the world: a passion for liberty and opportunity for all; a belief in the work ethic and in opening enterprise to all; a commitment to being open not isolationist – a commitment which in our day and generation increasingly depends on a shared conviction that economic expansion through free trade and free markets is the key to growth and prosperity.",
        "In this century our shared values can become our common destiny, and I stand for a Britain and you stand for an America outward looking, ambitious to succeed, determined to advance an enterprise culture fully equipped to lead in the 21st century economy.",
        "Winston Churchill said that those who build the present only in the image of the past will miss out entirely on the challenges of the future.",
        "And I want to suggest now that all of us – businesses and governments working together – should face the great challenges of today’s and tomorrow’s economy not by risking stability but by strengthening it; not by resisting change but by empowering people to cope with it; not by standing still but by radical economic reform; and – the main theme of my remarks today – not by protectionism but by promoting open, competitive markets and international cooperation.",
        "Specifically I am certain that we must think transcontinentally as well as continentally. Today, between us, Europe and America account for 55% of world trade, 60% of trade in services and, remarkably, 80% of world wealth.",
        "One American leader, speaking about the changing relationship between the US and Europe said:",
        "“As the worldwide effort for independence, inspired by the American declaration of independence, now approaches a successful close, a great new effort -for interdependence – is transforming the world about us.”",
        "“I say here and now that we will be prepared to discuss with a united Europe the ways and means of forming a concrete Atlantic partnership.”",
        "Remarkably, this statement was not made by a present-day politician. In fact it was made 40 years ago by President John F. Kennedy, on independence day in Philadelphia.",
        "Kennedy’s words ring with relevance in our own times. He continued:",
        "“We believe that a united Europe will be capable of joining with the United States and others in lowering trade barriers, resolving problems of commerce, commodities, and currency, and developing coordinated policies in all economic, political, and diplomatic areas.”",
        "“For the Atlantic partnership of which I speak would not look inward only, preoccupied with its own welfare and advancement. It must look outward to cooperate with all nations in meeting their common concern.”",
        "So as John Kennedy makes clear, it is more than commerce that binds us. And, increasingly, in this age of globalisation, our national goals are shared international goals, our responsibilities are shared responsibilities, and our opportunities are shared opportunities. And we must not underestimate the good that can be done for the whole world, not least for developing countries, if the relationship between Europe and America is deepened.",
        "And as President Bush reminded us just a month ago when he was in Poland:",
        "“When Europe and America are divided, history tends to tragedy. When Europe and America are partners, no trouble or tyranny can stand against us.”",
        "So this is the challenge I address today.",
        "Let us be clear: in just a few short years the world has moved from sheltered to open economies; from local to regional to global commerce; from national to world-wide financial markets; from location, raw materials and indigenous capital as sources of competitive advantage to skills, knowledge and creativity as the factors that make the decisive difference.",
        "We should welcome this change, not shrink from it. So, for us in Britain, there are continuing challenges – and a next step:",
        "To entrench our new won and hard won stability – to lead the process of labour, capital, and product market reform in our own country and in Europe and to build a new more open market across the Atlantic.",
        "The first indispensable imperative is stability. Every time in recent decades when the British economy has started to grow, governments of both parties have taken short-term decisions which too often have created unsustainable consumer booms, and sacrificed monetary and fiscal prudence. In 1997, Britain needed a wholly new monetary and fiscal framework based on clear policy rules, well established procedures, and an openness and transparency not seen in the past. Hence the independence of the Bank of England, the new fiscal rules, the open letter system, the symmetrical inflation target and our new code for fiscal stability.",
        "I believe that as we in Britain are tested by events like rising oil prices, exchange rate pressures, and now the slowdown in the US economy, our new framework makes us better placed than before to cope with the ups and downs of the economic cycle.",
        "And I can say categorically that we will continue to steer a course of stability and support our monetary authorities in difficult decisions essential to ensure that we remain on track to meet our inflation target and sustain high and stable levels of growth and employment. We will lock in not let down our fiscal discipline and at all times avoid short-termism – a return to the mistaken monetary and fiscal policies of the past.",
        "Last month, I announced the next stage in our own competitiveness reforms with a policy of opening up enterprise to all:",
        "a new competition regime; deregulatory measures to help small business; measures to improve skills; reforming our physical planning laws; historic cuts in capital gains tax to 10% for business assets held for 2 years, new cuts in small company corporation tax and a simplification of the vat system; and a new extension of the work permit system that has already raised entrants to the UK from 50,000 three years ago to 150,000 this year. As well as our plans for investment and modernization through public-private partnerships such as our transport plans including the London Underground.",
        "At the same time we will continue to pursue the economic reform agenda in Europe – in labour, capital, and product markets. And we have argued not just for action plans which signal intent but timetables which signal deadlines:",
        "* liberalisation in telecoms by the end of 2001;",
        "* liberalisation in financial services by 2004;",
        "energy liberalisation – where we continue to push our neighbours;",
        "and liberalisation in the capital markets by 2003.",
        "As has Britain, the Euro area has been establishing a new framework for economic stability with clear rules, better understood procedures and a new accountability.",
        "And a single European currency, with a fully developed single market, could in principle bring benefits:",
        "* it could increase trade and competition through the elimination of exchange rate risk and through more transparent prices;",
        "* it could reduce transaction costs, again increasing trade and investment, and benefiting everyone travelling in Europe;",
        "* and a strong single currency zone could mean lower long-term interest rates, again good for investment and so good for growth and jobs.",
        "And the five tests we set out, on employment, investment, flexibility, financial services and sustainable and durable convergence are the necessary economic pre-requisites for deciding Britain’s membership of a successful currency union.",
        "Our approach is and continues to be, considered and cautious – one of pro-euro realism.",
        "I am pro-euro because, as we said in 1997, in principle British membership of a successful single currency offers us these obvious benefits and could help us create the conditions for higher and more productive investment and greater trade and business in Europe.",
        "I am a realist because to short-cut or fudge the assessment, and to join in the wrong way, or on the wrong basis, would not be in Britain’s national economic interest.",
        "Around the future of the euro there is, of course, an ongoing and wider debate on the future of Europe: a debate on economic reform amidst the challenge of globalisation, enlargement into the east, and the wider agenda for 2004, to make decision-making in Europe more open, accountable and relevant to the population as a whole.",
        "At one time the case for Europe was simply peace – the opportunity to set aside old enmities and feuds, to contribute to a mission that has helped secure half a century of peace in western Europe, and now the historic task to cement peace and democracy in central and eastern Europe as we have done in the west.",
        "It was once said that Europe is divided into two, between the west who have Europe and the east who believe in it, and completing the reunification of Europe through enlargement is indeed a historic event.",
        "But today the case for Europe must be not only that, working together, we can maintain peace but that, working together, we can maximise prosperity.",
        "Indeed the more Europe extends its single market, the better it is for the prosperity of Europe and the world.",
        "The more Europe embraces economic and institutional reform, the better it is for all.",
        "The more Europe looks outwards, the better it is for all.",
        "And indeed – my theme – the more Europe and America work closely together, the better it is for Europe, America and the world.",
        "And we must not let slip the unique opportunity we have to build stronger relationships.",
        "Let me explain.",
        "In the post 1945 period the shaping of the European common market took place in the shadow of war, as our predecessors resolved to move forever beyond the recurring and devastating conflicts of the past.",
        "Today, there is a second reshaping of Europe happening not just as a result of the internal forces making for enlargement but in response to vast global changes – not least fast increasing trade and capital flows between Europe and the rest of the world and the growth of transcontinental companies.",
        "The annual two way flow of goods, services, and foreign direct investment between the United States and the Europe is now nearly a trillion dollars. One-fifth of total US merchandise exports, and one-third of total us services exports go to the EU.",
        "But the astonishing change has been the growth in direct European investment in the USA. In one decade it has increased more than ten-fold and we need only look at the impact of the American slowdown on European economic growth to understand this growing economic interdependence.",
        "Total US direct investment in Europe amounted to $520 billion at the end of 1999, almost half of all US direct investment abroad.",
        "Perhaps even more significant, by 1999 EU direct investment in the US totalled over $600 billion, more than 60% of all foreign direct investment in the US.",
        "While in 1999, $68 billion flowed from the US to the EU in direct investment, the flow from the EU to the US was over $235 billion and as a result our economic ties are strong and getting stronger. Now French, German, British, Dutch, Belgian, Spanish, and Italian companies are prominent in America. Indeed in America today, one in 12 factory workers is employed by one of the 4,000 European-owned businesses active in the US.",
        "But this brings me to a fundamental question: it was said of one of our Prime Ministers that he never missed a chance to let slip an opportunity. And the question I ask is – have we made the most of the opportunities that have come from the collapse of the Berlin wall, the end of the cold war and the opening up of eastern and central Europe?",
        "Two decades ago, it would have been unthinkable to suggest that before the before the end of the 20th century, eastern and central Europe – and even Russia itself – would all turn to democracy and look westwards for economic guidance, or that in the rest of Europe, the old ideological conflict between state and market would be transcended by a more consensual view of states and markets working together.",
        "But that, of course, is exactly what has happened. But have we made the most of this turning point?",
        "A decade ago, when the Berlin wall did fall, it would have been equally unthinkable to suggest that western Europe would respond to the collapse of communism by turning inward; or that the United States would respond by appearing to engage less rather than more with the rest of the world.",
        "Of course, with the seismic shifts brought by the cold war’s end, all nations had to reconsider the geopolitical landscape, reassess their positions, and rethink their relationships in this very new world. That was a smart, sensible and essential thing to do.",
        "But it would be tragic indeed if the annals of the future record 1990, when common interest in our future was in the ascendant, not just as a point when history turned toward freedom, but as the point when those who had carried the cause of freedom turned inwards.",
        "So I want to answer those voices on both sides of the Atlantic who believe that detachment is preferable to partnership; that isolation is more secure than a wider and deeper alliance; that our military cooperation, which should be spurring more Economic co-operation, can be downgraded. In short, all those who wrongly believe that somehow in the post-cold war world, Europe and America need one another less, not more.",
        "I could not disagree more profoundly – not merely with such arguments as expressed but with their very premise.",
        "Neither America nor Europe has fully grasped the moment for a new age of economic interdependence – the realisation of President Kennedy’s vision.",
        "With the old ideological conflicts finally behind us and with the new opportunities from globalisation ahead of us, the conditions now exist for the expansion of our economic partnership – not just incrementally, but comprehensively increasing the trade and commercial links between the EU and the USA.",
        "So instead of the end of the cold war inviting a weakening of transatlantic ties, this is the time for a new era of enhanced engagement between America and Europe – a new transatlantic alliance for prosperity as important to our long-term economic strength as NATO has been to the cause of peace.",
        "We must not let the banana or the genetically modified product become sad symbols of a frayed transatlantic trade relationship. Nor must we let one dispute over a merger however large or another dispute over a sector however important obscure the scale of two-way trade and investment across the Atlantic which amounts to over $2 billion – each and every day. However big the disputes that are temporarily in the headlines, they account for a fraction of our total trade.",
        "Indeed the scale of our interdependence makes the case that Europe and America together not only make for the stability and growth upon which the world economy depends, but that it is possible by common endeavour for that stability and growth to be enhanced to benefit not just our nations and regions, but all nations and all regions.",
        "That is why our first and most immediate obligation is to lead the world in advancing the multilateral trade agenda, ensuring that the Doha ministerial meeting launches a comprehensive and balanced round – and I am pleased to see the approach adopted by Mr Lamy and Mr Zoellick in this respect.",
        "And it is because of the scale of our interdependence that we must also begin a new dialogue and build a new consensus aiming for a stronger economic partnership.",
        "Let me give one basic example of why such a partnership is so important.",
        "While America has been so critical to securing the freedom of eastern and central Europe there is a risk that, in a few years times, America will find its trade relationship with these markets declines as trade is inevitably diverted towards those countries in and beyond the European Union with which they will have preferential agreements by virtue of joining the Union.",
        "When these countries enter the EU, under existing trade law they would need to respect the EU’s common external tariff which means, of course, aligning many tariffs downwards but on imports from the US actually raising some new tariffs. Of course the GATT (now WTO) article 24 provisions will be invoked to ensure this does not become another source of trade friction and the US gets due compensation. But we need to ensure this is done amicably and with a view to advancing the cause of trade liberalisation in agriculture. And in industrial goods, instead of requiring candidates for membership to hike some of their tariffs to EU levels at the point they join, the EU and US should surely aim to have achieved the multilateral elimination of such tariffs by the time the first wave of new countries is ready for EU membership.",
        "Here we should not move backwards by accident but move forwards by design.",
        "Indeed more generally today, I fear that both the EU and US are, inadvertently more than by design, moving towards according each other almost “least favoured nation” status in each other’s markets. As we both turn increasingly to preferential trade agreements with other partners which perhaps seem to promise easier progress and faster results, there is a risk that we neglect the relationship between the two most advanced and open blocs in the world with the consequent danger that we accord many of our other partners better trade and investment conditions than we do each other.",
        "Open regionalism has its rightful place in liberalising trade and investment but the scale of our interdependence, our centrality to the stability and growth on which the whole world economy depends and the need for our leadership requires us to do more.",
        "I think we should now think seriously about the future alliance for prosperity of which I speak between the NAFTA area and Europe.",
        "It has been estimated that the annual income gain to the EU from a transatlantic marketplace would be of the order of 1.1% of EU GDP – or $140 billion – and 0.5% of US GDP, the equivalent of the estimated us gain from NAFTA.",
        "And the gain together for the EU and the US if we also eliminate industrial tariffs on an MFN basis could be as high as $150 billion a year, a figure that means more prosperity and more jobs for both continents.",
        "So there are potential gains in total of nearly $350 billion.",
        "In 1988, when Europe was at the outset of the huge project to move towards deeper economic and trade integration via the creation of a genuine single market, we commissioned the so-called Cecchini report that examined in depth, and quantified the economic gains of the much deeper cooperation that a single market entailed. The figures were so impressive that European policy-makers saw the necessity of moving forward, and could explain to their citizens what was at stake in terms of growth, jobs and prosperity from changes which, at the time, looked dauntingly difficult. And I am pleased to say that Signor Cecchini is going to chair a further study over the coming months looking specifically at the benefits from further financial services liberalisation within the EU, and the costs of failing to complete the single market in financial services.",
        "I believe what we need now is a Cecchini-style report that investigates the potential benefits for growth, prosperity and jobs on both sides of the Atlantic from a wide-ranging effort to tackle all the remaining barriers to a fully open trading and commercial relationship between Europe and America.",
        "With high-level political commitment we can then move forward to address those barriers in a systematic and balanced fashion.",
        "##  First, industrial tariffs",
        "It is to the credit of negotiators in previous multilateral rounds that the vast bulk of transatlantic merchandise trade is already duty-free or at low duties.",
        "Only 41 of the EU’s 8200 industrial tariff lines now represent genuine tariff peaks while the US figure is 166 out of a total of 8300.",
        "But, as I said a moment ago when talking about the challenge of enlarging the EU, we now need to question whether it makes sense to have any remaining industrial tariff barriers. We should go into the new WTO round promising jointly to reduce our industrial tariffs to zero on a strictly MFN basis – on condition that a critical mass of the rest of the world, measured as a percentage of global trade, agrees to do the same. This would add over $50 billion a year to the national income of the US and over $90 billion for the EU.",
        "In the information technology agreement which US and the EU led, states representing more than 95% of world trade agreed to the complete elimination of tariffs on the bulk of it goods in what was the biggest single trade agreement since the end of the Uruguay round in 1994. It was in a real sense a joint “platform” created by the US and Europe subject to the agreement of others to join us. We must look to replicate that US and EU leadership.",
        "##  Second, services",
        "We should also seek to remove market access limitations to commonly traded services, legal and other professional services. This is an area where we, as two advanced economic blocs, should be able to move much further bilaterally than we can expect others to sign up to multilaterally in the GATS.",
        "We should promote the same “deep” liberalisation that is a major feature of the single market, aiming to make the maximum progress towards mutual recognition agreements which the EU has pioneered across a wide range of service sectors with a view to constructing a genuine transatlantic marketplace.",
        "Let me take, for example, financial services. We in the EU are committed to an effective single capital market within the next 30 months and the single market in retail financial services will follow quickly after that. This must be based on mutual recognition of regulatory practices, core standards of consumer protection and effective cross order redress to raise confidence. And today I call on the EU and US to sit down to discuss how we can apply these concepts of mutual recognition and core standards to e-trade in financial services not just within the EU but across the Atlantic, in recognition of the ease with which these services can be delivered across boundaries using the internet.",
        "##  Third, other non tariff barriers",
        "We must also take a more pro-active approach to removing other non-tariff barriers. I welcome the ideas emerging on both sides to improve each other’s intelligence on legislative/regulatory initiatives by the other which might impact on the trade relationship. But early warning devices are not enough. We need to be more vigorous in addressing the “system frictions” arising from domestic regulation that now underlie the bulk of the “new” trade disputes.",
        "We should set an example to the world with new levels of bilateral regulatory co-operation. We need to improve the transparency to each other of our respective regimes, to exchange more information and share more best practice and, crucially, on issues like consumer and food safety which are at the source of many of the immediate tensions in transatlantic trade, to share with each other the scientific evidence and risk analyses underpinning domestic regulation.",
        "Ultimately our aim should be comprehensive agreements across industrial goods and service sectors, enabling companies that have a product or service approved in one regulatory system also to market it straightaway in the other.",
        "And we should also aim to eliminate the existing barriers to EU and US firms wishing to establish and do business in each other’s markets. This could be achieved through the mutual recognition of regulatory and licensing authorities.",
        "Already the EU has got further with Australia, New Zealand and Canada than with the US in tackling problems of standards, testing, certification, labelling and mutual recognition. Again, it cannot be sensible that the economies with vastly the largest two-way trade relationship fail to keep pace, particularly when both our business communities are clamouring for faster progress. So, with political will, it must be possible to make the same breakthroughs with each other to everyone’s advantage that have been made in our bilateral relationships with other countries.",
        "##  Fourth, competition",
        "Recent cases have shown most clearly why we need an increasingly convergent approach to competition by US authorities and the EU. We should not allow one high-profile case to mask the very considerable progress we have already made under the EU-US bilateral positive comity agreement in co-operating and sharing burdens on individual cases to reduce the risks of incoherent or divergent rulings. Nor should we aspire, in the new world I have been describing, to return to a world in which neither jurisdiction supposedly “meddles” in the affairs of the other. That would be to try to turn the clock back to a pre-globalisation world: we have no other option than to recognize that in a world of massive cross-border and transcontinental mergers, our respective competition authorities will increasingly be called on to assess the same transactions.",
        "Instead, I think we now need to take bilateral co-operation on to a new level. I am not suggesting a harmonized global competition law framework. But we can and should look for greater convergence in competition analysis and methodology, and more commonality on the identification and implementation of remedies, on the analysis of our respective approaches towards oligopoly and collective dominance (“co-ordinated interactions” in America) and on how to achieve procedural convergence of the review process, starting with greater alignment of EU and US timetables. In other words, our bilateral co-operative relationship should become substantially deeper and aim at increasing convergence of analysis and outcomes on a scale to which no other bilateral relationship in the world could aspire.",
        "But for that very reason, there is a need at the same time for the EU and US together to demonstrate leadership on multilateral solutions – not because we should aspire to anything like the same intensity of co-operation at global level as we do across the Atlantic but because, for developing countries to claim their share of the benefits of globalisation, it is crucial that they introduce and implement genuine competition policies and can look to us for support and assistance, and to a multilateral WTO framework for the core principles to which any system must adhere.",
        "##  Mulitilateral agenda",
        "But, as I have said, deepening the transatlantic economic relationship should not be and must not be at the cost of an ambitious multilateral agenda.",
        "Indeed the agenda I set out makes it more important than ever that we work closely together in the run up to, and at, the Doha ministerial to ensure the launch of a comprehensive and balanced round. In this round the EU and US should work closely on pushing for greater market access in third countries on services, have high ambitions to eliminate industrial tariffs, and make genuine liberalising deals on agriculture and the “new” issues: investment, competition, and environment. And above all, because we cannot afford a repeat of the failure at Seattle, we must demonstrate to developing countries that a round with these ambitions will be of material benefit to their people; and that the WTO, like the other Bretton Woods institutions, has a vital role to play in ensuring the benefits of globalisation can be enjoyed by all.",
        "##  Conclusion",
        "So my case for a Cecchini style report that investigates the benefits for growth, jobs, prosperity, and world trade of a truly open relationship between the EU and the US is very strong indeed. And in forging that stronger relationship, Britain can and must play a pivotal role. Britain does not have to choose, as some would suggest, between America and Europe, but is instead well positioned as a vital link between America and Europe.",
        "It is worth noting that of all the American investment in Europe, 40% goes to Britain and more than 2,500 US companies are based in Britain.",
        "We know that American companies invest in our country not just because Britain is Britain, but because Britain is part of Europe.",
        "We are the bridgehead from which those companies trade in mainland Europe.",
        "It is in the interests of British business and British jobs not to detach Britain from Europe or from America but instead to build stronger links in both directions. And it is in the interests of Europe to build a long-term relationship with America based not on an assertion of complete independence from one another, but on a frank recognition of our interdependence.",
        "For we will succeed in this new century only if we succeed together. This is what some theorists are calling – non-zero – thinking – non-zero-sum solutions in which both sides win.",
        "I believe this is the way forward – for Britain, for Europe, for the United States."
    ]
}