{
    "url": "https://www.ukpol.co.uk/gordon-brown-2005-speech-at-the-sustainable-communities-summit-in-manchester/",
    "title": "Gordon Brown – 2005 Speech at the Sustainable Communities Summit in Manchester",
    "post_date": "May 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2005",
            "url": "/tag/2005/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, in Manchester on 2 February 2005.",
    "content": [
        "It is a pleasure to be here in Manchester today.",
        "The economic heartland of our country. Once remembered most for its role in the industrial revolution, now the largest and fastest growing city outside London. Home to six higher education institutions and 90,000 students. Leading in high-quality research with specialist facilities like the Daresbury laboratory.",
        "And I want to congratulate Manchester on becoming one of our first science cities nurturing world-beating businesses in hi-tech sectors from biotechnology and pharmaceuticals to digital electronics.",
        "Now I can genuinely say that the Treasury and I are privileged to be associated with the challenge, led by the Deputy Prime Minister John Prescott, of creating sustainable communities in our towns, cities and rural areas.",
        "And I want to start this morning by welcoming our distinguished international visitors to Britain and by congratulating all the participants here:",
        "councillors",
        "local authorities",
        "regional development agencies",
        "town planners",
        "academics",
        "community groups",
        "companies",
        "specialists in every field and from every continent",
        "on the huge advances that have been made in our understanding of, and action on, what makes for quality of life in our communities: advances in the study and practice of geography, planning, the built environment, the role of cities in regions and – my theme today – understanding of the economic and social forces at work in poorer communities.",
        "And I want to thank you for the work you do, the service you give and contribution you make.",
        "The fact that you have all come together today; that you are focusing on the role of regional development agencies, local government, local communities; that you are discussing how working together we can transform communities into sustainable communities; is a reflection of how both economic policy and how regional and urban policy are being transformed – and you might say humanised – and it is this I want to talk about today.",
        "I think most of you would agree that 50, 20 or even 10 years ago the idea that the Treasury would be interested in issues like public space, the design quality of public procurement, environmental standards, devolution, regionalism and social exclusion would be almost unthinkable.",
        "But we know that not only are these questions vital to successful, economically vibrant communities but they are at the heart of the agenda for social and economic progress.",
        "The goals we seek should be high and stable levels of growth employment and sustainable development.",
        "So I now believe that Finance Ministers faced with the challenge of environmental degradation and the need for sustainable communities have to ensure that economic, social and environmental policies are better in balance than ever before.",
        "But there has been a second major change that Finance Ministers have had to recognise – and it goes to the heart of what you have been discussing in each of your sessions yesterday.",
        "The old idea in regional economic policy was of help directed from the centre.",
        "Think of Britain’s first generation of regional policy, before the war: essentially ambulance work getting help to high unemployment areas – central government providing first aid.",
        "And then the second generation in the 1960s and 1970s was based on large capital and tax incentives delivered by the then Department of Industry and then overseen by Brussels.",
        "When you think back the policies of the 1930s were just about first aid – to paper over the cracks of mass unemployment – and there was little that was comprehensive or organised about the planning behind them.",
        "When a Labour Prime Minister stood up in the House of Commons to explain why four areas of the country had received first aid when faced with unemployment and this region – the north-west – with similar levels of unemployment had been refused he replied: ‘there is no logic in the conduct of human affairs’. At best it was rescue not regeneration.",
        "And so we moved to that second era of regional and industrial policy – all advanced industrial economies trying to attract as much major company mobile investment as possible.",
        "But as with first aid and ambulance help for the depressed areas in the 1930s, so too reliance of incoming multinational investment later did not do enough to close the gap between the areas of high unemployment and areas of low unemployment, and ensure both social and economic regeneration.",
        "That is why just as we have moved macroeconomic policy from simply a concern about high and stable levels of employment to a concern also about sustainable communities, even Finance Ministers are now recognising that supply side or microeconomic policy must be about more than first aid, more than reliance on external investment to solve the problem, more about what I call the third stage of British regional and urban policy where the new emphasis is about local action and using all levers for regeneration.",
        "An emphasis not just on encouraging inward investment – important as it is – but on encouraging investment generally —- building local indigenous strength through encouraging local innovation, local skills and local investment, and doing so at a local level in an integrated way. And that is why both our regional development agencies and local authorities have new freedoms and flexibilities for local people to make decisions based on local needs.",
        "So from the top down centralised systems of regional and urban policy – the dirigiste systems of the mid twentieth century – the focus is on local indigenous creativity.",
        "It is based on the recognition that production need no longer be based where the raw materials or ports are but where there are skilled, adaptable, flexible labour markets. And that it is local attention to skills, enterprise, business creation, innovation and investment that will bring the most jobs, wealth and prosperity.",
        "And so in this third stage of regional policy our emphasis is firmly on people – their skills, their flexibility, their willingness to change, their dynamism.",
        "And so to reduce the persistent regional disparities – to help those on the margins, those whom prosperity has passed by:",
        "we must continue to make the right long term choices about stability and growth and in the next Parliament intensify the economic reform agenda. And when the G7 Finance Ministers meet this weekend we will look at how each continent can contribute to that – Europe by economic reform, the United States by tackling its deficits and Japan by financial sector change;",
        "we must ensure the finance necessary to back reform and modernisation in local public services – the task of last July’s spending review;  \nand we must also, more fundamentally, tackle not just the consequences of unemployment and poverty and its symptoms but the underlying causes — being aware more than ever before of just how employment, skills and enterprise backed up by investment in innovation and infrastructure are the route out of poverty and deprivation for individuals, towns and cities and regions.",
        "And while it is right in this third generation of regional policy for central government to establish clear long term goals, the people closest to the ground in the regions and our local communities should be equipped and empowered with maximum local flexibility and discretion to innovate, respond to local conditions and meet special needs.",
        "So what is the policy agenda that follows from our recognition that policy should be geared to high and stable levels of growth, employment and sustainable development; and that only a focus on local people, their jobs, skills, enterprise and creativity is the way to building strong sustainable local communities?",
        "First, the Treasury and central government generally will continue to devolve power away from the centre.",
        "Leading the way, John Prescott has sponsored regional development agencies, given them responsibility to promote enterprise, employment, skills and regeneration in their regions – and the resources to do so. They now have budgets worth in total £1.8 billion a year, £2.3 billion by 2008 with, I believe, unprecedented freedoms – within a single budget without the old ring fencing – to decide how to use these resources.",
        "Now backed by a £100 million fund, the three northern RDAs are working with business on what is called the ‘Northern Way’ — tackling the £29 billion gap in output between the North and the rest of the UK and creating a corridor for jobs and growth from Newcastle in the North, to Hull in the East, and Liverpool in the West.",
        "Across the country, local authorities are being given additional freedoms and flexibilities alongside new pilot Local Area Agreements that enable local bodies – including councils, primary care trusts, local police and private and voluntary organisations – to work in partnership to target resources on local priorities.",
        "And the true devolution of power also means going beyond regional and local devolution to public authorities and devolving more power from government altogether and into the hands of local communities. Giving local people the tools to make improvements to their own neighbourhoods through programmes like sure start, the new deal for communities and the safer communities initiative.",
        "Second, Finance Ministries must do more to sponsor and support policies to regenerate local environments.",
        "Following the recommendations by Lord Rogers, highlighted by John Prescott yesterday, the Deputy Prime Minister and I have developed a series of measures to renew run down local high streets and urban estates including:",
        "a 150 per cent accelerated tax credit to clean up contaminated land and bring it back into productive use;",
        "100 per cent capital allowances to enable owners and occupiers to obtain full tax relief when creating flats for letting over shops and other commercial premises;",
        "breaking with flat rate VAT by targeted VAT reductions to encourage the renovation and conversion of existing properties to bring vacant homes back into use; and",
        "measures to tackle the crime that hits businesses, particularly retailers, in inner city areas;",
        "showing that our objectives for growth and employment are not at odds with but complementary to our objectives for environmental care and protection.",
        "As all of you who have travelled here today know, transport is critical. And this will be discussed in other sessions at this conference.",
        "Good management of public spaces and high standards of design are key to creating communities that are attractive, sustainable places to live in, invest in and do business in. That is why, in the Spending Review last July, we introduced a new target to make communities cleaner, safer and greener – in recognition of the way in which what people call ‘liveability’ can drive a neighbourhood up or down. And through building regulations, planning guidance, our new Code for Sustainable Buildings and the Community Infrastructure Fund we are determined to drive up standards of energy and water efficiency, increase housing density and green space and tackle flood risk, while protecting and increasing the area of Green Belt.",
        "To reverse decades of neglect, the Government has invested over £35 billion more in housing since 1997. We are implementing Kate Barker’s recommendations to increase housing supply. And because the renaissance or our cities and communities depend on us addressing the problems of low demand and the challenge to be more flexible, we have not only established pathfinders to improve the choice and quality of housing available – including refurbishing over 15,000 homes in the north-west – but we are establishing within each region a single body responsible for managing housing markets and housing investment.",
        "Creating a society with opportunity for all demands that we get to grips with the vicious cycle of deprivation in our most deprived estates — where worklessness, poor education, high crime and poor housing are all linked and mutually reinforcing.",
        "So we are investing more than £1.6 billion to improve our poorest neighbourhoods through the new deal for communities, neighbourhood renewal fund, neighbourhood management pathfinders and neighbourhood wardens – all excellent examples of policy areas where local communities are in the driving seat. Within a strategic national framework, including challenging floor targets, local strategic partnerships are being given both responsibility for deciding what is needed in their area and discretion for deciding how it will be delivered.",
        "And I particularly welcome the Deputy Prime Minister’s announcement at this conference that he will pilot the development of mixed community estates in Leeds, London and here in Manchester – a comprehensive strategy to overcome deprivation by mixing housing tenures and incomes, regenerating housing stock to attract new residents, and improving local public services and the local environment.",
        "Third, in pursuit of indigenous economic strength – the route to sustainable communities in every city, town and rural area of our country – Finance Ministries should do more to back local enterprising people and local enterprising firms.",
        "The facts we have to confront are shocking.",
        "For decades many areas have been no-go areas for enterprise.",
        "As late as 2000 the rate of business creation in our high unemployment communities was one tenth of that in our prosperous areas with all the consequences for fewer jobs, less prosperity and less income for local authorities.",
        "If the same rate of business creation prevailed in our poorest areas as in our richest areas we would have over a hundred thousand more small businesses in Britain.",
        "But we have to recognise the problems faced by many people trying to start up businesses in high unemployment communities and the need to put in place the right incentive structure to stimulate business-led growth.",
        "When we considered the challenge we recognised that inner cities areas cities and old industrial areas should not be seen as simply “problem” areas but as new markets where businesses can thrive because of the competitive advantages they often offer – with strategic locations, untapped resources, a high density of local purchasing power and the potential of their workforce. And we want to remove all unnecessary barriers to unlocking this potential.",
        "This has led to our policies for enterprise at the local level to help firms start up, invest, hire and expand, including:",
        "encouraging investment through the Phoenix Fund, new regional venture capital funds and the Small Firms Loan Guarantee Scheme – now more generous to start ups;",
        "more help with hiring, employing and training – the special work of the New Deal and training programme;",
        "support and advice for business – the remit of the new Small Business Service;",
        "cuts in small business tax, corporation tax and capital gains tax;",
        "reductions in red tape by removing the independent audit requirement on small firms, introducing a new flat rate VAT scheme and removing or reforming over 400 separate regulations;",
        "and 2000 enterprise areas in the most deprived wards in the country where we encourage home grown economic activity through stamp duty exemptions, incentives for renovating business premises, fast track planning and community investment tax relief.  \nTogether, these measures offer a systematic and coordinated attempt to create a stronger economic base in previously run down and high unemployment areas.",
        "And in the Budget we will do more to break down the barriers to enterprise and spread an enterprise culture – with Britain now putting in place the best incentives for small business creation, backing a new generation of venture capital for expanding businesses, encouraging every school to value enterprise… and building on the success of enterprise areas we are now consulting with entrepreneurs, business and local and regional government on what more we can do to support, incentivise and remove the remaining barriers to enterprise in our most deprived areas.",
        "And to achieve this requires the devolution of more power to the regions. So regional development agencies now have greater responsibilities for boosting enterprise and science. And from April the business link service will be locally administered by the RDAs – improving the delivery, effectiveness and coordination of business support at the regional level.",
        "But the best ambassadors for this change are not me or you but local people themselves.",
        "Because all their business rates income went to central government, in the past local authorities had no direct financial incentive to encourage new business creation.",
        "Now under our business growth incentive scheme local authorities keep a proportion of the additional business rate income generated by new business creation.",
        "Based on historical data we estimate that in total as a result of this measure local authorities could gain up to £1 billion over the next three years.",
        "A further incentive to encourage local indigenous business creation.",
        "Every community across the country benefiting from more businesses and more jobs.",
        "But encouraging enterprise is also about encouraging innovation and creativity.",
        "And every successful region must encourage its scientists, its inventors and its innovators.",
        "We found in Britain when we looked at the gap between rich and poor regions that some regions spend just 1 per cent of GDP on R&D compared to 3 per cent in others.",
        "In one region it was £650 per head on R&D in another just £100.",
        "With the Government’s 10 year plan for science – and the one billion pounds of additional public investment in science over the next three years – as the foundation, we are already moving from centrally administered R&D policies to the encouragement of local technology transfer between universities and companies and the development of regional clusters of specialisms. And I believe we can do more to encourage the development of new local science and industry partnerships.",
        "Regional development agencies are rightly taking the lead – recognising the importance of science and innovation as drivers of regional growth, and putting science and innovation at the heart of their regional economic strategies.",
        "Building on the model pioneered here in the North West, all regions have now established science and industry councils to forge better links between businesses, universities and other regional agencies and support the development of hi-tech industry clusters.",
        "And in the Budget I will renew our commitment to the best incentives for research and development, with backing for science cities and for stronger links between higher education and the hi-tech firms of the future.",
        "Fourth, Finance Ministries must do as we, the Treasury, plan to do: step up our efforts to boost employment and skills.",
        "Sustainable communities are not just about places but about people — as entrepreneurs, as skilled workers, as employed men and women.",
        "It is about a Britain of ambition and aspiration where there is no cap on potential, no ceiling on talent, to limit to progress. A Britain of ambition and aspiration where because the aspiration and ambition is so enthusiastically shared by all that all have the chance and are challenged to do well.",
        "So any solution based on renewing economic activity must tackle the persistent, often chronic, problems of employment and employability.",
        "When we came to power, seven years ago, our new programme – the New Deal – was not only based on the principle that work was the best route out of poverty and the need for rights and opportunities to work to be accompanied by new responsibilities and obligations to work, but the new deal and our new tax credits were designed to offer special help to people and areas left behind.",
        "As a result of the New Deal and our other employment programmes, 2 million more people are in work than in 1997. And it is a measure of the achievement of the New Deal – for which I thank business small and large, local authorities, voluntary and charity groups and the public services – that in the 1980s 330,000 young people were long term unemployed, today the figure is just 6,000.",
        "But this is not the time to relax our efforts but to step them up.",
        "And after eight years of a national programme I am more convinced than ever that if we are to get more of the long term unemployed and inactive back to work, and more successfully fill local vacancies we need to match our national framework of incentives and sanctions with more local discretion and flexibility.",
        "If we raised employment rates in the three northern regions to the level in the South East, for example, nearly half a million more people would be in work – a huge prize. And we would be closer to full employment than ever, making our goal of full employment come true not just for the country as a whole, but even for previously depressed regions.",
        "So it makes sense for local job centres with local knowledge to develop programmes more sensitive to, and tailor made for, local and regional conditions and to have greater local powers and new resources to match vacancies to jobs more quickly, to meet local employment and skills needs and of course to help all those out of work realise their full potential.",
        "And just as we have tackled unemployment, so too we must tackle inactivity. 90 per cent of people coming onto incapacity benefit want to get back to work. Our task as a government is to help them to do that, building on the successful pathways to work approach, through an active, positive strategy offering incentives backed up by responsibilities so people can meet their own aspirations. The Secretary of State for Work, Alan Johnson, is today setting out details of reforms based on obligations as well as opportunities to give more incapacity benefit claimants the opportunity to work.",
        "And in the Budget, reforms in maternity rights – higher pay, more time off, better children’s benefits – will be matched by closing the loopholes that prevent mothers benefiting from these new rights.",
        "Improving employment means improved employability. And because some regions have 18 per cent of the working population with no formal qualifications compared to just over 11 per cent in others, at the coming election we will make a historic promise: for the first time guaranteeing to every single member of the workforce and every unemployed man and women who is without basic skills, the resources and the learning facilities to acquire the skills they need, giving them the choices they need to make the most of their talents.",
        "Building on the 100,000 individual success stories of those given time off for training through the employer training pilots – the majority of them women, the majority of them with no prior skills, the vast majority of them successfully attaining their qualifications – we are rolling them out to the whole country creating for the first time a national employer training programme.",
        "But we increasingly understand that policies to engage many thousands of businesses and millions of adults with new opportunities for skills cannot be run from central departments or agencies but must directly engage with regional priorities, local needs and individual businesses and workplaces.",
        "Already 90 per cent of the learning and skills budget is devolved to the regions and the new regional skills partnerships will play a key role in setting priorities for expenditure and making the right connections within each region between skills needs and the wider productivity agenda, with regional development agencies and local learning and skills councils working much more closely together.",
        "So in conclusion I want to match the radical environmental, social and quality of life improvement to which you are all contributing with these major changes, economically, over the next few years in our communities that will help enhance the quality of life:",
        "more people moving into jobs and more skilled jobs with the work ethic reinvigorated in every community of Britain as we advance to full employment not just in one region, but in every region;",
        "more people able to transfer their ideas and hopes into small firm start ups and growing businesses as we encourage a new spirit of enterprise and create a Britain of high and stable levels of growth and sustainable development where enterprise is open to all.",
        "more people living in better quality housing in safe and sustainable communities;",
        "all these measures underpinned by devolution of power and responsibility – local people making local decisions about meeting local needs – as the way forward.",
        "And just as this conference has already shown that public space, quality of life, the built environment and quality infrastructure can help create world class communities, so too I hope I have shown that new economic and employment policies can contribute to community regeneration with Britain leading the world in its commitment to full employment and enterprise for all.",
        "More importantly I believe this conference shows that working together – central and local government, business, voluntary organisations and local communities – we can, and will, deliver our aim that prosperity should be not for some but for all in every city, every town, every community in our country."
    ]
}