{
    "url": "https://www.ukpol.co.uk/gordon-brown-2000-mansion-house-speech/",
    "title": "Gordon Brown – 2000 Mansion House Speech",
    "post_date": "December 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1999",
            "url": "/tag/1999/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, in London on 15 June 2000.",
    "content": [
        "My Lord Mayor, Mr Governor, my Lords, Aldermen, Mr Recorder, Sheriffs, ladies and gentlemen.",
        "In thanking you for your invitation to speak at this evening’s Lord Mayor’s dinner to the bankers and merchants of the City of London, the first in a new century, let me at the outset pay tribute to the work the City of London does, the contribution you as representatives of the financial and business sector make to the British economy and the difference you make – a financial services sector that accounts for one pound in every 16 of our national income, employs over 1 million people, and is second to none in the world.",
        "Just as the City of London achieved its pre-eminence over the centuries by meeting again and again the challenges posed by economic change at home and abroad, you can take pride in the fact that by putting to work enduring British qualities – our creativity, our enterprise, our belief in duty and fair play, and our openness to the world – we are a leader in Europe and the world:",
        "the London Stock Exchange, the largest trading centre for foreign equities in the world;  \nthe Foreign Exchange Market – with a daily turnover of over 600 billion dollars – the largest and most important in the world.  \nAnd amidst the new developments this year – the introduction of new technologies, the proposed merger between the London Stock Exchange and Deutsche Borse, the Royal Assent this week for the Financial Services and Markets Act and the new Authority under Howard Davies’ leadership – we see in practice the City’s continued ability to respond to and master change.",
        "And this is my theme tonight: that having as a country found a new strength to take the tough decisions to create economic stability, we in Britain must find the same strength to make the reforms in our labour, capital and product markets that are essential to higher productivity and thus greater prosperity for our country.",
        "**Stability**",
        "When I first spoke to you three years ago in June 1997, I spoke of our resolution to achieve monetary and fiscal stability, as the only sound platform for prosperity.",
        "In today’s global economy, no nation can secure the sustainable investment it needs unless its economy is built on the rock of stability.",
        "In Britain I saw – as you saw – the past instability caused by inconsistent rules, ever changing targets, ad hoc haphazard and often over-politicised decision-making procedures and lack of transparency.",
        "Our new economic approach sought to learn from past mistakes, is founded on stability, is designed to make sense of the new world of liberalised financial markets and, while often characterised as simply Bank of England independence, it is in fact built upon four propositions.",
        "Because there is no long-term trade-off between inflation and unemployment, the first lesson we have learned is the management of demand alone will not deliver high and stable levels of employment.",
        "In global capital markets there is little scope for the national fine-tuning of the past which tried to exploit that supposed long-term trade-off between inflation and unemployment. It leads us to reject short-termist dashes for growth.",
        "But equally in today’s de-regulated, liberalised financial markets, national governments cannot deliver stability by using flawed intermediate policy rules relating money demand and inflation.",
        "So the second lesson we have learned is that monetary rules that assume a fixed relationship between money and inflation do not produce reliable targets for policy and do not deliver the stability we seek.",
        "But the alternative should not be a return to discretion without rules.",
        "The answer is not ‘no rules’, but the right rules. So the third lesson to learn is that in an open economy, the discretion necessary for effective economic policy is possible only within a monetary and fiscal framework that commands market credibility and public trust.",
        "The fourth lesson follows from this: that credibility depends upon clearly defined long-term policy objectives, clear and accountable divisions of responsibility, and maximum openness and transparency .",
        "So in Britain we have set clear policy objectives:",
        "in our case, price stability through a symmetrical inflation target and sustainable public finances through applying the golden rule that over the economic cycle revenues should cover consumption – in other words a balanced current budget – combined with a prudent approach to public debt.  \nSecond, well-understood and consistent rules of procedure for monetary and fiscal policy-making:",
        "in our case, a new system of monetary policy-making, at the heart of which is the independence of the Bank of England, and the open letter system between Governor and Chancellor. And an equivalent and equally important set of fiscal procedures legally enshrined in the Code for Fiscal Stability.",
        "Third, openness, accountability and transparency to keep markets and the public properly informed and to ensure that objectives and institutions are not only credible but seen to be credible:",
        "in our case, an open system of decision-making in monetary policy through the publication of minutes, a well understood system of voting and full reporting to parliament; and in fiscal policy an open and transparent system under which Government allows its actions to be subject to full scrutiny, and ensures that key fiscal assumptions are independently audited.  \nSimilar lessons have been learned in Europe where a similar approach with the same objective, to achieve monetary and fiscal stability, is being pursued.",
        "In the euro area, there is a similar recognition that the old fine-tuning cannot work, a similar understanding that in liberalised markets rigid monetary targets cannot, on their own, deliver stability, a similar insight that the discretion necessary for effective economic policy is possible only within a framework that commands market credibility and public trust; and growing agreement that credibility depends upon clearly defined long-term policy objectives.",
        "Hence in the euro area the pre-commitment to low inflation and fiscal discipline where inflation has been effectively brought down in the 1990’s from 4.4 per cent to 1.3 per cent and borrowing successfully cut from 5.5 per cent of national income to 1.2 per cent.",
        "Hence also central bank independence and the terms of the stability and growth pact; and hence too the growth of an open process of multilateral surveillance within Europe involving peer review.",
        "As I said to the House of Lords Select Committee in January last year “the issues of transparency in decision making, which we dealt with in our reform of the Bank of England, and the symmetry of the inflation target, which have proved to be central to the success of the United Kingdom’s new monetary framework, will also be issues for future debate in Europe.”",
        "Mr Mayor,",
        "I said in October 1997 that in principle “the potential benefits of a successful single currency are obvious- in terms of trade, transparency of costs and currency stability” . As the Secretary for Trade has said, 50 per cent of trade is now with the euro area, and the UK and euro areas are each others largest trade and investment partners.",
        "In 1997 I also said that the Government had resolved the question of principle. While we recognise the constitutional issue as a factor in the decision, we do not consider it a bar to entry if there is clear and unambiguous evidence of the economic benefits of joining, and if the people had the final say in a referendum.",
        "The 1997 Statement also set five economic tests which are the necessary economic pre-requisites for membership of a successful currency union. The tests, for which this Government and this Treasury is the guardian, are real:",
        "first, sustainable convergence between Britain and the economies of a single currency;  \nsecond, whether there is sufficient flexibility to cope with economic change;  \nthird, the effect on investment;  \nfourth, the impact on our financial services industry; and  \nfifth, whether it is good for employment.  \nWe are committed early in the next Parliament to making an economic assessment of the case for British membership, based on these tests.",
        "In pursuit of this strategy , to prepare and then decide, we published earlier this year our second National Changeover Plan, having introduced new legislation to ensure departmental preparations. It is a measure of our commitment to an open process of preparations that we have a euro standing committee with business and the City and are in regular contact with business in every region, to discuss preparations and how these can be made in the most stable way. The policy of ‘prepare and decide’ will continue to be implemented in full consultation with business and the City.",
        "There are those who would refuse to join the euro on principle. They would refuse to join even if the economic tests showed it to be in the national economic interest to do so. That is not our position. As the Government statement said in October 1997, a successful single currency “would help us create the conditions for higher and more productive investment in Britain and far greater trade and business in Europe”.",
        "Some opponents allege that we intend to fudge the tests, that our intention is to join as quickly as we can get away with, irrespective of whether there is the sustainable convergence we need , and thus the tests are merely a political and tactical device to disguise what is a hidden agenda.",
        "I reject this view. As the Prime Minister has said, the tests must be met. We cannot pre-judge the five economic tests. To do so before we have secured sustainable convergence would risk repeating past failures, mistaking exchange rate stability for stability across the economy and prejudicing our commitment to move Britain from the instabilities of a stop-go economy to greater long-term stability.",
        "The Government will not agree to a short-termist approach that would put at risk economic stability or the discipline that has created sustained growth, rising investment and over 900,000 jobs since 1997.",
        "So the policy that the five economic tests must be met, and that the people would have the final say, the policy set out in October 1997, repeated by the Prime Minister in February 1999, has not changed and will not change.",
        "I understand the recent difficulties that the sterling-euro exchange rate has caused and I welcome the positive response of manufacturing which has increased productivity by 5 per cent over the past year.",
        "But the policies which I am sometimes asked to follow to bring the exchange rate down or even to set an exchange rate target alongside the inflation rate target would today risk the very outcome all of you want to avoid – a return to stop-go.",
        "We are determined to avoid repeating past economic instability caused by the succession of ever-changing targets – not just the money targets we saw in the early 1980’s but the dual exchange rate and inflation targets of the late 1980’s and early 1990’s. In these years, the then Government chose in succession £m3, m1, then m0 , then when these failed shadowing the Deutschmark, then the exchange rate mechanism, as the economy moved from one stop-go cycle to another.",
        "Under the Bank of England legislation, I write a formal letter every year to the Governor to set a target for the Bank of England.",
        "This I did last month. The objective of British monetary policy today is – and remains – clear and unambiguous – to meet a symmetric inflation target at 2.5 per cent with inflation outcomes below target viewed just as seriously as outcomes above target.",
        "For an economy that has been laid low too often by violent stop-go cycles, that long-term stability must come first and must be entrenched across the whole economy.",
        "Pre-emptive action by the Bank of England – under the wise leadership of Eddie George and I thank also the two retiring members William Buiter and Charles Goodhart for their work on the committee- has allowed us both to meet our inflation target and sustain growth. And because this is what I want us to continue to do, we will support our monetary authorities in the difficult decisions they have to take to ensure that we meet the inflation target and sustain high and stable levels of growth and employment.",
        "And already we are seeing here in Britain the rewards of creating Bank of England independence and tough fiscal rules.",
        "This week’s latest figures confirm this.",
        "For the third year running inflation is this year in line with our target and is at historically low levels. We will continue to achieve low inflation. And our forecast is that the economy will grow steadily – by between 2.75 and 3.25 per cent this year, with growth forecast to be 2.25 – 2.75 per cent next year and the year after.",
        "Long-term interest rates – once 2 per cent or more above Germany’s – are now at the level of Germany, showing that people have confidence in a low inflation future for Britain, enabling businesses to plan for the longer term with greater confidence.",
        "And having imposed new fiscal disciplines, we have cut borrowing by over £40 billion in our first three years and we are on course to meet our two strict fiscal rules.",
        "And it is because we sought to learn from the political mistakes of the last forty years that this Government will maintain its prudent and tough approach. The figures I announced in the Budget mean that we will meet our fiscal rules over the cycle. Indeed that we will meet our fiscal rules even in the most cautious case, on the most cautious assumptions, including the most cautious view of trend growth at 2.25 per cent.",
        "And as I announced in the Budget, I have decided to lock in a greater fiscal tightening this year and next year than we promised in last year’s Budget and Pre-Budget report.",
        "We are therefore able to repay debt – last year 18 billion pounds, this year 6 billion pounds, and next year 5 billion pounds.",
        "And in deploying the proceeds of our auction of the spectrum which raised £22 billion we will – as I have announced this week – reduce debt and debt interest payments and in doing so proceed with proper prudence and utmost caution.",
        "The same toughness and discipline we have shown in the last three years will continue in the coming years.",
        "Indeed it is only by building from a platform of stability and meeting our tough fiscal rules, that we will be able to deliver both stable growth and investment in public services.",
        "And it is from this platform of monetary and fiscal discipline that you have been able to create 100,000 more small businesses employing people, from 1.2 million to 1.3 million, with last year 7 billion pounds more in business investment and 12 billion pounds more inward investment into the United Kingdom.",
        "And as a Government, we are determined to continue to back your efforts as businesses by maintaining our disciplined approach.",
        "**Productivity**",
        "Stability is of course even more important because Britain, like almost every major industrialised country, is in the midst of a period of restructuring of our economy.",
        "We know that increasingly every product and almost every service will be exposed to global competition, and we know also that continuous and rapid innovation in our technologies will compel unprecedented flexibility and adaptability in skills and knowledge.",
        "The innovation-rich economy will require an opportunity-rich society.",
        "So this is not a time for complacency, not a time to pause, not a time to relax our efforts.",
        "To those urging us to slow the pace of change, or simply stick to the old ways, whether it be old labour market policies, old attitudes to enterprise or old approaches to competition, I reply that if we slow the pace of change we will fall behind our competitors.",
        "Britain cannot assume either that the new information technologies will automatically bring the higher productivity growth now seen in the United States.",
        "To equip ourselves best to meet and master these challenges, we need as a country to raise our game.",
        "We have some of the greatest companies, some world class sectors, some global champions, many represented here this evening, in whom we do and should take pride, and once again we have record levels of inward investment in our country.",
        "But over the last 50 years, productivity growth in Britain has been just over two and a half per cent a year, compared to between three and a half per cent and four per cent among our main European competitors.",
        "In recent times productivity has been increasing – especially in manufacturing, where we have seen a 5 per cent growth in the last year – but the increase is not fast enough.",
        "Meeting the productivity challenge – closing the gap with our competitors – must be the priority over the next few years.",
        "Only with rising productivity can we meet people’s long-term expectations for rising standards of living without causing inflation or unemployment.",
        "It makes it all the more important that stage by stage, continuing with the Pre-Budget report and the next Budget, we remove the barriers to enterprise, investment and productivity growth.",
        "Let me give one illustration for this more general point.",
        "When we came into Government and cut the long-term rate of capital gains tax for business assets held for ten years or more, capital gains tax had been fixed at 40 per cent for almost ten years.",
        "Amidst all the other priorities, we decided that long-term investment and enterprise would benefit from radical change, so this April we cut capital gains rates for business assets from 40 per cent to 20 per cent after three years; and to 10 per cent after four years.",
        "Having made these decisions, I also looked at what I could do to recognize the importance of investors in small and medium sized companies, and business angels – and to the growing numbers of Britain’s unquoted companies. Now they will benefit for the first time from a cut from 40p to 10p after four years.",
        "But just as we have reformed and cut capital gains tax we have reformed and cut the main rate of corporation tax from 33p to 30p, making ours the lowest rate in the history of UK corporation tax, the lowest of all major industrialised countries.",
        "And we are determined to build on our lower corporate tax rates and the interest relief we give on investment overseas and make Britain an increasingly attractive environment for multinational companies.",
        "Our new enterprise management incentive scheme is also designed for the future, for emerging hi-tech companies. To motivate, recruit and reward Britain’s real risk takers, growing hi-tech firms recruiting essential personnel are now able able to offer share option incentives of 100,000 pounds for up to 15 employees. And we have made a change in work permit rules to enable key information technology employees and businessmen and women to be attracted to Britain.",
        "It is now well understood also that two thirds of growth is the result of innovation. Not only therefore does our new research and development tax credit support nearly a quarter of new investment in small and medium-sized business research and development, but with our 1.4 billion investment in science, our new University Challenge funds, and our eight Centres of Enterprise around the UK, we are honouring the spirit of British invention, and encouraging the commercialisation of invention.",
        "And to make Britain the best environment for e-commerce and catch up with America as swiftly as possible, we are introducing 100 per cent allowances for the next three years for any small business buying computers, or investing in e-commerce and new information technology.",
        "We know that the extent of competition at home is the key to competitiveness abroad. We know that open not closed economies are the driving force in productivity growth. And we know that it is the global reach of business, not protectionism, that is the key to dynamism and growth. So having made the competition authority independent and having accepted the main Cruickshank recommendations on small business banking, we will go further to encourage new entrants and to promote a more competitive environment in utilities, energy, e-commerce and telecoms and the professions.",
        "And in the labour market, greater adaptability to change is needed if there is to be employment and economic opportunity for all. Because we recognise that people will have to change jobs more often, that skills are at a premium, that reform has been needed from the 1980’s onwards to create more flexibility and upgrade our skills, we will invest in education and equip not just the few but everyone to cope with and master change.",
        "While we are rightly proud that our capital markets are world leaders, I want us to ensure that investors have every opportunity and encouragement to back dynamic small and growing companies. So we will want to do more, as the Myners Review intends, to encourage the venture capital industry for start-up and early stage ventures.",
        "And I want Britain to play its part in leading the development of the pan European capital markets – pushing for rapid implementation of the capital markets action plan – so that Europe too can develop venture and risk capital markets that bring jobs and growth.",
        "So I conclude my speech where I started.",
        "We should see the billions of trade and the 3 million jobs that come from the European single market as only a beginning. Instead of seeing Britain posed against Europe, we should see Britain working constructively in Europe to complete the single market in energy, telecommunications, the utilities and financial services. In this lies more business and more jobs for Britain and Europe together. And we will continue to build support for further economic reform in Europe and demonstrate that, instead of Britain having to choose between Europe and America , the way ahead is closer cooperation between the continents of Europe and America in the interests of the greater prosperity of both.",
        "And it is for the best economic reasons therefore that in Europe we will continue to support fair tax competition, and not tax harmonisation.",
        "And we will continue to argue the case for exchange of information and continue to refuse to allow a withholding tax to be imposed on the City of London.",
        "My vision is of a Britain which puts to good use enduring British values, our enterprise, our adaptability, our commitment to fair play and internationalism; a Britain where there is economic stability rather than the old stop-go ; a Britain which plays its full part in Europe and the world and is not detached or isolated from it; a Britain that is more business-friendly than ever and rewards the innovator and risk-taker; a Britain which encourages new companies to start, to invest, to grow, and to expand, and where the opportunities and benefits of enterprise, employment and prosperity are shared by all regions and open to all people.",
        "Working together to achieve this offers the best future for our country."
    ]
}