{
    "url": "https://www.ukpol.co.uk/alan-brown-2022-parliamentary-question-on-the-supreme-court-decision-on-the-scottish-independence-referendum/",
    "title": "Alan Brown – 2022 Parliamentary Question on the Supreme Court Decision on the Scottish Independence Referendum",
    "post_date": "December 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alan Brown",
            "url": "/tag/alan-brown/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        }
    ],
    "categories": [
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Alan Brown, the SNP MP for Kilmarnock and Loudoun, in the House of Commons on 7 December 2022.",
    "content": [
        "**Alan Brown (Kilmarnock and Loudoun) (SNP)**",
        "Whether she has made an assessment of the implications for her policies of the findings of the Supreme Court on the reference by the Lord Advocate of devolution issues under paragraph 34 of schedule 6 to the Scotland Act 1998.",
        "**Allan Dorans (Ayr, Carrick and Cumnock) (SNP)**",
        "Whether she has made an assessment of the implications for her policies of the findings of the Supreme Court on the reference by the Lord Advocate of devolution issues under paragraph 34 of schedule 6 to the Scotland Act 1998.",
        "**The Attorney General (Victoria Prentis)**",
        "I would like to take this opportunity to thank the Opposition Front Bench and the Chairman of the Justice Committee for their extremely kind comments. I welcome the ruling of the Supreme Court. The Court was very clear—it was a unanimous decision—that a Bill legislating for a referendum on Scottish independence is not within the legislative competence of the Scottish Parliament.",
        "**Alan Brown**",
        "That might be the case in the Supreme Court, but if we look back, we see that John Major said of Scotland that",
        "“no nation could be held irrevocably in a Union against its will”,",
        "so will the Attorney General confirm that Scotland is in a voluntary Union, and if so, what is the legal mechanism to affirm that or, more importantly, the legal means by which Scotland can voluntarily leave the Union?",
        "**The Attorney General**",
        "The UK Supreme Court was very clear that an independence referendum was related to reserved matters, and the Government welcome the Court’s confirmation of this point. What the people of Scotland want is to see the Government working with them to solve the issues that matter to them.",
        "**Allan Dorans**",
        "Following the recent Supreme Court judgment, the Prime Minister and the Secretary of State for Scotland have been asked on numerous occasions what is the democratic route available to Scotland to leave the Union. Neither has been able to provide an answer. If the people of England wanted to leave this alleged voluntary Union of equals, what democratic process would be available to them?",
        "**The Attorney General**",
        "I believe that I have answered this question already, and I have heard the Prime Minister answer it several times in the course of Prime Minister’s questions. The Supreme Court rejected the Lord Advocate’s submission that an advisory referendum would have only an indirect and consequential effect on the reserved matter. This matter is reserved.",
        "**Michael Fabricant (Lichfield) (Con)**",
        "Does my right hon. Friend agree that the Supreme Court’s judgment will also have an unexpected side effect in that it will force the Scottish Government to concentrate on domestic policy for once?",
        "**The Attorney General**",
        "I agree that the people of Scotland want us to work together to fix the challenges we face collectively. Now is the time to make sure we work together, and that is what this Government will do."
    ]
}