{
    "url": "https://www.ukpol.co.uk/gordon-brown-2003-speech-at-british-chambers-of-commerces-annual-conference/",
    "title": "Gordon Brown – 2003 Speech at British Chambers of Commerce’s Annual Conference",
    "post_date": "January 3, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, at the British Chambers of Commerce’s Annual Conference held in London on 31 March 2003.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "It is a pleasure to be here this morning and to have the opportunity to thank all of you here for the contribution you make to the success of the British economy.",
        "Your dynamism, your achievements, your success for Britain is evidence that Britain truly is an enterprising nation.",
        "You are the wealth creators, the men and women who make our nation more prosperous",
        "And with over 135,000 businesses as members, the British Chambers of Commerce are a powerful voice, championing the cause of businesses across government and around the country.",
        "And I want to congratulate your chief executive and staff for their work — and your new president Isabella Moore for the work she does regionally, nationally and internationally to make that voice of the British Chambers of Commerce count for Britain.",
        "Madam President, today our country is having to deal with a new security threat: the danger from states with weapons of mass destruction and the risk of those weapons falling into the hands of terrorists.",
        "All of us know families who have someone in the armed forces in Iraq.",
        "All of us will wish to send them our best wishes in all they do and achieve for our country.",
        "All of us will wish to send condolences to the families of the 25 British servicemen who have sacrificed their lives.",
        "And all of us will wish to ensure that the armed forces are properly equipped for the future.",
        "So I can tell you that I have set aside a total of 3 billion pounds in a special reserve to be drawn upon by the armed forces where necessary, so that we can honour the commitments we have made to our forces.",
        "Between us Europe and the United States account for 70 per cent of the world’s output.",
        "And I believe that, as Tony Blair has said, one of the lessons of the United Nations debates over Iraq is that both great continents should recognise that we do better as partners not rivals, not at odds with each other but true allies in creating both peace and prosperity round the world.",
        "We know that Europe and America have military ties in NATO that have bound us together throughout the tense cold war years in pursuit of peace.",
        "I believe we must create as strong economic and political ties so that together in these dangerous post cold war years we can work together in pursuit of peace and prosperity.",
        "And so we must strengthen not weaken our links, and deepen and widen the transatlantic alliance.",
        "And so I propose that we act to remove the remaining industrial tariffs that divide us and cause unnecessary trade disputes.",
        "I propose we liberalise services across Europe and America.",
        "I propose we agree a more consistent approach to competition policy.",
        "And I propose in the same way that in the 1980s the Cecchini study demonstrated that cooperation in Europe would bring growth, jobs and prosperity, we examine and demonstrate the gains in jobs, output and prosperity from breaking down the barriers that frustrate trade and commerce between the USA and Europe. We should recognise that when Europe and America are set apart from each other everyone loses but when Europe and America work as one in partnership there is little that we cannot achieve for the world together.",
        "President, in the last few months a hesitant global recovery has been stalled as the oil price has fluctuated widely, world trade growth has been slow and, partly because of all the political uncertainties, global equity markets have fallen.",
        "And I understand the concerns that this uncertainty causes for businesses, large and small",
        "I know the difficulties you as manufacturers and service companies trading in a world economy face when twenty of the world’s biggest economies, accounting for sixty per cent of world output, have been in recession.",
        "I know the effect on business investment when, continent-by-continent, through America, Europe and Asia we have had to face the first simultaneous world slowdown for almost thirty years.",
        "The recent volatility in global stock markets – with US markets now down 43 per cent since their peak, UK markets down 47 per cent, France down 61 per cent and Germany down 69 per cent – has demonstrated once again that no country can insulate itself from the ups and downs of the world economy.",
        "But it is because you and I have understood that monetary and fiscal regimes must work to create stability in challenging times as well as good times that — with the independence of the Bank of England, our fiscal rules to put public finances in a sustainable position and tough decisions in 1997 on deficit and debt reduction – we sought to ensure that Britain is better placed than we have been in the past to deal with economic challenges and ongoing risks.",
        "Instead of being, as in previous downturns, first into recession, the country that normally suffers most, Britain has continued to grow in every quarter over the past six years while other major economies have been in recession.",
        "And I am confident that, tested in adversity, our monetary and fiscal regime built around the Bank of England is demonstrating its credibility and resilience. And I can assure you that as a government we will take no risks with our hard won stability.",
        "And even in these difficult times with growth slower round the world and the extra costs of military action I can tell you that because of the tough decisions we have taken we can and will fulfil all our commitments and at the same time meet our fiscal rules and disciplines.",
        "At this time of uncertainty for the world economy, it is important that each continent plays its part in maintaining the conditions for stability and growth.",
        "In the US reforms are underway to tackle an issue that has affected confidence: to improve corporate governance and auditing and accounting standards. In Japan there is reform to the financial and banking sector.",
        "Growth in the Euro area is forecast be only around 1 per cent for the third successive year – the longest period of low growth for a decade.",
        "And so as we continue to push for further economic reforms in Europe to promote flexibility and growth, we must not allow the current uncertain outlook for the world economy to be an excuse for a slowdown in the momentum of reform.",
        "In particular, we need a stronger and more independent competition policy for Europe with the European competition authorities undertaking pro active investigations into markets and sectors that need opened up to the pressure of competition and prevent British firms from being excluded from European markets.",
        "In the same way we must, as you have urged us today with your productivity proposals, keep up the pace of reform and liberalisation and the push for greater flexibility in Britain.",
        "In the last few years when we, the government and the Chambers of Commerce, have worked together we have, thanks to your efforts in every region. We have achieved, even during a world downturn, a great deal.",
        "America, Germany, Japan – our strongest competitors – have been in recession but it was because you insisted that creating economic stability was the challenge that mattered most that with Bank of England independence we have enjoyed:",
        "– the lowest inflation for thirty years;",
        "– the lowest interest rates for over forty years; and because of that stability achieved the longest period of sustained growth for fifty years.",
        "You told us that if we maintained a stable economy you as businesses could create large numbers of jobs in every region of the country.",
        "And it is because of your efforts that I can report to you that today, despite all the difficulties round the world, Britain has the highest levels of employment in our history:",
        "– 150,000 jobs in the last quarter of the year;",
        "– 253,000 more jobs created in the British economy in the last year;  \nIn total 1.5 million more people in work since 1997.",
        "Unemployment in France is 9 per cent, Germany 9 per cent, Italy 9 per cent, in the new European Union of 25, 9 per cent, but in Britain 5 per cent.",
        "Britain’s unemployment lower now than not only the euro area but lower than in Japan and America too for the first time for nearly fifty years.",
        "And just as you asked us to give priority to stability and the environment for job creation, so you have asked us to remove the barriers to growth and prosperity and to tackle bureaucracy and regulation.",
        "You asked us to look at small business corporation tax so that we could reward entrepreneurship and encourage new investment",
        "So we cut small business corporation tax from 23p to 20p and then to 19p last year and then at the same time we abolished the 10p tax rate and ensured that the first ten thousand pounds of profits are taxed at zero.",
        "You asked us to look at capital gains tax which had for years been set at 40 per cent and discouraged new investment.",
        "Amidst all our other priorities – the health service, schools, transport, policing – we decided that it was right to reduce capital gains tax from 40p to 10p for business investments held for two years or more and make it easier for men and women selling their business on retirement to receive more of the benefit of their hard work.",
        "You asked us to look at the complexity of administering VAT.",
        "So instead of having to account for every transaction we now have an automatic VAT calculation for small businesses and we are lifting the burden of VAT red tape off the shoulders of nearly half a million companies, enabling each of them to save up to 1,000 pounds in compliance costs – with another 200,000 firms due to benefit next month.",
        "And today we are publishing a new, simple and straightforward guide to setting up in business — giving entrepreneurs the advice and support they need as they take their first steps.",
        "Do you remember when back in 1991 John Major complained that “you need 28 separate licenses, certificates and registrations just to start a business”?",
        "That’s why, taking your advice, we’ve reduced the cost and time it takes to form a business so that Britain is now best in Europe for quick and efficient business start ups.",
        "Where in the rest of Europe it takes around 4 weeks and an average of 600 pounds in red tape costs: in Britain just 1 week and only 30 pounds in administration costs.",
        "And we need to do more. That’s why we’re not only assessing whether each regulation, past and present, is really necessary and why we’re urging Brussels to do the same.",
        "You asked us also to look at how banks and financial institutions meet the needs of small business. That’s why we accepted the recommendations of the competition commission requiring the big four banks to offer you either interest or free banking and that’s why we’ve set up the Phoenix Fund, regional venture capital funds and have now extended the Small Business Loan Guarantee Scheme to include access to finance for a wider range of firms including catering, retail and vehicle repairs.",
        "And here too we’ll continue to listen and do more.",
        "We heard you when you called for tax reliefs to promote research and development – help to turn your ideas into new business, jobs and profits. And so we have amongst the most generous system of R and D credits in Europe. And here again we want to do more.",
        "And we heard you when you called for incentives for investment so we have made capital allowances for small and medium sized businesses permanent with a 100 per cent allowance for investment in IT.",
        "And when you, rightly, have raised the question of the national insurance tax rise, let me say that there would have been no need for any tax rise had it not been for the rising costs in every part of the world – Europe, America, Japan and Asia, of new life-saving health technologies and the urgent need for greater capacity in British health care.",
        "In America employers health costs, paying for private insurance, have risen 24 per cent in two years and employers are paying much more than in the UK – whether it is in America with private insurance of France and Germany through employers’ social insurance",
        "And I can tell you that in Britain’s case the changes have been costed to fund health care improvements not just for this year and next but for the next five years, and we have insisted on the extra money – 40 billion pounds a year extra for health by 2008 – not only delivering a total of 74,000 nurses and 25,000 doctors between 1997 and 2008 but made dependent on reform to ensure greater results.",
        "Last year, your then president Anthony Goldstone, told this conference that business pays “a higher price than most when the NHS does not operate as it should.” And he said “We in business know that we get what we pay for. If we want a world-class health service in the UK we need to pay more.”",
        "And when nearly 200 million work days a year – at a cost to business of over 10 billion pounds – are lost due to employee sickness and ill health; and when a fitter, healthier workforce will raise productivity to the benefit of business and Britain, I hope the business community will join the secretary of state for health, Alan Millburn, in insisting on best value for money so that every penny we invest in health ensures value for money.",
        "And we hear you today when you argue for a budget for productivity.",
        "Let me tell you how I plan to proceed.",
        "Globalisation means that there is hardly a good we produce here in Britain that is not subject to intense competition from at home and abroad — competition not just from traditional competitors in the advanced industrial economies but competition from emerging market economies not least in Asia and the east of Europe — competition which is itself a spur to growth and prosperity.",
        "Twenty years ago, even ten years ago, it was just about possible – if costly and wrong – for countries to shelter their industries and sectors, protecting them from global competition.",
        "But today there is no safe haven, no easy escape from global competition without putting at risk long-term stability, growth and employment.",
        "Because investment will flow most to those countries that are the most stable, and ever more rapidly away from those that risk stability, there is an even greater premium than before on governments running a stable and successful monetary and fiscal regime to achieve high and stable levels of growth and employment.",
        "So in Britain I can assure you that stability will be maintained and entrenched.",
        "Globalisation also describes a world whose very mobility of capital and openness to competition is ushering in a restructuring of industry and services across continents. And while emerging market countries are ready to attract low value added, low investment and low skilled work, we have to compete on ever higher levels of skill and technology rather than ever lower levels of poverty pay.",
        "It is for this reason that in our recent spending review we decided to match new resources to major reforms in education, science and innovation.",
        "But because high levels of productivity growth are essential to high levels of growth and employment, there is a third essential response to globalisation that distinguishes the successful high employment, high growth economies from the least successful – in an open harshly competitive economy we must be able to adapt continuously and quickly to change and this demands, at a regional and local level, a new flexibility in labour, capital and product markets.",
        "Indeed the paradox of globalisation is that it puts more emphasis on the local",
        "The more we are interdependent, and thus the more our regions face intense global competition, the more successful will be the regions and localities that have the flexibility to adapt to change.",
        "And it is because production need no longer be based where the raw materials or ports are and producers can choose where they wish to locate that the regional economies that are the most flexible will be the magnets for inward investment, will retain their skilled people, will attract more to join them.",
        "So you are right as chambers of commerce to seek a British economy",
        "– founded on monetary and fiscal stability;",
        "– built on high levels of investment and skills; but also driven forward by a new adaptability and flexibility where the local and the regional voice is not only respected but seen as critical to economic success.",
        "Run by local business for local business, your chambers of commerce have always been at the forefront of the demand for vibrant local and regional economies.",
        "Indeed your whole history as a movement has been to stress",
        "– the importance of the local and the regional;",
        "– that Britain has not one centre but many centres of initiative in our regions and localities;",
        "– that our economy’s strengths comes through our economy’s diversity;",
        "– that empowering the local and the regional makes sense not just for the good society but for the good economy too.",
        "The old idea in regional policy was of help directed from the centre.",
        "The first generation of regional policy, before the war, was essentially ambulance work getting help to high unemployment areas – central government providing first aid.",
        "The second generation in the 1960s and 1970s was based on large capital and tax incentives delivered by the then Department of Industry and then overseen by Brussels",
        "Both were inflexible and both were top-down.",
        "You know better that anyone that Whitehall and Westminster alone will not close the gap between the regions of high unemployment and regions of low unemployment and that we cannot increase employment and prosperity in the north or midlands, in Scotland, Wales or Northern Ireland, just by passing laws and regulations in London.",
        "So the third and new generation of regional economic policy measures seek to strengthen the indigenous sources of growth – local enterprise, local innovation, local infrastructure, local skills and the local labour market.",
        "And the way forward for each region is local people making more decisions locally about meeting local economic needs.",
        "I applaud your president for her involvement as a leading member of her local regional development agency – Advantage West Midlands – and I know many of you take an active interest in your RDA, your Learning and Skills Council and your local New Deal.",
        "And we want to back up your efforts with new measures that can make a difference.",
        "First enterprise itself.",
        "In the UK just 5 per cent of adults think of starting a business, in the United States it is 11 per cent, so we have a long way to go.",
        "And there are also large variations in the rates of business creation between areas of the UK.",
        "When some areas have ten times the number of start-ups than others we know the effect of economic activity, confidence, jobs and prosperity",
        "Small business corporation tax has been cut everywhere.",
        "But to remove the barriers preventing firms from starting up and growing in our most deprived communities, we have designated 2000 new Enterprise Areas with new incentives",
        "I can tell you that here we are cutting the cost of starting up, investing, employing, training, managing the payroll.",
        "Here we are bringing together industry, planning, employment and social security policies to tackle local property market, capital market and labour market failures",
        "We start with the abolition of stamp duty for business property and residential purchases",
        "We cut the cost of investing with the new community investment tax relief",
        "Here we are urging local authorities to relax planning regulations",
        "—- government and business working together to bring investment, jobs and prosperity to areas that prosperity has still by passed.",
        "And, from April 2003, in schemes in the East and West Midlands and the North West, the small business budget will be locally administered with the RDAs — improving the delivery, effectiveness and coordination of business support management at the regional level.",
        "Take innovation.",
        "Some regions spend 3.5 per cent of GDP on R & D but others just 0.5 per cent.",
        "Yet every successful region must encourage its scientists its inventors and its innovators.",
        "Our regional and local approach means we are already moving from centrally administered R and D policies to the encouragement of local technology transfer between universities and companies and the development of regional clusters of specialisms – encouraging the growth of the knowledge-based company and the business friendly university through:",
        "New research and development tax credits for large and small businesses;",
        "An extra £1.25 billion pound investment in science;",
        "Capital investment in higher education research increased to £500 million a year by 2005;",
        "And the new round of the higher education innovation fund encouraging the translation of research into business innovation.  \nBut we can do more to encouraging the development of new local science and industry partnerships like the North West Science Council and the technium schemes in Wales — developing links between businesses, universities and other regional agencies to support the development of hi-tech industry clusters.",
        "The Department of Trade and Industry is now consulting business on how we can improve the UK’s innovation performance and we have asked Richard Lambert, former editor of the Financial Times, to examine how business-university interaction can contribute to productivity growth – with both reviews reporting in late summer 2003.",
        "But we must do more.",
        "To reverse decades of under investment in our infrastructure the government will have invested nearly 2.8 billion pounds more in real terms in housing by 2006 and 6.7 billion a year more in transport. And through devolution to the regions, what we spend and how we spend on housing and transport is increasing decided regionally and locally – local people making local decisions about local needs.",
        "And take planning. You know the delays, complexities and frustrations of the planning system.",
        "So I hope you will welcome not just our attempts to change the planning culture and make it more responsive to your needs but our proposal for business planning districts where detailed permissions are relaxed.",
        "Now in skills too we are moving from a national one size fits all approach by devolving 90 per cent of the learning and skills budget devolved to promote regional excellence.",
        "The more skilled men and women there are and the more they are willing to develop new skills, the more flexible and productive the economy is likely to be. And the more globalisation opens up the world economy to fierce competition across continents the more competitive advantage countries like Britain will gain from a higher level of skills",
        "Yet despite our successes at university and college level, skills – particularly in basic and intermediate qualifications – are Britain’s Achilles heel —- the most worrying inflexibility of all within our labour market.",
        "So Charles Clarke the Education Secretary is right to forge a new partnership between government, employee and employer with a view to expanding our skills and making labour markets work more flexibly.",
        "We are expanding the employer training pilots now operating in six areas to around a quarter of the country — offering incentives for firms to give their staff paid time off to train towards basic skills and NVQ level 2 qualifications.",
        "From April, we are piloting devolved pooled budgets for adult learning in four areas of the country",
        "And looking to the workforce of the future we are not only investing to improve standards in schools but, through the work of the national modern apprenticeship taskforce, examining how to increase participation in modern apprenticeships and engage employers – particularly those running small businesses – more fully in the programme.",
        "And we need to extend our approach of encouraging regional and local initiatives from R and D, skills, small business, transport and housing policies to the critical area of employment and welfare policy",
        "Without the New Deal – in which so many of you here today have played your part – youth long term unemployment would be twice as high. And today inflows to jobseekers allowance are at their lowest since records began.",
        "But after six years of a national programme I am more convinced than ever that if we are to get more of the long term unemployed back to work, and more successfully fill local vacancies we need to match our national framework of incentives and sanctions with more local discretion and flexibility.",
        "So it makes sense for job centres to develop programmes more sensitive to, and tailor made for, local and regional conditions and to have greater local powers and new resources to match vacancies to jobs more quickly, to meet local employment and skills needs and of course to stop too many long term unemployed and young people falling through the net.",
        "So we should consider extending the areas of job search for the newly unemployed and as we combine flexibility with help for people coping with change we are prepared to do more help with initial transport costs and other costs the unemployed incur in returning to work. At all time insisting that new opportunities to obtain jobs are matched by new responsibilities to take the jobs on offer. And side by side with a more regional approach to employment, a more considered approach to local and regional conditions in pay also makes sense.",
        "So a new agenda opens up for each locality and region in our country – as we invest locally in enterprise, infrastructure, innovation, skills and employment opportunity",
        "I said that building ever more successful communities and regions depends on the innovation, creativity and involvement of businessmen and women like yourselves across the country:",
        "The leadership and vision you demonstrate;",
        "The growth and innovation you achieve;",
        "The new technology that you develop;",
        "The new markets you identify and create;",
        "The needs of consumers that you meet.",
        "And the jobs and wealth you create",
        "By disseminating the lessons learned from the most successful businesses – your skills, your innovations, your achievements – throughout the business community and beyond we can go further and help inspire the business leaders of the future.",
        "I believe even the highest unemployment community can over time become an enterprising community.",
        "And creating that entrepreneurial culture which matters so much to the future of Britain cannot be achieved without success in the boardroom but can only be achieved by starting in the classroom.",
        "Exciting changes are taking place across the country.",
        "When I was at school no business was ever invited in.",
        "And the world of education was remote form the world of commerce",
        "Now hundreds of thousands of secondary school children and now thousands of primary school children are getting introduced to business and commerce in the schools",
        "I know the British Chambers of Commerce will join us in our attempts to give every pupil the opportunity not just of work experience but of enterprise education in our schools",
        "I believe our country will be a stronger more successful nation when once again young people see you, our local business leaders, as role models for what they aspire to and want to achieve in the future.",
        "In this way, business and government working together, I know we can tap the immense skill and entrepreneurial talent and potential that exists to build a Britain where no one and no community is left behind and where there is opportunity and prosperity for all.",
        "Once again in every locality and region the chambers of commerce are leading the way.",
        "And starting from the economic stability, the low inflation, low debt and sound public finances I am pledged to deliver, I look forward to continuing to work with you as we build the Britain you want: not just a Britain of opportunity for all but a Britain of prosperity for all."
    ]
}