{
    "url": "https://www.ukpol.co.uk/gordon-brown-2001-speech-at-the-european-bank-for-reconstruction-and-development-conference/",
    "title": "Gordon Brown – 2001 Speech at the European Bank for Reconstruction and Development Conference",
    "post_date": "December 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, in London on 24 April 2001.",
    "content": [
        "Here in London in 1991 – just two years after the fall of the Berlin Wall – representatives of countries from across the world met at a moment of great opportunity and profound challenge; conceived a plan to break down the barriers that had – for too long and at too great a cost – held back the countries of eastern and central Europe; and set out a bigger vision, that by ensuring the benefits of open markets, free trade, economic stability and sustained growth were shared not just by some of Europe but by all of Europe, they would end centuries of division and create one Europe.",
        "With the European Bank for Reconstruction and Development today playing a vital role in twenty six countries, and recently welcoming Yugoslavia as its twenty seventh country of operation, we can congratulate the staff on ten years of achievement, welcome our distinguished new President Jean Lemierre to his first Annual Conference as President and thank him for setting out his vision, and look back on the first stages of the task: on a decade which ended with, for the first time since the fall of the Berlin Wall, all countries of central and eastern Europe growing and has seen foreign direct investment rise to a record annual inflow of 21 billion dollars, bringing the total since 1989 invested in central and eastern Europe to almost 95 billion dollars.",
        "Greater stability, increased trade, higher investment and economic growth for many countries in eastern and central Europe. But, because it has also been a decade of financial crises in Russia and declining output in the countries of the former Soviet Union, with millions suffering economic and social upheaval, we must now confront the challenges of the next decade and resolve here from London – on this tenth anniversary – that we will – not least by improving the transparency, effectiveness, and partnerships of the bank – step up reform, building strong financial sectors; promoting enterprise economies; investing in infrastructure and environmental improvements; building the clean modern transport and energy services that people and businesses need; and creating a culture that supports long term investment, through effective legal and regulatory frameworks, strong corporate governance, tackling corruption; and work with the World Bank and others to help those who have suffered social and economic upheaval.",
        "We meet today at a time of more challenging conditions in the global economy.",
        "With the United States today experiencing a necessary slowing, Japan barely growing, and some key emerging markets experiencing renewed instability, the growth rate in the world’s major economies this year is expected to halve while the world still faces volatile oil prices.",
        "We know that in today’s world of instantaneous global markets, instability anywhere has repercussions everywhere. The faster the speed of international financial flows, the greater the need for international and national vigilance by each and every country.",
        "So I want to talk today about the action we are taking to steer a course of stability and sustained growth; why I believe, at a time of slowing world economic growth, this is a moment not for retreating from global economic cooperation or losing faith in its efficacy and turning inwards, not to retreat into protectionism but a time for enhanced global cooperation and for recognising that while in recent years America has been the engine of growth in the world economy, Europe must also show a leadership role.",
        "I believe that as we meet together in Washington this weekend the approach of all of us should be forward looking and outward looking: all countries affirming they will take all the actions necessary to sustain growth.",
        "And I believe that all countries should commit to support the international action necessary for world growth – opening up trade, maintaining the momentum on reforms of the international architecture, and refusing to ignore the needs of developing countries and the benefits to all from their engagement in the global economy.",
        "This requires short term and long term action at both a national and international level. But while we are better placed to face global risks than before, with generally low inflation – G7 inflation today averages 2.4 per cent, compared with 5 per cent in 1990 and 13 per cent approaching the downturn of the early eighties; stronger public finances – despite Japan’s position G7 deficits are close to zero where they were 3 per cent of GDP in 1990 and 4 per cent approaching the early 80s downturn. I believe that it is the duty of each and every country to put in place clear and transparent frameworks for monetary and fiscal policy – frameworks that command market credibility and public trust, but allow the discretion and decisive action necessary for effective economic policy.",
        "In Britain we will remain vigilant and never be complacent, by standing firm in the face of short term global risks, to – as I said in my Budget – steer a course of stability through the ups and downs of the economic cycle. No country can ever insulate itself from world economic events but it is because of the tough and decisive action we have taken – introducing tough fiscal rules and reducing the national debt, making the Bank of England independent and its success in delivering the lowest inflation for 30 years – that British economic policy is much better placed than it has been in the past in the face of global instability and we are on course to continue to deliver stability and sustained growth.",
        "Where Foot and Mouth Disease has caused problems for the agriculture, rural and tourist sectors, the Government has acted decisively to offer support.",
        "It is an extremely difficult time for individuals and communities when jobs are lost as industries restructure in the face of change and it is even more frustrating – as today – when these losses arise because of global managerial decisions based on financial problems in one sector despite the high productivity performance of the British employees.",
        "For workers in Motorola and other companies we will make sure that for each and every employee there is direct and immediate government support to find jobs.",
        "And we will continue to steer a course for stability and growth in face of the short term global risks and by strengthening the New Deal and help with training build on the 1 million new jobs we have created since 1997.",
        "What we will not ever do is go back to the old days where there were inadequate fiscal and monetary disciplines and public investment was cut back and stability put at risk by irresponsible tax cuts we could not afford.",
        "So in the UK we have stood firm, taking tough and forward looking action on monetary policy and sticking to our long term spending and investment plans, and we will continue to act as necessary to promote domestic demand growth, open trade, investment and employment opportunity for all.",
        "Each continent has its role to play:",
        "* in Europe, Finance Ministers and Central Bank Governors must work to ensure that the euro promotes stability and growth. And Europe must now implement reforms to its capital, labour and product markets;",
        "* in the United States, I know that the US Federal Reserve will continue to take the vigilant and decisive action it judges necessary, as growth slows, to sustain confidence and domestic demand growth;",
        "* in Japan, policy must be focussed on stimulating demand and the authorities must move ahead with reforms to strengthen the financial sector.",
        "**Trade**",
        "And every continent must play its part in extending trade, ensuring no return to protectionism.",
        "Europe accounts for sixteen per cent of world trade, more than the United States. We must use this position of strength to press for the further extension of trade. The path of open trade and open capital markets that we have travelled in the last 30 or 40 years has brought unprecedented growth and greater opportunity.",
        "Over the last thirty years, world trade has increased from around $300 billions to over $5000 billions, a 15 fold increase ; the amount of international capital from around $600 billion to over $8000 billion, a 13 fold increase. And foreign investment has increased from around $10 billions to over $600 billions, a fifty fold increase.",
        "This has been matched by a dramatic increase in world output – from $3000 billion to over $30,000 billion; average income has increased from $3,600 to $5,200 per head; and the proportion of people living in poverty has declined from 30 to 24 per cent in just the last ten years.",
        "So we reject those that point to the instability of recent years and argue we should turn our back on globalisation, in effect a return to the protectionism of the 1930s and tightly controlled capital markets of the 1940s; as I reject those that look at the expansion of private capital flows and argue there is no longer a need for the IMF and World Bank suggesting we should return to the discredited laissez-faire of the 1930s.",
        "Instead we should through international cooperation press ahead for further trade liberalisation.",
        "But as DFID’s recent white paper sets out, globalisation must be made to work for the poor. I therefore welcome the EU plan to eliminate all EU tariffs and quotas on imports from the 49 least developed countries through the ?everything but arms initiative?. But more progress needs to be made. It is time for the EU to call again and to work actively to support the launch of a comprehensive new trade round under the World Trade Organisation. The Uruguay Round brought global benefits of more than 200 billion dollars per year. And it is estimated that a new Round could deliver welfare gains twice that size.",
        "But we also recognise there can be no complacency. With many countries still excluded from the global economy and well over a billion people unnecessarily and unfairly trapped in extreme poverty – their lives today ruined by hunger and the constant struggle to survive – there is an urgent need for further reform.",
        "Two years ago the world came together in response to the international financial crises and agreed a far-reaching programme of reform. Today, as we face new challenges in the global economy, we must ensure we meet those high hopes of 1998. The Spring Meetings this week in Washington will be a critical test of our resolve.",
        "Helping each and every country put in clear and transparent frameworks to promote stability and strong public finances;",
        "* helping each and every country implement the structural reforms that are necessary to make markets work better and secure prosperity for all;",
        "putting in place new mechanisms for crisis prevention, to minimise the instability of the global economy and to ensure problems are tackled at an early stage;",
        "* building a new virtuous circle of poverty reduction and sustainable development, to ensure we meet our obligation to halve world poverty by 2015.",
        "Indeed our task is to put in place the new international framework for global stability, implement new rules of the game that effectively and fairly meet the demands of the new global market place – open not sheltered economies, international not national capital markets, global not local competition. This new framework must be grounded in new rights and responsibilities, enshrined in new disciplines and rules that are agreed nationally and applied internationally.",
        "**Private sector involvement**",
        "We have made real progress in finding ways to meet the demands of increasingly integrated capital markets. In place of the old approach which focussed on crisis resolution, whereby only crisis triggered intervention to tackle economic problems, we are putting in place a modern system of crisis prevention.",
        "We have sought a way between, on the one hand, encouraging moral hazard and uncertainty by allowing investors to expect an implicit guarantee for private investment, and, on the other hand, adopting an inflexible approach which could threaten investment and encourage the very instability we want to prevent.",
        "But moving from a world of ad-hoc crisis resolution to one of crisis prevention and containment demands that all actors play their part in maintaining stability. For the private and public sectors this means adopting new responsibilities, but responsibilities matched by new rights and expectations.",
        "For private investors, this means new responsibilities to stay engaged at times of crisis and a strong presumption that official support will be matched by a contribution from the private sector.",
        "But this responsibility to participate in maintaining a stable financial system also demands new actions and commitments from national governments and from the official sector as a whole to establish the presumption of private sector involvement in a fair and predictable manner.",
        "The responsibility of private investors to share fairly the burden with the official sector should be matched by the right to expect fair and consistent treatment by the official sector in times of crisis, and to be kept informed by national governments and through reliable, transparent and comprehensive surveillance from the IMF.",
        "The official sector has made progress in delivering greater clarity through a framework of principles and tools for involving the private sector in the orderly resolution of crises.",
        "We now need to reaffirm our commitment to continuing the development and implementation of that framework to deliver still greater clarity and predictability.",
        "The official sector has a responsibility to go further in reinforcing a clear set of presumptions that private sector involvement will be at the centre of crisis resolution, moving further away from the old ad-hoc model while retaining the flexibility needed to deal with individual cases. It is critical that we now agree to take decisions in a way which is consistent with the overall framework to ensure that we shape expectations and send the appropriate signals and so establish and operationalise the presumption of private sector involvement in crisis resolution.",
        "**Codes of conduct and enhanced surveillance**",
        "For national governments there are also new responsibilities to comply with internationally agreed best practice in policy-making – to put in place credible macroeconomic frameworks, robust financial systems and transparent procedures which can lead to more discerning flows.",
        "We have agreed a framework of codes and standards covering the key areas that all countries need to address if they are to achieve stability and participate in the international financial system – transparency in fiscal and monetary policy, financial supervision and corporate governance. And I hope at the Spring Meetings we can extend this framework to strengthen the fight against financial crime.",
        "But the codes of conduct will only work if the private sector is aware of them and the information they provide. This requires a transparent, effective and authoritative surveillance mechanism to monitor their implementation.",
        "The IMF and World Bank are making progress on the assessment of codes. The IMF has completed over 100 country reports on the observance of standards and codes, and will complete well over 100 more during the course of this financial year. I hope all countries can agree on the value of these assessments.",
        "For the new approach to be fully effective, there must also be a step change in the IMF’s Surveillance under Article IV.",
        "* It must become broader encompassing not just macro economic policy but the implementation of the codes and standards on which stability depends. It must also become inclusive, drawing on the work and expertise of the World Bank, and regular consultation with the standard-setting bodies.",
        "* It must also become transparent so that the public and the markets get the information they need and have confidence in the process which produces it. There must also be a step change in providing countries with the support they need to adopt codes and standards, and strengthen their financial sectors.",
        "Having worked to establish a framework of codes and standards, it is essential that we work closely with developing and lower income countries to help them meet these benchmarks and access international capital markets from solid foundations. Technical assistance and support is crucial to ensure that no country is left behind in our efforts to raise standards globally.",
        "The UK will soon announce the details of a multi-million pound facility for technical assistance to enable developing countries to meet these international standards. The assistance fund will be used to enable poorer countries to access technical advice and receive training in order to implement internationally-agreed standards in transparency, policy-making and financial sector supervision and management.",
        "I urge other members of the international community to take similar steps.",
        "Greater IMF and World Bank cooperation in tackling the barriers to stability and growth",
        "The new global economy demands new ways of working at the IMF and World Bank, to deliver both the macroeconomic and structural reforms on which stability and growth depend.",
        "We know that macroeconomic problems sometimes result from poor macroeconomic management or inappropriate exchange rate regimes. But we also know that to focus on good macroeconomic policy making is a necessary but not a sufficient condition for stability, and for sustainable growth.",
        "As we have learned in recent years, macro-economic imbalances are often a reflection or symptom of underlying structural problems, of weaknesses in financial supervision, poor fiscal management and fiscal control systems, low savings and investment and infrastructure, barriers to trade which depress growth and which deepen poverty.",
        "We need to ensure the conditions in IMF programmes are more effective. We recognise that programmes will be most effective if there is genuine country ownership. The IMF must not be seen to be micro-managing national economic policies. This requires that we streamline the conditions in programmes.",
        "But at the same time streamlining IMF programmes must not mean simply focusing on macroeconomic conditions. There is a vital need to address both structural and institutional conditions. It is not simply that macroeconomic and structural conditionality has to go hand in hand. It is that we often need to tackle structural problems in order to deliver sustainable macroeconomic outcomes. This means the IMF and World Bank must work together on the design of programmes.",
        "At the Spring Meetings, I will be urging the IMF and World Bank to develop together a set of principles which can guide our approach to streamlining programme conditions in the future. They should test these principles not only by looking at how they could be applied to current programme design, but also look at how they would have affected programmes in the past. The principles must ensure that programmes address long-term structural issues. They should underpin a new approach to programme design, based on much closer collaboration between the IMF and World Bank.",
        "Building the virtuous circle of debt relief, poverty reduction and sustainable development",
        "The need to develop a new approach is clearest for the poorest countries.",
        "To achieve our goal – halving by 2015 the proportion of people living in extreme poverty – we must break the vicious circle of debt, poverty and economic decline and create a virtuous circle of debt relief, poverty reduction and economic growth.",
        "Last year Horst Kohler and Jim Wolfensohn, along with the United Nations, UNICEF, and UNDP, committed themselves to an historic joint declaration from which there is no turning back.",
        "It is the first official joint declaration of the IMF, World Bank, OECD and UN that ‘poverty in all its forms is the greatest challenge to the international community.’",
        "It is a resolution to work together to meet the 2015 development targets, not least halving the number of people living in poverty, enrolling all children in primary school and reducing by two thirds infant and child mortality rates.",
        "And it is a partnership against poverty which to succeed will demand new and concrete commitments.",
        "Too often, the world has set goals like the international development targets of 2015 and failed to meet them. Indeed, though our targets are achievable, we are already in danger of missing the mark. Projecting forward, we can see our trajectory will fall far short on education, on health, on poverty.",
        "It for this reason that Clare Short and I hosted an international conference in London earlier this year, bringing together a unique assembly of key global actors – Finance Ministers and Heads of the international financial institutions meeting with Development Ministers, UN Agencies and representatives from developing countries and NGOs and Civil Society.",
        "At the conference we all acknowledged the urgent need for action and for collective effort. What emerged from the meeting was the realisation that we must all – – individual governments, multilateral institutions, the private sector, and non governmental organisations – be prepared to make radical changes in the way we act so that the goals of 2015 can be achieved. All groups need to work together in a new way, each individually accountable for what they can do to tackle poverty.",
        "First we need to deliver the enhanced debt relief. Last year we implemented a major reform to the HIPC initiative to deliver wider, deeper, faster debt relief. We succeeded in getting 22 countries through the HIPC decision point. However there can be no complacency. We must ensure that this relief provides countries with a lasting and sustainable exit from the burden of debt and releases adequate resources for poverty alleviation. So we are very concerned that the recent IMF and World Bank Report on Debt sustainability shows this may not be the case for some countries, and we will be addressing this vital issue at the spring meetings.",
        "Second, we need to build the link between debt relief and poverty reduction strategies. In recent years we have seen a decisive shift away from the old consensus towards a new approach at the IMF and World Bank – demonstrated by Horst Kohler and Jim Wolfensohn’s presence at the recent London conference – in which anti-poverty policy and economic policy will in future go hand in hand, recognising that social justice and economic growth are not at odds with one another, but intertwined.",
        "With Clare Short leading the way it is now widely agreed that anti-poverty strategies should not only be country-driven and geared to the 2015 development targets, but community owned – developed transparently with broad participation of civil society, key donors and regional institutions. And that Poverty Reduction Strategies (PRSPs) reflect the new approach. And thus that the Bank and Fund’s programmes and conditionality must support the PRSPs designed by the countries.",
        "Third, we need to create the new conditions for permanent reductions in poverty and sustained economic development. There are two areas on which action is imperative: education and health in the world’s poorest countries.",
        "We know that education is a precondition of progress personal and national – the very best anti-poverty strategy, the best economic development program.",
        "The case for investing in primary education is unanswerable and remains mostly unanswered. Still, tragically, 130 million children do not attend primary school. 900 million people over the age of 15 are illiterate – one sixth of the world’s population. Public expenditure per pupil, in the 19 least developed countries, is less than $40 – compared to $200 per pupil in developing countries, and $5,300 in more advanced economies.",
        "We must all act, individually and together. At the level of each country we can increase the resources that go to priority areas – and I am pleased to say that in the UK we have increased by £500m the amount of aid going to education.",
        "No aid budget, and no one nation, can achieve enough on its own. And because multilateral action is essential, it is critical that we honour in action the commitment made by 180 countries at the World Forum on Education at Dakar to achieving quality basic education for all, with a special emphasis on education for girls.",
        "And as we must act at all levels in education, we must act nationally and internationally on health.",
        "We all know the cost, human and economic, of infectious diseases in developing countries. Diseases like AIDS, TB, and malaria each year kill eight million people, including three million children in our poorest countries: these are deaths that in many cases are avoidable, diseases that in many places are preventable.",
        "We have a capacity to help and a moral duty to act. The pharmaceutical companies have chosen to work together with the South African Government on delivering the medicines South Africa needs, rather than confrontation in the courts. I hope this can lead to cooperation with other poor countries.",
        "The following issues must be addressed:",
        "* when only 10 percent of all biomedical research is devoted to 90 per cent of global disease – the diseases that overwhelmingly affect the world’s poor – we need more research and development;",
        "* when those countries most in need are those with the least resources, we need more action to make drugs affordable;",
        "* when the people hit hardest by disease are the people who are hardest to reach, we need to ensure drugs are distributed more effectively.",
        "I believe this will require a new global partnership based on swift and purposeful action by governments, medical foundations, the international institutions, and developing countries themselves.",
        "Together, strengthened by our shared commitment and resolve, we must urge the pharmaceutical companies to do more by supporting research and development and making drugs available to the poorest countries at affordable prices.",
        "**Conclusion**",
        "So in conclusion we must not only support the forward looking approach to monetary policy we have already seen by letting the automatic stabilisers operate within our fiscal rules but should renounce any resort to protectionism by promoting new trade talks.",
        "We must show that instead of pausing on reform we are all modernising for productivity growth in the new economy and we agree we will press ahead with the economic reforms in Europe and Japan to which we are committed and move forward with enlargement of the EU. And to support macroeconomic policy we should press ahead with our international financial architecture reform programme and refuse to see a downturn as an excuse for ignoring the needs of the developing countries.",
        "Global cooperation is the answer to those who criticise globalisation today; that in a slowdown we do not turn our back on the open markets and global cooperation which have served us well; that under pressure we do not yield to the false view that international cooperation cannot yield benefits.",
        "Indeed in answer to both those who would go it alone because of dogma and those who would attack global cooperation because they have lost faith in global institutions, we reaffirm the high ideals of 1945: a joint commitment to high levels of growth and employment and to cooperation to achieve it, an understanding that global prosperity is indivisible and conclude that it is by strengthening not weakening the institutions of global cooperation that we will best steer a course of stability, and move faster in eradicating poverty and delivering growth and opportunity to all."
    ]
}