{
    "url": "https://www.ukpol.co.uk/alan-brown-2022-speech-on-the-state-pension-triple-lock/",
    "title": "Alan Brown – 2022 Speech on the State Pension Triple Lock",
    "post_date": "November 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alan Brown",
            "url": "/tag/alan-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alan Brown, the SNP spokesperson at Westminster on Work and Pensions, in the House of Commons on 8 November 2022.",
    "content": [
        "I will pick up some of the Secretary of State’s comments. He started off by trying to claim that there was not much illumination from the shadow Secretary of State’s speech, but we got absolutely no illumination from his speech, either. There is still no clarity on what the Government are going to do. As I said, it is just not adequate to say, “It’s irresponsible to come forward and provide clarity on what is going to happen on the triple lock.” The Secretary of State kept talking about being honest with the public, so he should be honest and tell us what will happen with the triple lock.",
        "The Secretary of State attacked Labour with the old trope about Labour doing borrowing. I am sure that, not that long ago, he was backing the mini-Budget that was all about borrowing to give tax cuts to the rich. That was economic madness. Does he want to come back to the Dispatch Box and apologise for that?",
        "I am happy to support the motion. It is simple and, as it references the Tory manifesto, it should win the entire House’s support—hopefully without the chaos that we witnessed in the Opposition day debate about fracking. I note that that was also the day when the former Prime Minister was questioned at the Dispatch Box by my right hon. Friend the Member for Ross, Skye and Lochaber (Ian Blackford); she did her 55th U-turn and said that she would protect the triple lock, so it should be easy for the Government to further confirm that, rather than holding on to the line about waiting until next week.",
        "Last year’s breaking of the triple lock cost each pensioner £520 on average during the cost of living crisis, and the Red Book shows that it will take £30 billion in total from pensioners by 2026-27. At least uprating the state pension this year in line with September’s 10% inflation rate would give certainty of income to its recipients.",
        "However, we should also look at the reality. If the triple lock is reinstated and pensions are uplifted, we are actually almost celebrating not cutting pensions in real terms in the Budget. That is how desperate things are. If that is the measure of compassionate conservativism—not making further cuts to pensions—then it shows the reality of where we are with this Government.",
        "In terms of inflation in the here and now, we know from the Office for National Statistics that tea is up 46%, pasta is up 60% and bread is up 38%. The price of budget food in supermarkets is up an astonishing 17% in the year to September. On energy costs, the average bill, based on the previous cap, was £1,100 a year just a year and a half ago. Now, with the so-called energy guarantee, we are supposed to be pleased that bills are now, on average, £2,500 per year during the winter period.",
        "For the Energy Prices Act 2022, the Government’s own figures estimated that energy bills would go up on average to £4,400 without the support package. That is almost 50% of an average state pension. Given that it is perfectly obvious that pensioners are more likely to use more energy than an average household, it is not just the triple lock that needs to be reinstated; we need this Government to come forward with confirmation of what the future energy support package will be for those who need it. The Secretary of State talked about protecting the most vulnerable. Well, they need to know what is happening with energy going forward as well.",
        "In Scotland, average usage already means that bills are in the order of £3,300 per annum even with the current energy support package, so for people on fixed incomes it really is unaffordable.",
        "**Drew Hendry (Inverness, Nairn, Badenoch and Strathspey) (SNP)**",
        "I am grateful to my hon. Friend, who is telling it like it is for people in their homes just now. He is talking about energy costs. That does not include those people, including pensioners, who live off the gas grid and are therefore paying far, far more than those he is quoting.",
        "**Alan Brown**",
        "I agree wholeheartedly with my hon. Friend. The £100 payment to those off gas grid is almost an insult, because it does nothing to help them fill their oil tanks.",
        "In a similar vein on inflation, petrol prices are still massively up compared with recent years. I drive an Insignia, which is not a huge car, but last week it still cost me over £100 to fill the petrol tank. That is clearly unaffordable for those on a fixed income, and it would account for 55% of one week’s full pension.",
        "When we look at the UK in the round, we see that it is one of the most unequal countries in the world. Unfortunately, that inequality continues during retirement. The Gini coefficient shows that the UK is 14th out of 14 north-west European countries. It is the same for the S80:S20 quintile share ratio; when we compare the ratio of the poorest to the richest, the UK has by far the worst ratio and is again 14th out of 14. Scandinavian countries—all small, independent countries—lead the way on these measures.",
        "Poorer pay and lower incomes for those struggling also means that later on in life they are less likely to have private pensions and so are reliant on the UK state pension. Again, the UK state pension fails in comparison with those of other countries. When we look at the proportion of earnings derived from state pensions, the UK sits 30th out of 37 OECD countries. I understand that there is an argument that it can be good to move away from dependence on state pensions, but the UK is clearly among outlier countries near the bottom of the pile, and way below the OECD average. Many people are using occupational pensions and capital as sources of income, but that increases inequality in pension age for those without access to such means.",
        "If we look at the UK’s flat pension rate and compare it with other countries that pay a flat rate—Ireland, Denmark and the Netherlands—we see that the UK rate is again lower and fails in comparison. If we look at state pension expenditure compared to a country’s GDP, we see that the UK is again way below the OECD average and is ranked 28th out of 38 countries. Ministers might say that those measures can be somewhat subjective, but the UK trails in each one, so there is a common theme. One other measure is the replacement rate that compares all sources of pension income versus previous earnings. On this measure, the UK, with an average over 10% less than those of the EU27 and the OECD, is ranked 19th out of 37, so still in the bottom half of the table.",
        "As I have stated, this means that inequality in the UK continues into retirement and the UK has the 12th highest pensioner poverty rate out of 35 countries measured by the OECD. What that means, if we turn that around, is that in terms of disposable income to support a standard of living for those aged 66-plus, the UK is ranked 24th out of 35 countries, while Iceland, Denmark and Norway occupy the top spots. Ireland is in eighth place. And those statistics are based on comparisons before the UK broke the triple lock and the link to earnings last year. It is absolutely critical that the triple lock is restored. Independent Age emphasises that:",
        "“With more than 2 million pensioners already living in poverty and the cost-of-living crisis hitting hard, we know people are being forced to make impossible choices on how to cut back to be able to afford heating, electricity and food”.",
        "One additional income support measure is pension credit, but we know that take-up levels are still too low—the Secretary of State acknowledged that. Previous research commissioned by Independent Age estimated that full take-up of pension credit could lift 440,000 older people out of poverty. So when will that be tackled by the Government? The unclaimed £4 billion in pension credit could make the lives of hundreds of thousands of pensioners more bearable. It is also money that would then be recirculated within local economies as it is spent on vital household needs.",
        "**David Linden**",
        "Does my hon. Friend think that banks have a role to play? Given that the vast majority of pensioners receive their pension payments from the Department for Work and Pensions into their bank accounts, banks have the ability to identify where payments are coming from and the amount. Does he agree that there is an opportunity for banks to play a role in promoting pension credit?",
        "**Alan Brown**",
        "That is a very good point. I agree with my hon. Friend that that is an ideal way of managing that. I urge the Secretary of State to take heed of that intervention and work with banks and other organisations to try to increase pension credit take-up.",
        "In terms of pension policies, of course I have to refer to the WASPI—Women Against State Pension Inequality Campaign—scandal and the fact that the Government are still not moving forward on fast and fair compensation, given that the Parliamentary and Health Service Ombudsman found there was maladministration. The PHSO made it clear that the Government do not have to wait for the end of its investigation to take action to remedy this injustice.",
        "There is also the frozen pensions scandal, whereby whether your pension gets uprated or not is arbitrary, depending on which country you reside in. It is also scandalous that the UK Government have yet again rejected offers from the Canadian Government to enter into reciprocal arrangements. I urge the Secretary of State to reconsider that and engage in meaningful talks with the Canadian Government.",
        "All those aspects show that the state pension in the UK is not the safety net we are told it is. It shows clearly that the Better Together mantra of staying in the UK to protect pensions in Scotland was a cruelly false premise. Indeed, with private pensions nearly collapsing after the Tory mini-Budget, that claim looks even more ridiculous. It also shows that when Gordon Brown, at a Better Together event, said:",
        "“Our UK welfare state offers better protection for pensioners, disabled and the unemployed”,",
        "he was, frankly, lying.",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**",
        "Order. It would be better if the hon. Gentleman found other words—perhaps a little gentler—rather than those he has just used.",
        "**Alan Brown**",
        "I take your point, Madam Deputy Speaker, but of course I was not referring to any hon. Member in this place.",
        "**Madam Deputy Speaker**",
        "Order. I fully appreciate that and the hon. Gentleman is technically correct, but I take the view that anyone who has been a right hon. Member, and held a most senior position in this place, should be treated with respect even after they have left. A different form of words would therefore be appreciated.",
        "**Alan Brown**",
        "Thank you, Madam Deputy Speaker. I respectfully say that his comments were misleading because, as I have outlined, the UK pension is not as good as it is made out to be and is one of the poorest in north-west Europe.",
        "Moving on, it is little wonder that the Scottish Government have been publishing papers comparing the UK to comparator countries for an independent Scotland. Scotland has a lower pensioner poverty rate than the rest of the UK at present, but we want to do much better than that. We want to match or better the comparator countries, reduce inequality during working life, and allow a more dignified and enjoyable retirement for all. We no longer want to be left here hoping, yet again, that Westminster will make the right decisions on such measures as the triple lock. We want to do things for the betterment of the citizens of Scotland."
    ]
}