{
    "url": "https://www.ukpol.co.uk/anthony-browne-2022-speech-on-the-protection-from-sex-based-harassment-in-public-bill/",
    "title": "Anthony Browne – 2022 Speech on the Protection from Sex-based Harassment in Public Bill",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Anthony Browne",
            "url": "/tag/anthony-browne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Anthony Browne, the Conservative MP for South Cambridgeshire, in the House of Commons on 9 December 2022.",
    "content": [
        "I, too, want to start by congratulating my right hon. Friend the Member for Tunbridge Wells (Greg Clark) on introducing this important Bill. It is humbling to speak after so many passionate speeches; there have been more than in any other debate I have been involved with, particularly from the female Members. I think in particular of the speeches from my hon. Friends the Members for Newbury (Laura Farris) and for Thurrock (Jackie Doyle-Price), the hon. Member for Walthamstow (Stella Creasy), my hon. Friends the Members for Stroud (Siobhan Baillie) and for Scunthorpe (Holly Mumby-Croft), and my right hon. Friend the Member for Romsey and Southampton North (Caroline Nokes). We heard a lot of incredibly informed and powerful speeches.",
        "I think it is important for me as a man also to speak about this, for two reasons. The first is that this Bill is about a problem that affects us all. As other Members have mentioned, we men have daughters, wives, mothers, sisters and we are also directly affected by this; I want all my loved ones not to have to live in fear. Secondly, it is important for men to speak about this because although this problem primarily affects women—it does affect some men as well—it is primarily and overwhelmingly men who are the perpetrators of it. The problem is not women’s behaviour. The problem is men’s behaviour and it absolutely need to change, and that is what we hope this Bill will succeed at. We also need to educate men about the importance of changing behaviour and about how a lot of what they currently do is unacceptable. Wolf-whistling is unacceptable, so is deliberately following women down streets at night and so is leering over them in the tube and making sexual comments—it is not okay. Men have to change their behaviour, and we need to educate young men, boys, children in schools that that behaviour is unacceptable.",
        "Attitudes have changed over time. I recall as a child going past a building site where various builders cat-called, wolf-whistled out to a woman, who was clearly very distressed by it, and other people nearby found it acceptable that that was happening. It was a sort of “joke”, although clearly it was not a joke for her. Nowadays, people would find that far less acceptable, but clearly attitudes need to change far more. One clear lesson from this morning’s debate—I will not recite all the statistics that other Members have used, although I have them here—is that this is still a very widespread problem. It is far too prevalent. Clearly, it is completely unacceptable that the majority of the population live in fear and we absolutely have a duty as a Parliament to deal with it.",
        "As the hon. Member for Walthamstow mentioned, we already have a law for this. The Public Order Act 1986 does cover harassment, not sex-based harassment, and there are penalties for it. Clearly, however, the current legal framework does not work, because this is still a problem. That is why it is clearly necessary to up the ante, have a particular sexual harassment-based crime and increase the penalties, as this Bill does. That should sent out a message to three different groups: the police, the victims, and the perpetrators. The message to the police, law enforcement agencies, courts and judges is: society and Parliament expect you to treat this with the seriousness it deserves; this is not something you can expect victims to shrug off or “man up” and deal with. Some people have talked about that.",
        "The police and the courts have an absolute duty to clamp down on this. Increasing the penalties and having a specific law for it will make it clear to them that they need to do that. It sends a message to victims as well that it is important that they get the protection that they want.",
        "It sends a message to victims as well that it is important that they get the protection that they want, and that there is a law out there to protect them. The law enforcement agencies, if they step up to the plate—we expect them to—will make it clear to victims that the harassment they are experiencing is not acceptable. The victim should therefore feel more empowered to come forward and report it. At the moment, few do so, because they know that it will be ignored, but the Bill will ensure that such cases are taken seriously.",
        "The third message—this is perhaps the most important one—is to the perpetrators: that such behaviour is totally unacceptable, that they absolutely must stop doing it and that, if they do not, they could face up to two years in prison. Perpetrators should know that cases will be taken seriously, that victims will report them and that the law enforcement authorities will treat them with the seriousness that it deserves.",
        "I am proud to speak in favour of the Bill and glad that the Government are supporting it. Again, I commend my right hon. Friend the Member for Tunbridge Wells for bringing it forward."
    ]
}