{
    "url": "https://www.ukpol.co.uk/gordon-brown-2004-speech-at-the-commission-for-africa-meeting/",
    "title": "Gordon Brown – 2004 Speech at the Commission for Africa Meeting",
    "post_date": "January 4, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2005",
            "url": "/tag/2005/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, in Cape Town, South Africa on 17 January 2005.",
    "content": [
        "Let me thank the seven Members of the Commission for Africa for joining us today. The 17 Finance Ministers. Representatives from the African Union, NEPAD, the African Development Bank and from the Africa Commission meeting in Addis Ababa a few months ago.",
        "And let me say first of all what a privilege it is to be here in South Africa as the guest of Trevor Manuel, the success of whose nine years as Finance Minister is admired and respected not only throughout this continent but in every continent.",
        "I am here to listen rather than just talk.  \nNot to lecture but to learn and to take advice.  \nNot to prescribe or to preach but to support and sustain your efforts.  \nAnd to back you in this continent ripe for progress at this moment of opportunity so that the Commission for Africa underpins and provides resources for your plans, your New Economic Programme for African Development, your African Union decisions and your country by country economic programmes and reforms.",
        "And let me start by saying what I have already learned from you and from the struggles, the sacrifices and the achievements of this great country – South Africa. That if anyone ever thinks our shared vision of globalisation as social justice on a global scale can be dismissed as the thoughts of unrealistic dreamers let them come here to South Africa: yesterday an apartheid nation, today a multiracial nation, demonstrating to the world that no injustice can last for ever.",
        "And if anyone thinks we are powerless and doubts the power and moral force of us coming together as one let them recall the historic and inspirational words of the South African constitution:",
        "– that the world belongs to all who live in it;  \n– that it is our duty to heal the divisions of the past, our obligation to honour all those who have suffered for justice and freedom, our mission to free the potential of every community and every person;  \n– and today this summons us to support not just constitutional rights but economic empowerment. Formal equality before the law supplemented by the achievement of equal opportunity in fact.",
        "And everywhere I have travelled I have seen not only the potential and promise of Africa but also the yearning that the political and constitutional rights now be matched by economic and social rights and opportunities: as stated in the Millennium Development Goals, by 2015 the right of every child to go to school, the right of every child and every mother to have decent health care, the right of each and every individual to make the most of their talents.",
        "And I have heard the pleas of young children too poor to pay schools fees but desperate to stay on at schools; the ambition of mothers wanting sons and daughters to be nurses, doctors, engineers, teachers; and I have been moved to action by the young sister of an AIDS victim Paulo desperate to train as a doctor to help her brother and hundreds of others.",
        "But the Commission for Africa is founded on the realisation that, at best on present progress in Sub Saharan Africa:",
        "– primary education for all will be delivered not as the Millennium Development Goals solemnly promised in 2015 but 2130 – that is 115 years late;  \n– the halving of poverty not as the richest countries promised by 2015 but by 2150 – that is 135 years late;  \n– and the elimination of avoidable infant deaths not as we the richest nations promised by 2015 but by 2165 – that is 150 years late.",
        "Africans know that it is often necessary to be patient but the whole world should now know that 150 years is too long to ask peoples to wait for justice.",
        "And when we know the scale of suffering that has to be addressed, the problem I identify is not that the millennium promise was wrong, the ambition too great, the pledge unrealistic, the commitments unnecessary, or the needs of Africa now any less but that the global resolution required from all the nations of the world has not yet been strong enough to honour, fulfil and deliver the promises made.",
        "And I believe that the evidence we have received to the Commission for Africa shows us in the starkest terms that justice promised will forever be justice denied until we remove from this generation the burden of debts incurred by past generations.",
        "Justice promised will forever be justice denied unless we remove trade barriers that undermined economic empowerment.",
        "Justice promised will forever be justice denied unless underpinning Africa’s plan – underpinning NEPAD, the African Union and each country’s plan – there is a plan for Africa as bold as the Marshall Plan of the 1940s, releasing the resources we need to match reform and transparency with finance to tackle illiteracy, disease and poverty.",
        "So first let the Commission for Africa become the world’s vehicle by which we agree to the requests I have heard from all over Africa and finally, once and for all, write off the historic but unpayable debts of the past for the poorest countries and end an injustice that has lasted far too long. 80 per cent of Africa’s external debts are now owed to the international institutions and I have talked with Commissioners and Finance Ministers about detailed proposals to use IMF gold to write off debt; to ask World Bank shareholders to take over the debts owed by 70 of the poorest countries to them; and from today, signing long term agreements already with Tanzania, Mozambique and then with other countries, we – Britain – have announced from now until 2015 we will take responsibility for our share of the World Bank debts.",
        "Second, from my consultations so far, there is a call for the Commission for Africa to have as its economic theme economic empowerment. I recognise that solutions cannot be translated from one continent to another or indeed from one country within one continent to another. Development cannot be imposed from outside or even from above but must take root and be owned from the ground up. And I recall the words of Robert Kennedy here in South Africa that we do not develop in exactly the same way, that each nation will march to the beat of different drummers, that solutions can neither be dictated nor transplanted to others.",
        "So we must empower countries to sequence their own trade reform to the needs of their own development. And that is why the Commission for Africa should see its task as to back and resource your New Economic Plan for Africa with its peer review process – the biggest and most comprehensive continent wide programme of economic reform. And that is why I know the Commission for Africa sees is task as mobilising the support of the richest countries for the programmes of NEPAD, the African Union and for your country by country programmes.",
        "Let the Commission for Africa also be the first official report to call for, and deliver, a lasting deep seated trade justice that would mean not only that Europe and the richest countries be honest about and address the scale of the waste and scandal of agricultural protectionism, unfair Rules of Origin and Economic Partnership Agreements but – as I have heard from every African President, Prime Minister, Finance Minister and Trade Minister I have met – to address infrastructure needs – transport, power, water, telecommunications and then technical and vocational skills – to build capacity from legal and financial systems and to root out corruption — and for this we should provide the resources that will enable developing countries to participate successfully in the international economy.",
        "So we support the proposals in the Commission for Africa report on infrastructure:",
        "– a fund to support infrastructure priorities;  \n– loan finance for small and medium sized businesses and for micro-credit;  \n– a science and technology and tertiary education plan;  \n– and a plan for rural development, irrigation, research, encouragement of local markets, land reform and environmental improvement.",
        "And all of us will benefit from the approach we share – that economic empowerment is founded not just on the capacity to take advantage of trading opportunities but on the encouragement of private investment, entrepreneurship. And – as promoted by NGOs and business organisations – we must all, rich and poor countries alike, be fully transparent in our dealings, address corruption, be truly accountable, show where the money goes. And the way to achieve this is for all of us rich and poor alike to put transparency and the best governance into practice by all of us opening our books.",
        "Third, from the voices I have heard there has also been a clear demand that the Commission for Africa today challenge the rich countries to recognise that when the Marshall Plan transferred 1 per cent of richest country’s national income to the poorest, our proposal is for each of the richest countries to reach 0.7 per cent of national income in long-term and predictable aid for investment. And our proposal is that in place of declining aid levels for Africa – from 33 dollars per person to 27 dollars per person – we create now, this year and urgently on the road to 0.7 per cent an International Finance Facility that each year from 2005 to 2015 generates $50 billion of resources – the quickest most effective way of guaranteeing long-term, stable, predictable funding.",
        "To double aid to halve poverty.",
        "$10 billion more a year to fund primary education free of charge to ensure the 105 million children today and every day denied schooling can learn with classrooms, teachers and books.",
        "$20 billion more a year because with this money we have it in our power to provide health services and treatments to eliminate in our generation malaria and TB and help the 25 million people suffering from HIV/AIDS and the 11 million AIDS orphans languishing in this continent.",
        "And money not only to fund the war on poverty but to build infrastructure that will ensure self sustaining growth.",
        "Fifty years ago a British politician came to Africa and talked of the winds of change blowing across Africa. I accept that until new political and constitutional rights are matched by new economic and social opportunities, and until we address unfulfilled promises, it is not the freshness of strong winds blowing but it is the heat of a climate of injustice burning deep into our souls. And the importance of the International Finance Facility is that it is about action to right wrongs this year, now, urgently. No longer evading, no longer procrastinating, no more excuses, not an idea that will take years to implement but one which can move forward immediately.",
        "In another time and in another continent in the life and journey of Martin Luther King was his growing recognition that the achievements of civil rights could not be real without the achievement of economic and social rights.",
        "The US constitution he said was a promissory note but it had yet to be honoured.",
        "He said that the cheque offering justice had been returned with ‘insufficient funds’ written on it. But he also said, ‘We refuse to believe that there are insufficient funds in the great vaults of opportunity of this nation’, and that the time had come for ‘the riches of freedom and the security of justice’.",
        "I go from here tomorrow to meet 25 European Union Finance Ministers and take our proposals to them; and I will meet the Finance Ministers of the United States and Canada and seek support so that, this year, a once in a generation opportunity for change becomes a year of delivery.",
        "When people say what we propose is too ambitious, unrealistic, a distant and utopian dream let the commission for Africa remind the doubters:",
        "– they first dismissed civil rights as the work of dreamers;  \n– they first wrote off the Marshall Plan as a distant utopia;  \n– they first ridiculed debt write off of debt as economically illiterate and impossible;  \n– and let us also remember here in Cape Town they first said those who fought again apartheid here in South Africa were violating rights when we all know they were righting wrongs.",
        "And let us be inspired to action by the African vision of community – ‘ubuntu’ – not only that my humanity is inextricably bound up with yours but that the humanity of each of us comes into its own in a community of all of us.",
        "And so let us tell the world about our shared vision of globalisation in 2015.  \nFounded on the empowering idea of the dignity of each individual.  \nGlobalisation not as insecurity for all.  \nGlobalisation not as two permanent classes of victims – rich and poor – but globalisation as social justice on a global scale.",
        "One moral universe where we feel, however distantly, the pain of others; where each of us show by our actions we believe in something bigger than ourselves; and where whatever your background, race or birth we are – as a young AIDS victims told me last week – neighbours not strangers, each of us brothers and sisters together.",
        "One moral universe where progress is not just one individual or even just one or two countries doing well but all of us advancing together and where by the strong helping the weak it makes us all stronger."
    ]
}