{
    "url": "https://www.ukpol.co.uk/jeremy-browne-2010-speech-in-china/",
    "title": "Jeremy Browne – 2010 Speech in China",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Jeremy Browne",
            "url": "/tag/jeremy-browne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The below speech was made by the Foreign Office Minister, Jeremy Browne, on 15th September 2010 at the University of Nottingham Ningbo Campus in China.",
    "content": [
        "[![jeremybrown](https://www.ukpol.co.uk/wp-content/uploads/2015/11/jeremybrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/jeremybrown.jpg)",
        "**Introduction**",
        "I am delighted to be the first Minister in the new British Government to visit the city of Ningbo, one of main engines for economic and broader development of Zhejiang province and wider region.",
        "I am no less delighted to be here at the University of Nottingham campus. I may never have been to Ningbo before, but as a former student of Nottingham University, it is in some ways a return to familiar territory, albeit in a way I would never have imagined then.",
        "That such a development could happen in the space of less than two decades since I graduated is testament to the Ningbo government’s far-sighted vision in developing foreign ties and international relationships (as well of course that of my university in responding to that vision).",
        "Nearly 10 years ago, the city of Ningbo set about ambitious plans to transform its economy and the skills and knowledge of its citizens. In doing so, the City sought to partner with the best of international knowledge and ideas. The opening of this campus in 2004, as the very first Sino-Foreign University in China with approval from the Chinese Ministry of Education, laid the ground for others to follow.",
        "That this could happen is also testament to the dramatic and unprecedented changes that are reshaping the world in which we live and which are opening up possibilities and opportunities for you, as students, undreamt of in my student days.",
        "In my speech today, I want to talk about how these changes – globalisation and the new G20 world order – will reshape this century, how we are responding to them, and why education and the people-to-people exchanges that this campus symbolises are so important in ensuring that globalisation is to our mutual benefit.",
        "**New Global Order: Opportunity, not Threat**",
        "I simply cannot understate the significance of this changing order. We have all been accustomed to a G8 world for many years. Best summed up by images of summits, 9 people if we include the EC President, of which 8 were westerners plus Japan. This largely symbolised how most of us in the West viewed the world when I was an NU student.",
        "But it is no longer relevant. In less than a decade, we have moved from a G8 to a G20 world. A world in which major powers such as China are catching up rapidly with the existing long-established economic powers.",
        "According to some predictions, today’s emerging economies will be 50% larger than the economies of the current G7 by 2050. In 2010 China’s Q2 GDP growth was 10.3% and the most recent quarterly total GDP put China ahead of Japan as the second largest economy after the US.",
        "What makes this change in the world order arguably even more significant than previous ones is that it is not just a shuffling of the seats at the top table, a new Group of 7 or Group of 8. It’s not just that the characters have changed, but the architecture has too.",
        "The significance of the transition from a G8 to a G20 world is that the grouping at the top table, economically and politically, is much more representative of the globalised, ‘networked’ world of which the British Foreign Secretary William Hague has spoken.",
        "**UK Government Response**",
        "As I said in my first Ministerial speech in Parliament in June, these are not changes we should fear, and certainly not something we should resist. It is in fact something we should welcome as a great opportunity.",
        "First and foremost, there is an opportunity to expand our financial and trading ties as the people of these emerging economies become wealthier.",
        "The World Bank estimates that the global middle class is likely to have grown from 430 million in 1999 to over a billion by 2030 – an increase in middle class consumers equal to the total population of the EU.",
        "But it is also an opportunity politically and diplomatically to find new ways to harness international action to deliver the changes we will need to safeguard our collective security.",
        "The new world order will be a more multilateral one, politically as well as economically. In one sense that will be a more complex world and managing complexity will be a key challenge for all of us. Which is why closer cooperation between governments, and understanding between peoples, will be all the more important.",
        "It is increasingly the case that the prosperity of any one country today – whether big or small – is dependent on what happens in other countries.",
        "In a similar way, many of the problems faced by countries today are global rather than local – whether that’s climate change, immigration, security, crime or any number of other issues that are blind to international boundaries.",
        "That is why strengthening our relations with these fast growing economies and powers is one of the key foreign policy objectives of the UK’s new government. We recognise the importance to us of our close and historic relationships with Europe and North America – but also realise where the new opportunities increasingly lie.",
        "For you – as Chinese students or students of Chinese – these changes are going to be particularly significant. Which brings me to why education, and people such as you, are so important to this emerging new world order.",
        "**People-to-People Exchanges: Globalising education**",
        "In a speech during his visit to Japan and China in July, William Hague set out four distinctive ways for UK to pursue its foreign policy. These included intensifying our engagement with the emerging economies of the world and also, and perhaps most important for my speech to you today, engaging with people and their aspirations. By seeking engagement with other countries beyond the constraints of traditional and diplomatic ties, by building engagement among people across different cultures and boundaries.",
        "He argued that if our foreign policy is to be effective in a networked world we must extend opportunity to others as well as striving for the best for Britain, upholding our own values and influencing others by being an inspiring example of our own values.",
        "In the process of forging these people-to people links, education, particularly higher education, has a pivotal role. That is why I am glad to see the world’s leading universities increasingly put internationalisation at the heart of their mission, and that Britain, and British universities, are at the forefront of this dynamic.",
        "Britain is fortunate to have more than 340,000 students from 239 different countries pursuing education opportunities in UK, second only to USA as a destination for international students. More than 20% of academic staff in UK universities come from outside UK. A 2008 study found that 75% of UK universities funded international research collaboration, with nearly 90% having international research links.",
        "Around 200,000 students, just like you, are currently taking UK qualifications from more than 100 higher education institutions around the world.",
        "As students, your choice is now immeasurably different to that even of my generation. Now the choice is not simply which university should I go to, it is which country should I study in. Should I start my degree in my own country and complete it in another, picking up along the way the vital cultural insights that studying in another country provides. Which institution, wherever it is in the world, will best meet my needs and priorities?",
        "The institutions which will rise to the challenge of internationalisation most effectively will be those which are prepared to develop international strategic partnerships with universities in other countries across a range of activities, including research and knowledge transfer. These deeper, broader partnerships will complement the array of international links which exist between individual researchers and academics.",
        "There is clearly an economic incentive here. International education provides the UK with a dynamic, high-skill and sustainable export industry that has been estimated to be worth more than £10bn.",
        "But it is much more than merely an export industry. It enriches our society in many ways by deepening our awareness and understanding of other cultures, and likewise deepening others’ awareness and understanding of our own. The relationships that we develop can last forever and often provide the potential for greater educational, cultural and scientific exchange, as well as greater trade, investment, and political dialogue.",
        "By internationalising its education provision, the UK is able to attract intellectual capital – making a vital contribution to its capacity for research, technological growth and innovation; it is able to sustain programmes which might not otherwise be viable, ensuring a wider range and greater quality of internationally-focused courses are available for other students, including those from the UK.",
        "In short, international education is at the centre of the UK’s knowledge economy and the long-term wealth and prosperity that delivers.",
        "**China-UK Education Partnership**",
        "We know that UK education is held in high regard by both government and the education sector in China. The closeness of bilateral co-operation in this field is a good indicator of the positive regard within which the UK is held in China, especially when considering that many countries seek to develop such co-operation with China, and China is in the fortunate position of choosing from the best of the world’s education systems.",
        "Bilateral co-operation in education is very strong overall; a Framework Agreement on Educational Co-operation Partnership has guided that co-operation over the last decade, and annual education summits take forward the joint priority areas for both countries. We hope that the next summit will take place before the end of the year.",
        "Cooperation between the UK and China is particularly strong on higher education. We have well established links, such as a 13 year strategic higher education collaboration project between the Ministry of Education and the Higher Education Funding Council for England and the British Council.",
        "In 2008/9 there were 85,000 Chinese students in the UK, We have the same proportion of our own population studying in China, some 3,000 students, as mainland China has in the UK, although of course we are seeking to increase this number. As an example, every summer some 200 students from across Britain come to China for one month on a government-supported programme of language and contemporary studies.",
        "Now there are more than 105 joint programmes and some 15,000 Chinese students following UK qualifications here in China.",
        "New education models from the UK such as this university/campus are testimony to the high level of confidence that the Ministry of Education has traditionally had in our higher education systems.",
        "**Conclusion**",
        "This engagement and co-operation between our two education systems is delivering deeper and broader ties between our two countries and responding to the need to deepen our understanding of each other as much as our dependence on each other grows. The latter without the former could be a point of weakness. Together, they represent a source of strength and establish solid foundations for the cooperation we will need to have in an increasingly networked world.",
        "Broader engagement between people needs to be built upon foundations of mutual understanding and trust, and needs to be carried out by the many diverse organisations working to further international collaboration in fields such as education, science, culture and international relations.",
        "This campus and the networks of knowledge and learning it represents are a prime example of that, and illustrate clearly:",
        "First, that the flow of ideas and information around the world is now as much the preserve of students, of academics, of business people and of ordinary citizens as it is of governments.",
        "And second, that that flow and dialogue between individuals is critical to our collective future security and prosperity.",
        "So before you have the chance to turn the tables and address me, let me take this opportunity, not just as former Nottingham student myself, but also as a British Government Minister, to say how delighted I am to have had this opportunity to come here, and to congratulate you on the work you are doing, and the model for future cooperation you represent."
    ]
}