{
    "url": "https://www.ukpol.co.uk/gordon-brown-1998-speech-at-the-scottish-business-forum-in-glasgow/",
    "title": "Gordon Brown – 1998 Speech at the Scottish Business Forum in Glasgow",
    "post_date": "December 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1998",
            "url": "/tag/1998/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 24 April 1998.",
    "content": [
        "I am delighted to be with Donald Dewar at the launch of Scotland’s new business forum.",
        "The creation of the new Scottish Business Forum brings in the biggest change in the government’s approach to business consultation since the introduction of the Scottish Economic Council in 1971 and it reflects the new challenges for Scotland of a changing global economy.",
        "In the 1960s when the old Scottish economic planning council, later known as the Scottish Economic Council, was formed, Scotland led the way in a new generation of regional policy, whose central objective was to raise the level of incentives for capital investment.",
        "Today I believe Scotland can lead the way again, to a new understanding of how there can be better relations between public and private sectors and to a new generation of regional policy.",
        "In fact for far too long political arguments about our economy have focussed on how here in Scotland we divide the cake, about how we spend money, about the relative shares between public and private sectors rather than what we have to do to increase our wealth and our productive capacity as a country, and how public and private sectors can work far more effectively together.",
        "And so I want a new partnership for prosperity. Not a return of the old corporatism which ended up in weak compromises in smoke filled rooms far from the factory floor but the whole country engaged in the shared challenge of improving productivity.",
        "And in doing so we will have to look at every weakness, every handicap that has held us back, every barrier to growth.",
        "Modern Budgets are not so much about dividing up the national cake as about implementing measures that can help us compete more effectively in the global economy. So I want the period from now until the next Budget to be used constructively by all of us to examine what more we can do.",
        "It is a relentless and uncompromising agenda of modernisation in education, the welfare state and our approaches to business that we now need.",
        "Our first concern is stability.",
        "Of course it is businesses not governments that make profits and create jobs, but business needs governments to shape the environment in which profitable companies can grow.",
        "It is the government’s job to make sure it has done everything to ensure stability and I can promise that we will not take risks with inflation, we will not engage in the false trade-offs between inflation and unemployment. And we will not compromise our hard-won reputation for prudence in economic management by short-term gestures.",
        "We will avoid short termism in all these areas by the clarity of setting down clear long term objectives against which we can be judged.",
        "* An inflation target of 2.5 per cent",
        "* An independent bank",
        "* A golden rule for discipline in public spending",
        "* A five year deficit reduction plan",
        "Scotland needs this stable foundation because it has been the victim of stop-go policies – and whatever the temporary difficulties for exporters with the pound, the greater concern is avoiding a return to the boom-bust approaches that have deprived us of the long-term investment funds we need.",
        "##  First investment",
        "Cutting the main rate of corporate tax from 33p to 30p, 40 percent investment incentives, a 10p long term rate of capital gains tax are all measures designed, alongside monetary and fiscal stability, to create the best environment for new investment in our future.",
        "But we are prepared to look at further changes and I want the business forum to comment on whether our investment incentives should be placed on a permanent basis, whether the targeting to small and medium sized firms is effective, whether more needs to be done to help the tax position of start-up and small companies and what more we can do to build the successful enterprises of tomorrow.",
        "##  Second innovation",
        "Scotland has now a reputation for inventiveness that extends well beyond the traditional inventions for which we are famed. Biotechnology, computer software and electronics all provide examples of the latest wave of Scottish innovations of global significance.",
        "So we want to let the creative talents of Scotland flourish to turn new ideas into successful businesses created in Scotland. I want us to examine whether there is more we can and should do.",
        "So i would like the forum to comment on the practical advantages for business of more investment in science and technology in our universities, our new university challenge fund, the next phase of the UK foresight programme and the possibility of an r&d tax credit to build on developments such as the arrival of cadence and encouragement for the expansion of the venture capital industry. This is a huge step forward and on these new developments we will build.",
        "A consultation paper was published in March, giving the business community in Scotland an opportunity to influence how this major initiative will be taken forward. It provides us with a means of recognising Scotland’s needs and shaping the programme accordingly. Foresight is about preparing for the future – in a very broad sense. It is about future technologies, future markets, and their influence on the prosperous, modern and inclusive society that we want Scotland to become. It is a UK guide to the future for today’s decision-makers – in business, in research, in government.",
        "That said, it takes relatively little foresight to come to the view that the Scottish venture capital industry needs to expand to American levels. We need more high tech ventures and more risk capital. We should consider what we can do together.",
        "##  Third small businesses",
        "The Scottish Enterprise business birthrate strategy now encompasses a range of initiatives to encourage individuals to set up businesses. For example, there are 40 business shops offering assistance to new and small businesses. And we want to build on these.",
        "We should ask whether we could do more to help men and women start their own businesses and encourage small businesses to expand by using the jobs subsidy to take new people on.",
        "I want more young entrepreneurs, more Scots starting small businesses and the best motivators are those who themselves have worked their way up and know the pitfalls as well as the opportunities.",
        "And I am pleased that a number of business leaders have this week given a personal commitment to visit schools and colleges around Scotland, not just to talk to teenagers but to inspire them. From this generation of business leaders will come the next. And these school visits will help motivate young people to turn their ambition here in Scotland into achievement. I am delighted that Richard Emanuel, Tom Farmer, David Murray, Belinda Robertson and Brian Souter have agreed to start this process off.",
        "##  Fourth getting people into work",
        "I want to remove the barriers that deprive thousands of men and women of employment opportunities in Scotland today. And so I want to discuss any barriers – tax, legal, regulatory and competitive – that are unnecessary and that by their removal can help jobs be created.",
        "And I want employers to work with us on getting the New Deal right in Scotland not just for the young people who will benefit but for the companies to whom they will contribute. Initiatives like the new futures programme which is aimed at ensuring all young people have the social and life skills to make them job ready when they join a new employer.",
        "I want New Deal to become more than ambulance relief for young people in difficulty but the smart solution for companies looking for motivated young people they can train with new skills.",
        "##  Fifth, education",
        "Modern employers will succeed when we get the best out of all our people, and the countries which succeed in mastering the waves of technological change and fiercer competitive pressures will be the ones that invest in their key national resource: the people.",
        "One priority is improved standards in our schools and Donald Dewar and Brian Wilson have already acted to ensure that for the first time individual targets are set for each school in Scotland.",
        "But equally because 80 per cent of those in employment today will be in the workforce in ten years time, education cannot stop at the school gates. There must be lifelong learning if we are to achieve the productivity gains we want in the years to come.",
        "We must have a stronger relationship between education and business in charting the way forward.",
        "Scotland’s university for industry will enable people from their homes all over urban and remote and rural areas to benefit from education from home, on a range of areas beyond the university level courses catered for by the Open University.",
        "I believe we should consider the extra skills which Scotland’s university for industry should concentrate on expanding – whether it be for the expansion of call centres – or for computer software engineers – or for electronics as a whole, including starting your own business.",
        "So our aims – aims I believe we share in common – are of an open, dynamic Scottish economy with economic stability for investment rather than instability; a Scotland which is business-friendly, working with business rather than in isolation from it; a working Scotland with the vision to be a world leader in education the centre point of both our economic and social ambitions for the long term.",
        "This modernisation for the future, is the way forward. Setting the old conflicts behind us. Understanding the objectives we share in common. Recognising the challenge must involve all of us, all of our workforces, working together.",
        "And the prize is a modern Scottish economy more fit for the challenges ahead, ready to ensure employment opportunity and greater prosperity for all our people in the years ahead."
    ]
}