{
    "url": "https://www.ukpol.co.uk/gordon-brown-2004-speech-at-the-british-chambers-of-commerce-annual-conference/",
    "title": "Gordon Brown – 2004 Speech at the British Chambers of Commerce Annual Conference",
    "post_date": "January 3, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 21 April 2004.",
    "content": [
        "Can I say what a pleasure it is to be at this annual meeting of the Chambers of Commerce:",
        "* to have the opportunity to thank all of you – representatives of, and speaking for, more than 135,000 businesses from every city, every town, every region of our country – for the work you do and the service you give championing the cause of business – and for what you achieve for British enterprise and for Britain;",
        "* and to congratulate your President Isabella Moore and your Chief Executive and staff for the work you do regionally, nationally and internationally to make the voice of the British Chambers of Commerce count for Britain.",
        "And let me say what I firmly believe: that the whole country owes you a debt of gratitude for the way, particularly throughout the world downturn of the last few years, you have been meeting the new challenges – demonstrating your resilience, your fresh thinking, your courage to respond and change – with Britain today, through your efforts and that of the British people, seeing 3,000 new businesses starting up each week and 25,000 men and women finding new jobs every day, with an additional 10,000 new vacancies being advertised.",
        "Modern Britain was built by men and women of commerce and business; by men and women demonstrating entrepreneurial flair; men and women of commerce showing the best of practical skills committed to a vision of British manufacturing and commercial strength; men and women who were not cynics, who never talked our country down but were – and are – confident, forward looking optimists dedicated to the future well-being and economic destiny of Great Britain.",
        "The nations that will succeed amidst ever more intensive global competition not least from a rising China and India, will be those that are sufficiently confident and forward looking to entrench stability, to celebrate enterprise, to make long term investments in science and skills and be outward looking rather than protectionist. And I want to suggest to you today that at this moment of opportunity when the world economy starts to grow again, Britain’s great strengths – as the country with traditions of stability deeper than almost any other industrial economy, with traditions of scientific inventiveness longer than any other, and with a global reach than has been wider than almost any other – make us well equipped, as long as we make the right long term decisions on stability, science, skills and enterprise, to be one of the great success stories of the global age.",
        "Now Madam President: of all the economic duties of government the greatest and pre-eminent challenge is the creation and entrenchment of economic stability and taking the hard decisions to lock stability in, even in difficult times in the world economy.",
        "Let us remind each other of Britain’s chronic post war history of stop-go, inflation, short-termism, under-investment and higher unemployment and the damage it did to good hard working businessmen and women. And only recently in the last world downturn in the early 1990s when – as a result of allowing the economy to run out of control – the British people and British business suffered 10 per cent inflation, 15 per cent interest rates, 1.5 million people in negative equity, 250,000 homes repossessed and 1 million more out of work",
        "This was the old stop-go Britain: an instability that meant with 10 per cent interest rates or more for a whole four year period, businesses like yours could not invest with confidence; with interest rates charges so high and prospects so uncertain many with talent and initiative found it too costly and risky to start up businesses; even the most successful businesses could not make long term plans as everyone expected inflation to recur – and we must never repeat those mistakes again.",
        "Now, by working together, we can see a Britain that has a new found and hard won stability with: the lowest inflation for thirty years; and the lowest interest rates for forty years; the lowest unemployment for a generation; and a Britain that is seen today as the most stable of all the major economies.",
        "And it is important we understand how and why it is Britain – once the most stop go of economies – which has avoided the recessions that hit America, Germany, Japan, Italy and most other industrial economies during the world downturn of the last few years and has enjoyed sustained and sustainable growth.",
        "So let me just explain the long term difficult decisions that had to be made and what I know we must also do to entrench that stability for the future.",
        "When we came into power – and having understood the damage that stop go instability had done to your businesses and having talked widely with people like Alan Greenspan and others whom I respected round the world – I decided to break decisively with the old short termism that had brought stop go and so in our first day in office we removed the politicians’ power to make interest rate decisions.",
        "But the changes we made were not just the right one – opposed by other parties – of making Bank of England independent.  \nEven more important we put in place a wholly new long term fiscal and monetary discipline and framework which some now refer to as the ‘British Model’ for monetary and fiscal stability:",
        "* a symmetrical inflation target – now just 2 per cent – which is – important to how we responded to the world downturn – as worried about deflation as inflation;",
        "* fiscal rules set not just for one year but for the whole economic cycle;",
        "* and a new fiscal discipline founded on a radical reduction of the national debt;",
        "* and having tightened fiscal policy radically by over 4 per cent of GDP and sold off assets including spectrum – paying off more debt in one year than all the debt paid off in the whole of the last fifty years taken together – we cut debt from 44 per cent of GDP to one third;",
        "* and having cut debt dramatically, we reduced our debt interest payments – which with social security had taken up half of all additional public spending ten years before – to less than 2 per cent of GDP, lower than at any time since the first world war.",
        "And in contrast with the experience of other economies hit by recession, the credibility that has come from independence for the Bank of England, the symmetric target, the reduction of debt and debt interest and the new fiscal rules – the British Model we have created – has enabled the Monetary Policy Committee to respond early and decisively – raising interest rates in 1997, cutting them sharply in 1998 and again with nine interest rate cuts during the global downturn, and now in the last six months acting pre-emptively with interest rate changes on two occasions – with the result that, even when more exposed than many other European economies to the IT shock, growth has continued and continues at a sustainable level. And each year since 1997 low inflation – barely achieved by previous governments – has been achieved and our inflation target met each year and every year.",
        "So instead of being – as in the old days – first in, worst hit and last out of any world downturn, Britain has not only avoided recession but has continued to grow in quarter after quarter, year after year, in all seven years of our government since 1997.",
        "Indeed, Britain has now enjoyed the longest period of growth for over 200 years.",
        "And now that the world economy is strengthening, growth is also becoming more balanced with business investment, manufacturing output and exports rising now – and expected to continue to rise this year and next. And as a result and because the New Deal has, at your suggestion, insisted on the obligations of the unemployed as well as on the opportunities, the numbers of people in work have risen by 1.8 million since 1997. Indeed, this year there are for the first time actually more than 30 million workforce jobs – 30.3 million in December 2003 – a rise of 2.42 million since 1997. And while – as you know – jobs have risen and fallen in a number of areas, you will be interested to know that jobs in construction are up by 345,000; jobs in finance and business services up by 965,000; transport and communications up by 187,000; and distribution and hotels up by 540,000.",
        "So let me be clear: but for the new British Model which other countries are now examining, Britain would have run the same old recessionary risks.",
        "And I can tell you that such is my determination to lock in that stability that looking forward, vigilant to the global economic cycle, we can and will take nothing for granted.",
        "And it will be the same forward looking monetary action – backed by our sound fiscal policy – that can, if we continue to make the right decisions and stick to our resolve, lock in greater stability not just for a year, or for an economic cycle, but in this generation —– a prize of greater stability that has eluded successive governments of all parties in the post war era; a prize that – with resolve and prudence – is now within our grasp.",
        "While we will always be vigilant to the risks, growth in 2004 which is expected to be – even after three years of flat growth – just over 1.5 per cent in France, Germany and the euro area, will be between three and three and a half per cent in Britain with, of the G7 countries, Britain and America again growing fastest. And I am pleased that forecasting organisations which doubted us last year and then doubted us again this year are now accepting – as the IMF has done today – that growth will be higher than last year, one of the highest of the main economies, and above 3 per cent this year.",
        "And I can assure you that having had the strength to make the difficult long term decisions after 1997 we will continue to have the strength to take the long term decisions that put stability first now and in the future, supporting our monetary authorities in the difficult choices they have to make. And I can say categorically to investors everywhere that while no-one can ignore the reality of the economic cycle and the potential of global events to impact on the economy, we will entrench not relax our fiscal discipline.",
        "For let us recall that at this stage in the economic and political cycle, past governments have resorted to short-termism in fiscal policy and gone on to raise the rate of spending in a pre election spree. But I can tell you this morning that in exactly the same way that we had the strength since 1997 to take long term decisions on fiscal as well as monetary policy, we are equally resolved today to avoid at all times the short-termism and mistaken fiscal as well as monetary policies of the past.",
        "So, as I have announced, we will, while meeting all our commitments and our fiscal rules, lower not raise the rate of spending growth in the next spending round. I can tell you that while it was right – because we are tackling decades of under investment – that current spending rose in real terms by an average of 4 per cent between 2000 and 2004, it will grow by an average of 2.5 per cent in real terms between 2006 to 2008.",
        "And I tell you we will not be tempted into making the mistakes of the past. And I would caution against policies – bad for Britain’s long term future – that would complacently assume that our stability is a given that any government could maintain without risking the return of the old stop go; and against policies that would:",
        "* tamper with our fiscal rules vital to that stability, abolish the New Deal with its obligations on the unemployed, cut investments each of us know are vital for our local economies in infrastructure and in science and skills, as well as in security and law and order, the importance of which you have highlighted this morning;",
        "* and retreat from our long term fiscal disciplines – from fiscal rules set over the cycle – to the old annual inflexibilities which would repeat in Britain the same mistakes of the stop go years of the early nineties and indeed repeat in Britain exactly the same rigidities seen in the Stability and Growth Pact in the euro area.",
        "And let us also recall that in the past Britain usually fell into recession after two inflationary bursts – an initial burst of inflation when demand got out of control and then a second burst of inflation when wage negotiators sought to catch up with expected high inflation in their pay claims.",
        "But I can tell everyone who depends on a wage or salary that under our new model of Bank of England independence, inflation – as we saw yesterday – is now less than 2 per cent, is likely to be less than 2 per cent this year and it is set to be just 2 per cent in the next and subsequent years. And in this upturn when Britain must seize the opportunities by being fully competitive it is vital we complement this anti inflation discipline by both private sector and public sectors showing pay responsibility.",
        "Our message on pay is clear: there must be no return to the bad old days of pay irresponsibility in the private sector and we will tolerate no irresponsibility in the public sector. Civil service unions should also know that not only will we proceed with the 40,500 job reductions in the Department for Work and Pensions and the Inland Revenue and Customs – reducing administration costs across Whitehall from the 4.6 per cent we inherited to 3.7 per cent by 2008 – but there will be no going back to the old days of inflationary pay deals that would put hard won economic gains in jobs, prosperity and stability at risk.",
        "So once a stop-go economy, Britain is now one of the more stable. And we are determined not to be diverted from keeping it that way. And it is time for us, facing new global economic challenges, to combine this new stability with a new resolve to make the right long term choices and reforms to achieve excellence in enterprise, in science and innovation, and in skills.",
        "So in the same way that a British consensus has been forged across the country – across management and workforces, and across all parties – for low inflation and our British framework for stability, we can, I believe, aim higher to forge – again across all parties, all groups – a deeper British consensus for enterprise — an entrepreneurial renaissance that celebrates and develops the entrepreneurial spirit that made us the first industrial power of the world and opens up the opportunities of enterprise to all with the talent and drive.",
        "Think back to the old days not just of stop go but of a sterile self-defeating corporatism that stifled enterprise and creativity and was Britain’s response to our nation’s relative economic decline",
        "Hence what we called:  \n‘The productivity problem’  \n‘The short termism problem’  \n‘The union problem’  \n‘The management problem’  \n‘The investment problem’  \nThe ‘What’s wrong with Britain problem’.",
        "I am pleased to report that because of your efforts there are today 100,000 more businesses than in 1997.",
        "Because for us a key priority was to send a message not just about stability but also about enterprise, a Labour Government, even with other priorities including investing in the NHS, education and transport and law and order, made the decision to cut capital gains tax for long term business assets dramatically – from 40 pence where it had been for years down to 10 pence.",
        "And I can tell you that while in every country health care cures and technologies have meant rising costs – in America most dramatically to 15 per cent of national income – hence our decision which I explained to you last year that national insurance pay for new investment matched to managerial reform in the NHS – we have since 1997 cut corporation tax from 33 pence to 30 pence, cut small business corporation tax from 23 pence to 19 pence and we are determined to keep our tax rates low and competitive, one of the reasons why Britain is the most attractive place to invest and do business.",
        "You asked us to consider capital allowances and in particular special help for start up businesses, and support for venture capital. And not only have we made first year capital allowances permanent and in 2000 enterprise areas we have abolished stamp duty altogether but for this year as the economy moves forward we increased allowances for small firms to 50 pence and gave new support in the budget for the venture capital industry in all regions and nations of our country.",
        "Now regulation, red tape and bureaucracy are challenges in every industrial country of the world and whenever I go to the USA businessmen and women there raise about the very same things about the USA economy – red tape, bureaucracy and regulation.",
        "You asked if together we could look at VAT. Instead of having to account for every transaction an automatic flat rate VAT calculation for small businesses which lifts the burden of VAT red tape off the shoulders of hundreds of thousand of companies. And we have more small companies taken out of VAT from a more generous threshold than any country in Europe.",
        "You asked us if working together we could look at red tape in auditing and we have exempted more small businesses from the requirement to submit an independent audit.",
        "You asked us if working together we could look at the system of inspections and enforcement and its costs – and we have set up a review – to which I know you are contributing – to minimise and reduce duplication in the inspection system and enforcement regimes.",
        "You asked us if working together we could look at the administration of the working tax credit – and having accepted the case for the Inland Revenue paying the credit directly to employees, we are now consulting with you on detailed implementation.",
        "You asked us if working together we could look at the cost of submitting statistical returns and the National Statistician is working with you through the Business Forum to look at what more can be done to minimise the burden on small business.",
        "You asked us if working together we could look at the Information Commissioner’s requirements and we produced shortened and simplified guidance for companies about the Employment Practices Data Protection Code.",
        "You asked us if working together we could look at the way new regulations were examined and from now on, the Regulatory Impact Unit will prevent the implementation of new policies if no proper assessment of the regulatory impact on business has been done. For the chemicals, construction and retail industries we have established industry forums to give business early warning of new regulations and allow you to express your views on them. And just as legislation can only be is only approved after a Cabinet process chaired by the Prime Minister so too from now on new regulations with a major impact on business will only be allowed to go ahead after being submitted to a cabinet route, with a strengthened Panel for Regulatory Accountability.",
        "And because 40 per cent of new regulation comes from Europe we have resisted inflexible barriers being added into European Directives like the Working Time Directive and Agency Workers Directive, the Investment Services Directive and the Transparency Directive – showing that the best contribution we pro Europeans can make to Europe’s future is to lead the reforms that will make it more competitive. And Britain has agreed with Ireland, the Netherlands and Luxembourg to put regulatory reform at the heart of our four EU Presidencies through to 2005, ensuring that any proposed regulation and every costly and wasteful existing regulation is put to a competitiveness test.",
        "We also know that working together we can do more to enhance Britain’s great entrepreneurial culture.",
        "And we have been considering what might be done to recognise that outstanding success. So it is right to tell this conference which has been so prominent in promoting entrepreneurial talent in every region and every locality that building on the Queen’s Award for Enterprise the Government is in discussions with the Palace about new ways of recognising outstanding individual contributions to the development and promotion of enterprise nationally, regionally and locally.",
        "We will hold the first ever national Enterprise Week – focused on inspiring the young to be enterprising – in November.",
        "There will be an annual British competition for the British town or city of enterprise and just as we compete for a European City of Culture we propose a competition for the European City of Enterprise too.",
        "All pupils before they leave school will have the opportunity to enjoy not just work experience but enterprise education too.",
        "And we are launching a new national council for graduate entrepreneurship – and I’d like to thank you, and in particular your Director General David Frost, for your commitment to this initiative.",
        "And we will devolve Small Business Services to where they should be – run locally, sensitive to the needs of local businesses.",
        "And in budget after budget I want to do more making the right long term choices for Britain to encourage the risk takers and those with ambition to turn their ideas into reality and make the most of their talents.",
        "And facing up to the global economic challenge – within 20 years potentially half the worlds manufactured exports produced in the developing economies, with up to 5 million jobs outsourced from Europe and America – this government must also have the strength to make the hard long term choices in favour of free trade and an outward looking internationalism.",
        "That is why our commitment as a Government is that we will make the case for our membership of the European Union – which accounts for 50 per cent of our trade – for the advantages it brings to Britain, and for being a leader in the enlarged Europe, the biggest single market in the world.",
        "And we must also make the hard long term choices to build on Britain’s scientific and creative genius and make investment in science and skills a priority:",
        "* offering the long term incentives that encourage new as well as established firms to invest in R and D;",
        "* setting out a long term plan for science funding – all to encourage investment in the new technologies of the future",
        "And as your report proposes this morning every one of you who runs a company knows that you must draw on the potential of everyone in your company to be successful – and its no different for a country.",
        "Through Learn Direct, employer training pilots, union learning funds and then the return of apprenticeships, over 1 million more adults are gaining practical new skills than six years ago. But I want us to be the best educated and best trained workforce and so I also commit us to taking, in this coming public spending round, the tough decisions necessary:",
        "* demanding, in return for investment, the highest standards in our schools and further education colleges;",
        "* reforming university finance to secure for Britain world class universities now and in the future;",
        "* and because university financial reforms will help fund universities, a chance also to invest in consultation with you in the area you have highlighted today and to which I am committed to do far more in our review – the all too often neglected area of vocational education and the improvement of the numbers and quality of modern apprenticeships – once dying, now covering 250,000 young people and soon one third – giving young people the practical skills they and the economy needs. Our aim, the aim you share – that Britain becomes the best educated, most skilled, most technically proficient workforce; all the time encouraging and incentivising a great historic British quality – a work-your-way-up ethos of self improvement and self reliance.",
        "* So, in conclusion, no return ever to the old boom-bust policies of the past and no relaxation of our disciplines but a Britain – once the stop go economy of the world – that succeeds in the new global competition because as the country of great political stability it now also it maintains and entrenches its economic stability.",
        "A Britain that succeeds in the new global competition because working together we reject the old rigidities of the past and win as a flexible, reforming, and ever more enterprising economy.",
        "A Britain that succeeds globally because working together we build on our scientific genius and are outward looking, internationalist and European.",
        "Government effective where it has to be effective – in economic stability, science, skills; businesses are able to be the wealth creators they are, and encouraged where it matters – with incentives and rewards to invest and grow.",
        "And a Britain that succeeds globally because we share a long term economic purpose – that long term commitment not ever to take the easy way out or the short term course but resolute to get things right for the long term.",
        "Making Britain a better place to do business – and, if we make the long term changes needed, better still years from now."
    ]
}