{
    "url": "https://www.ukpol.co.uk/gordon-brown-2001-speech-at-the-launch-of-ambition-it/",
    "title": "Gordon Brown – 2001 Speech at the Launch of Ambition: IT",
    "post_date": "December 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 26 March 2001.",
    "content": [
        "Today I am pleased to announce the starting project in the second stage of the new deal, the first sectoral employer-led new deal initiative: 5,000 new job opportunities in IT. Companies that will lift unemployed men and women from the dole to jobs typically paying between fifteen and twenty thousand pounds a year.",
        "Today’s new ambition IT initiative, which will be followed by further employer-led sectoral jobs initiatives in coming weeks, involves our leading computer and IT companies: Cisco Systems, FI Group, IBM, Siemens, Consignia, Cap Gemini, Ernst and Young, Dixons, ICL, EDS, RM plc, Oracle, BT and Microsoft, and we are grateful to all of them for joining this new and exciting partnership for jobs.",
        "In total over 7500 New Deal recruits will benefit from training with these top computer companies in IT skills. These will be primarily long term unemployed men and women, who have been out of work for 18 months, but they will also include young people unemployed for six months or more and lone parents seeking work, all now offered new, flexible IT training through the New Deal.",
        "Ambition:IT is the smart solution for business looking for skilled employees and for the country as a whole: it gives hope to the unemployed, tackles skills shortages and shows us preparing for the new economy. In five years’ time, 90 per cent of jobs will need IT skills, compared with 70 per cent today and just 25 per cent in 1992. So Ambition:IT matches unemployed men and women without jobs to the businesses that need skilled IT technicians, a demand that itself is set to increase by up to 25 per cent in the next three years.",
        "And there will be special emphasis on lifting up high unemployment areas which exist side by side with areas with IT vacancies in every part of the country. The 10 areas short listed for the pilots – from which five pilot areas will be chosen – are London, Manchester, Birmingham, Leeds, South Yorkshire, Liverpool, Tyneside, Cardiff, Glasgow and the Edinburgh and Forth area.",
        "In addition to Career Ambition – this three year pilot programme to help long-term unemployed people and lone parents to access technician jobs in the IT industry, First Ambition will provide greater opportunities for long-term unemployed and lone parents to take up ICT training – putting 15,000 people onto European Computer Driving Licence or equivalent courses in the first year of the programme – and Challenge Ambition will allow New Deal providers to bid for resources to try out innovative ICT solutions.",
        "With Ambition:IT launching the second stage of the new deal and the new regime of new rights and new responsibilities of ambition, we are investing – in total – 50 million pounds, but based on our ‘Employment first’ principle – from April 1st tightening up sanctions so that long term unemployed meet their obligations to seek work and in this way move closer to our ambition of full employment, employment opportunity for all.",
        "So employment first means, for unemployed claimants, a new compulsory skills check up and a pilot project requiring skills training by the unemployed; for lone parents, new options including self employment backed by child care with all now invited to a work based interview; and for the 140,000 long term unemployed over 25 and under 50, new opportunities in wider access to training and self employment as well as jobs, but new obligations with sanctions that will now include the withdrawal of benefits for up to 26 weeks for repeatedly refusing to respond to the new opportunities.",
        "In the next few weeks we will be launching further employer-led initiatives including in construction, hotels and hospitality and financial services. So having asked Tessa Jowell to speak, I will then pass to the employers at the centre of the initiatives – Sandy Leitch, chair of the New Deal Taskforce and Hilary Cropper of FI group who will chair the Ambition: IT steering group."
    ]
}