{
    "url": "https://www.ukpol.co.uk/gordon-brown-1999-speech-at-the-mais-lecture-on-full-employment/",
    "title": "Gordon Brown – 1999 Speech at the Mais Lecture on Full Employment",
    "post_date": "December 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1999",
            "url": "/tag/1999/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 19 October 1999.",
    "content": [
        "##  INTRODUCTION",
        "My first words from the Treasury, as I became Chancellor and announced the independence of the Bank of England, were to reaffirm, for this Government, our commitment to the goal first set out in 1944 of high and stable levels of growth and employment.",
        "Now in this Mais Lecture – which has been, from time to time, a platform for politicians of all parties to reflect, to analyse and – as is the case with us politicians – often to get things wrong, I will seek to detail the conditions in our times under which the high ideals and public purpose contained in this economic goal of 1944 can be achieved.",
        "Full employment – defined as in 1944 as ‘high and stable levels of employment’ – was a reality for the twenty years after the Second World War. But rising unemployment in the 1970’s was followed in the 1980s by unemployment rising to above 3 million, beyond its peak in the 1930s. As recently as 1997, 20 per cent of working age households – one in five- had no one in work.",
        "Some believe that full employment can be restored only by a return to macroeconomic fine tuning. Others believe that in the new more open economy governments cannot hope to meet the 1944 objectives. I reject both the dogma of insisting on old ways and the defeatism of abandoning the objectives.",
        "So since 1997 the new Government has been putting in place a new framework to deliver the objectives of high and stable levels of growth and employment. And as I said in New York last month there are four conditions which must all be met – and met together – if we are to deliver in our generation those objectives of 1944:",
        "* first: stability – a pro-active monetary policy and prudent fiscal policy to deliver the necessary platform of stability;",
        "* second: employability – a strengthening of the programme to move the unemployed from welfare to work;",
        "* third: productivity – a commitment to high quality long term investment in science and innovation, new technology and skills;",
        "* fourth: responsibility – avoiding short termism in pay and wage bargaining across the private and public sectors, and building a shared sense of national purpose.",
        "I will show that these conditions – requirements for stability, employability, productivity and responsibility – are and have always been the necessary conditions for full employment.",
        "The first condition, stability, is needed to ensure a sustainable high demand for labour. The second , employability, promotes a sustainable high supply of labour. The third, raising productivity, provides a sustainable basis for rising living standards. And the fourth, responsibility in bargaining, ensures a sustainable basis for combining full employment with low inflation.",
        "And I will show that the failure to meet these conditions led to persistently high unemployment in Britain in recent decades. And I will demonstrate how by putting these conditions in place we are restoring the goal of full employment for the next century.",
        "##  THE 1944 WHITE PAPER",
        "If we start with that famous 1944 White Paper, we see that the government of the time was clear that if full employment was to be sustained all these conditions – stability, employability, productivity and responsibility – had to be in place.",
        "While the 1944 White Paper asserted the need for active macroeconomic policy – to balance supply and demand, it also recognised there was no long run gain by trading lower unemployment for higher inflation. Indeed, the 1944 White Paper included an explicit requirement for stability. And I quote: “action taken by the government to maintain expenditure will be fruitless unless wages and prices are kept reasonably stable. This is of vital importance to any employment policy”.",
        "As important for future generations, was the White Paper’s recognition that macro-economic action was a necessary but not sufficient condition for full employment and that policies for stability had to be accompanied by policies for employability, productivity and responsibility, not least in pay.",
        "The 1944 White Paper stated that “it would be a disaster if the intention of the government to maintain total expenditure were interpreted as exonerating the citizen from the duty of fending for himself and resulted in a weakening of personal enterprise”. It required that ‘ every individual must exercise to the full his own initiative in adapting himself to changing circumstances. The government….. will also seek to prevent mobility of labour being impeded…” and said “workers must be ready and able to move freely between one occupation and another.”",
        "And the 1944 vision was explicit about responsibility in pay, saying ‘if we are to operate with success a policy for maintaining a high and stable level of employment, it will be essential that employers and workers should exercise moderation in wages matters’.",
        "So while that White Paper is remembered for its commitment to pro-active monetary and fiscal policy, it should also be remembered for its emphasis on employability, productivity and responsibility not least in pay. And the evidence suggests that it was the accumulating failure – cycle by cycle – to meet not just one but all four of these conditions together that led to the rise of unemployment from the late 1960s onwards.",
        "First the post war years.",
        "The 1945 Government was resolved that Britain never would return to the unemployment of the 1930s. Indeed over the first two decades it seemed that it was possible to sustain both low inflation and low unemployment, a period many have called a golden age for the British economy.",
        "But we all now accept that a more detailed historical examination reveals that successive governments left unaddressed underlying long -term weaknesses. Once price and capital controls were dismantled, these weaknesses began to be revealed in low productivity and recurrent balance of payments difficulties.",
        "Governments repeatedly attempted to address these problems – through policies to enhance employability, productivity and responsibility. Indeed, the theme of the 1960s was a productivity revolution to be achieved through national planning, of the 70s a social contract which would responsibly resolve distributional conflicts, of the 80s deregulation which would “set the economy free”.",
        "Supply side action to improve productivity, included the NEDC, the national plan, regional plans, the IRC, and later the NEB – all attempts to harness new technology to the productivity challenge and secure high growth.",
        "Supply side action to enhance employability on the labour market ranged from selective employment taxes to trade union reforms.",
        "But the swift succession of improvisations to control pay – which ranged from guiding lights and pay pauses, to latterly “severe restraint” and the social contract – showed just how elusive was the shared purpose necessary for pay responsibility to work.",
        "In their desire to maintain the 1944 objectives, even as supply side action failed, governments resorted to attempting to control the economic cycle through doses of reflation.",
        "And every time the economy grew from the fifties onwards, a familiar pattern of events unfolded – a pattern we characterise as the British disease of stop go – rising consumption unsupported by sufficient investment, growing bottlenecks and balance of payments problems as the Sterling fixed exchange rate link came under pressure – and then monetary and fiscal retrenchment as growth in the economy had to be reined back.",
        "Unemployment around 300,000 in the mid fifties rose to over half a million in the late sixties and 1 million by the late seventies, and with hindsight we can conclude that at no time in this period was Britain meeting all the conditions judged in 1944 to be necessary for full employment.",
        "* despite the promise of stability, no credible institutional arrangements were put in place to deliver that stability;",
        "* despite talk of rights and responsibilities in the labour market no serious reform of the Welfare State was instituted, even though – from the late 1960s onwards – growing global competition and new technologies were transforming our labour markets;",
        "* despite repeated expressions of concern about our productivity gap, no long term strategy for tackling it ever succeeded;",
        "* while pay restraint was a central issue for most of the period, the initiatives that were introduced to ensure pay responsibility were invariably short term and were not underpinned by a broadly based consensus that resolved the difficult issues.",
        "Each time governments sought to restore the shared, long-term purpose of 1945, they found it more – not less – difficult and attempts to do so descended into a mixture of exhortation- like the “I’m backing Britain campaign”- and a British version of corporatism — vested interests cooking up compromises in smoke filled rooms in London, far removed from the workplaces where such agreements would have to be sustained. The national consensus -which Mr Wilson sought around his national plan, Mr Heath sought around low inflation, Mr Callaghan sought around the social contract- broke down in a series of divisive conflicts – state versus market, capital versus labour, public versus private.",
        "And the more governments failed on pay, productivity and industrial relations, the more they fell back on short-term ‘Fine tuning’ in a doomed attempt to square the circle and deliver higher living standards and jobs despite sluggish productivity growth: problems massively compounded by the collapse of the Bretton Woods system of fixed exchange rates and the 1973 oil shock.",
        "So the golden age gave way to the era of boom and bust. With each successive cycle, a clear pattern developed. Unsustainable growth, leading to stagnation, and cycle by cycle to ever higher levels of inflation and unemployment. Inflation rising from 3 per cent in the late fifties to 9 per cent in the early seventies and more than 20 per cent by 1975. Unemployment, ratcheted up every cycle and doubling over the period.",
        "What began in 1944 as a comprehensive long term strategy for growth and employment built on a commitment to stability, employability, productivity and responsibility had by the 70s descended into short termism and rising unemployment.",
        "Quite simply governments could not deliver growth and employment through a macro- policy designed to exploit a supposed short-term trade off between higher inflation and lower unemployment.",
        "A crude version of the 1944 policy- using macro policy to expand demand and micro policy to control inflation – simply could not work.",
        "And it was this insight that the 1979 government seized upon with what they termed a medium term financial strategy to return Britain to economic stability.",
        "But the they went further than simply arguing that ‘fine tuning ‘ was the problem. For them the very idea that dynamic economies required active governments was the problem.",
        "As they stated, their policies reflected a neo liberal view of the state:",
        "* first, the application of rigid monetary targets to control inflation— choosing in succession £M3, M1, then M0 , then when they failed shadowing the Deutschmark, then the Exchange Rate Mechanism as the chosen instrument for monetary control;",
        "* second, a belief in deregulation as the key to employability – in the absence of an active labour market policy or an active, reformed Welfare State;",
        "* third, as the route to higher productivity, again deregulation alone in capital and product markets – a philosophy of “the best government as the least government”;",
        "* fourth, the rejection of consensus.",
        "The clearest intellectual statement of the new position was Nigel Lawson’s Mais Lecture in 1984. Its central thesis was that the proper role of macro-economic and micro-economic policy “is precisely the opposite of that assigned to it by the conventional postwar wisdom”.",
        "The conquest of inflation, not the pursuit of unemployment, should be the objective of macro-economic policy. The creation of conditions conducive to growth and employment, not the suppression of price rises, should be the objective of micro-economic policy.",
        "On one point, arguing against a crude version of the 1944 policy- using macro policy to expand demand and micro policy to control inflation – he drew the right lesson from the failures of previous decades .",
        "But far from tackling the boom-bust cycle endemic to the British economy, the early 1980s and 90s saw two of the deepest recessions since 1945. And even at the peak of growth in 1988, unemployment was still over 2 million. Before it rose again to 3 million in 1993.",
        "As the late eighties boom showed the Government eventually relapsed into the very short termism it had come into government to reverse. Just as the fine tuners had in the 1970s given way to the monetarists, so now monetarism lapsed into fine tuning.",
        "By the mid 1990s, the British economy was set to repeat the familiar cycle of stop go that had been seen over the past 20 years. By 1997 there were strong inflationary pressures in the system. Consumer spending was growing at an unsustainable rate and inflation was set to rise sharply above target; there was a large structural deficit on the public finances. Public Sector Net Borrowing stood at £28 billion.",
        "##  THE NEW ECONOMIC FRAMEWORK",
        "So against a background of mounting uncertainty and then instability in the global economy, we set about establishing a new economic framework to achieve the four conditions for high and stable levels of growth and employment to promote new policies for stability, employability, productivity and responsibility.",
        "We started by recognising we had to achieve these 1944 objectives in a radically different context – integrated global capital markets, greater international competition , and a premium on skills and innovation as the key to competitive advantage.",
        "##  A PLATFORM OF STABILITY",
        "The first condition is a platform of economic stability built around explicit objectives for low and stable inflation and sound public finances – in our case an inflation target and a golden rule- along with a commitment to openness and transparency.  \nThe new post- monetarist economics is built upon four propositions:",
        "* because there is no long term trade off between inflation and unemployment, demand management alone cannot deliver high and stable levels of employment;",
        "* in an open economy rigid monetary rules that assume a fixed relationship between money and inflation do not produce reliable targets for policy;",
        "* the discretion necessary for effective economic policy is possible only within a framework that commands market credibility and public trust;",
        "* that credibility depends upon clearly defined long-term policy objectives, maximum openness and transparency, and clear and accountable divisions of responsibility.",
        "Let me review each proposition one by one.",
        "A few decades ago many economists believed that tolerating higher inflation would allow higher long-term growth and employment.",
        "Indeed, for a time after 1945, it did – as I have said – appear possible to “fine-tune” in this way – to trade a little more inflation for a little less unemployment – exploiting what economists call the Phillips curve.",
        "But the immediate post war perio presented a very special case – an economy recovering from war that was experiencing rapid growth within a rigid system of price and capital controls. We now know that even at this time ‘Fine tuning ‘ merely suppressed inflationary pressures by causing balance of payments deficits.",
        "And by the 1960s and 1970s, when governments tried to lower unemployment by stimulating demand , they faced not only balance of payments crises but stagflation as both inflation and unemployment rose together.",
        "Milton Friedman argued in his 1968 American Economic Association Presidential Lecture that the long term effect of trying to buy less unemployment with more inflation is simply to ratchet up both.",
        "And here in Britain conclusive evidence for this proposition came in the 1980s experience of high inflation and high unemployment occurring together.",
        "So because there is no long term trade off between inflation and unemployment, demand management alone cannot deliver high and stable levels of employment.",
        "Friedman was right in this part of his diagnosis: we have to reject short termist dashes for growth. But the experience of these years also points to the solution.",
        "My conclusion is that because there is no long term trade off between inflation and unemployment delivering full employment requires a focus on not just one but on all the levers of economic policy.",
        "The second proposition in the new post- monetarist economics is that applying rigid monetary targets in a world of open and liberalised financial markets cannot secure stability.",
        "Here experience shows that while Friedman’s diagnosis was right his prescription was wrong.",
        "Fixed intermediate monetary targets assume a stable demand for money and therefore a predictable relationship between money and inflation.",
        "But since the 1970s, global capital flows, financial deregulation and changing technology have brought such volatility in the demand for money that across the world fixed monetary regimes have proved unworkable.",
        "So why, even as monetary targets failed, did the British Government persist in pursuing them? Why even as they failed was their answer more of the same?",
        "The answer is that they felt the only way to be credible was by meeting fixed monetary rules.",
        "And when one target failed they chose not to question the idea of intermediate targeting but to find a new variable to target, hence the bewildering succession of monetary targets from £M3 to M0 , then shadowing the Deutschmark, then the Exchange Rate Mechanism as the chosen instrument for monetary control.",
        "As with fine tuning, the rigid application of fixed monetary targets was based on the experience of sheltered national economies and on apparently stable and predictable relationships which have broken down in modern liberalised global markets.",
        "And yet the more they failed, the more policymakers felt they had to tie their hands, first by adding even more monetary targets and then by switching to exchange rate targets. But having staked their anti-inflationary credentials on following these rules, the government – and the economy – paid a heavy price. The price was recession, unemployment – and increasing public mistrust in the capacity of British institutions to deliver the goals they set.",
        "What conclusion can be drawn from all this?",
        "Governments are in theory free to run the economy as they see fit. They have, in theory, unfettered discretion.",
        "And it is not only the fact that they have this unfettered discretion but the suspicion they might abuse it that leads to market distrust and thus to higher long term interest rates.",
        "That is why governments have sought to limit their discretion through rules.",
        "The monetarist error was to tie policy to flawed intermediate policy rules governing the relationship between money demand and inflation.",
        "But the alternative should not be a return to discretion without rules, to a crude version of ‘fine tuning’.",
        "The answer is not no rules, but the right rules.",
        "The post monetarist path to stability requires the discipline of a long term institutional framework.",
        "So my second proposition- that in a world of open capital markets fixed monetary targets buy neither credibility nor stability – leads directly to my third.",
        "The third proposition is that in this open economy the discretion necessary for effective economic policy is possible only within a framework that commands market credibility and public trust.",
        "Let me explain what I mean when I talk of the new monetary discipline: in the new open economy subject to instantaneous and massive flows of capital the penalties for failure are ever more heavy and the rewards for success are even greater.",
        "Governments which lack credibility-which are pursuing policies which are not seen to be sustainable- are punished not only more swiftly than in the past but more severely and at a greater cost to their future credibility.",
        "The British experience of the 1990s is a case in point. It shows that once targets are breached it is hard to rebuild credibility by setting new targets.",
        "Credibility, once lost, is hard to regain.",
        "The economy then pays the price in higher long term interest rates and slower growth.",
        "On the other hand governments which pursue, and are judged by the markets to be pursuing sound monetary and fiscal policies, can attract inflows of investment capital more quickly, in greater volume and at a lower cost than even ten years ago.",
        "The gain is even greater than that. If governments are judged to be pursuing sound, long-term policies, then they will also be trusted to do what is essential- to respond flexibly to the unexpected economic events.",
        "That inevitably arise in an increasingly integrated but more volatile global economy.",
        "So in the era of global capital markets, it is only within a credible framework that governments will command the trust they need to exercise the flexibility they require.",
        "This leads to my fourth proposition – a credible framework means working within clearly defined long-term policy objectives, maximum openness and transparency, and clear and accountable divisions of responsibility.",
        "It is essential that governments set objectives that are clearly defined and against which their performance can be judged.",
        "That is why we have introduced clear fiscal rules, defined explicitly for the economic cycle.",
        "That is why, also, we have a clearly defined inflation target. Let me say why it is so important that our inflation target is a symmetrical target. Just as there is no gain in attempting to trade higher inflation for higher employment, so there is no advantage in aiming for ever lower inflation if it is at the expense of growth and jobs.",
        "If the target was not symmetric – for example, if in the UK case it was 2_ per cent or less rather than 2.5 per cent – policy-makers might have an incentive to reduce inflation well below target at the cost of output and jobs. Instead a symmetrical target means that deviations below target are treated in the same way as deviations above the target.",
        "But to be credible, the monetary and fiscal framework must also be open, transparent and accountable.",
        "The greater the degree of secrecy the greater the suspicion that the truth is being obscured and the books cooked.",
        "But the greater the degree of transparency— the more information that is published on why decisions are made and the more the safeguards against the manipulation of information – the less likely is it that investors will be suspicious of the government’s intentions.",
        "That openness needs to be underpinned by accountability and responsibility.",
        "So public trust can be built only on a foundation of credible institutions, clear objectives, and a proper institutional framework. The flaw in the previous Government’s economic policy was not just the failure of monetary targets. It was that the “medium-term financial strategy” had no credible foundation – it was neither consistent in objectives, nor transparent in its operation, nor underpinned by credible institutional reforms .",
        "Failure led, after 1992, to some reform. The inflation target was an important step forward. But it was ambiguously defined and it was not underpinned by anything other than an improvised and still highly personalised institutional framework. Minutes of meetings between the Bank of England and the Chancellor were published, but they could not allay the suspicion that policy was being manipulated for political ends. In fact despite the then government’s commitment to an inflation target of 2.5 per cent or less, financial market expectations of inflation 10 years ahead were not 2.5 per cent or less but 4.3 per cent in April 1997, and never below 4 per cent for the whole period. Long term interest rates remained 1.7 percent higher in Britain than in Germany.",
        "This has changed significantly in the last two years, long term inflation expectations have fallen from 4.3 per cent to 2.4 per cent, a figure consistent with the government’s inflation target; the differential between British and German long term interest rates has fallen from 1.7 per cent, to just 0.2 percentage points.",
        "I believe the explanation for this improvement lies in the immediate and decisive steps that our new Government took in May 1997 -to set clear monetary and fiscal objectives, to put in place orderly procedures including a new division of responsibility between the Treasury and an independent central bank, and to insist on the maximum openness and transparency.",
        "Contrary to Nigel Lawson’s distinction between the roles of macro economic and micro economic policy as set out in his 1984 lecture, we recognise that the role of a macro economic policy is not simply to bear down on inflation but by creating a platform of stability to promote growth and employment; and that an active supply side policy is necessary not only to improve productivity and employment, but to make it possible to sustain low inflation alongside high and stable levels of growth and employment. In other words, macroeconomic and microeconomic policy are both essential – working together – to growth and employment.",
        "In short we have sought to learn the lessons of the postwar years and build a new platform of stability. Making the Bank of England independent was and is only one of the institutional reforms that form our new post monetarist approach to economic policy.",
        "First, clear long term policy objectives:",
        "* a pre-announced and symmetrical inflation target;",
        "* and strict fiscal rules to ensure sustainable public finances.",
        "Second, well understood procedural rules:",
        "* a clear remit for the Monetary Policy Committee of the Bank of England to meet the inflation target set by government supported by the open letter system and the Code for Fiscal Stability;",
        "* and effective co-ordination between fiscal and monetary policy – including the presence of the Treasury representative at the Monetary Policy Committee meetings.",
        "Third, openness and transparency to keep markets properly informed, ensuring that institutions, objectives and the means of achieving the objectives are seen to be credible:",
        "* publication of the minutes and votes of Monetary Policy Committee meetings;",
        "* and transparency in fiscal policy including the independent auditing of key fiscal assumptions.",
        "It is the same search for stability in an open economy that has led to European Monetary Union.",
        "And at the global level, the same lessons are being learned. In Washington last month, the IMF agreed a new framework of codes and standards, new economic disciplines for openness and transparency to be accepted and implemented by all countries which participate in the international financial system. These codes and standards – including fiscal, financial and monetary policy – will require that countries set out clear long term objectives, put in place proper procedures, and promote the openness and transparency necessary to keep markets informed.",
        "With the reforms we have already made in Britain, I believe that we have now – for the first time in this generation – a sound and credible platform for long term stability for the British economy.",
        "We will not make the old mistake of relaxing our fiscal discipline the moment the economy starts to grow. The same tough grip will continue.",
        "The Monetary Policy Committee will be and must continue to be vigilant and forward-looking in its decisions, as we build a culture of low inflation that delivers stability and steady growth.",
        "We will not repeat the mistake of the late 80s. Those who today are arguing that economic stability comes by opposing necessary changes in interest rates and by avoiding the tough decisions necessary to meet the inflation target would risk returning to the boom and bust of the past. We can achieve high and stable levels of employment and meet our inflation target. Indeed we will not achieve and sustain full employment for the long term by failing to meet our inflation target.",
        "This credible platform of stability, built from the solid foundations I have just described, allows people to plan and invest for the long-term. This is our first condition for full employment.",
        "##  WELFARE TO WORK",
        "The second condition for full employment is an active labour market policy matching rights and responsibilities.",
        "The idea of a fixed natural rate of unemployment consistent with stable inflation was discredited by the evidence of the 1980s.",
        "For even when the economy was growing at an unsustainable pace— above 5 per cent in 1988-, in all regions of the country there were high levels of vacancies including vacancies for the unskilled alongside high unemployment.",
        "How did this happen? Part of the explanation was the ‘scarring’ effect on skills and employability inflicted by the deep and long recession of the 80s.",
        "Partly also the mismatch between the skills and expectations of redundant manufacturing workers – and the new jobs in service industries.",
        "Partly the failure to reform the Welfare State especially its unemployment and poverty traps which, for many, meant work did not pay.",
        "So there was a rise in what, in the 1980s, economists termed ‘the non accelerating inflation rate of unemployment’ or the NAIRU.",
        "Whether measured by the relationship between wage inflation and unemployment —as Phillips stressed in the 1950s —–or vacancies and unemployment as Beveridge had highlighted in the 1940s —- Britain had clearly seen a dramatic structural deterioration in the UK labour market. The same level of wage pressure or vacancies existed alongside much higher levels of unemployment than in the past.",
        "So the new government has taken a decisively different approach to employment policy over the past two years aimed at reducing the NAIRU.",
        "All our reforms are designed for the modern dynamic labour market, now being transformed by the new information technologies. We recognise that people will have to change jobs more often, that skills are at a premium and that reform was needed in the 1980s to create more flexibility.",
        "The New Deal which offers opportunities to work but demands obligations to do so is the first comprehensive approach to long term unemployment. Designed to reengage the unemployed with the labour market, it addresses both the scarring effect of unemployment and the mismatch between jobs and skills. The Working Families Tax Credit and associated reforms that integrate tax and benefit are, for the first time, making work pay more than benefits, and our educational reforms including lifelong learning ,the university for industry, individual learning accounts and our computers for all initiative will tackle skill deficiencies.",
        "The last 2 years have brought record levels of employment and sharp falls in youth and long term unemployment – early signs that our policies are having an impact. But with still 1.2 million claimant unemployed and others excluded from the labour market – even at a time when there are around one million vacancies spread throughout all areas of the country -there is much more to do. The Working Families Tax Credit is now being extended to new employment credits for the disabled and for those over fifty. And as the New Deal extends its scope from the under- 25s to the long term unemployed opportunities to work and obligations to work will be extended together.",
        "The more our welfare to work reforms allow the long-term unemployed to re-enter the active labour market, the more it will be possible to reduce unemployment without increasing inflationary pressures. And the more our tax and benefit reforms remove unnecessary barriers to work, and the more our structural reforms promote the skills for work, the more it is possible to envisage long-term increases in employment, without the fuelling of inflationary pressures.",
        "##  PRODUCTIVITY",
        "Next our third condition : only with rising productivity can we meet peoples long-term expectations for rising standards of living without causing inflation or unemployment.",
        "It is important to be clear about the relationship between productivity, employment and living standards.",
        "Low productivity can exist side by side with low unemployment if people accept that living standards are not going to rise -as happened to the United States in the 1980s.",
        "But rising productivity can exist side by side with high unemployment if we pay ourselves more than the economy can afford. If people demand short term rewards which cannot be justified by economy-wide productivity growth, the result is first inflation and then the loss of jobs. That has been the historic British problem – repeated bouts of wage inflation unmatched by productivity growth leading in the end to higher unemployment.",
        "Indeed between 1950 and 1996 productivity growth in Britain was only 2.6 per cent a year compared to 3.7 per cent and 3.9 per cent in France and Germany.",
        "But if we can now achieve rising productivity, bridging the gap with our competitors, high levels of employment and rising living standards can go together.",
        "Britain cannot assume that the new information technologies will automatically bring the higher productivity growth now seen in the United States. So we must work through a new agenda that involves a shared national effort to raise our game.",
        "Policies to encourage higher productivity will be the theme of the Government’s Pre-Budget Report on the 9th of November.",
        "While 30 years ago governments responded to the productivity challenge with top-down plans, and grant aid primarily for physical investment, today the productivity agenda is more complex and more challenging. So we are developing new and radical policies for the modernisation of capital and product markets, the encouragement of innovation and an enterprise culture open to all, as well as the building of a modern skills base.",
        "##  RESPONSIBILITY IN PAY-SETTING",
        "I come now to our fourth and final condition for full employment -responsibility, not least in pay, and by responsibility I mean, as I have stressed throughout this lecture, a willingness to put the long term above the short term, a willingness to build a shared common purpose.",
        "To succeed we must all be long termists now.",
        "The reality of the more complex and flexible labour markets of Britain today is that pay decisions are dictated not by the few in smoke filled rooms but made by millions of employees and employers across the country.",
        "And the more that we are all persuaded to take a long-term view of what the economy can afford, the more jobs we will create, the more we can keep inflation under control so interest rates can be as low as possible.",
        "The Bank of England have to meet an inflation target of 2.5 per cent. The target has to be met. Unacceptably high wage rises will not therefore lead to higher inflation but higher interest rates. It is in no one’s interest if today’s pay rise threatens to become tomorrow’s mortgage rise.",
        "The worst form of short-termism would be to pay ourselves more today at the cost of higher interest rates tomorrow, fewer jobs the next year and lower living standards in the years to come.",
        "So wage responsibility – to rescue a useful phrase from a woeful context- is a price worth paying to achieve jobs now and prosperity in the long term. It is moderation for a purpose.",
        "But responsibility means not just responsibility in pay but building a shared commitment to achieve all the conditions necessary for full employment – in other words to work together as a country to promote stability employability and higher productivity too.",
        "It is undeniable that the shared economic purpose of 1945 broke down in fifty years of endless and sterile divisions between capital and labour, between state and market and between public and private sectors, denying Britain the national direction it needed.",
        "Britain and the British people can now move beyond these outdated conflicts.",
        "Building a consensus around the need for stability, employability, productivity and responsibility we can define a new a shared economic purpose for our country.",
        "The conditions for full employment can be met. And the surest way is that the whole country is determined to meet them."
    ]
}