{
    "url": "https://www.ukpol.co.uk/gordon-brown-1998-speech-at-cbi-presidents-dinner/",
    "title": "Gordon Brown – 1998 Speech at CBI President’s Dinner",
    "post_date": "December 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1998",
            "url": "/tag/1998/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 22 April 1998.",
    "content": [
        "I am grateful for the opportunity to address this CBI Dinner tonight, to be able to thank you as business Leaders of Britain for the contribution you and your Companies make to the success of Britain at home and Abroad.",
        "When I spoke to your conference in Harrogate in the final months before the general election of the need to modernise government’s relations with business we agreed that we needed as our building blocks:",
        "* First, stability with low inflation;",
        "* Second, sustainable public finances;",
        "* Third, not just open markets but a constructive engagement with Europe;",
        "* Fourth, a modern employment policy;",
        "* And finally higher levels of skills and productivity.",
        "And the Government has already made a start:",
        "* to achieve monetary stability – independence for the Bank of England;",
        "* to achieve fiscal stability – a five year deficit reduction plan to which we have adhered;",
        "* to boost investment – a cut in corporation tax and new incentives for investment in small and medium sized business;",
        "* and to boost skills and productivity – our education reforms and welfare to work programme.",
        "And it is the need to raise our game in productivity that I want to address many of my remarks this evening, and to make some suggestions on which I think we can agree.",
        "##  Stability with low inflation",
        "##  First stability",
        "When we have met representatives of the CBI we have been agreed on the need for a credible framework for monetary stability for the long term.",
        "And I believe people now understand that the way to stability for national Governments in a modern global marketplace is to base monetary and fiscal policy on clear long term objectives by which you will be judged – in our case our inflation target and five year deficit reduction plan;",
        "* to have orderly procedural rules which guarantee certainty and therefore credibility in decision-making – making the Bank independent and legislating for a code for Fiscal stability;",
        "* and to have an open and transparent decision-making process which allows proper scrutiny and offers a confidence that a long term view is being pursued free of short term party political considerations.",
        "All to meet our aim, businesses aim: In place of stop-go cycles, long term stability.",
        "Whatever one’s views of the month to month decisions of the monetary policy committee, the new system has, in my view, already freed interest rate decisions from short term political pressures and given greater credibility to monetary policy making. And because people are now coming to believe that the inflation target will be met, long term interest rates have come down to below 6 per cent, the lowest for 33 years.",
        "At this point in every cycle in the past the British economy has been prone to inflation instability. So when we came into power we faced inflationary pressures and had to act. Because of the action we took inflation which when we came to power was heading well above our target is expected to be at 2« percent next year.",
        "And let me add just one thing –",
        "It would be the worst of short-termism now to pay ourselves more today at the cost of higher interest rates, fewer jobs and slower growth tomorrow. All of us must therefore show greater responsibility.",
        "Whilst the public sector has understood the need for moderation, today’s wages figures suggest that private sector employers have some way to go sustainable public finances",
        "When I spoke to your annual dinner last year we were also agreed that responsible public finances are the cornerstone of stability. We had already demonstrated a commitment to prudence with our two year ceiling on public spending. We have now made it clear that this is not a one-off measure, but is part of a five year deficit reduction plan that has not only brought public borrowing down from an unacceptable 23 billion pounds in 1996-97 to 3 billion pounds last year but has allowed us to lock in a long term commitment to sustainable public finances while meeting our priorities.",
        "In July we will complete our comprehensive spending review and we will lock in our commitment to fiscal stability not just by the legislation for a code for fiscal stability but also by the conclusions of the Spending Review. It is only if we manage to achieve spending discipline across the board, through the elimination of waste and rigorous focus on our priorities, that we will be able to ensure investment in and modernisation of our key public services, particularly education and health – consistent with both our golden rule of at least balancing the current budget over the economic cycle and our commitment to keep debt at a stable and prudent level.",
        "To achieve our aim, your aim: sustainable public finances and modernised public services.",
        "##  Trading relationships",
        "So stability and long term prudence are key building blocks for prosperity but there is another building block that for too many years we have undervalued – strong and lasting trading relationships with Europe. We are not only one of the most open economies in the world – trading 25 per cent of our GDP. But, in addition, nearly 60 per cent of our exports are to mainland Europe and astonishingly high levels of us and Japanese investment into Europe – 40 per cent of it – comes to the UK.",
        "The new Government has made four principled decisions on Europe which have decisively and unambiguously put this country on a new road.",
        "First, for the first time we are committed, in principle, to European monetary union. second, we see no constitutional barrier that prevents us joining. Third, we are committed to making an economic rather than political assessment the decisive test as to whether and when we will enter and finally we have committed our country to full preparations that will allow us to make a decision, subject to a referendum, early in the next Parliament. Our strategy, to prepare and then decide, is being pursued.",
        "So this is a government that having declared for the principle will help to make sure that the preparations are made.",
        "Our slogan is Britain is ready for the Euro and we will be.",
        "All necessary steps are being made to ensure business will be able to use the Euro here from 1999 for a wide range of business activities, from filing company accounts, to paying certain taxes and issuing shares.",
        "And low corporate tax as well as our financial expertise and our commitment to free trade and open markets will further underpin Britain’s position as the most profitable place in Europe from which to exploit new business opportunities after 1999.",
        "And I believe that a new national consensus on Europe – the very consensus that has eluded us for years – is now within our grasp.",
        "##  Modern employment policy",
        "The fourth building block is a modern employment policy that does not offer welfare irrespective of work, but is built on a system of matching rights with responsibilities, an active welfare state which provides new opportunities for work, and a tax and benefit system that makes work pay. And I am grateful to many of the companies represented here today for signing up to the new deal, to help tackle our problems of youth and long term unemployment.",
        "And to create the right incentives to work and to cut the costs of hiring, we have already announced radical changes to the current tax and benefit system; changes in employers and employees national insurance for which I am grateful for the CBI’s support; and a new working families tax credit which, underpinned by a national minimum wage, is the means to ensure that work pays more than benefits.",
        "##  Higher productivity",
        "But our aim is high levels of employment and high levels of growth to secure prosperity for all. And that brings me to my fifth building block – how, in Britain, we modernise to achieve the higher productivity on which lasting growth depends.",
        "Since I arrived at the Treasury I have been seeking to understand the extent of and the reasons for our productivity gap with other major economies.",
        "The latest figures show a productivity gap with France and Germany of around 20-30% and a gap of 40% with the United States.",
        "There are great British success stories – world class firms that are beating competition all around the Globe, many represented here tonight, in whose achievements we all have pride. But in manufacturing as a whole UK productivity is lower than in other major economies. In the United States, productivity is twice that in the UK in the food and beverages industry and in the machinery industry. Even in the service sector we fail to lead the others in any major industry.",
        "I believe these disappointing figures can no longer be ignored. And together we have to consider how to close the productivity gap.",
        "Today I want to set down a challenge to ourselves in Government, to you the country’s business leaders and to every shareholder, every employee, every citizen of this country. The challenge is to work together to bridge the gap in productivity, the gap between what Britain is today and what we can become in the future.",
        "For decades governments of all parties have wrestled with these problems.",
        "Some say that first we managed decline. Then we mismanaged decline.",
        "Then we declined to manage.",
        "But I think we can all agree that fifty years of our economic history from 1945 was marred by a succession of sterile and self defeating conflicts between state and market, managements and workforce, public and private sectors.",
        "I believe that we should not only set aside for good these old battles but think of a Britain where public and private sectors are not just in some temporary truce but where public and private sector are constructively working together to meet nationally Important and defined objectives.",
        "In other words it is time to develop a sense of national economic purpose, to agree a new long term direction for Britain.",
        "A new national purpose born out of the recognition that we need to work together; focussed on removing the barriers to higher productivity whether they are regulatory, fiscal or cultural; with the clear long term objective – to bridge the productivity gap with our competitors; and founded on the innate British strengths – our creativity, adaptability and internationalism.",
        "The British genius is our belief in hard work and enterprise, and these are the strengths on which we can build: our creativity, our willingness to adapt, our belief in fair play and opportunity for all, our outward looking approach to the world. The same strengths which built manufacturing in the 19th, are the platform on which to build our strength for the future, not just in fashion in London but in every manufacturing and service industry in every part of the UK.",
        "But we must turn ideas made in Britain into products made in Britain, make our strengths count with our team work and innovation in individual business and companies, and we must be sufficiently confident about our virtues to make committed long term investments in our future.",
        "Margaret Beckett and I will look systematically and rigorously at every barrier to higher productivity that is identified.",
        "So let me say to exporters.",
        "I do understand your worries over the current strength of sterling, but what would be an even greater worry would be any risk of a return to the boom-bust we saw in the late 1980s and early 90s, when 1 million manufacturing jobs were lost, over 150,000 businesses went under and thousands who faced mortgage misery and negative equity are even now not yet recovered from it.",
        "It is for this reason we must all of us take a long term view, Government, Industry and the Financial Community:",
        "* Government – by ensuring lasting stability;",
        "* Industry – by investing for the long term and",
        "* The Financial Community by refusing to resort to",
        "* The short-termism and stop-go attitudes which",
        "* Have bedevilled us since the war.",
        "I repeat our policy is a stable and competitive pound in the medium term.",
        "The countries that have succeeded over the long run are not those that have made a policy of continuously devaluing their way to success, but those who have travelled the long and hard road to high productivity.",
        "Now I know that it is businesses not Governments that make profits and create jobs, but I also know that business needs Governments to shape the environment in which profitable companies can grow.",
        "So today I make the promise that Government will do everything it can to create the conditions in which you can succeed. To help set in place the basic building blocks for long-term economic success: stability and low inflation, responsible public finances, good trading relationships, a modern employment policy and improved skills and productivity.",
        "We have made a start in the last year.",
        "We have since we came to office reallocated money to education and training allowing an additional 2.5 billion pounds to improve standards and facilities in our schools and to improve skills – 100 million pounds was made available in the budget to help reduce the skills gap in I.T. And high technology.",
        "And we have made tax changes to create the right environment for investment. I was delighted that last July’s 2 per cent cut in corporation tax, to its lowest level ever, the reduction to 21 per cent of small business corporation tax, and the new investment incentives for small and medium sized companies, could be followed last month by the announcement of a further reduction to 30p for the main rate of corporation tax and 20p for small business corporation tax.",
        "But just as in business the competition for economic success requires constant modernisation, business developing new approaches to achieve success in new circumstances, so too rapid change forces government to reconsider continuously its  \nresponsibilities and role.",
        "I believe that we must now combine a strategy for achieving stability by being prepared to consider major structural reforms of our product, capital and labour markets to equip us for the future.",
        "And I say tonight that where it is necessary modernisation, wholesale modernisation and nothing but modernisation will be my policy.",
        "Just as there will be no room in the New Britain for penal taxation, wasteful public spending or for taking risks with inflation, there will be no room in the new Britain for complacency, old confrontational attitudes, short-termism, the undervaluing of education and investment or restrictive practices from whatever quarter they come.",
        "We do not want a return of the old corporatism which ended up in weak compromises in smoke filled rooms far from the factory floor but a joint strategy to achieve a new dynamism which engages everyone in the workplace.",
        "On product markets the way forward is not stifling competition by over-regulation, or pursuing a free-for-all devoid of anti-trust, anti-monopolies legislation. It is to vigorously pursue a pro-competition agenda, that involves opening up competition in financial services, telecommunications, energy – removing barriers that still thwart open trade.",
        "Any examination of price levels shows the need for more competition. Let me give you some examples. According to the OECD, household appliances like washing machines and dishwashers are about 30% more expensive here than in the United States, prices in restaurants and hotels are more than 50% higher and furniture is nearly 60% more expensive.",
        "The challenge in a modern economy is to balance the minimum standards that are needed to make markets work effectively and fairly with rooting out excessive regulation and red tape.",
        "The competition bill will help achieve more competitive markets and I know it is welcomed by business.",
        "We also need to consider modernising our capital markets.",
        "In the first half of the 90s NASDAQ in the United States raised seven times more capital than all the European equivalents together. Its listed companies employed nine million people and created 16 per cent of all new jobs.",
        "The challenge for Britain is to create a stronger venture capital industry and to orient venture capital to hi-risk, early stage and start-up companies.",
        "In the UK, only 5 per cent of venture capital funds go to start ups and early stage companies. In the USA, nearly 25-30 per cent goes to these companies. The amount of hi-tech in venture capital is 50 per cent in the USA, but only around 20 per cent in the UK.",
        "We need a new approach in Britain to risk taking, we need to increase the number of entrepreneurs and to raise the survival rate of small businesses. So we must destroy the barriers that exist – fiscal, regulatory, economic, cultural – as a matter of urgency.",
        "We must also engage in far-reaching reform of our labour markets not just in employment policy but in welfare, education and taxation and social security policy. The way forward is neither old style regulation or a crude form of deregulation, which leaves the unskilled without the training or education essential for employability. But one that recognises that bringing out the best in people – by policies that ensure opportunities for – is the best route to prosperity in the modern world.",
        "That is why we are committed to widening opportunities in education and training: higher standards in our schools and lifelong learning.",
        "In fact about 80 per cent of people in employment today will still be in the workforce in 10 years time. And yet only a fraction of today’s workforce ae upgrading their skills. while their skills are all the time becoming obsolete.",
        "Our proposals for individual learning accounts and a University for industry recognise the new reality that not only should people upgrade their skills throughout life but they should be encouraged to take responsibility for doing so.",
        "I want the period from now until the next budget to be used constructively to examine what more we can do, focussing on modernisation in labour, product and capital markets and on the tax and spending reforms they imply, to meet the 40% productivity challenge.",
        "We need to work together -that is all of us, business, workforces and government – to increase our productivity as a nation.",
        "Margaret Beckett and the DTI have already undertaken a benchmarking study to identify some of the main constraints on UK productivity performance. And subsequently set up a number of private sector led working groups to look at this in more detail. In the Treasury we sponsored a business-led working group examining proposals to overcome barriers to finance in high-technology companies, and in the budget we launched a consultation exercise on ways of improving the UK’s record on R&D and innovation.",
        "Now Margaret Beckett and I have agreed to hold a series of seminars with business leaders, over the coming 10 months to address the British productivity gap and how we can catch up.",
        "The first seminar, to be held next month at number 11 Downing Street, will start by examining the global picture and Britain’s place in the productivity league. Mckinsey’s global institute are currently compiling an independent study of Britain’s performance in growth, employment and productivity, this is a follow-on to previous studies which have focussed on France and Germany. Their report will analyse Britain’s record across a wide range of industries – and this will form the basis of discussion for the first seminar. Future seminars will focus on the sectors where our performance is weakest and the policy areas where government can play its role.",
        "These then are the challenges ahead: to lock in stability, to invest for the long-term, to reward work, to encourage new enterprise and skills so we can bridge the productivity gap. So we must set old conflicts behind us . Understand the objectives we share in common . And recognise that the challenge must involve all of us, Government, workforces and business working together. The challenge is enormous but the prize is a more up-to-date and dynamic economy more fit for the challenges ahead, ready to ensure employment opportunity and greater prosperity for all in the years ahead."
    ]
}