{
    "url": "https://www.ukpol.co.uk/gordon-brown-2003-speech-at-cbi-annual-dinner/",
    "title": "Gordon Brown – 2003 Speech at CBI Annual Dinner",
    "post_date": "January 3, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, at the CBI Annual Dinner on 20 May 2003.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "I am delighted to speak to the CBI Annual Dinner.",
        "To pay tribute to the contribution you as Britain’s business leaders make to our economy.",
        "And say that it is a privilege to work with you, both individually and through the CBI, as together we build, for our country, a stronger foundation of economic stability, we increase employment, champion enterprise and enhance Britain’s competitive and trading position round the world.",
        "The context for my remarks this evening is the changing global economy.",
        "Today Britain is challenged not just by the short-term cyclical changes in the global economy but by an ongoing, long-term restructuring of global industry and services, and it is our duty to work with you to remove all the barriers to enterprise, productivity and growth.",
        "That is why in the recent Budget and next Budget our focus will be on flexibility:",
        "– continuing reforms of capital gains tax and corporate tax to encourage and reward investment;",
        "– new help for small and medium sized companies seeking to invest and innovate;",
        "– further reforms to reduce planning delays and expand the highly skilled migrant programme;",
        "– improvements to the R&D tax credit to make our R&D incentive the best in the world;",
        "– permanent capital allowances that are of particular help to manufacturing;",
        "– continuing partnership with business in our successful Private Finance Initiative;",
        "– and new measures to improve skills with an extension in the already successful employer training pilots —- showing enterprise and fairness advance together.",
        "These reforms reflect the modern role of government – that we should work with business to break down the barriers to enterprise so that we can ensure that men and women with ideas have access to the finance, technology, advice and skills they need to transform their insights and initiative into business success. And in our reform and modernisation of our health, education and public services we – as a Government – wish to draw upon your business expertise.",
        "At each point, it is the duty of government to ask: what does Britain need?",
        "I believe it is a government with the strength to take the right long-term decisions for the long-term national economic interest of Britain.",
        "And, as I have said on each occasion we have met, what matters most is to ensure the right long-term decisions on stability.",
        "And this is more important than ever at a time of global uncertainty.",
        "I understand how major international companies are hit by the sharpness of the contraction in world trade growth. And I understand the impact on business investment intentions of the first simultaneous world slowdown for thirty years.",
        "Recent events have demonstrated once again that in a global economy there is a premium on monetary and fiscal stability.",
        "And it is because you and I have understood that monetary and fiscal regimes must work to create stability in challenging times as well as good times that — with the independence of the Bank of England, our fiscal rules to put public finances in a sustainable position and tough decisions in 1997 on deficit and debt reduction — we sought to ensure that Britain – with the longest period of sustained low inflation since the 1950s and the lowest interest rates for thirty five years – is better placed than we have been in the past to deal with economic challenges and ongoing risks.",
        "In the last few months we have remained vigilant as a hesitant global recovery has been stalled, the oil price has fluctuated widely, world trade growth has been slow and, partly because of all the political uncertainties, global equity markets have fallen.",
        "And I am confident that, tested in adversity, our monetary and fiscal regime built around the Bank of England is demonstrating its credibility and resilience. And I can assure you that nothing will be done in future that puts that basic stability at risk.",
        "But I now believe the world economy is ready to move forward. I have just returned from meeting my colleagues in the G7 and it is our view that with inflation low, geopolitical uncertainty now lessening, with the oil price coming down and with action over corporate standards, the previous impediments to growth are being removed.",
        "And not just in Britain but in the euro area a modern route to economic stability is being sought — based on a shared recognition that the old fine-tuning cannot work, that in liberalised markets rigid monetary targets cannot on their own deliver stability and that the discretion necessary for effective economic policy is possible only within a framework that commands public and market credibility.",
        "And there is, I believe, also a growing understanding that this credibility depends upon clearly defined and publicly understood long-term policy objectives.",
        "So just as we in Britain are examining how we advance, the European Central Bank has been reviewing its monetary policy strategy and European governments are rightly also looking at how the Stability and Growth Pact can work most effectively.",
        "The prize is regimes that are able to respond proactively and appropriately when world economic circumstances change.",
        "The test for any government at any time, but particularly at times of challenge, is whether they have the strength to take the tough decisions in the long-term interests of the country rather than opting for the short-term quick fix.",
        "When we came into power many in my Party thought it wrong to make the Bank of England independent, set an inflation target of 2.5 per cent and separate monetary decisions from fiscal decisions.",
        "And having had the strength as a Government to reject the short-term attraction of retaining decision making over interest rates and make that long-term decision, most now agree Bank independence was right for the long-term national economic interest of the country.",
        "When we came to power many also objected when the Government said that to cut debt and achieve fiscal discipline we had to freeze public spending for two years.",
        "But having had the strength as a government to reject the short term temptation to meet pent up demands for more spending and having made that long term decision, most now agree it was right in our long term national economic interest.",
        "And, in the same way, we will have the strength to reject short term or quick fix options and we will make the right long term decisions on Europe.",
        "So we will reject the view of those who would rule out membership of the single currency even if it were in the national economic interest to join.",
        "Ruling out membership on grounds of dogma not economics would in my view be damaging for investment, jobs and business.",
        "But we similarly reject those who would urge us to join irrespective of the rigorous assessment of the five tests that define the long-term national economic interest.",
        "I believe that membership of the euro can bring clear benefits to Britain in trade, investment and growth – benefits to British business, consumers and jobs. And our assessment will set them out.",
        "But I also know that to repeat the ERM mistake and take risks with stability is not in the national economic interest.",
        "So if, based on the five tests assessment, the economics are right we should join. If the economics are not right, we should not.",
        "And it is only by showing that at all times we advance the national economic interest that I believe we can build the pro-European consensus that has eluded Britain for so long – a consensus that is essential for Britain if we are to play the effective role we want in Europe and the global economy.",
        "For we know that around not just the euro but around the future of Europe as a whole there is an ongoing debate.",
        "And I believe we can build a consensus in Britain about Britain’s future in Europe as we also build a consensus in Europe about how, together, we equip ourselves to succeed in the global economy.",
        "Indeed, all the policy questions of enlargement, economic reform, the European convention, Europe’s trading relationships revolve around one central question: how Europe adjusts to the challenge of delivering stability and prosperity in a global economy.",
        "Two decades ago the authors of the single market and the single currency rightly believed that the nation state was, and would be increasingly, too small for all the big economic issues confronting us all.",
        "Yet a great deal has changed since the single market and single currency were first conceived.",
        "Those who in the 1980s thought that we would move from being economically integrated at a British level to being economically integrated at a European level have only been partially right as, increasingly we become integrated not just at a European level but at a global level.",
        "So instead of seeing Europe as a trade bloc sheltered from the rest of the world, with a focus almost exclusively on its internal markets and agriculture, our policy decisions for Europe must now be made in this new context: an ever more open and extensive globalisation in which Europe looks outwards and the countries that will do best are the countries that are flexible, open and outward looking.",
        "This is of huge significance to the kind of Europe we need and the role Britain can play.",
        "Adjusting to globalisation is why, as I will show, the debate in Europe has moved to economic reform – how Europe adapts to a more intensely competitive global economy – and how even the debate on tax has moved from harmonising internal rates to tax competition – being competitive in a global economy.",
        "So the new debate about Europe’s future is no longer – as it was in the 1980s – how a single trade bloc organises its internal markets, independent of the rest of the world, but how all of Europe, thinking globally, can be outward looking, meet global competition and reform to do so – and thus benefit from global change.",
        "And this allows Britain to enter a new and more positive stage of its relationship with the rest of Europe.",
        "There have been three phases in Britain’s economic relationship with Europe since 1945:",
        "– the period until the 1970s when as the British empire we defined our national interest as being at a distance from Europe;",
        "– the period of membership from the early 1970s when no consensus over Europe was ever fully cemented;",
        "– the period after the Berlin wall fell when all nations were redefining their post cold war role in the world and for a time Britain tried to define itself as being anti-European.",
        "Yet Britain is part of Europe by history, by geography and by economics.",
        "And I believe that Britain can be a leader in Europe as Europe equips itself for the challenges of globalisation.",
        "First, Britain was the champion of the European single market from the 1980s onwards. Now we stand ready to lead its intensification to benefit from the new wave of globalisation.",
        "In Europe there is now a growing consensus on the need to complete and extend the single market and the more Europe extends its single market the better it is for Britain and Europe.",
        "Second, in the 19th century Britain pioneered free and open trade round the world. Now we stand ready to help Europe look outwards to the trading opportunities of the global economy.",
        "In Europe there is again a growing consensus on the need to strike new trade arrangements in the WTO and with our trading partners, not least America. The more Europe and America work closely together the better it is for Britain, Europe and the world.",
        "Third, Britain, with greater employment flexibility, is leading in the creation of jobs – 1.5 million jobs since 1997 – and our policies to enhance opportunities, matching flexibility with fairness, are the right ones for Europe’s future.",
        "And the more Europe puts job enhancement at the centre of its social dimension the better it is for Britain and Europe.",
        "In other words, Europe will best maximise the benefits of the new challenges of globalisation – and solve its problems of low growth and high unemployment – by creating a flexible, outward looking Europe.",
        "So British ideas can play a pivotal leadership role. In particular:",
        "– that in a global economy Europe must be open and outward looking and not protectionist;",
        "– that we must step up the pace of economic reform to create a more flexible Europe;",
        "– that, in a modern economy, enterprise and flexibility need not advance at the cost of fairness but can advance together;  \nand that constitutional arrangements must evolve to meet real challenges and be open and accountable.",
        "Let me sketch out the policy changes that follow.",
        "Since 1992, the single market has produced a gain equivalent to £4000 for every household in Europe. Goods now move freely across Europe, whereas before 1992 internal customs borders meant around 90 million forms were filled in each year, a massive burden on businesses and individuals. In telecommunications, for example, the average price of calls has dropped since 1996 by around 30 per cent for businesses and 16 per cent for households.",
        "But while the single market encompasses 375 million people today – and potentially nearly 500 million in the future – we have still a long way to go to secure for British business and British consumers the full benefits in commercial opportunities and consumer prices.",
        "While in 1988 Cecchini estimated that single market liberalisation would add 4.5 per cent to Europe’s GDP, cut prices by 6 per cent and increase employment by 1.75 million, many of the gains have yet to materialise. And the single market is often more honoured in rhetoric than in reality.",
        "To ensure well informed and open markets that ensure capital flows to productive uses and that labour and capital are used efficiently, we favour:",
        "– a more proactive EU competition regime with investigations into particular European markets and sectors to drive up competition and prevent firms across Europe from being excluded from European markets from energy to telecommunications;  \nmaking the single market a reality for services as well as goods;  \nfaster progress towards the integration of European capital markets; and support for Private Finance Initiatives in Europe.  \nSo Britain – the champion of the European single market from the 1980s onwards – stands ready to lead its intensification to benefit from the new wave of globalisation.",
        "But the single market neither requires tax harmonisation nor centrally imposed one-size-fits-all regulations.",
        "Instead, building on minimum agreed standards and learning from the USA single currency area, tax competition and the mutual recognition of each others regulations is the best way forward for Europe.",
        "Second, a Europe reformed is a Europe that can be the engine of liberalisation in the world.",
        "But that requires us to tackle Europe’s most protected and distorted sector – agriculture – which could give rise to economic benefits of around 5 billion euros across the EU, as well as benefiting developing countries.",
        "And it requires Europe to champion free trade.",
        "In the 19th century Britain pioneered free and open trade round the world.",
        "Today we must be pioneers again.",
        "And in a new global environment where all the arguments for the benefits of free and open trade are now more pressing than ever before, but where political resistance is strong, we must stand firm.",
        "Europe must take far more seriously the need for urgent progress in the Doha trade discussions. We should lead in the World Trade Organisation – not lag behind.",
        "And we should also lead by example. The transatlantic economic relationship accounts for up to $2.5 trillion of commercial transactions each year, including $500 billions of foreign trade, and provides employment to over 12 million people. We should not allow trade disputes to continue interfering with such vital parts of our economies.",
        "Instead, Europe and America should patch up their trade differences, move beyond the day-to-day issues and make a greater effort to tackle the barriers to a fully open trading and investment relationship, strengthen joint arrangements to tackle competition issues and engage in dialogue about the approach to financial services regulation.",
        "We are about to publish and submit to the European Commission the results of a new study showing that if we broke down the tariff barriers and the barriers to trade in services Europe could increase employment by 1 million, raise growth by up to 2 per cent in Europe and up to 1 per cent in America.",
        "So with trade vital to our programme for full employment we must now develop new areas for transatlantic cooperation and as a first step I believe the US administration and the EU Commission should work with the UK and other Member States to produce a detailed analysis of the benefits of greater trade and investment liberalisation.",
        "The prize of being partners not rivals, rather than “Fortress Europe” versus “Fortress NAFTA”, is that each of us stand to gain much more from globalisation.",
        "And all this puts Britain right at the heart of Europe — pressing for the greater competition and liberalisation that is essential to attain full employment and prosperity for all.",
        "Third, Britain’s proposals for labour market flexibility.",
        "Europe has not been very good at facing up to the flexibility issue. Some still see the term ‘flexibility’ as the abandonment of all minimum standards, the race to the bottom, low wage competition legitimised.",
        "In the past, supporters of full employment have not been in the habit of thinking of flexibility as a route to full employment. And supporters of greater flexibility in our economy have seldom described its benefits as the attainment of full employment.",
        "Yet today flexible economies are also the economies with higher employment.",
        "And to get Europe’s 13 million unemployed back to work, we must move beyond the old style jobs policies and attitudes. It is right both to create flexible labour markets and to equip people to master change – through investment in skills and training, through the best transitional help for people moving between jobs, and through the operation of a minimum wage and a tax credit system, tailored in each member state to national circumstances. And we will resist inflexible barriers being introduced into directives like the European Working Time Directive – we will support flexible interpretations of existing rules and remove unnecessary regulations and restrictions",
        "Instead of viewing flexibility as the enemy of full employment, we should persuade employers that the right kind of flexibility in European as well as British labour markets is essential for jobs.",
        "So some say Europe can never reform. I reject this. Europe has a choice and I believe as the supporters of reform grow so too the pressures for reform grow.",
        "Some say countries must make a choice between the US and Europe. I reject this. Europe needs an outward-looking non-isolationist America and America needs an outward-looking non-parochial Europe.",
        "Some say Europe should harmonise taxation and move towards a super state. Again Europe has a choice and I believe that support for a flexible outward looking Europe is growing and will grow.",
        "Indeed, I believe that British values – in particular our long term commitment to enterprise, opportunity, being outward looking and open to the world, and of course demanding political accountability – can make a distinctive contribution to the development of this new Europe.",
        "The single market… new trading arrangements with America and the world… a new labour market flexibility that is the social dimension for Europe.",
        "And as the great debate on Europe’s future begins, we can build a consensus around a reformed Europe — and Britain leading reform in Europe.",
        "Put simply, a more self confident Britain and a more self confident Europe can become an engine for economic and social progress on the global stage —- not as a rival of the USA or other trade blocs but as a partner. Proof of the view, pioneer of the vision that economic success and social justice can advance together.",
        "And in this new era where Europe is now seeing that it must not be an inward looking trade bloc but part of the global economy, we can, I believe, persuade the British people not just to a half-hearted acquiescence in Europe but a whole hearted engagement with Europe – a positive engagement grounded in a self confidence about British values and Britain’s future, and the important role they can play in the next stage of Europe’s development, the response to the latest wave of globalisation.",
        "So where does that put Britain’s relationship in Europe?",
        "To lead this way in Europe, we must be ready to put aside the soul-searching that has been so much a part of Britain’s post-war history.",
        "While Britain’s relationship with Europe has neither been nor will ever be exclusive nor dogmatic, the experience of the first half of last century – in two World Wars – showed Britain did not and would not relinquish our role in Europe or abdicate responsibility for the progress of the continent.",
        "And in the years ahead Britain will do best if we seek a leadership role in Europe.",
        "So we should give short shrift to the view that being British means we must be anti-European.",
        "Of course the nation state is and will remain the focus of our British identity and our loyalty.",
        "It is entirely right that the test of whether we want to be part of any future European venture is whether it is good for Britain’s national interest. That is why we reject federalism.",
        "So as the European convention draws to the end of its work in advance of the forthcoming IGC, I believe that it is through a close constructive relationship with our European partners – and the economic agenda I set down that moves us towards a flexible, outward looking, full employment Europe – that Britain will not only enjoy greater prosperity but continue to make a positive contribution on the world stage.",
        "Being in and shaping Europe allows us to contribute what is uniquely British to the development of the European union and the changes in its economy that are now more urgent than ever.",
        "So to those who say that the future means Britain submerged in Europe, I say emphasising British values – our commitment to enterprise, opportunity, being outward looking and to proper accountability – and their importance to Europe’s development will benefit both Britain and Europe.",
        "Leading – the right way to express British identity and interest in the modern world – means a serious agenda for reform. And for Europe.",
        "The aim: a continent much more open, more competitive, more flexible and adaptable, more fair, and more outward looking ready to play its full and proper role in global society."
    ]
}