{
    "url": "https://www.ukpol.co.uk/gordon-brown-2004-speech-on-making-globalisation-work-for-all/",
    "title": "Gordon Brown – 2004 Speech on Making Globalisation Work for All",
    "post_date": "January 3, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 16 February 2004.",
    "content": [
        "On behalf of Hilary Benn – our International Development Secretary – and myself I want to welcome all of you – to a special conference:",
        "* whose inspiration has been the churches and faith groups of our country;",
        "* whose strength comes from the presence and support here today of such a wide range of people – leaders from NGOs, faith groups, the academic world and ambassadors and members of governments – all with your own record of service to the community and the world",
        "And I want to welcome all of you to this conference which is a call to action;",
        "A call to action born out of our shared anger at the plight of many millions of people around the world who live on the knife’s edge of bare existence;",
        "A call to action which is driven forward:",
        "* by our shared belief that there is a way to eliminate poverty and despair;",
        "* by our shared conviction that the barrier is not technology, money or geography but willpower and courage;",
        "* and by our shared urgency that now is the time to act and that what we can achieve this year and next year working together is far greater than what we can ever achieve acting alone.",
        "And let me add my special thanks not just to Lord Carey and Lord Griffiths who have organised this event – men whose faith has led them to devote so much of their life’s work to the service of the international community; but to President Lula and Bono who will, from their own perspectives, join our discussions today; to the Archbishop of Tanzania who has joined us from Africa and whose work we all applaud; and let me specially thank on your behalf Jim Wolfensohn – a tower of strength in the international community, a man honoured and respected in not just one continent but every continent, an inspirational presence for all those who seek to build a better world.",
        "But most of all let me pay tribute to everyone present here today from faith groups and NGOs, not just for what has been achieved but for what you aspire to achieve.",
        "You form a unique coalition for justice – for the relief of global poverty, for the defeat of agricultural protectionism, for transparency and an end to corruption, for education and health not just as a privilege of some of the world’s citizens but a right for all and most recently together and in unison you successfully raised the standard for debt relief and changed the way world leaders acted.",
        "And yours is a coalition whose voices rose to a resounding chorus – that echoed outwards to the world from Birmingham, then from Cologne, then from Okinawa – a clarion call to action speaking not for yourselves alone but for the hopes of the whole world.",
        "This coalition, now with its global reach, that has become living proof that we are not powerless but together have power – part of a network of mutuality bound together, all of us, citizens and nations, rich and poor, in one moral universe strong enough to change the world.",
        "And I know these achievements do not make you want to relax or rest but make you want to spur each other onwards to deeper and greater effort.",
        "And the urgency of my remarks to you today is that the next year – as we move to 2005 – will be a test of the might of our resolve to progress towards our goals.",
        "2005 is a crucial, defining year; a year of challenge but also a year of opportunity.",
        "Five years before, in an historic declaration – in perhaps the most significant international commitment of recent decades – every world leader, every major international body, almost every single country, signed up to the historic shared task of meeting over fifteen years eight Millennium Development Goals – an extraordinary plan to definitively right some of the great wrongs of our time. At the heart of which is a clear commitment to ensuring education for every child, the elimination of avoidable infant and maternal deaths, and the halving of poverty.",
        "Next year, 2005, is the first date that the first target comes due.",
        "But we know already that the first target to be set and to be met – the 2005 target that ensures for girls the same opportunities in primary and secondary education as boys – is going to be missed. Not only are the vast majority – 60 per cent of developing countries – unlikely to meet the target but most of these are, on present trends, unlikely to achieve this gender equality for girls even by 2015. This is not good enough – this is not the promise that we made.",
        "Take education. Yes, in the past decade, primary enrolments have increased at twice the rate of the 1980s. But consider the 115 million children – 80 million boys and girls in Africa and south and west Asia – who did not go to school this Monday morning.",
        "To reach our education goals requires 80 million new primary school places in Africa alone over the coming decade and at the current rate of progress more than 70 countries will fail to achieve universal primary education by our target date, and in sub-Saharan Africa we will not achieve what we committed to by 2015 until at the earliest 2129. This is not good enough – the promise we made was for 2015 not 2129.",
        "Take health, Just as the numbers of illiterate have halved in the last 40 years so too life expectancy in developing countries has increased in the last forty years by 20 years. And to date with nearly 5 billion dollars pledged to the global health fund some poor countries have shown we can stem the spread of HIV/AIDS and half TB deaths. But because inexpensive cures are not funded, 2 million die unnecessarily each year from tuberculosis, 1 million die painfully from malaria – curable diseases – 40 million are suffering from HIV/AIDS, and, tragically, on current forecasts sub Saharan Africa will achieve our target for reducing child mortality not by 2015 but by 2165. This is not good enough – the promise we made was for 2015 not 2165.",
        "And let us be clear: it is not that the knowledge to avoid these infant deaths does not exist; it is not that the drugs to avoid infant deaths do not exist; it is not that the expertise does not exist; it is not that the means to achieve our goals do not exist. It is that the political will does not exist. In the nineteenth century you could say that it was inadequate science, technology and knowledge that prevented us saving lives. Now, with the science, technology and knowledge available, we must face the truth that the real barrier is indifference.",
        "So the Millennium target for a two thirds reduction in child deaths – that can most easily be met because there are available medicines and cures – is not being met and will not be met simply because the world doesn’t care enough. And today and every day 30,000 infant lives are being lost. This is not good enough – the obligation we promised to honour for sub-Saharan Africa was not for 2165 but for 2015.",
        "And take our Millennium global poverty target. Although the number of people living in extreme poverty has fallen by 10 per cent in the last ten years, there are one billion people still living on less than $1 a day. And without greatly increased growth, sub-Saharan Africa, the Middle East, North Africa, Latin America, the Caribbean and the transition economies of Europe and Central Asia will all fail to see the halving of their poverty by 2015. Our best estimate is that it will not be achieved in sub Saharan Africa for more than a hundred years. This is not good enough – the dream we dreamed was not for 2147 but for 2015.",
        "Too often our world has set targets like our Millennium Development Goals and failed to meet them so that a global target is only a measure of how far we have failed not succeeded.",
        "Too often we have set goals, reset them, and recalibrated them again so that all we end up doing is mitigating the extent to which we have failed.",
        "And if we, knowing what we have to do, fail to act now, we will not only fail the poor this time but they will never believe our promises again.",
        "Let us be clear: the world did not come together in New York in 2000, come together in Doha in 2001 and come together in Johannesburg and Monterrey in 2002 to make promises and then walk by on the other side when we see them broken.",
        "So when the need is pressing, when it is our generation that has made historic commitments, the simple questions that, to use the words of an American President, we must ask are:",
        "If not now – when?  \nIf not us, who?  \nIf not together, how?",
        "Not left to some other time and some other people but now and us, working together.",
        "And there is another imperative – why we are not only challenged to act now but inspired to act now",
        "2005 is also the 20th anniversary of Live Aid – that extraordinary moment when everyone in the world realised here was an issue that wasn’t just a matter of opinion. And I want to pay tribute to the man with us today who not only led Live Aid but has continued through thick and thin, year in year out for twenty years, campaigning for justice in Africa: Bob Geldof.",
        "Live Aid was about a self evident truth that we cannot be this rich and see people that poor.",
        "That we cannot sit and watch people starving to death on TV right in front of our eyes.",
        "A survey out only last week stated that the majority of young people growing from youth to adulthood in these years agree that Live Aid was the single most memorable moment in their lives.",
        "Yet twenty years on the great divide between rich and poor countries has grown, is growing and will continue to grow. And in Ethiopia – which Hilary Benn will talk about in more detail later today – spending on health is still no more than $2 a year per person.",
        "And if we are to put ourselves on track again to meet the Millennium Development Goals, we have to rouse the conscience of the world anew, each of us playing our part.",
        "And I propose we all – all of us who believe that globalisation must also mean justice on a global scale – commit ourselves to a specific course of action, and then each of us as partners – government, business, NGOs and faith groups, international institutions – agree to work together to make the radical changes required. And as Tony Blair has said: for the sake of Africa and the poorest countries we will make our 2005 G8 presidency a ‘Development Presidency’.",
        "Put simply, our proposal is that in return for developing countries developing their own country owned, community owned poverty reduction plans to expand their own development, investment and trade, and eliminate corruption:",
        "* we, the richest countries, commit the $10 billion needed each year for education for all",
        "* we, the richest countries, release at least $10 billion for tackling Aids, TB, and malaria",
        "* we finance sustainable debt relief",
        "* we finance, for the poorest countries, the building of capacity to trade",
        "* and that we do so by increasing development aid, on the road to 0.7 per cent of GDP, and by, immediately, creating an International Finance Facility that, by leveraging in an additional $50 billion each year until 2015, brings forward the development aid and investment that is essential to meet the Millennium Goals.",
        "The richest countries making a commitment to provide long-term, predictable and effective aid as investment to the countries that need it most and promising every developing country that is prepared to make the reforms necessary that they will not be denied the resources for their own country owned, community owned programmes to tackle illiteracy, disease and destitution",
        "While the scale of the new deal we propose between developed countries and developing countries is massive, the demand we make is not unprecedented.",
        "Let us remember that to finance the development of a ravaged post war Europe, the richest country in the world – the USA – agreed in the historic Marshall Plan of 1948 to transfer one per cent of their national income each and every year for four years – a transfer in total of the equivalent in today’s money of $75 billion a year",
        "This Marshall Plan was a transfer of resources in what was more than an act of charity: it was a frank recognition that – as we say today of the relationship between developed and developing countries – prosperity like peace is indivisible and prosperity to be sustained must be shared.",
        "In setting out his objectives at Harvard University in 1948 Marshall articulated then the greater unifying vision that can inspire us still today of a global fight against, as he said, ‘hunger, poverty, desperation and chaos’ that would secure not merely ‘a working economy throughout the world’ but ‘permit the emergence of political and social conditions in which free institutions can exist’.",
        "And although today’s global new deal would be constructed in new times, it is rooted in the Marshall Plan’s enduring values.",
        "Like these visionaries we understand that there are global concerns – including terror – to which together we must respond with unified resolution.",
        "Like our predecessors we see the need for a comprehensive plan that can only succeed if it goes beyond temporary relief to wholesale economic development.",
        "Like them we see the need for a new global economic and social order grounded in both rights and responsibilities. And so like theirs our proposals ask the poorest countries also to rise to the challenge.",
        "If anything, however, the scale and the global breadth of the challenge is more urgent and pressing today. Even more so than in Marshall’s era national safety and global reconstruction are inextricably linked. And even more so than in Marshall’s time our interdependence means – as September 11th proved so tragically – that what happens to the poorest citizen in the poorest country can directly affect the richest citizen in the richest country – making the case for visionary action stronger now than it was 50 years ago.",
        "And our vision of the way forward – akin to Marshall’s challenge to rich and poor countries alike – is that by each meeting their obligations for change all countries can benefit and the Millennium Goals can be achieved.",
        "For the richest countries: it will mean new responsibilities – to open our markets and to curb protectionism and to transfer resources – but also new opportunities – increased trade and a globalisation that also means both security and justice on a global scale.",
        "For the poorest countries: new responsibilities – to pursue transparent, corruption-free policies for stability and a properly sequenced opening up of investment, trade and economic growth – and new opportunities – with the capacity for increased growth and trade and a transfer of resources from rich to poor to tackle long standing problems of ill-health, illiteracy, poverty and underdevelopment",
        "Now it is tempting for each of us with our own special interests to campaign single-mindedly on the causes where, through our expertise or experience, we can make most impact. And I applaud and support those here who have made it their special cause – in many cases life’s work – to be crusaders on AIDS, on schooling, on health, on debt, on trade. For it is only by your single-minded focus and often self-sacrifice that inch-by-inch progress is being made.",
        "But my purpose in speaking today is to lead a discussion on how each of us, building on the individual causes we cherish, can not only make progress for our direct concerns and causes but also how together we can grow into a global force for change.",
        "I want to suggest that to rise to the scale of the challenge all of us need something akin to what I regard as the most stable and predictable financing vehicle through which we make possible the funds for – and then the realisation of our goals for – education, health, aids, economic development, debt relief and trade.",
        "For none of our demands can be seen in isolation from each other.",
        "* Teachers in dozens of countries are dying of HIV/AIDS faster than they can be trained so if we cannot tackle ill health we cannot solve our problems in education.",
        "* Just as the biggest reason African teenage girls drop out of school is that there are no sanitation facilities at their schools. Just as 90 per cent of diarrhoeal disease is caused by poor water. So if we cannot invest in infrastructure and economic development we cannot succeed in public health and education.",
        "* Every year of additional schooling that a mother has reduces her child’s chances of dying by up to 10 per cent. So if we cannot invest in education we cannot succeed in health.",
        "* And as everyone here knows every dollar no longer required in repayment to meet the burden of unpayable debt is – and has been – money spent on education and health. So if we cannot continue to secure debt relief we cannot succeed in education and health.",
        "So if we are to make progress in meeting the Millennium Development Goals, more funding for health cannot be at the expense of education, more funding for education cannot be at the expense of infrastructure. And more money for education and health cannot be at the expense of more writing-off of debt. And we know also that without economic development – and that means investment and trade – there can be no sustainable exit from poverty. So if we are to make progress in meeting our Millennium Development Goals we must also make sure that developing countries have not just the access to trade but, by funding investment in infrastructure and skills, the capacity they need to trade.",
        "In this way we show that when we campaign on education we must also demand healthcare; when we demand aid we must also work for economic development; when we campaign for trade we must argue for aid with the answer on financing these initiatives pointing in one and the same direction: a facility that can raise the level of resources invested in education, health and economic development and do so together. Indeed we will advance towards the Millennium Development Goals together as a global force or not at all.",
        "So support for the International Finance Facility does not mean subordinating your objectives as crusaders for a cause. Instead support for the IFF is to recognise that each of us can realise our specific objectives only if there is a sustainable financial vehicle to underpin them.",
        "Let me talk about economic development and in particular trade first.",
        "Less than 5 per cent of total flows of Foreign Direct Investment go to the least developed countries. Domestically generated savings and investment barely match foreign capital inflows – and the savings that do exist often leave the country in capital flight. That is why country-owned Poverty Reduction Strategies must focus on creating the right domestic conditions for investment and commerce – with the IMF, World Bank and countries like us providing direct support to help create a stable economic environment, improved infrastructure, and sound legal processes that strengthen property rights and deter corruption.",
        "All of us here know that no country has moved from poverty to prosperity by cutting itself off from the international economy and without increasing its investment and trade. We know that by reducing tariffs in both developed and developing countries and achieving the pro-poor agreement promised at Doha, gains for developing countries can rise to $350 billion with 140 million lifted out of poverty. Twice as many people lifted out of poverty than the whole of the population of the UK.",
        "Our aim must be to break the trade deadlock, push forward the development objectives of Doha and both open our markets to developing countries now and remove trade-distorting subsidies.",
        "Because three quarters of the world’s poor live in rural areas, because 96 per cent of the world’s farmers live in developing countries, our agricultural protectionism costs developing countries $20 billion a year directly, up to $100 billion indirectly – twice the amount of development aid they receive.",
        "And let me say: when 900 million farmers in poor countries struggle to survive each day on less than $1 while rich countries spend $900 million each day subsidising agriculture – more on agricultural subsidies than the total income of sub-Saharan Africa – Margaret Beckett, Patricia Hewitt and I are convinced we must do more – for world trade and for developing countries – to urgently tackle the waste of the Common Agricultural Policy, the scandal of agricultural protectionism around the world.",
        "The way forward is both for developed countries to commit to tackling this scandal of agricultural protectionism and – because we know from a World Bank study that twenty four of the poorest countries cannot benefit from access to trade without the capacity to trade – also to provide support, including finance, to developing countries so that they can sequence their development – building, with investment in infrastructure, education and development generally, the capacity they need to trade.",
        "So we, supporters of free trade, agree that we must do more than simply say: “You’re on your own – simply compete”, we must promise that as we open the door countries will have the strength to walk through it",
        "And this can work only if we simultaneously tackle debt – and illiteracy, disease and under-development.",
        "I know that:",
        "* while 27 countries have been freed from the burden of unpayable debt;",
        "* while 70 billion dollars is being written off;",
        "* while debt payments are down from an average of nearly 30 per cent of national income to 11 per cent, with 65 per cent of their income now going to health and education",
        "We can do more – not least for countries facing sharp falls in the price of key export commodities and higher net debt: export ratios which, amongst other things, prevent an exit from unsustainable debt. And so, according to the World Bank, for half the HIPC countries there is a risk there will not be a sustainable exit from debt.",
        "Indeed, debt to export ratios in Ethiopia which should have fallen to 150 per cent could be as high as 220 per cent, in Rwanda 210 per cent, in Gambia 186, in Chad 181, in Niger 175, in Malawi 172 per cent. What’s more 11 countries have yet to qualify including Liberia, Somalia and Sudan who have debts nearing $20 billion in total.",
        "So I know that when we receive the results of the World Bank-IMF study on sustainability we will have to provide more – either through topping up generally, or by specific country by country initiatives. What is also clear is that if debt is to be kept sustainable in the future, we will need to provide more aid in the form of grants. So that both to go further with debt relief and to ensure a sustainable position for the countries most at risk, we need a facility that can both help debt reduction and fund with grants education, health and poverty reduction.",
        "It is precisely because we know that education is the very best anti-poverty strategy, the best economic development programme, that the UK will, over ten years, spend £1 billion on educational aid — alongside the World Bank’s excellent education Fast Track Initiative. Yet while all the public spending on sub-Saharan African education taken together is, per pupil, is still less than $40 a year, less than one dollar per week, it is estimated that, overall, education needs, annually, $10 billion – predictable regular financing that no one aid budget, and no one nation, can achieve on its own.",
        "And even when facing the biggest public health challenge that Bono and others have so eloquently exposed, sub-Saharan Africa devotes only $12 per person per year to public health, in Ethiopia just $2 per person, compared to $2,000 in America.",
        "Making better use of existing aid – reordering priorities, untying aid and pooling funds internationally to release additional funds for the poorest countries – is essential to achieve both value for money and the improved outcomes we seek, but in addition to these reforms, I ask this conference to recognise that aid to Africa which was $33 per person ten years ago is just $20 per person now, that the scale of the resources to tackle AIDS, illiteracy and poverty is indeed in excess of what traditional funding can offer and I therefore I ask all governments both to move towards our agreed target of 0.7 per cent and to, immediately, look seriously at our proposal for the International Finance Facility.",
        "The IFF is founded upon long-term, binding donor commitments from the richest countries. It builds upon the additional $16 billion already pledged at Monterrey. And it leverages in additional money from the international capital markets to raise the amount of development aid for the years to 2015 from $50 billion a year to $100 billion per year. $50 billion that will allow us to attack the root causes of poverty not just the symptoms, and to meet the Millennium Development Goals",
        "So the practical benefits of the IFF are:",
        "* We could write off more debt and because it will enable us to give grants, ensure a sustainable exit from debt;",
        "* On health, we could meet our global of cutting infant mortality and maternal mortality and eliminating malaria and TB;",
        "* On the AIDS crisis, which Bono has spoken about far more eloquently than I, we could make available treatments and contribute to the search for a vaccine that might permanently end its scourge;",
        "* On education, we could make primary schooling for all not just a distant dream but a practical reality;",
        "* On trade, because we recognise that to benefit from access to our markets, the poorest countries need investments in infrastructure, education, health and economic development, the IFF could provide the support necessary.",
        "Let us continue to work with you to examine the Tobin Tax; the Soros proposal for Special Drawing Rights; other forms of revenue raising on a worldwide basis. But each one of these proposals will come down to one simple question; is there sufficient will in the richest countries to agree these profound changes?",
        "I believe that the advantage of the International Finance Facility I have described is not just that is a better means of providing the necessary resources immediately and thus far faster than other initiatives, but also that unlike other measures like taxes – where all countries must impose it or it can work for none – the IFF can proceed even if some fail to participate.",
        "I thank the growing number of countries who have indicated support for the IFF, in the G7 and elsewhere. Francis Mer the Finance Minister of France and I will hold, in Paris in April, a conference on the IFF, which 60 countries will attend, and the IMF and World Bank will discuss the conclusions of their report on it later this year.",
        "And let me give an example of what we can do today and now.",
        "The Global Alliance for Vaccines and Immunisation is working well saving lives by distributing vaccines and treatments for AIDS, TB and malaria and achieving value for money.",
        "So far – just after 3 years – and with limited resources – GAVI’s immunisation work in developing countries has saved the lives of half a million people.",
        "I am pleased to say that GAVI is interested in applying the International Finance Facility’s principles to the next stage of its work – donors making long term commitments that can be securitised in order to frontload the funding available to tackle disease.",
        "The UK and French government have indicated that they stand ready to work with other donors on innovative ways to raise the additional resources needed for GAVI and for tackling HIV/AIDS.",
        "For our part we are prepared to commit additional long term funding.",
        "If, by these means, GAVI could increase its current budget from $270 million a year to $400 million a year – or over five years an extra two thirds of a billion dollars – it would be possible that their work could save the lives of an additional 2 million people a year.",
        "GAVI could purchase new combination vaccines more quickly which would bring down the price and save the lives of an additional 1 million children each year.",
        "And GAVI could fully fund its measles programme – saving up to half a million lives each year.",
        "So in one fund, with one initiative, we can glimpse the possibilities open to us if we act together. If we could do the same for health, for schools, for debt, for the capacity to trade, think of the better world we can achieve.",
        "2015 is the fixed point on our horizon – seemingly distant but closer than we think. But it is actually 2005 – as close as can be – that will determine whether we are likely to make the rest of the journey.",
        "If we let things slip, the Millennium Goals will become just another dream we once had, and we will indeed be sitting back on our sofas and switching on our TVs and – I am afraid – watching people die on our screens for the rest of our lives. We will be generation that betrayed its own heart.",
        "Last year – 2003 – the world trade talks stalled and we took a step back from 2002. Let us make next year different.",
        "I appeal to business – whom I thank for their attendance today: to engage with the development challenge – participating in a dialogue that I am confident will lead eventually to a richer world",
        "And I appeal to NGOs and faith groups: to hold us accountable, to be the conscience of the world, to be the voice that guides us at this crucial crossroads, to work together with no one ever subordinating their own objectives but recognising that each of our objectives can be better realised if we can agree the financing to underpin them.",
        "In 2015 we cannot look back and say:  \n“It was not us who acted, it had to be left to the next generation”  \n“It was not now, but some other distant time in the future”",
        "That is not good enough.",
        "When the need is urgent and our responsibilities clear; and even when the path ahead difficult hard and long, let us not lose hope but have the courage in our shared resolve to find the will to act. And let us say to each other in the words of Isaiah “though you were wearied by the length of your way, you did not say it was hopeless – you found new life in your strength”.",
        "The strength together to fight poverty, remove destitution, end illiteracy, cure disease.",
        "The challenge for our time and for our generation. And let us achieve it together."
    ]
}