{
    "url": "https://www.ukpol.co.uk/gordon-brown-2009-speech-to-the-rcn-conference/",
    "title": "Gordon Brown – 2009 Speech to the RCN Conference",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2009",
            "url": "/tag/2009/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Prime Minister, to the 2009 RCN Conference in Bournemouth.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "Last summer, a campaign built up in response to comments by a member of the European Parliament who said the NHS was a sixty year mistake.",
        "The response was as impassioned as it was immediate: across the web first hundreds, then thousands, then hundreds of thousands, than, literally, millions of messages said – we love the NHS.",
        "What they were actually saying was – we love the staff of the NHS.",
        "And most particularly of all you know we the country were saying — we love the nurses of the NHS.",
        "It was a spontaneous national outpouring of gratitude and g oodwill for the nursing staff of the NHS, which I want to endorse and reiterate today on behalf of the entire country.",
        "Let me express the NHS simply.",
        "Our commitment is national.",
        "Health is a fundamental human right.",
        "And we believe in a service free for all, no ifs, no buts, no maybes about it.",
        "And it is your care and healing that makes the NHS not an impersonal organisation, but a personal service valued by all.",
        "And the NHS achievement I am most proud of is not mine but yours – because the achievement which I think has done most to reassure patients and to improve the experience of those families who rely on the NHS, is that you are a force now of almost half a million nurses – 80,000 more than since 1997.",
        "Now the largest ever nursing profession in the history of our country, you are the greatest force for compassion our country has ever seen.",
        "And the progress is your achievement: shorter waiting times, a million m ore operations, greatly improved infection control, far better survival rates for cancer and heart disease, none of them possible without the care and healing of nurses and midwives …..so from the British people thank you.",
        "So I am here with Sarah, to say not just thank you from our family, but thank you from millions upon millions of families.",
        "Because, rich and poor, there is barely a family in Britain who does not depend upon our NHS and your care.",
        "As I found when I, myself, was cared for by great nurses, you make the difference not just between sickness and health but also between pain and comfort, between loneliness and friendship, sometimes, between despair and hope and often, for so many patients, between life and death.",
        "Like every other family in our country, Sarah and I know the benefits of your care, and life is such that none of us knows what fate may befall each of our families.",
        "Who of us knows what costly treatments we may need?",
        "Who of us knows what days and months of tender care we may need from nursing and the NHS?",
        "In other countries, people have to fear the costs -and cannot afford the treatment.",
        "Even in America and even after all their health care reforms, millions still fear the escalating health costs of health care. And in Africa sometimes mothers incarcerated in hospital after their baby is born because they cannot pay the bills for their maternity care, and mothers often say goodbye to their family and friends before childbirth, because what should be the happiest day in your life – the day your child is born – is also the most dangerous day in these countries, because in some countries one in seven mothers die.",
        "But in Britain – because we have a service free at the point of need – the British people know that the NHS is there for us, when we need it.",
        "Because we don’t have to rely upon private health paid for by private health insurance, but have a National Health Service, paid for by national insurance, people know that when they are sick, they can receive treatment free of charge.",
        "And that is why, there for everyone who needs it, the NHS is the best insurance policy in the world and I am here today to say to you: I am determined to work with you day after day, week after week, month after month, year after year, to make the NHS even better.",
        "Every family has its own story to tell.",
        "I myself feel fortunate that apart from a few operations on my eyesight, for which I am grateful for the skilful and loving care of the nursing staff, I have had a life free of ill health.",
        "But we also know what you and the NHS achieved for us, when our son has had to undergo treatment and when our daughter was born prematurely and was with us for all too short a time.",
        "So we feel like parents who have been in the presence of angels dressed in nurses’ uniforms, performing the most amazing works of mercy and care. And I will never forget seeing in real time every minute of the day that idea of service and selflessness summed up by the great poet William Blake;",
        "Can I not see another’s woe?",
        "And not be in sorrow too?",
        "Can I see another’s grief?",
        "And not seek for kind relief?",
        "That is the spirit of nursing – and so I see my mission in government as to support your mission in the wards.",
        "This is who I am; my passion is to support your compassion, improving the NHS every year makes the job I do worth doing.",
        "For I know the NHS will be safe for our nation and safe for our children, only as long as with the investment you receive and the support you are given you can say as nurses that the NHS is safe in your hands.",
        "To make the NHS safe I made the decision as Chancellor to double investment in the NHS.",
        "I asked the country to increase National Insurance by one penny to fund the renewal of the National Health Service.",
        "And from 2011, I am ensuring the same way that the NHS does even better for you and your families.",
        "For me, brought up in the NHS, this is matter of what you believe in and what being in this job is all about.",
        "You know, a few months ago, in Westminster Abbey, the nation held a commemorative service to mark the success of 60 years of the NHS.",
        "And of all the speeches, the greatest speech came from a nurse who told us of the joy she had at the foundation of the NHS, and her observation that over sixty years the practises of doctors, not least their writing, hadn’t changed, but nursing had been totally transformed.",
        "That day, I asked Lesley Garratt to Downing Street and on that evening in front of nurses who had served the NHS all their lives, she chose the song we should associate most with the NHS.",
        "She sang the impossible dream.",
        "And why?",
        "Because the very existence of the NHS has taught us that even things thought impossible and unachievable – and beyond our grasp and reach – can be realised if we have the vision and the will to reach for them.",
        "Because as the words go – we can fight the unbeatable foe. Right the unrightable wrong. Reach the unreachable star.",
        "The very existence of the NHS has taught us that we should never accept that the status quo is the final word.",
        "Never resign ourselves to injustice as a permanent and unalterable condition, never believe that where we stand today is a determinant of what we are capable of tomorrow, never accept that there is an immovable fate that imprisons our future.",
        "Because what the NHS proves is that it is what we do ourselves and not just for ourselves that matters.",
        "The achievement of the NHS teaches us something even bigger: that the truest measure of the character of a society is not the size of its wealth but the width of its generosity, the breadth of its humanity and the depths of its compassion.",
        "And so, the new test of our society must be how we strengthen the work of care and compassion you do everyday and ensure that the standing, the reach and the invaluable contribution of the nursing profession grows every year to meet old and new needs.",
        "You know better than anyone that you can’t talk about the future of the NHS without talking about nursing. And in the last few weeks we have had the publication of the report of the Nursing Commission – so that we can listen to you, the professionals, on how we should be making investments and how we should be changing services.",
        "I just want to say this about its recommendations and its proposals for the future of the NHS:",
        "When we rightly talk of the future of the NHS as more personal care, we mean more focus on nursing. When we rightly talk of the future of the NHS as more care in people’s own homes, we mean more attention to nursing. When we rightly talk of the future of the NHS as offering preventive treatment, that means more of a role for nursing. When we rightly talk of the future of the NHS in social care for the elderly, that means more need for nursing. When we talk of the NHS as more than a universal service but also a personal service meeting more individualised needs too, we mean more power for nursing. So what we are talking about is the nursing profession rightly taking more day to day control of our NHS.",
        "So just as the NHS tackled infections in the NHS, with more matrons, with more control for ward sisters, we know that with more power for nurses to report directly to boards that whenever and wherever we give nurses real control, real influence, you have been the force for progress and for the better, safer, more patient-focused NHS we are creating.",
        "And today, because of your skills, nurses are undertaking work unimaginable even a few years ago. So I conclude that we need more specialist nurses, not fewer. We need to invest not only in developing your skills but in ensuring you have greater autonomy in making referrals, prescribing and work to extend the nurse consultants, the nurse practitioners, the nurse specialists and we now have and we need to support you financially. That means protecting and in fact growing frontline investment in the NHS, making efficiencies, and cutting management costs by a third, but reinvesting these savings in frontline care.",
        "But it also means protecting pensions, because you can’t protect the NHS and not protect those who work in it. And look, there has been a lot of speculation about all this, so let me be clear where I stand and where this government stands.",
        "You work hard for your pensions and you deserve a good one. And the reforms already agreed make the pensions sustainable in the long-term and we will stick to those. Your pensions are safe with us. And while on pay, with the next few years tighter, we will be looking for restraint across public sector pay, but we don’t believe a pay freeze is the way to a better NHS.",
        "Yes, with your support we have built more than 100 new hospitals and we have built hundreds upon hundreds of new health centres and walk-in clinics.",
        "And now, because of these achievements we want to work with you to extend to patients guarantees of service:",
        "– Operation waiting times less than 18 weeks",
        "– A&E less than four hours",
        "– Cancer specialist seen within two weeks",
        "– Cancer diagnosis within one week",
        "I know this is a big issue of controversy, but we have worked together so hard for so long to ensure that cancer patients get the best treatment and I am not prepared to go backwards. I am not prepared to see removed the life-saving guarantee that a cancer patient will see a specialist within two weeks and that if they need an operation it will be done well within the 18 weeks that is the maximum wait.",
        "And today because too many currently wait more than a month for cancer tests and because w e know that with cancer speed is so important, we are publishing plans to ensure 1.5million people will get their cancer tests more quickly and no-one will wait longer than a week.",
        "And for those who are diagnosed with cancer we will invest in more specialist nursing, so that everyone can have the reassurance of dedicated nursing.",
        "Across our NHS we want to support you in providing a more personal service to patients, when they are vulnerable and particularly when they are elderly. So today we have also set out our plans to help services change and offer more patients a choice of care in their homes, new choices to have the personal care that makes a difference to so many families when it is offered at the moment – the ‘NHS in your home’ – there when you need it.",
        "You know every single thing that we have achieved – all of it would have been worth it, if we’d saved just one life. Because anyone who has ever lost someone knows that every single person is precious, every single person is unique, and every single person, once they are gone, leaves a hole that no other person can fill.",
        "And so if we had kept just one person alive to see their grandchild’s first day at school, or attend their nephew’s graduation, or have just one more family Christmas – then everything we have done would have been worth it. Because if you save one life, you change the world.",
        "But today let us be proud, because we have changed the world not once, but millions upon millions of times. And these are not my achievements, but yours – the achievements of nurses whose work is compassion in action.",
        "I said the NHS was a dream that once seemed impossible but did come true and it teaches us one more thing: to never stop believing in the best in people – that human caring reaches beyond self, that aspirations reach higher than self interest and the human endeavour transcends self advancement.",
        "Because the NHS shows that there is something greater even than value and price – there is the equal worth of every person – and the moral sense we share when we refuse to pass by on the other side. You never pass by on the other side. You are the guardians of the British people’s most treasured institution and most precious values. And that is why you are our country’s heroes – and mine."
    ]
}