{
    "url": "https://www.ukpol.co.uk/gordon-brown-2004-speech-at-the-institute-of-directors-annual-convention/",
    "title": "Gordon Brown – 2004 Speech at the Institute of Directors Annual Convention",
    "post_date": "January 3, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, at the Royal Albert Hall in London on 28 April 2004.",
    "content": [
        "Can I say what a pleasure it is to be able to address you – Britain’s top business leaders – at this, the annual conference of the Institute of Directors, today.",
        "And to be able, on my return from the IMF and World Bank meetings in America in the last few days:",
        "* to share with you my discussions with Alan Greenspan, Central Bank Governors and fellow Finance Ministers on the strengthening world economy;",
        "* to discuss with you how, building on the foundation of greater stability, we can as a nation seize the opportunities the world upturn offers us, now and into the future – the theme of your conference today;",
        "* and because it is British industry, British jobs and British prosperity that is our interest – and because it is by government and business working constructively and creatively together that Britain achieves its full potential – to discuss with you how out of our dialogue we can advance a shared economic purpose for Britain that starts with our commitment to stability; an economic purpose that recognises that wealth creation is even more important to the society we want to build; an economic purpose that encourages – as I will propose with specific measures today – a wider and deeper entrepreneurial culture; and an economic purpose that is driven forward by the shared view that if we, the people and businesses of Britain, have the strength to make the hard long term choices, Britain – the country that pioneered free trade, the Britain that has a history of scientific invention greater than almost any other, the Britain that now has an economic stability rivalled by few others – is uniquely well placed to become one of the strongest, most successful enterprise centres of the world.",
        "It is indeed true that of all government’s economic responsibilities – to create a competitive environment, to ensure investment in infrastructure, science and skills – the first and most fundamental duty is economic stability. And it has been the objective of Tony Blair and I that Britain have the strength to take the long term decisions to ensure stability — yesterday, today and tomorrow.",
        "That is why in Washington in the last few days, while confident about a strengthening world economy, I have insisted that – even as trade, investment and output grows – fellow Finance Ministers and Central Bank Governors also be vigilant to global risks: current account imbalances, rising oil and commodity prices, the risks to emerging markets in the transition to higher interest rates, and the long term fiscal pressures of ageing and healthcare.",
        "And at this time in the economic and political cycle, Britain has had its own special problems when past governments, of whatever political colour, have allowed either inflation to get out of control or spending to get out of control – or both as happened most recently in the early 90s with 10 per cent inflation, 15 per cent interest rates, an 8 per cent deficit and a doubling of the national debt. And I do not need to remind you that our first duty in 1997 was to address Britain’s chronic post war history of stop-go, inflation, short-termism, under-investment and higher unemployment: the old stop-go Britain. An instability that meant many with talent and initiative found it too risky to start up businesses and even the most successful British businesses could not invest with confidence for the long term or make ambitious plans.",
        "And it is because we recognised that – even more so in the global economy of the future – investment would move only to the countries that could demonstrate a long standing commitment to, and record of, monetary and fiscal stability, that in our first act in Government we broke from the old short-termism and removed from politicians the power to make interest rate decisions.",
        "And the changes we made were not just making the Bank of England independent – but by:",
        "* freezing spending, selling off assets and cutting the national debt dramatically;",
        "* imposing new fiscal policies over the economic cycle which allowed us to invest through a world recession;",
        "* and introducing a symmetrical inflation target that targeted deflation as much as inflation;",
        "the Government under Tony Blair’s leadership also put in place a wholly new long term fiscal and monetary discipline and framework.",
        "And I believe that it is because Britain imposed these rules, this ‘British Model’ for stability – which allowed the Bank to cut interest rates aggressively during the world downturn and allows the Bank to act proactively and pre-emptively in the upturn too – that while the USA, Germany, Italy and Japan suffered recessions, Britain for the first time in 50 years did not suffer a recession during the world downturn and instead has grown in quarter after quarter, year after year, in all seven years of our Government since 1997. The number of people in work has grown by 1.8 million. And Britain has now enjoyed the longest sustained period of growth for over 200 years.",
        "And while we will always be vigilant to the risks, I am confident that monetary and fiscal policy will ensure that growth in 2004 – which is forecast to be just over 1.5 per cent in France, Germany and the euro area – will in Britain, be between three and three and a half per cent with, of the G7 countries, Britain and America again this year growing fastest.",
        "And, looking forward, I can assure you that Tony Blair and I will put stability first, now and in the future — supporting our monetary authorities in the difficult choices they have to make and entrenching not relaxing our fiscal discipline.",
        "Because in the past Britain usually fell into recession after two inflationary bursts – an initial burst of inflation when demand got out of control and then a second burst of inflation when wage negotiators sought to catch up with expected high inflation in their pay claims – I have made it clear to wage bargainers that it is vital we maintain our anti-inflation discipline and be fully competitive by both private sector and public sectors showing pay responsibility.",
        "And in the public sector we will combine this anti inflation discipline with moving forward our plans for the relocation of 20,000 civil service jobs from the south east to the regions and the reduction of 40,500 civil service posts.",
        "And I can also tell you this afternoon that – in contrast to past governments who have resorted to short-termism in fiscal policy and gone on to raise the rate of spending in a pre election spree – we are committed to holding current spending at or below the level of revenues over the cycle and investing only where debt remains at a prudent level. The Japanese deficit is now 7 per cent of national income, the US deficit is 5 per cent, and the French and German 4 per cent. Our deficit is and will remain lowest of all these. And while debt is 55 per cent in Germany, 50 per cent in the USA, 45 per cent in France and 86 per cent in Japan, it is around just one third of GDP in Britain.  \nSo our debt and deficits are – and this year will remain – the lowest of our major competitors and not only are our public spending plans fully financed and affordable but we will also continue to meet, as we have done for these last seven years, our fiscal rules and disciplines.",
        "So once the stop go economy of the world, Britain is now one of the most stable. And because we will not fall for easy options or short term quick fixes, we will not be diverted from locking in that stability.",
        "Britain must never complacently assume that our stability can be taken for granted and would be maintained by any government. As I have said, it is not by accident but by the specific actions we have taken together that we have the lowest inflation for thirty years, the lowest interest rates for forty years and the lowest unemployment for a generation. And policies that would tamper with our fiscal rules and fail to take long term stability and investment seriously would be bad for Britain and take us back to the old short termism and stop go.",
        "And I can assure this conference that we will not ever make the mistakes either of the late eighties and earlier nineties when monetary disciplines were forgotten. Nor will we make the mistake of applying a rigid interpretation of the European Stability and Growth Pact – or a British version of that – where – as again happened in the late 1980s and early 1990s – insufficient attention is paid to the long term, to the economic cycle as a whole, to the needs of investment and to the long term sustainability of debt as well as deficits.",
        "And I now hope that in the same way that business and Government agree on the importance of our new won and hard won stability, we can now move forward to build an even deeper and more lasting consensus about the importance we all attach to a wider and deeper entrepreneurial culture in our country – a culture which rewards and values business and wealth creation; a culture which encourages the risk taker, the innovator and the investor; a culture which says to the young person with the will to succeed that enterprise is genuinely open to all who make the effort.",
        "Let me explain what I have said not just to business but to the Labour Party and to the trade unions about why it is so important to build that stronger and deeper enterprise culture in all areas of Britain.",
        "We all know that the new global economy means not just speed in innovation but also a shift in global production so great that while in 1980 less than a tenth of manufacturing exports came from developing countries, today it’s 25 per cent; in twenty years time 50 per cent. That’s not just cars and computers but half of all the world’s manufacturing goods produced for export in the developing countries.",
        "Already China and India are becoming technological powers – China with 750,000 researchers and 750,000 graduates a year, India with nearly 700,000 graduates a year. And China’s significance to the global economy is that this year it is consuming more than twice the amount of steel than the USA, nearly half of the world’s cement and is adding as much output as the whole of the G7 put together. So for Britain, as for Europe, there is no escape from uncompetitiveness by resorting to the old loss making subsidies, artificial barriers or protectionist shelters.",
        "And while there are huge challenges, the opportunity for us is that as low cost, low value production comes under increasing pressure, we are well placed to meet and master the challenge of finding and exploiting the high valued added, high tech, high skilled, science-driven products and services that are the key to our wealth creation in the future.",
        "The Britain that fails will be the Britain that relapses into the old short-termism and stop go, failing to take long term stability seriously; and fails to invest in science, technology, infrastructure, skills and enterprise.",
        "But the Britain that succeeds will be the British economy that builds upon its foundation of stability; thrives on robust competition and on free trade not protectionism; and insists on making the long term investments needed in science, skills and enterprise – backing enterprising and knowledgeable people from the entrepreneur and cutting edge research scientist to the trained apprentice and skilled worker.",
        "British inventiveness is not just a feature of our industrial revolution past. I am proud to say that today we lead the world in areas from aerospace, pharmaceuticals and financial services to telecommunications, broadcast technologies and digital electronics.",
        "And while it would always be easier to take the short term route – and fail to continue to make the necessary investments for the future – we propose to take the longer term view, to choose science and technology above many other spending priorities and building on the widely acclaimed one and a quarter billion pound renewal of Britain’s university and science base – and on the new research and development tax credits you have already welcomed – we propose to set out this summer a long term investment framework for British science, technology and innovation over the next decade. And I can tell you today that, as the next step toward our long term ambitions, we will raise the level of science funding as a share of national income in the next spending review period.",
        "But there is something even more ambitious we propose for Britain.",
        "Our aim must be to remove all the old barriers holding the enterprising back and create an environment in which businesses – whether companies starting up, investing, hiring, training, seeking equity, exporting – can grow and thrive.",
        "Let me give a few examples.",
        "Planning: Britain must make our planning laws quicker, more flexible and more responsive – and I can tell you that we will.",
        "Pay: Britain must do more to encourage local and regional pay flexibility – and we will.",
        "Transport: we must work with you – private and public sectors together – to tackle the massive backlog in infrastructure investment. And with £180 billion of investment over ten years we will.",
        "Company regulation: we have exempted 69,000 more small businesses – over 200,000 now in total – from the requirement to submit an independent audit. And we will do more.",
        "Inspections: with our new review, we will seek to minimise and reduce duplication in the inspection system and enforcement regimes.",
        "Small business regulation: we have introduced a simple flat rate VAT calculation for small businesses which lifts the burden of VAT red tape off the shoulders of hundreds of thousand of firms. And we will do more.",
        "Tax: just as we have cut long term capital gains tax from 40 pence to 10 pence, small business tax from 23 pence to 19 pence and corporation tax from 33 pence to 30 pence, I promise we will continue to look with you at the business tax regime so that we make and keep the UK as the most competitive place for international business.",
        "As I was reminded when I heard business this weekend express their concerns about regulation in the USA, red tape, regulation and bureaucracy are challenges in every industrial country of the world.",
        "In total over the last 2 years, 650 regulations have been identified in Britain for reform or removal and we now propose sector by sector, working with you, to look at how we can remove more wasteful regulations starting with the chemicals, construction and retail industries.",
        "Because 40 per cent of new regulation comes from Europe we have resisted inflexible barriers being added into European directives like the Working Time Directive and Agency Workers Directive, the Investment Services Directive and the Transparency Directive. And I am pleased to report that Britain has agreed with Ireland, the Netherlands and Luxembourg to put regulatory reform at the heart of our four EU presidencies through to 2005, ensuring that any proposed regulation and every costly and wasteful existing regulation is put to a competitiveness test.",
        "And just as we remove regulation that is wasteful we must also encourage competition, enterprise and trade that is job creating.",
        "In the new global economy a competitive environment abroad is as important as the one at home so we must also have the strength to make the hard long term choices in favour of free trade and an outward looking internationalism. That is why our commitment as a Government is that we will not only lead calls for a resumption of world trade talks but will make the case for our membership of the European Union – which accounts for 50 per cent of our trade – for the advantages it brings to Britain – and for being a leader in the enlarged Europe, the biggest single market in the world. And I believe that the best contribution pro-Europeans committed to Britain leading in Europe make to the cause of Europe is by ensuring that in Europe we face up to rather than duck the difficult decisions about economic reform.",
        "But Europe and America should also do more to work together.",
        "Having just returned from meetings in the United States with John Snow, the Treasury Secretary, and Alan Greenspan, the Head of The Federal Reserve, I want to announce a joint initiative of the US Administration and the US Government — the first USA-UK Enterprise and Productivity Forum which will be held in Philadelphia on 24 May. The purpose is to bring together businessmen and women from both countries to discuss how best we can advance enterprise and equip ourselves for the next challenges of the global economy. And not only is your Director General but young entrepreneurs from across the UK being invited.",
        "In June, in a second enterprise initiative jointly with the United States, we will examine how together we can improve enterprise education in our schools. And as we learn from America’s “can do”, “get up and go”, dynamic entrepreneurial culture, we will be asking why a third fewer people in the UK say they are considering starting up a business compared to the US.",
        "These are just two of a number of initiatives, working with business, that we are taking this year to strengthen and deepen the enterprise culture in Britain and to learn from the USA’s stronger and deeper enterprise culture – remembering that if Britain had the same rate of entrepreneurial activity as the United States, we would have 1.8 million more people starting up or running new businesses every year.",
        "I want also to inform you that to further USA and European cooperation, the Transatlantic Business Dialogue – which has just been relaunched – will, with our support, meet at the forthcoming EU-US Summit on 26 June and will focus on the regulatory, competition and other barriers which deny us the full benefits in jobs, growth, business activity, employment and prosperity from the interaction of the world’s two most successful economies.",
        "And let me tell you something that matters for this Institute which has done so much to foster and encourage enterprise: that building on the Queen’s Award for Enterprise the Government is in discussions with the Palace about new ways of recognising outstanding individual contributions to the development and promotion of enterprise nationally, regionally and locally – and thus recognising the importance of the dynamic entrepreneur as a role model in our community.",
        "Let me also tell you that in June we will be announcing the detailed plans for Britain’s first ever National Enterprise Week to be held in November 2004 and to be led by your Director General – whose sterling work in this area has rightly won wide acclaim.",
        "Out of our Enterprise Week – focused on inspiring the young to be enterprising with events, competitions, master classes and other initiatives in every part of the country – I want to see literally thousands of young men and women in Britain challenged by the excitement of business and fired with the enthusiasm to start a business or to work in business….yet another example of a sea change in attitudes to enterprise I want to encourage for Britain.",
        "I can tell you that we have set aside resources, starting in September next year, to give each school pupil at least 5 days of enterprise education and from today, enterprise advisers will be working in one thousand schools in our most deprived areas – together ensuring that before they leave school all pupils will have the opportunity to enjoy not just work experience but top quality enterprise education too.",
        "More than in the past, our colleges and universities ought to be a training ground for businessmen and women of the future. And this is the thinking behind the new National Council for Graduate Entrepreneurship – to be launched shortly – which will provide advice and support for college and university students considering a career in business and will be championed by Karan Billimoria, the prominent graduate entrepreneur behind Cobra Beer.",
        "I have always thought it right that if we have towns and cities recognised for their culture or environment or sports we should have towns and cities recognised for their contribution to enterprise and I will soon be announcing further details with the Deputy Prime Minister of an annual British competition for the British town or city of enterprise.",
        "And just as European countries compete for a European City of Culture we have persuaded our fellow European partners that there should be a competition to identify the European city of enterprise too.",
        "In the past, areas of high unemployment seemed to be no go areas for enterprise. But in an era when enterprise is open to all no community should be left behind so I can tell you that the 2000 new enterprise areas – new zones for new business opportunities in areas traditionally associated with high unemployment, should enjoy a stamp duty holiday for property purchases, a special community investment tax relief, fast tracking planning for new business development and the prospect of enhanced capital allowances for renovating business premises.",
        "In the past the work of science seemed remote from the work of business but I can inform you also today that – following Richard Lambert’s recommendations – we will make it one of our spending priorities to encourage business to draw on innovative work from our colleges, universities and research institutes, and to encourage universities to think of the needs of business — through funding grants for collaborative R&D; helping universities translate research effectively into commercial benefits; and encouraging more university-business link ups not just within the UK but between the UK and other countries.",
        "Every one of you here who runs a company knows that you must draw upon, encourage and incentivise the potential of everyone in your company to be successful. And it’s no different for a country. But each year too many 16 year olds leave school with no qualifications. There are nearly 5 million adults still without basic skills. And only 300,000 of them are in training.",
        "I believe this is a responsibility of all of us – employers, employees and governments – and not only do I want a partnership that raises the level of skills available to you in businesses but Charles Clarke and I have committed ourselves to making the tough resource decisions necessary to help make Britain the best educated, most skilled, most technically proficient workforce:",
        "* demanding, in return for investment, the highest standards where training must start – in our schools and further education colleges;",
        "* reforming university finance to secure for Britain world class universities now and in the future;",
        "* focusing resources on the all too often neglected area of vocational education for young people and adults – including improving the quality of modern apprenticeships, once dying and now taken up by a quarter of a million young people;",
        "* entrenching and expanding the rights and responsibilities of the New Deal – which has helped over 1 million people into jobs since 1997.",
        "But it will only work if we work together:",
        "* you taking an interest in schools, colleges and universities to ensure they are not remote from the needs of business;",
        "* and, because it is a national priority where urgency is required, the Government ready to do more to be of assistance. And I can say today that we are ready to do more, working with you, to expand the highly successful Employer Training Pilots that are now offering over 80,000 employees paid time off to train towards relevant skills.",
        "So the modern role of government in the global era is to entrench stability, build a competitive environment, and to ensure the public investments necessary, in partnership with business, for a knowledge based economy — investments in science and technology, in enterprise and in skills.",
        "Government doing what it needs to but only what it needs to do:",
        "* determined to maintain stability and create a competitive environment in which businesses can thrive;",
        "* resolved to invest in those areas where government can make a real difference – science, skills and infrastructure;",
        "* committed to entrenching a wider and deeper enterprise culture;",
        "* and building what is increasingly vital: a shared British economic purpose – hopefully a national consensus that stretches right across all parties and all sections of the community – that Britain, the first industrial nation, has the strength and the will to avoid the old short termism and mistakes of the past and think, act and work together for the long term.",
        "Britain not only well placed to be the success story of the new global economy but determined that nothing will stand in the way of that achievement.",
        "It is a global challenge we can meet by working together.",
        "And a British achievement we can – in our generation together – celebrate."
    ]
}