{
    "url": "https://www.ukpol.co.uk/gordon-brown-2010-comments-on-the-20th-anniversary-of-the-release-of-nelson-mandela/",
    "title": "Gordon Brown – 2010 Comments on the 20th Anniversary of the Release of Nelson Mandela",
    "post_date": "January 5, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Gordon Brown, the then Prime Minister, on 11 February 2010.",
    "content": [
        "Meeting Nelson Mandela for the first time was one of the proudest moments of my life. It felt a long way from my first engagement in his cause when I was Editor of my student newspaper and breaking a story about the University’s investments in apartheid South Africa. I didn’t know then that there would be a wave of campus occupations, and our University like so many others would be forced to disinvest, or that for the next 20 years as a student, a trade unionist, an MP and then a shadow minister I would remain involved in the campaign against this despicable racist regime.",
        "I don’t think any of us will ever forget where we were on the day Nelson Mandela was freed. The first President of a rainbow South Africa, Madiba spent his life after prison not to recrimination and revenge, but to healing a divided nation in the service of his people.",
        "His story reminds us that that there is no corner of the earth so far away, no injustice so entrenched, no enemy so powerful that people of good conscience cannot campaign for change and win. Five years ago, Nelson Mandela addressed a crowd in Trafalgar Square and thanked the people of Britain for their solidarity during his imprisonment. On your behalves, I would like to thank him in turn. Because today – on the twentieth anniversary of his release – it is his example that gives us the hope to struggle anew for the justice and freedom for all people to which he has dedicated his life."
    ]
}