{
    "url": "https://www.ukpol.co.uk/gordon-brown-2000-speech-on-enterprise-and-employment-opportunity-for-all/",
    "title": "Gordon Brown – 2000 Speech on Enterprise and Employment Opportunity for All",
    "post_date": "December 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 29 February 2000.",
    "content": [
        "It is a pleasure to be here today at Newham College, a college which is doing so much to make a reality of lifelong learning for so many people. And to be here in Green Street.",
        "Green Street sums up much of what we are aiming to achieve. Asian entrepreneurs have transformed this street from a drab and declining inner city shopping street to what Stephen and Tony tell me is the most successful Asian shopping street in the country.",
        "I can see the improvements since I was last here six years ago. In partnership with the local council, the environment is being improved and parking problems ironed out. Support for new businesses is being provided in partnership with Newham College here at Barclay Hall. And the result is new jobs for people in Newham.",
        "Later this morning I will visit the site of the new international exhibition centre in the Royal Docks. Eventually, 14,000 people will work there. I am going to see how a partnership between the developers, the local council and the local community is making sure people from Newham can get access to those jobs ­ both in construction and later this year when the centre opens.",
        "Unemployment in Newham is today below 10,000 for the first time in 20 years, but there is more to do. We are determined to make sure that everyone who is able to work has the chance to do so. This is what next month’s Budget will be about.",
        "Modern Budgets are less about how within a sheltered national economy we have an annual dividing up of the national cake, but about how in a harshly competitive global economy we can secure the long-term expansion of the national wealth.",
        "The Britain that will succeed in the global economy will be the Britain that opens up the opportunity for employment and enterprise to all.",
        "Our objective is therefore that no one is left out on the margins, no one excluded from the mainstream of economic prosperity.",
        "And this is the time – when the economy is growing – to bring prosperity to those places and peoples the economy has too often and for too long forgotten.",
        "This is the time to bring jobs and enterprise to those areas of the country that have not yet fully participated in the economic recovery.",
        "Now that, under David Blunkett’s leadership at the Department for Education and Employment, employment has grown by over 800,000 since the Election. And now that more people are in work than ever before, with unemployment at its lowest level in the last twenty years, this is indeed the time to concentrate on encouraging the discouraged back to work.",
        "##  The problem",
        "I understand that the story of economic improvement is not a story of improvement for everyone, that there are still too many people left out of the British success. And that while more people are in work than ever before, there are still pockets of high unemployment in every region of the country.",
        "I know we must and can do better. I know that for our long term success Britain needs an economy that must work not just for some people some of the time, but work for all of the people all of the time.",
        "And I believe we have an obligation to everyone willing to work and seize opportunity – and to all those left out. That there cannot be real prosperity if thousands are left behind, or real progress if the progress is only open to some. The fact is that Britain is strongest when we all move forward as one, that the best form of economic advance is when all communities advance together.",
        "So our aim must be to build a working economy in every community of the country.",
        "That is why we are publishing today our report on vacancies and employment with proposed Budget measures we are considering so that we can achieve, for every community of Britain, employment opportunity for all.",
        "That is why too, in advance of the Budget, we are launching our enterprise tour round the country – starting today here in Newham – to listen to the voices of people in the regions and communities, to share your hopes, to understand your concerns, to take your advice on the shape of our employment and enterprise initiatives for the years to come.",
        "##  The opportunity",
        "By toughness in pursuing first stability and steady growth, our policies are delivering new opportunities throughout Britain.",
        "Vacancies are at record levels – around one million vacancies. And whilst the recovery of the late 1980s was largely confined to the south of England, this time, every region in Britain has seen sharply falling unemployment and rising levels of vacancies.",
        "Indeed, unemployment has fallen fastest, and vacancies have risen fastest, in those regions that were hit the hardest in the 1980s.",
        "Since 1990 unemployment has fallen by forty per cent in the north west, and a third in the north east. While vacancies in both areas have risen faster than in the south east. And the improvement in opportunities for the unemployed has been greatest in the areas previously hit hardest. In the early 1990s around thirty unemployed chased every single job centre vacancy in the north east, but now it’s under four – the same as the national average.",
        "##  Enterprise and jobs for all",
        "In tackling the employment and enterprise problem in the high unemployment areas, we will not return to the old ways which have failed.",
        "Neither an old style benefits approach which has ignored the causes of poverty and unemployment – and not invested in education, training, jobs and business development. Nor a bricks and mortar only approach which, with enterprise zones, targeted subsidies for property development at the expense of help for enterprising local people.",
        "Our initiative is not the old ways of backing simply zones of enterprise and forgetting about the people – it is about backing people of enterprise",
        "We believe that in the new economy we will succeed in creating an economy with employment opportunity for all when we create an economy with enterprise open to all.",
        "I want to see not only the work ethic reinvigorated in every community of Britain but a dynamic business culture which encourages enterprise open to all.",
        "In our inner cities and old industrial areas we need not more benefit offices but more businesses.",
        "And in our new approach to regeneration which is about building on the potential strengths of local people – an approach that is about encouraging new dynamism, not the old dependency, backing success, not the old subsidies, there are three pillars:",
        "first, in every area we want to build an enterprise culture not for the few but open to all;",
        "second, in the high unemployment areas, we want to encourage private investment flows and new businesses;",
        "third, as we create more job opportunities, we want to tackle all the barriers that people face to getting into work.",
        "Let me set out our policies in these key areas.",
        "First, building an enterprise culture open to all",
        "In the past enterprise was open to some but all too often it was a closed circle which excluded too many.",
        "In the Britain I want – a Britain where there is opportunity for all, fairness to all, and responsibility accepted by all – we need enterprise open to all.",
        "How much stronger our economy and our society will be if we see released all the dynamism, creativity and potential of all our people.",
        "So we are introducing measures to boost enterprise skills from school to adulthood.",
        "Let me tell you how this and many other areas will benefit:",
        "* we aim to double to 200,000 the number of pupils benefiting from enterprise courses in our schools;",
        "* we are improving the national network which introduces schools to businesses and has them working together. We will link all 30,000 schools to the world of business;",
        "* – and we are trying to ensure pupils and teachers are given the opportunity for work experience and placements. Already six hundred thousand 14 to 16 year olds are benefiting from work experience and thirty thousand teachers are in work placements.",
        "* And we are now working with business and the world of education to build on this, improving the quality of placements and experience.",
        "In addition, we are launching this spring a national campaign with the message that enterprise is open to all. Our business leaders – including Alan Sugar and Richard Branson – will run a series of enterprise events in schools and colleges. And I am meeting business leaders next week to help plan a campaign that will include our high unemployment areas.",
        "New businesses need advice and mentoring. So working with the Princes Trust and others, we are building a national network of mentors to help start businesses in the poorest areas.",
        "And we are offering new management scholarships – aimed specifically at entrepreneurs from high unemployment areas. From next year, these will give top class business training to our budding entrepreneurs. Three pilot scholarships in London, Manchester and Cornwall are being launched later this year.",
        "Second, encouraging private investment flows to the high unemployment areas",
        "Investment in enterprise is the key to delivering jobs and opportunity for all.",
        "But many enterprises in our least well off communities face special problems in obtaining access to support, advice and finance.",
        "Through our national strategy for neighbourhood renewal and our regeneration programmes, high unemployment communities will have extra support to allow enterprise to flourish.",
        "##  But we need to do more.",
        "Inner cities and established industrial areas should be seen as new markets with competitive advantages – their strategic locations, their often untapped retail markets, and the potential of their workforce. And so we want to put in place the right incentive structure to stimulate business-led growth in our inner cities and estates and encourage much bigger flows of private investment.",
        "Let me explain how our new Phoenix Fund will be a catalyst for harnessing the  \nenterprise that is present – but often hidden – in our poorest communities:",
        "* it will fund a new network of 1000 volunteer business mentors, to be up and running by April 2001. These mentors will be people with practical business experience. If you’re just starting out, they’ll help you avoid the basic mistakes that mean so many businesses fail.",
        "* it will fund the development of more ‘incubators’ – workspace where small businesses get accommodation and practical help from experienced managers. Incubators give new businesses the right environment – space to rent, hands-on advice, and a ready-made network of firms also trying to succeed.",
        "* we know that there are other gaps in the finance markets for the poorest communities. So new loan funds will help businesses get the finance they need. And help that will be linked to the training and support, that is often as important as the finance.",
        "I can say today that our new Phoenix Fund will start supporting these new loan funds from the Spring.",
        "And we will work with the Social Investment Task Force, reporting in the Autumn, to look at the next steps in this agenda.",
        "This will include considering:",
        "* tax incentives for investing in community development projects, like incubators, loan funds, and social enterprises;",
        "* for the long term, constituting a permanent investment fund with a continuing remit to help fund a regular wave of new projects.",
        "We are also looking at a new venture capital framework. Our new regional venture capital funds will boost investment in early stage venture capital. I want to see more resources in venture capital funds targeted at our high unemployment areas. The new Social Investment Task Force we have just set up will look into this.",
        "We plan to learn from our experience with these initiatives – and from experience in the US – and to build on what we learn. In particular, we are looking at America’s new private investment companies, which are designed to stimulate major private investment in America’s most distressed areas. And we are interested in developing the potential of our own community finance intermediaries. Monitoring banks’ activities in disadvantaged areas is important also to ensuring that services are available to all.",
        "In July, Stephen Byers and I will be hosting a UK/US conference with Ambassador Lader. After the conference, we will take teams of US business people round some of our most disadvantaged areas, looking at how they can reach their full potential. I want to see us firms over here investing in British inner cities, in the same way they invest in their own inner cities.",
        "But if we are to encourage more inner city entrepreneurs, we also need to get better help to unemployed people wanting to start their own business.",
        "We want to encourage those who start with nothing – and who, in the past, thought they could never reach higher or rise far – and tell them that there is not only a chance to do better, but no limit on their ambitions for themselves and their children.",
        "So I can say that Tessa Jowell our Employment Minister plans that the New Deal will offer help for long term unemployed to become self-employed and to start a business – for the over-50s, up to 3,000 pounds during the first year in business and in work.",
        "So our aim is to make the market more likely to work in places where it wouldn’t otherwise work. To build a network of relationships between the high unemployment areas and the private sector.",
        "Third, tackling the barriers that people face to getting into work",
        "The challenge is not only to promote enterprise and jobs in the poorest areas, but also to tackle the barriers that people face getting into work.",
        "Not only to get jobs to people, but to ensure that people can get into the available jobs.",
        "Today’s Government Report on Jobs has revealed the barriers in the poorest areas – including inadequate matching between employers and jobless people; worries about making the transition from benefits to work; a lack of skills; and racial discrimination.",
        "And as our report today shows – these barriers are preventing people in the high unemployment areas taking the jobs that exist nearby.",
        "In almost every case, the areas of highest unemployment sit alongside, and within travelling distance of, areas where vacancies are going unfilled.",
        "For example in Haringey where the unemployment rate of over 13 per cent is the worst in the country there are over 10,000 unemployed – but across London, with an unemployment rate of 4.5 per cent, there are over 30,000 vacancies unfilled. Knowsley in Liverpool, with an unemployment rate of 12.1 per cent, has over 5,800 unemployed but there are over 10,800 vacancies within travelling distance.",
        "So we are determined to surmount these obstacles to jobs through policies to bridge the skills gap, to match jobs without workers to the workers without jobs, to make work pay, and to tackle discrimination.",
        "##  Let me set out our policies in each area.",
        "First, to bridge the skills gap, we need to equip the unemployed with all the skills they need for all the jobs that exist.",
        "The new employment zones which David Blunkett is pioneering are targeted on the areas of highest unemployment.",
        "Led by the private sector – groups like Reed in Partnership and Pertemps – or by partnerships between the private, voluntary and public sectors, they will provide innovative tailor-made support and advice for the unemployed to get back into work. These could include:",
        "* providing individually tailored work and training places;",
        "* innovative ways to help people get work related qualifications;",
        "* assistance to the unemployed to start their own businesses – including training, grants for equipment and mentoring.",
        "And they will use new methods of funding, which increase the incentive for providers to get people into jobs.",
        "Over 60,000 employers in Britain have signed up to participate in the New Deal. In the last two years, long term youth unemployment has been cut by three quarters under the Welfare to Work programme that demands responsibility as well as gives opportunity.",
        "The New Deal, first introduced for the under-25s, will be extended to all those over- 25 in every part of the country, building on the principles of the New Deal for 18-24s.",
        "In addition to the self employment option I have mentioned, options will include:",
        "* the offer of a job with a private sector employer;",
        "* work based retraining;",
        "* or college training.",
        "And there are new choices for lone parents to get new skills, go to college and go to work.",
        "From now on, lone parents will not only be able to train for jobs while receiving income support, but they will also benefit from college-based childcare places. All lone parents with children above three will receive notice of these new choices.",
        "Second, we are doing more to match the jobs without workers to the workers without jobs, including:",
        "* creating an Internet-based jobs and learning bank, putting information about jobs, job seekers, careers and learning opportunities on-line;",
        "* expanding the network of touch-screen jobpoints in Job Centres and other locations – so that jobseekers can search not only all job vacancies notified to the employment service, but in addition job vacancies carried by private agencies and newspapers;",
        "* setting up a national network of call-centres – providing a single national telephone number for employers to register vacancies and jobseekers to get information about the jobs on offer. In addition, call-centres will telephone jobseekers to put them in contact with employers who have suitable vacancies; and",
        "* developing links with the BBC and other potential partners to harness the potential of interactive television to link employers and jobseekers.",
        "And, as we extend opportunities to those who are out of work, we will extend the responsibility to take up the work on offer. The informal or hidden economy is now draining billions of pounds in fraudulent benefit claims and unpaid taxes.",
        "This loss of revenues, this incidence of fraud, this waste of resources, cannot be allowed to continue and especially when there are jobs that benefit claimants could take. In the coming weeks, Lord Grabiner QC will recommend his plan of action.",
        "I say to the unemployed who can work: we will meet our responsibility to ensure there are job opportunities and the chance to learn new skills. You must now meet your responsibility – to earn a wage.",
        "And in the Budget, working with David Blunkett, I will outline proposals for action teams that will work in high unemployment areas to:",
        "* identify suitable vacancies within travelling distance of pockets of high unemployment;",
        "* match these vacancies to long term unemployed people within these areas;",
        "* tackle any specific barriers which stop people taking these vacancies.",
        "Over the coming weeks, we will also examine the other barriers to getting into work that people face – including transport costs in areas of high unemployment and the obstacles sometimes caused by a gap between coming off benefits and getting paid for the first time.",
        "Third, to get more people into jobs and to overcome worries about making the transition from benefits to work, we must ensure that work pays more than benefits.",
        "When this Government came to power, with no minimum wage in place and the tax and benefits system unreformed, many of those without work faced an unemployment trap, where work paid less than benefits, and the low-paid in work faced a poverty trap which meant that they faced marginal tax and benefit rates of 80, 90 or even over 100 per cent.",
        "To make work pay we have introduced the national minimum wage. To reward work and encourage job creation we have introduced the new 10p starting rate of tax and cut the basic rate of income tax from April.",
        "The biggest reform of all – the working families tax credit – means that every working family with someone working full-time is guaranteed a minimum income of 200 pounds a week, more than 10,000 pounds a year.",
        "As well as making this significant improvement in the rewards from work, the working families tax credit helps to overcome the biggest barrier preventing a return to work for many mothers – lack of access to high-quality, affordable childcare.",
        "While the childcare disregard in family credit provided no help to parents on the lowest incomes, the new childcare tax credit provides maximum help to lower-paid parents – up to 70 pounds of help for families with one child and up to 105 pounds for families with two or more children in qualifying childcare.",
        "And for lone parents, the two-week benefit run-on, together with the extended payments scheme for housing benefit, means they could gain 300-400 pound on moving into work.",
        "Fourth, we are tackling racial discrimination. We will ensure there is no place for discrimination – that opportunity is open to all.",
        "Under the New Deal for 18-24s, partnerships must ensure equal opportunities for people of ethnic minority backgrounds.",
        "We are asking the equality commissions, working with employers and other organisations, to put together an effective package of support and advice for businesses.",
        "And the public sector must take a lead – by implementing the commitments in the Modernising Government White Paper to set targets for fair representation for people of ethnic minority backgrounds and by putting in place the policies to ensure these targets are met.",
        "##  Leading in the knowledge economy",
        "But to meet our ambition of enterprise and employment opportunity for all in today’s global economy – where new information technologies are transforming the way we communicate, educate, buy and sell – we must ensure that the opportunities of the new technologies are open to all.",
        "You cannot build a knowledge-driven economy without a knowledge-driven society. Unless everyone in it has knowledge of these technologies and access to them, no economy will have the size and sophistication of markets nor the quality of skills base needed to succeed in this digital age.",
        "So success in the Internet age depends upon an educated economy where the benefits flow not just to some but to all. And we must make sure that the opportunities of new technologies are shared in every community.",
        "As a nation we could stand aside. We could have a society divided between information haves and information have nots. A society with a wired up superclass and an information underclass. An economy geared to the needs of some parts of Britain but not the whole of Britain.",
        "Yet the blessings of new technology give us the means to break down the walls of division, and the barriers of isolation.",
        "By putting the equipment, as well as the opportunity, directly into people’s hands, we can break down the barriers that prevent people realising their potential.",
        "In schools, the extra investment this Government has made is already giving access to the Internet’s new world of knowledge to pupils in two in every three schools across Britain. By 2002 every school – rural and urban, rich and poor, north and south – all of our schools should be connected to that new world of knowledge.",
        "But we are doing far more than simply invest in schools and colleges. We are establishing 1000 new information technology learning centres – in schools, colleges, libraries, in Internet cafes and on the high street.",
        "And we are introducing measures to widen the use of information technology in homes, schools, business, the community – including new opportunities for people to attend free IT introductory learning courses. And making it possible for people to lease computers and software in the new century in the same way local libraries have loaned books in the last century.",
        "##  Conclusion",
        "In the new Britain we want more enterprise, more investment, better education and preparation for the future in every community. I want Britain to be a world leader in enterprise – and the opportunities and benefits of enterprise to be shared by all regions and all people.",
        "And this is right for business. Business now needs new workers and the workers are right here in the areas left behind. There are new markets here too.",
        "So this is the time to say to every corporate leader in our country, take a look at investing in our high unemployment areas. They offer business new choices, new recruits, and new markets. It is good for business and for growth.",
        "I believe we can work together – Government, business leaders, and local communities – to deliver our aim of enterprise and employment opportunity open to all in every region, every town, every community in Britain."
    ]
}