{
    "url": "https://www.ukpol.co.uk/gordon-brown-1998-speech-at-the-central-organisation-of-scottish-local-authorities/",
    "title": "Gordon Brown – 1998 Speech at the Central Organisation of Scottish Local Authorities",
    "post_date": "December 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1998",
            "url": "/tag/1998/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Part of the speech made by Gordon Brown, the then Chancellor of the Exchequer, in Glasgow on 27 February 1998.",
    "content": [
        "Since I took over as Chancellor I have always said that a commitment to stability and prudence as well as work and; enterprise will be the watchwords of this Government.",
        "We will not make the mistakes of previous Labour Governments who failed to control spending and then had to cut back.",
        "And we will learn the lessons of the late eighties where the public finances and the economy’s ability to sustain growth were misjudged, plunging us into the longest recession since the war.",
        "So the Budget on 17 March will not be a Budget with quick fixes for the short term. The Budget will be an investment Budget for the long-term, laying the foundations to build a more dynamic and successful economy.",
        "We will not sacrifice our spending discipline and commitment to prudence – instead there will be consistency to ensure long-term prosperity.",
        "With a 400 billion Pounds national debt, 25 billion Pounds a year interest payments, a borrowing requirement of 23 billion Pounds last year and with the deficit continuing into next year, ensuring prudence in our public finances is our priority – not just in one year but in every year across the economic cycle.",
        "Just as there will be no return to boom-bust in the economy so there will be no return to soft options in public spending.",
        "We are all long termists now – the best guarantee for our future.And long term measures for enterprise and work – making work pay – will come top of my agenda."
    ]
}