{
    "url": "https://www.ukpol.co.uk/gordon-brown-2010-podcast-text-on-the-economic-recovery/",
    "title": "Gordon Brown – 2010 Podcast Text on the Economic Recovery",
    "post_date": "January 5, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The text of a podcast made by Gordon Brown, the then Prime Minister, on 3 April 2010.",
    "content": [
        "For many of us, Easter is a time for reflection and spending time together as a family.",
        "I know that times have been tough and that many people are still apprehensive about their jobs, their homes and their businesses.",
        "Whether it’s a worker watching their wages, or a parent juggling the household budget, or a small business owner calculating the cash flow, I hear every day how worried people still are.",
        "Our economy has just been through a global financial crisis and at the moment we’re in a period of fragile recovery. In the past few months growth has returned. In fact, latest figures show that in the last quarter of 2009 the economy grew faster than people originally thought – by 0.4 per cent.",
        "And in the last three months we have seen unemployment fall. And we have seen vacancies rise.",
        "In total 300,000 men and women are leaving the unemployment register every month.",
        "The improved ‘Time to Pay’ scheme has given over 200,000 businesses longer to pay £5bn worth of tax. These businesses employ more than 1.4 million people, and the additional time has helped those businesses pay more of the tax they owed.",
        "And this year almost half a million families have received extra tax credits.",
        "All our efforts have been focused on getting us through the recession – and now they are designed to secure the recovery.",
        "That’s why we have a designed a plan to secure the recovery and raise your living standards.",
        "First of all, we are continuing the vital support we have been giving the economy until recovery has firmly taken root.",
        "That includes the extra investments we’re making in big infrastructure projects like high-speed rail – and the support we are giving to the sectors which will underpin our return to prosperity: industries like low carbon; digital; advanced manufacturing and life sciences.",
        "And secondly, we are from this month increasing the support we’re giving to small businesses – the backbone of our UK economy.",
        "Our Time to Pay scheme is now being extended until the end of the next Parliament.",
        "And we’re cutting business rates from October for a year for over half a million small businesses in England – 345,000 of whom will pay no business rates at all.",
        "And then thirdly, we are increasing the number of jobs created for young people through the actions of the Future Jobs Fund.",
        "This is providing up to 120,000 paid jobs for young people and a further 50,000 jobs for those over 25 in the hardest hit areas.",
        "In total we’ve put £5 billion in to help people looking for jobs – money that some people opposed.",
        "I believe that securing the recovery is the biggest issue facing our country. That means we shouldn’t take money out of the economy this year.",
        "Let me explain it a bit like this: I know Wayne Rooney’s just had an injury to his foot and I know everyone will be hoping he’s fit for the World Cup but after an injury you need support to recover, you need support to get back to match fitness, you need support to get back your full strength and then go on to lift the World Cup.",
        "So with the economy – we’re not back to full fitness, we need to maintain support. If you withdraw support too early, we’ll risk doing more damage. And that’s why so many people – the CBI, IMF, the Institute for Fiscal Studies, economists and other thinkers and the vast majority of business people I’ve spoken to say it’s wrong to take money out of the economy this year. And that’s why I think it’s wrong to say that we should take six or seven billion pounds out of the economy this year.",
        "Now of course we need to make sure that money goes to skills, to jobs, to small businesses and to job creation and we need to be ruthless on cutting down on waste – and we’re doing that – but if we try and jump off the treatment table as if nothing had happened we’ll do more damage to the economy – and frankly that means we risk a double-dip recession.",
        "I think that’s a risk we can’t afford to take. So going for growth and jobs to achieve prosperity for all is the overriding duty and responsibility of this Government – and I promise you we will not let you or your family down."
    ]
}