{
    "url": "https://www.ukpol.co.uk/lyn-brown-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Lyn Brown – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lyn Brown",
            "url": "/tag/lyn-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lyn Brown, the Labour MP for West Ham, in the House of Commons on 18 July 2022.",
    "content": [
        "I decided to have a quick look at this Tory Government’s record in order to prepare for this debate. I found that child poverty has gone up by 300,000 since 2010. According to the Government’s records, 860,000 children do not know where their next meal is coming from. That is all before we factor in the cruel cut to universal credit or this year’s inflation rate—so no, I have no confidence in this Government.",
        "Crime is up by 18% and prosecutions are down 18%, and that is just in the past three years. Less than 6% of offences lead to a charge, and that is a record low—so no, I have no confidence in this Government.",
        "The Prime Minister promised 40 new hospitals. Where are they? Ambulance waits are going through the roof. Every single ambulance service has declared a critical incident. People having a heart attack or a stroke are waiting on average 50 minutes for an ambulance, and for many the wait is far longer. One patient waited 24 hours in an ambulance before a space in the hospital was found. These waits are deadly—so no, I have no confidence in this Government.",
        "Let us get to the man in Downing Street. He spent the past years as he spent his whole life, corrupting and destroying confidence in everything he touches. This is not just about the parties, the law-breaking, or whether he misled the House; it is his casual approach to our democracy and our society. He has spent the past six months pretending that everything is going great and we know it ain’t. Inflation is skyrocketing and the economy is on the verge of recession.",
        "What is the plan to deal with the root causes of that? We have workforce shortages blighting our NHS, all our public services and much of the private sector. We have massive trade problems linked to the mismanagement of the Tory Brexit, but all the Tory party leadership knows how to do is pretend that immigration is somehow the problem and that bashing the EU is some kind of solution. Well, it ain’t.",
        "The Tory party has finally done the right thing, but frankly it is too late, and it is superficial. There is not going to be real change. The Tory record of destruction, division and chaos continues. The country is boiling but the leadership candidates will not credibly address climate change. They have said little to nothing about it—I think they must live on a different planet. All they can manage is to argue against the tax hikes that they voted for just weeks ago. When they are not doing that, they are trying to divide our communities based on frivolous nonsense. We would be better off if they talked about stopping climate heating or how to stop the NHS falling apart, but that does not seem to match the priorities of Tory donors.",
        "So do I have confidence in this Government? Hell no. The truth is that our country will be able to recover only once the lot of them are out of office. For that we need a general election. Let’s get on with it."
    ]
}