{
    "url": "https://www.ukpol.co.uk/gordon-brown-2009-webchat-on-afghanistan/",
    "title": "Gordon Brown – 2009 Webchat on Afghanistan",
    "post_date": "January 5, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2009",
            "url": "/tag/2009/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The text of the webchat with Gordon Brown on Afghanistan on 14 December 2009.",
    "content": [
        "The Prime Minister took part in a live webchat this morning – his first on the Number 10 website – on the issue of building a stable Afghanistan.",
        "The PM’s webchat follows his weekend visit to Afghanistan where he met British forces and held talks with President Karzai.",
        "###  Read the transcript:",
        "**Moderator says:** Good morning. Welcome to the webchat. The Prime Minister will be joining us very shortly.",
        "**Sue Pritchard:** The history of the region tells us that external interventions do not create, let alone sustain, stability, peace or prosperity. What’s different this time?",
        "**Gordon replies:** Hello, Gordon Brown here. I returned in the early hours of this morning from visiting British troops in Afghanistan. As we approach Christmas I wanted to thank them for their courageous service and to tell them that the people back home were in awe of their acheivements.",
        "To answer your question Sue, we know that the Taleban do not have the support of the Afghan people. And above all we know that a stable Afghanistan means a safer Britain. So the question is whether we can help the Afghan people build a stable, democratic and prosperous future – so it is right to train their forces, police and security services so they can take control of the security of their country for themselves.",
        "**stacey hemming:** I know there is a lot of negative press and views regarding Afghan, with pressure to be pulled out. My husband is currently serving over there and I just want to say that I’m proud and don’t want them to be pulled out until the job is finished. Like many, we don’t want the losses we have suffered to be for nothing. I support you, I support our forces. It would be nice if you would stand tall and tell everyone that your not backing down and we will finish the job and do our fallen soldiers proud.",
        "**Gordon replies:** Stacey, I don’t know if I have met your husband but he is clearly a brave and dedicated man who is making an important contribution to this important mission. We have a job to do to destroy the attempt by Al Qaeda to attack the streets of Britain and to prevent the Taleban from offering them safehaven in Afghanistan. We have just stepped up the number of forces dedicated to this job and are now training the Afghan forces so they can take on the role of maintaining the security. We will never forget the sacrifice of those who have given their lives.",
        "**hanif rehman:** Plz say a thank you to the troops. Secondly, has the PM thought of spending more on infrastructure i.e.schools and roads rather than sending more troops. Or does he feel constrained by level of corruption in Afg?",
        "**Gordon replies:** Hanif",
        "We’re doing both. Our military and our civilian stabilisation advisors are working very closely together. There are double the amount of health services in Helmand than 3 years ago and more than a hundred schools open in Helmand, over half in the last year.",
        "On corruption, President Karzai has given me and the international community assurances that he will work to tackle corruption and at the London Conference on Jan 28th next year we will be asking him for updates on progress. Of course it is about delivery not just words and we will be vigilant in seeking action.",
        "**khasail:** How did you come to the decision of sending more troops into afghanistan in the middle of a recesion?",
        "**Gordon replies:** Some of you have asked similar questions so to answer, the terrorist threat to the UK is real. We cannot allow the Taleban to again give space to Al Qaeda to operate in Afghanistan. This is not a conflict of choice, it is about necessity. And all 43 nations of the coalition agree. Our additional 500 troops will be complemented by more than 35000 from the US and other countries. It is vital that our troops have the resources to do the job at hand.",
        "**Ben Blankley:** Can there ever be a military solution that will stop the 1 in 4 Afghan children dying before their fifth birthday?",
        "**Gordon replies:** Already the child mortality rate has been cut. The estimate is that now 100,000 children under 5 who would have otherwise died are now kept alive by better healthcare. This is because of British and other international countries paying for programmes to immunise children, to pay nurses, midwives and doctors and to make healthcare sustainable.",
        "**Glen Oglaza Sky News:** Since Afghanistan is and always has been “tribal”, training Afghan army and police recruits who are mostly Tajik will not hold sway with the majority Pushtuns so How can the NATO effort stop the country simply sliding back into the old ways of rival warlords and the re-emergence of the Taliban? And was President Obama wrong to give an exit date – and a date for the Taliban to take back control?",
        "**Gordon replies:** I met Afghan troops being trained by British troops in Helmand yesterday. They came from every region of Afghanistan and showed it is possible to build a national army that is both professional and united. They are ready to take on the Taleban and the Afghan army will rise in number to 135,000 over the next year. And I discussed this very issue with the President of Afghanistan and the defence minister who are committed to this strategy.",
        "The issue is the Afghan army, security forces and police gradually taking control and it is at that point that our forces can start to come home.",
        "**Sarah Taylor:** In reply to Hanif Rehman, I am the wife of a Royal Engineer and I can assure you that he is kept very busy in Afghanistan by helping the infrastructure. Recently completing an access road which will allow local people to travel more freely to and from school.",
        "**Gordon replies:** Thank you for that Sarah. This is vital work and I’m very proud that your husband has made such a big contribution to the future of Aghanistan.",
        "**Jim Aldus:** Until quite recently, your government has been saying that the troops have had all the equipment they need or have asked for to do the job in Afghanistan. If that’s the case, why is more specialised equipment being sent to deal with roadside IEDs that have been used by the Taliban since before the invasion?",
        "**Gordon replies:** Jim",
        "We are always adjusting to the threat that is posed to our forces by getting the best equipment to deal with it. Over the last year the Taleban have increasingly used explosive devices rather than fight the British army face to face where they know they would lose, and the types of devices are always changing. So to deal with that threat we have increased our specialist forces, our electronic surveillance, our intelligence and our hand held detectors and we have dismantled around 1500 IEDs in the recent months. It is right we respond to the threat with the best equipment.",
        "**pedro:** If the russians couldnt succeed in many years in afganistan, what makes you think that uk efforts will?",
        "**Gordon replies:** The Russians didn’t have the popular support of the people for what they were trying to do – they were working against, not with or for the Afghan people. Our strategy is to partner the Afghan forces and we are clear that this is not an army of occupation.",
        "**Tom W:** We can’t pull out until the job is finished, but this could result in us being in Afghanistan for decades to come, because the goal is not very clear-cut. How will you asses when the job is done?",
        "**Gordon replies:** When Afghanistan is able to run its own affairs free of the Taleban and Al Qaeda.",
        "**Nigel F:** Will you continue sending personal letters to relatives of the fallen, despite the (unfair) criticism you received?",
        "**Gordon replies:** Nigel.",
        "Yes I will. And I understand the feelings who have lost loved ones and it is their concerns that are uppermost in my thoughts.",
        "**Thomas Oliver Bromfield:** As a ex serviceman,can you reassure me that all the help possible will be provided to the wounded serviceman?",
        "**Gordon replies:** Thomas, thank you for your question. Yes, I saw the medical facilities at Camp Bastion yesterday. The staff and the equipment are the best in the world. I am also determined that all the care we can provide at Selly Oak and in other hospitals is the best. I recognise the enormous sacrifice people make on behalf of our country and thank them all.",
        "**Asli Aral:** What will be the main aim/purpose of the London Afghanistan conference on Jan. 28th?",
        "**Gordon replies:** Asli",
        "To get more support for our Afghanistan strategy to train, mentor and partner the Afghan secuirty forces and to help the economy and people of Afghanistan to get a bigger stake in their own future. President Karzai will bring forward his plan for the future of Afghanistan for discussion at the conference.",
        "**tony:** If all 43 nations of the coalition agree about the necessity of this war is it not time that British service personal were replaced by the service personel of another country in Helmand Province and let them have a spell of death and destruction?",
        "**Gordon replies:** Our NATO and coalition allies are offering more troops, including the US who are offering 30,000 more and around 5000 from the non-US allies.",
        "**English:** Why don’t “we” start buying the Opium? There are several reasons why they should. It would establish peaceful trade with farmers (who can grow little else), it starves the Taliban of recruits and funds, it keeps heroin off our streets, it solves the world shortage in opium. The current “strategy” of burning farmers crops only strengthens the Taliban by supplying angry ex farmers.",
        "**Gordon replies:** The UN and most people looking at this oppose this policy as they believe farmers would simply multiply the amount of opium they produce.",
        "**Harry:** When the troops leave Afghanistan, what legacy would you ideally like to leave on the Afghani people and how reachable do you think this is? Also, in terms of percentage, what population of the Afghani people do you believe are truly behind what our troops are doing in Afghanistan?",
        "**Gordon replies:** A stable Afghanistan in which the army and police can deal with security and terrorism and where the people have a stake in their future.",
        "**Sam Ornbo:** How close are we to finding Osama Bin Laden?",
        "**Gordon replies:** Sam",
        "In the last year 8 of the leading figures in Al Qaeda have been killed. Al Qaeda is being seriously disrupted by the actions in Afghanistan and in Pakistan. At present we have no specific knowledge about Osama Bin Laden but we continue to hunt him down.",
        "**James Kirkup – Daily Telegraph:** Do you have any concerns about public support for the deployment? There’s clearly very strong sympathy for Armed Forces personnel, but does it worry you that a significant proportion of the electorate appear to want a quick or even immediate withdrawal? And could signs of public unease over the mission actually embolden the Taliban and persuade them that they can break Britain’s resolve to stay?",
        "**Gordon replies:** Morale in Afghanistan amongst our troops I found to be very high indeed. They know they are doing an important job to defeat the Taleban to help security in the UK. I believe that when people at home see why we are there – to defeat terrorism and see our strategy to train and partner Afghan forces so we can hand over security control, they understand that we have no intention of being an army of occupation, that the mission is vital and that our forces will stay until the job is done. The soldiers I met are very proud to be playing their part.",
        "**Mike Naylor:** When will a Government Minister meet the bodies of brave service persomnnel when they are re-patriated?",
        "**Gordon replies:** Everything Ministers do is on the advice of our service chiefs and in accordance with the wishes of the families who have lost loved ones. I try to write to every family that has suffered these tragic losses. We do indeed owe everyone who has given their life for our country and their families our thanks and gratitude. Our forces are the best in the world.",
        "Thank you to everyone for taking the time to send in your questions. I am sorry I’m unable to answer more but I hope you have found it useful.",
        "Gordon."
    ]
}