{
    "url": "https://www.ukpol.co.uk/gordon-brown-1998-speech-to-the-federation-of-bankers-association/",
    "title": "Gordon Brown – 1998 Speech to the Federation of Bankers Association",
    "post_date": "December 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1998",
            "url": "/tag/1998/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the Chancellor of the Exchequer, in Tokyo on 16 September 1998.",
    "content": [
        "##  1\\. Introduction",
        "I want to begin by thanking you for the invitation to speak to this distinguished audience at this decisive time for the world economy. I am pleased to have the opportunity to share with you our analysis of the serious challenges we face, which we must urgently address both individually and collectively. We have experienced the opportunities that flow from the new age of globalization. We have benefited from the accelerating integration of the international economy. Now we must manage it though more difficult times.",
        "And I welcome this dialogue with key policy makers in Tokyo – because Japan has a key role to play not only in ensuring recovery from present difficulties, but in constructing permanent structures for stable long term global prosperity.",
        "Japan is a highly valued economic partner across the world. In Asia, it is of course the largest economic force, accounting for 61 per cent of Asian GDP. In Europe too, we value highly the strong and successful trade, foreign direct investment and financial relationships that have grown so rapidly in recent decades to our mutual benefit. And Britain, in particular, has very good reason to value our strong relationship with Japan. Last year, Japanese direct investment in the UK stood at £2.6bn, nearly 40% of total Japanese investment in the EU.",
        "My visit today, representing the British Government, the current chair of the G7, reaffirms the partnership between the G7 countries as an indisputable foundation for international stability and prosperity. Our shared commitment to open trade and orderly progress among the G7 has been a driving force for growth – – even in countries that not so long before seemed likely to be permanently left behind.",
        "Now the trend is stalled, and in some places even reversed – but I believe that is a temporary setback, not a permanent condition. I believe that the essential answer to the problems of the moment is not less globalization – – not new national structures to separate and isolate economies, but stronger international structures to make globalization work in harder times as well as easy ones. Our urgent need is closer co-operation, continuing dialogue, and an unwavering commitment to open commerce. We must not let temporary instability put global progress at risk.",
        "As the economic weather turns, as a storm in one region threatens to spread, there are easy but dangerous shelters – a return to protectionism, the breakdown of co-operation, the rise of beggar thy neighbour policies. But this can only yield furtherdeterioration, not renewed growth.",
        "Protectionism anywhere is a threat to prosperity everywhere. Closing off national economies only increases national and international instability. And in Asia and across the world, it is the poorest, the most vulnerable members of society who suffer the most from financial crisis and stagnation.",
        "So I come here today to affirm our common resolve to pursue a strategy of international stability and renewed growth. All countries must actively work together to sustain domestic demand and maintain open markets for investment and trade upon which our shared prosperity depends. What is necessary is closer international co-operation to achieve stability and sustained growth, open trade and strengthened financial systems.",
        "That is a point upon which all G7 finance ministers have been agreed in our dialogue in recent weeks. And I am pleased to be here to discuss these issues in person with my colleague, Kiichi Miyazawa, as I will be in the coming weeks with other finance minister colleagues.",
        "Recent events, coming after the onset of instability in Asia last year, also emphasise the importance of the work that is being done in the G7, the IMF and World Bank and other international groups to consider how to promote sound domestic policy-making and strengthen the international financial system. The globalization of the economy and the expansion – and recent instability – of world capital markets present new challenges for both emerging markets economies and industrialised countries alike. The challenge of devising procedures and institutions which establish internationally agreed rules of the game, recognising the proper role of government in delivering greater stability, prosperity and opportunity for all citizens within an open global economy, is the key challenge which faces us.",
        "So today, I will explain what governments must do now to address the instability we currently face. And I will set out some of the key issues that need to be addressed at the annual meetings of the IMF and World Bank in Washington next month.",
        "##  2\\. The world economic situation",
        "Our starting point must be to recognise the strengths which explain developments in the world economy during the 1990s, but also the weaknesses in national and international policy-making that have been exposed by recent events. The two driving forces for change have been technological change which made possible a global marketplace and the lowering of barriers to trade and capital flows as more and more countries wanted to be part of this global marketplace.",
        "Since the establishment of the GATT in 1947 average industrial tariffs of developed countries have fallen from nearly 40% to less than 5% through eight rounds of multilateral trade liberalisation. The most recent of these – the Uruguay Round promises to increase world incomes by some $500bn per year by the year 2005. The Uruguay Round marked a major reduction in (non-tariff) trade barriers: agriculture and services were included in the GATT for the first time. Since then we have seen Agreements to liberalise markets in Financial Services and Information Technology. At Birmingham, the G8 pledged to resist protectionist pressures. At the fiftieth anniversary celebrations of the GATT in May, world leaders renewed their commitment to open markets in trade and investment.",
        "At the same time, we witnessed global capital flows on an unprecedented scale as investors perceived new investment opportunities in markets which were previously not open to them or too risky to contemplate. The Asian financial crisis was preceded by a period characterised by record private capital inflows into emerging markets and a substantial compression of spreads across a wide range of emerging market credit instruments. Net capital flows to developing countries roughly tripled over the last decade to more than $150 billion a year.",
        "The terms of new bond issues by developing countries improved significantly in the early 1990s – the average spread at launch for US dollar denominated issues declined, in retrospect excessively, from over 400 basis points in 1991 to a low of less than 200 basis points by 1994 .",
        "This irreversible global economic integration in capital and now also product markets has been accompanied by impressive growth in the world economy. During the 1990s, global output has expanded by on average of over 3 per cent each year, with developing countries growing at an average of 6% and countries in Asia by an average of 8%.",
        "But in the last year, the trends which accompanied strong growth rates in emerging markets have been reversed. The end of last year saw a collapse in private capital inflows to emerging markets, leading to dramatic falls in Asian exchange rates and stock markets – of as much as 80 per cent in some cases.The Asian crisis countries themselves witnessed a turnaround of $70 billion in bank lending with net inflows of $40 billion in 1996 turning to net outflows of over $30 billion in 1997. And unlike in the case of the Mexico crisis, the reduction in capital flows to the crisis countries was not offset by a reallocation of flows to emerging markets in other regions.",
        "The growth performance of these countries has also gone sharply into reverse – on a scale unprecedented in contemporary economic history. After strong growth in previous years in Asian economies, the economic crisis has been a particularly jarring experience for the citizens of these countries as well as international policy-makers and investors. And with the growing realisation that recovery is taking longer to occur than had been hoped, there has been a significant reassessment of risks to international lending in emerging markets.",
        "It is right for policy makers to admit that the causes of these complex events are not yet fully understood and will require continued analysis. Moreover, the factors explaining the onset of economic difficulties and loss of investor confidence in each of the countries affected are different, and it would be wrong to engage in misleading generalisations.",
        "In Thailand, for example, the first country to be affected, the immediate cause of the economic downturn was an unsustainable asset price boom, compounded by macroeconomic policy errors, which exacerbated the situation, rather than helping to solve it.",
        "In Indonesia and South Korea by contrast, macroeconomic policy errors were not to blame for the loss of investor confidence, while recent events in Russia represent a particular combination of economic and political instability, leading to a loss of investor confidence and, in turn, macroeconomic breakdown.",
        "However, some common themes do emerge in all affected countries in Asia. Excessive short–term foreign currency borrowing occurred because of the perception of an absence of currency risk due to exchange rate pegs, implicit and explicit government guarantees and directed lending practices which compounded the inefficient allocation of capital, as well as weak supervision and prudential standards.",
        "Borrowing was in many cases used to finance investment in economically unsound projects and governance in the corporate and financial sectors was often weak. In some cases, currencies became uncompetitive, resulting in large current account deficits. Moreover, when the financial crisis hit, fiscal policy was, in retrospect, kept too tight. However underlying all these factors and at their root, was a lack of transparency in economic statistics and policy making which led to confusion and dented market confidence.",
        "In Asia, a period of adjustment was inevitable. What is striking is, first, that the scale of this adjustment should be so severe – as evidenced by the falls in equity and currency markets and in output in many Asian economies. Secondly, these financial pressures have spread across emerging markets from Asia – to Eastern Europe and recently Latin America.",
        "In hindsight it is clear that investors were not making fully prudent assessments of the risk associated with their lending decisions. Last year we witnessed the first decline in private capital flows to emerging markets this decade, and a general reassessment of risk. The widening of spreads in emerging markets has continued following the Russia crisis, rising from around 600 basis points to 1600 basis points. Recently we have seen a general flight to quality and safe-haven buying by increasingly risk-averse global investors.",
        "While some sharpening of risk management may bring benefits in the medium term, it is concerning that even some of the best performers amongst emerging markets are now being been caught up in the fray. Even those with sound macro-economic fundamentals, such as Hong Kong, have not been immune from short-term speculative attacks.",
        "These developments illustrate why it is so important that we take extremely seriously the sort of correction we are currently witnessing. Industrialised economies have felt the impact of falling demand in emerging markets. The general increase in investor risk-aversion has also led to volatility in the major world markets. In the US and Europe, stock markets have fallen significantly, while bond prices have been pushed higher. With inflation low or falling in many parts of the world and with the slowdown in demand in a number of economies, especially emerging markets, the balance of risk in the world economy has shifted, as the statement by G7 countries and central bank governors earlier this week made clear .",
        "##  3\\. Stability in the world economy",
        "My primary concern today is how international co-operation can help to deliver sustainable growth, open trade and the proper functioning of banking systems.",
        "##  Economic stability",
        "The first priority for Asia is to restore a platform of economic stability on which growth depends. The economic situation in much of Asia remains difficult, as the slowdown is turning out to be greater than expected. But progress has been made in restoring economic stability in some of the countries directly affected by the crisis, through full and timely implementation of the necessary reforms, in conjunction with the IMF. In both Thailand and Korea, we have seen significant currency appreciation this year, and this has allowed interest rates to be reduced to below pre-crisis levels. Moreover, the latest trade data show that export volumes grew rapidly in the first quarter. I also want to mention the vital contribution which China is making to global financial stability. Its policy of maintaining a stable exchange rate is an important and responsible one in difficult times.",
        "With the continued pursuit of transparent and credible policies, we can see further signs of recovery. Macroeconomic policy should now be focussed, on creating the right conditions to support domestic demand and export-led growth. Structural reforms, particularly in the financial sector, must also continue alongside action to put in place adequate social safety nets. Since the beginning of the crisis, I have argued strongly that more emphasis needs to be placed on social spending to limit the impact on the most vulnerable in society.",
        "As our recent statement made clear, G7 countries, as well as the IMF and the World Bank, stand ready to support countries in all emerging markets, which are prepared to embark on a course of strong and sound policy action. Of course, for the IMF to do this and be ready to help in times of crisis, it needs adequate resources now. I am glad to say that the British Government has taken action to play its part in doing this, and I urge others to do the same as a matter of urgency.",
        "In Russia, economic progress can only be secured if there is political stability and a genuine commitment to both stabilisation and structural reform. As the G7 officials discussed at their meeting in London earlier this week, the international community remains ready to cooperate further with Russia in support of sustained efforts towards stabilisation and reform.",
        "Inevitably, trade flows will change as the world adjusts to the recent swings in capital flows. In the Asian crisis countries, we have seen significant improvements in trade balances, with a combined annualised surplus of $80 billion in the first five months of 1998, compared with a deficit of around $40 billion annualised in the same period last year.",
        "But the necessary shift from trade deficit to surplus in emerging markets can either be achieved by domestic stagnation or export-led growth. It is in our shared interests to achieve the latter, but this is only possible if the industrialised world provides the engine for that growth by sustaining demand in the world economy. All industrialised countries – in Europe and Japan as well as North America- must bear their fair share of the adjustment. No one country can either escape its responsibility to play its part in sustaining global demand or be required to bear the whole burden and thereby encourage protectionist sentiment.",
        "We must demonstrate both that we have learned the lessons of history, and that we have adapted our approach to the modern global economy of the late 1990s. We are not going to bury our heads in the sand in the face of instability as policy-makers have done before. Equally, we must guard against repeating the precipitate policy mistakes which, for example, the UK made following the 1987 stock market episode when policy was kept too loose despite domestic inflationary pressures.",
        "This is a crucially important task, in particular for monetary policy makers. I know from my conversations with Eddie George, the Governor of the Bank of England that central bank Governors in the industrialised world are fully focussed, as Monday’s statement by G7 Finance Ministers and Central Bank Governors demonstrated, on the need to maintain demand growth in the current global environment.",
        "In the UK, as result of the decisive action the Government has taken over the past year in monetary and fiscal policy, the UK macroeconomic fundamentals are now sound and Britain is now back on track to achieve a return to stability as the platform for sustained growth. Recent evidence of reductions in inflation and earnings growth is encouraging. But further progress is essential, if we are to maintain an economy which combines sustainable growth and low inflation.",
        "Prospects for sustainable growth with low inflation continue to depend on responsible wage behaviour in both the private and public sectors, where pay must be related to what the economy can afford. It would be the worst of short-termism to pay ourselves more today at the cost of higher interest rates tomorrow and the missed growth and job opportunities that would inevitably follow.",
        "It is vital also that measures are taken to put the Japanese economy back on the path of sustainable growth. Japan has a particularly important role to play as the second largest economy in the world, by far the largest economy in the Asia region, and a key export market for the crisis economies. Japan is clearly not responsible for the Asia crisis. But Japan can be part of the solution. That means using macroeconomic policy tools to boost domestic demand and restore business and consumer confidence. The G7 has welcomed the efforts you have been making and the fiscal package you announced in August. The world economy needs an early return to growth in Japan and decisive action to that end.",
        "##  Trade policy",
        "Vigilance is required not just in domestic macroeconomic policy but also in trade policy. We must guard against the risk that worries over cheap imports from Asia will encourage misguided calls for a retreat into protectionism.",
        "The world that made this protectionist mistake earlier in the twentieth century, in the decades before the Bretton Woods institutions were created, must not make it again, on the eve of the twenty first century.",
        "It is therefore critical that we resist these pressures and stand by the pledges we have made at Birmingham, ASEM2 and the OECD and WTO Ministerial meetings to maintain the liberalisation of international trade and investment.",
        "The successful completion of the WTO financial services negotiations in December of last year was a tribute to all the participants. We must not allow current market difficulties to stand in the way of further trade liberalisation and opportunities for growth.",
        "I want to give you three further examples of how the G7 and the UK can signal its commitment to promoting free trade and resisting protection.",
        "First, we need to move quickly to a new round of trade talks that will take multilateral liberalisation forward, not backwards. We are therefore fully committed to European Commission proposals for an early start to the Millennium Round of trade negotiations with a fully comprehensive liberalising agenda covering Agriculture, Services, Competition and Investment. It is in the interests of everyone to work hard to make sure these talks deliver. These talks should start in the year 2000. I propose that we work with the WTO to ensure that preparations for negotiations start now to ensure a prompt start to the Round. We should also consider whether there is any case for bringing that date forward.",
        "Second, anti-dumping. Arguably the misuse of anti-dumping measures as a way of protecting domestic markets is the biggest current threat to international competition. We need to be more watchful than ever in current circumstances. Recently, the UK has strongly opposed the imposition of measures against amongst others China and Indonesia in the case of unbleached cotton. And we will continue to do so in similar cases.",
        "Third, we shall be looking critically at our own rules and measures. For example, The Voluntary Restraint Agreement on Japanese cars exports to the UK expire at the latest at the end of 1999. The UK is and will remain firmly committed to the liberalisation of the UK and EU car markets.",
        "##  Financial stability",
        "The third area where vigilance is essential is in banking and other financial supervision and regulation. The G7 can take the lead in maintaining the momentum of global domestic demand, and safeguarding the openness of the global trading system. But if we are rapidly to restore investor confidence, and emerge from the current turbulent period stronger than we entered, it is essential that countries facing financial pressures take the urgent and necessary steps to strengthen their own national financial systems, in co-operation with the private sector and the international community. This will involve difficult decisions to tackle corporate and financial sector weaknesses, and to develop better systems of supervision and regulation.",
        "Of course it is not just emerging market economies that need to be vigilant when it comes to financial stability. An equal responsibility lies with the G7 countries. In London, the home of the world’s largest international financial centre, we take our responsibility to ensure open, transparent, orderly markets very seriously. I know the governments and regulators of other major international financial centres do so too.",
        "In London, market participants have absorbed the impact of recent instability without serious difficulty. Of course we are not complacent. The Financial Services Authority – the new universal regulator of banks, securities and insurance – is monitoring the situation closely.",
        "Here in Japan, the restoration of financial stability is a top priority in order to ensure that efforts to stimulate the economy can be effective. I hope financial reform legislation can be passed quickly and look forward to the implementation of these measures in a speedy and decisive manner.",
        "It is vital that a solution is found and that confidence is restored. This is essential to put the economy on a sound footing. Continuing financial sector instability will make Japan’s economic recovery much more difficult by hampering efforts to stimulate domestic demand. A transparent, well-regulated and reinvigorated financial sector will play a large role in putting the Japanese economy back on its upwards trajectory. The same applies throughout Asia.",
        "The UK fully supports the efforts which you are making, and recognises the importance of co-operation amongst supervisory authorities. For many years there were close links between banking supervisors in the Bank of England and their colleagues in the Japanese Ministry of Finance and the Bank of Japan. Both in Japan and in the UK, this year has seen the establishment of new universal financial regulators: the Japanese Financial Supervisory Agency and the UK Financial Services Authority. In the months since our two FSAs were created they have already built up strong links, reflected in day to day contact on individual issues.",
        "But I believe we can and should do more to enhance mutual understanding and co-operation. One of the best ways of doing this is for supervisors from one organisation to spend time at the other. As a first step, I can announce that next month  \nsupervisors from the Japanese FSA will go to the UK FSA for an intensive exposure to the way that UK undertakes supervision. And we are planning a similar visit to Japan by UK supervisors as well as longer secondments in both directions.",
        "We also need enhanced and targeted surveillance of financial sector stability by the IMF and the World Bank working in close co-operation. And greater co-operation between the IFIs and the international regulatory organisations (Basle, IOSCO, IAIS) is also important. The Basle liaison committee, which combines representatives of developed and emerging markets and of the IMF and World Bank, is a good example of this sort of co-operation.",
        "The G7 is also considering with the IMF and World Bank how to improve co-operation between the two institutions in the areas of financial stability and surveillance including transparency in both public and private sectors, and will come forward with proposals.",
        "##  4\\. Strengthening the financial architecture",
        "I have set out the action which the G7 together must take to counter the threat to prosperity and jobs posed by this short- term instability. But this instability should not prevent consideration of the long-term implications of the recent crisis for both domestic policy-making and the institutions of the global economic system – sometimes referred to as the financial architecture.",
        "We start by recognising that the global economy has changed the environment for domestic policy making. In the global market place national governments, dependent for investment funds on the day to day confidence of international investors, must pursue consistent and credible policies that guarantee stability. Rewards for doing well have been substantial. But punishment for those countries who perform badly is now more instantaneous and more severe than in the past, with the risk of contagion as investors become more risk averse.",
        "This can be seen from the way in which the Asian crisis, and now the Russian crisis, came unexpectedly – the speed with which the capital markets have moved, with sentiment swinging from excessive optimism about prospects to a deep pessimism, the accompanying volatility of exchange rates and the way in which deep-seated flaws in financial systems in emerging markets have been exposed.",
        "Despite these changes, we are still operating with essentially the same institutional structure that was set up over 50 years ago when the world was facing a very different set of problems. The Bretton Woods twins, the IMF and the World Bank, were designed to help the world recover from a devastating World War.",
        "The World Bank was given the task of reconstruction and development, the IMF was to look after payments imbalances, and particularly prevent the beggar-my-neighbour devaluations. Later the Bank for International Settlements was formed and developed a limited role in bringing together the Central Banks of different parts of the world.",
        "We need to examine how we can reform this architecture to improve the workings of the global economy and facilitate both trade and capital flows. We must learn from what we have done right over the last 50 years but also from the problems that have emerged most recently in the current crisis. So let me start by setting out the key issues that need to be on the agenda of the meetings in Washington early in October.",
        "There are those who argue that instability is the inevitable result of free capital movements across national boundaries, while others blame speculators who exploit capital mobility for short-term profit. What is clear is that short-term capital flows can be destabilising and can disrupt markets when investors are insufficiently informed and educated and institutions lack credibility.",
        "So one part of the answer to the uncertainty and unpredictability of ever more rapid financial flows is to introduce new disciplines in economic policymaking: clear long- term policy objectives, the certainty and predictability of well-understood procedural rules for monetary and fiscal policy, and an openness that keeps markets properly informed and ensures that objectives and institutions are seen to be credible.",
        "Greater openness in procedures as well as in the dissemination of information will provide markets with a better understanding of fiscal and monetary policy, reduce the likelihood of market corrections by revealing potential weaknesses at an early stage, and encourage governments to develop more open policy making processes and internationally recognized yardsticks for assessing fiscal policy.",
        "I welcome the progress made in agreeing the Code of Good Practice on fiscal transparency that the UK originally proposed a year ago in Hong Kong. The Fiscal code has now been agreed. The IMF already plans to issue a manual to provide more guidance on how to construct and present fiscal policies.",
        "The issue now is how the Code should be used in practice. I believe that it should be disseminated widely to extend good fiscal practice throughout the world, and that countries should be required to report on how they are applying it. The IMF should report on its implementation as part of Article IV consultations and that it should become a key component of programme conditionality.",
        "But the fact that, in some Asian countries the difficulties began not in macroeconomic policy but in inadequate financial regulation shows why it is right for us to extend the principle of transparency and new discipline in policy making from fiscal policy into monetary and financial information and procedures and corporate governance. That is why I have proposed that we supplement the code on fiscal transparency by asking the IMF to prepare a code of good practice on financial and monetary policy, in consultation with the world bank and the BIS and asking the OECD to draw up a Code of Good practice in corporate governance.",
        "The monetary and financial code will need to ensure that countries provide a complete picture of usable central bank reserves, including any forward liabilities, foreign currency liabilities of the commercial banks and indicators of the health of the financial sectors. We must also find ways of improving and speeding up publication of data on international banking flows.",
        "These Codes of Conduct, policed by the IMF, can help private sector lenders and investors when they make country risk assessments, enable them to make sound lending decisions country by country and so reduce the tendency to brand all emerging economies in the same way. We also need to do more to encourage – or even require – prompt publication of IMF Press information notices and the conclusions of Article IV missions.",
        "Sound macroeconomic policy, open and credible institutions and procedures and a healthy financial sector are essential pre- conditions for orderly capital account liberalisation. The recent turbulence in global financial markets has demonstrated the importance of ensuring that all the necessary pre-conditions have been met, sequenced in the appropriate way.",
        "I continue to favour an approach to capital account liberalisation which is bold in concept, but cautious in implementation. Bold in concept because open capital markets allow efficient use of capital and the transfer of technology and expertise, and have brought substantial benefits to industrial and developing economies alike in recent decades.",
        "But the need for caution in implementation is now clearer, and more important, than ever. Orderly liberalisation will require sound banking and financial systems and appropriate macroeconomic policies. Without these important pre-conditions being in place, countries will remain vulnerable to capital market volatility. I believe that this work must also be extended, working with the IMF, to deepen our understanding of the pre-conditions for a successful capital market liberalisation by emerging market economies. We need to make clear the risks of moving too fast if these pre-conditions are not in place. Equally, countries that seize upon unilateral actions as a substitute for necessary reform and co-operation damage the prospects for their own economies and the world system.",
        "Finally, given the key role that IMF plays and continues to play, we must now find ways to improve the IMF’s own accountability to ensure that it performs its responsibilities in an open and transparent way that enhances public confidence. We need a systematic approach to internal and external evaluation of the Fund’s own activities, including a new full- time evaluation unit, inside the IMF but reporting directly to the IMF’s shareholders, and in public, on its performance.",
        "We will return to these and other long-term issues of crisis prevention and alleviation in Washington in three weeks time.",
        "##  5\\. Conclusion",
        "Let me say in conclusion that in the new global economy, neither the United Kingdom, Japan nor any other country can afford the easy illusion of isolationism. We are all part and ultimately product of events happening in our global economy. Never in all of economic history have so many depended so much on genuine economic co-operation among the leading industrialized nations.",
        "We must never forget that the path of open trade and open capital markets that we have travelled in the last 30 or 40 years has brought unprecedented growth, greater opportunity and a better life for people across the world. No sensible policy- maker wants to turn the clock back to protectionism and insularity. But to move forward, we need active governments, acting together through reformed international institutions.",
        "The questions are sophisticated and technical. But we must never forget that they are also human questions. They involve the living standards of people as well as the level of finanacial transactions. They involve not only the value of capital or trade or investment, but the deepest values of our societies.",
        "We must make markets work – – in tough times as well as easy ones. That is the burden and honour of all of us who lead in the era of globalization. I believe we can meet the authentic problems of our times with a vision, an intelligence, and an energy which will make the world economy stronger, more stable, and more prosperous – – ultimately more open not just to the free flow of goods, but to the rising tide of people’s aspirations everywhere."
    ]
}