{
    "url": "https://www.ukpol.co.uk/gordon-brown-2000-speech-at-the-james-meade-memorial-lecture/",
    "title": "Gordon Brown – 2000 Speech at the James Meade Memorial Lecture",
    "post_date": "December 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, at the London School of Economics on 8 May 2000.",
    "content": [
        "Tonight I want to set out our economic and social goals for our country, to detail the long-term strategy we are pursuing to implement them and – as we complete our third year in Government – to review the progress we are making and the next steps – in the coming spending review and beyond – that we intend to take.",
        "To achieve our objectives in a new economy that simultaneously offers greater opportunity and yet threatens greater insecurity, we require a fresh understanding of the rights and responsibilities of the citizen and the reach and role of Government.",
        "For only with a credible and radical view of citizenship as responsible citizenship, and a new view of the state as the enabling state can we fulfill our historic mission as a Government: building a Britain where there is security and opportunity, not just for the privileged few but for all.",
        "Such objectives were, in my view, at the centre of James Meade’s work which we honour with this lecture this evening . His life’s work was to show that in a modern economy efficiency and equality, far from being incompatible, were necessary allies. To achieve these, he sought a modern and fair relationship between individuals, markets and Government. Like us, he wanted to achieve high growth without inflation; he led the way in seeing full employment as efficient and fair; and he saw the best – not just the most basic – public services especially in health and education as the key to security and equal opportunity for all .",
        "The precondition – of high employment, higher living standards and strong public services – is economic stability. And it is by building on a platform of stability and by meeting our national economic goals that we can realise security and equal opportunity not just for those born to privilege but for all:",
        "our prosperity goal – in place of our historic under-performance against other countries, a faster rise in productivity than our competitors, as we close the productivity gap;",
        "our full employment goal – in contrast to years of high unemployment, that we have employment opportunity for all, a higher percentage of people in work than ever before;",
        "our education goal – instead of lagging behind other countries and suffering huge disparities in our educational attainments, we ensure educational opportunity for all. Aiming for 50 per cent of people going into higher education for the first time in our history, and as close as possible to 100 per cent of young people with computer skills;",
        "our anti-poverty goal – in contrast to the rise in inequality and poverty seen over recent decades, that we ensure every child has the best start in life as we halve child poverty in ten years and end it within twenty;",
        "and in addition, the public services goal. Instead of our inheritance, inadequate public services which failed to guarantee opportunity or security for all, we invest for the future in strong public services there when people need them.",
        "Not only the scale of our ambitions for the coming decade but Britain’s legacy of economic under-performance, social division and rising inequality required us in 1997 to reject the short-term, quick fix in favour of a consistent, long-term strategy. So we have never pretended that Britain’s problems could be solved overnight, or that they could be resolved without the need for tough decisions.",
        "Indeed, we will not waiver and must remain single-minded in focussing on our long-term challenges: whether it is reforming labour, capital and product markets to bridge the productivity gap or modernising delivery of public services to achieve our health, education, and anti-poverty gaols",
        "The last few decades teach us to reject the short-termism of flawed quick fixes – policy lurches in face of short-term difficulties – rather than taking the tough decisions to achieve our long-term economic and social aims. It is not by populist quick fixes or gesture politics but by maintaining stability and seeing through long-term modernisation and principled reforms that we will achieve our goals for full employment, prosperity and social justice.",
        "And we recognise most of all – and this is my theme tonight – that our goals cannot be achieved by the old methods of old left or old right.",
        "Indeed, fundamentally, they require a new, modern understanding of the duties of citizenship and the role and limits of Government.",
        "We reject the old left command and control view of Government which mistakenly equated public ownership and a public bureaucracy with the public interest, argued that full employment could be achieved simply by old-style demand management, and suggests that the only answer to poverty is compensating the poor for their situation rather than tackling the underlying causes.",
        "This old and misguided view of the state – irrelevant for a global economy – was accompanied by a failure to place sufficient emphasis on personal responsibility. I believe instead that our determination to combat social and economic injustice should be matched, not by insisting on rights without responsibilities, but by asserting the responsibility of the individual.",
        "So an out-of-date view of the relationship between individual and state led in the 80’s to the right-wing attack on collective provision: their exclusive reliance on markets , their rejection as evil of any kind of state intervention, and the crude dogma of a self-interested individualism which denied there was such a thing as a society.",
        "For the right, the best Government is the least Government. Yet abandoning established responsibilities of Government – saying that there is nothing Government can do – did not improve our productivity performance, but instead led to more people out of work and a cycle of poor skills, worklessness and deprivation.",
        "That has been the legacy of absentee Government and it was to, step by step, tackle these problems of economic inefficiency and social injustice that a new Government was needed and given a mandate in 1997.",
        "That was – and remains – our task, a strong economy and a fairer society, but to do so we require a better understanding of the duties of citizenship and the role and limits of Government.",
        "I believe that as advocates of economic and social renewal, we should reclaim both the ethic of personal responsibility as we stress obligations as well as opportunities, and affirm the ethic of fairness, as we root out economic injustice.",
        "Take our goal of full employment. We know it cannot be achieved by the old right ways – of leaving it wholly to market forces – nor by the old left methods – simply by pulling the macroeconomic levers without tackling underlying structural weaknesses, not least the need for rights and responsibilities in the labour market",
        "And just as we support, in the New Deal, new opportunities for employment but new obligations to seize them, so too elsewhere we support responsibilities accompanying rights:",
        "new opportunities for already an extra 100,000 higher education students, but in our new system of student finance new obligations to contribute when earnings are higher;  \nnew help for mothers – a £300 pound maternity grant in the year their babies are born, but a new responsibility that health checks for the baby are met;  \nnew help for teenagers – with educational maintenance allowances available in return for staying on at school and seeking higher qualifications;  \nnew help for adult learning, a break from the old system of levies or simply doing nothing, with an Individual Learning Account for initially I million adults to which Government contributes but the individual contributes too.  \nAnd with the growth of personal responsibility, we seek the growth of corporate responsibility too:",
        "new opportunities in the financial service industries but in return a new requirement from financial services companies for openness and transparency;  \nfor the environment, new incentives for heavy energy users matched by a responsibility, in the climate change levy, to deliver environmental improvements;  \nand in the global economy, a new responsibility on Governments to be transparent, to be accountable and to agree a dialogue and partnership with the private sector – and in return greater responsibilities on the private sector to contribute to crisis prevention and crisis resolution.",
        "So whether it be individual or corporate responsibility, our call is for a responsible citizenship.",
        "And we understand what the right fails to acknowledge, that there is a public interest in growth, employment, fairness and the best public services, but understand too that this public interest can best be advanced not by allowing the public sector to become a vested interest, but often by the public sector ceasing to be controller or owner and becoming partner, catalyst, sponsor, coordinator. Action that empowers rather than directs.",
        "So our call is not for big Government but better Government, what we might call an enabling state.",
        "And underlying all this is our understanding of the changed world in which we live – a period of great technological advance and opportunity, but also a period of unprecedented restructuring and insecurity – and the reform this necessitates in the relationships between individuals, markets, and Government.",
        "More than ever, we need to help equip people to cope with the insecurities that ever faster change brings.",
        "More than ever, we need to remove the old barriers and let everyone move ahead.",
        "In the new economy where capital and companies are mobile, we must ensure that we offer the right environment and help for business to succeed in every part of Britain, and ensure that we have the right competitive environment, the key to competitiveness abroad.",
        "So in the new economy, the role for Government is neither to obstruct change nor to passively abdicate responsibility for managing the consequences of change that affect working people, but instead equip people and companies to meet and master change.",
        "So it is on this basis – an enabling Government encouraging responsible citizenship in pursuit of opportunity and security for all – that we will continue to take the tough long term decisions on the side of Britain’s hard-working majority – in the spending review, in drawing up the next election manifesto and beyond.",
        "**First, stability**",
        "The first objective national Governments must have, in a global marketplace, is to maximise economic stability. We have learnt that monetary and fiscal stability is a necessary pre-condition for national economic success. For in a global economy, funds will flow to those countries whose policies inspire confidence. And investors punish mistakes more quickly and more severely than in the past.",
        "Both the old Keynesian fine-tuning, and the rigid application of fixed monetary targets, were policies designed for sheltered national economies and based on apparently stable and predictable relationships which have now broken down in our modern, liberalised and global capital markets.",
        "So our policy has been to set for a global economy a new long-term framework for monetary and fiscal policy that can command new confidence. Its essence is that long-term, open and transparent decision-making procedures which command credibility provide a better route to stability than fixed monetary or exchange rate rules.",
        "That is why, when we came into power in Britain in May 1997, we put in place a radically different monetary framework based on imposing consistent rules – the symmetrical inflation target; settled and well understood procedures – with Bank of England independence; and openness and transparency.",
        "Side by side with this and as important, a radically improved fiscal discipline with, again, clear and consistent rules – the golden rule for public spending; well understood procedures – our fiscal responsibility legislation; and here, too, a new openness and transparency.",
        "Already we are seeing the rewards of creating Bank of England independence and new fiscal rules.",
        "And it is because we sought to learn from the political mistakes of the last forty years that this Government will maintain its prudent and tough approach. So we must all be determined not to make the old British mistake of paying ourselves too much today at the cost of higher interest rates and fewer jobs tomorrow.",
        "I understand the great difficulties that the current fall in the euro is causing for British industry, particularly in manufacturing.",
        "Such a euro-sterling exchange rate cannot be justified by any view of long-term economic fundamentals. But manufacturers who have suffered from the old boom and bust – and the short-term policy lurches which all too often went wrong – would also reject a return to the short- term quick fix which would put at risk the long-term stability which is the foundation for steady growth, investment and job creation.",
        "**Raising our productivity**",
        "Stability is a necessary pre-condition to deliver our objectives for growth and employment, but it is not sufficient. An economy cannot fly on only one wing. Supply side or microeconomic reform is also essential to raising our productivity.",
        "Some people argue that Governments working with business cannot improve the productivity levels of the economy. I reject this pessimistic view. Of course it is businesses that create wealth, and managers and workforces that create jobs and higher output, but Governments must ensure that the environment within which wealth is created is one that favours competition, not monopoly or vested interests, and that the economy has properly functioning labour, capital and product markets.",
        "And fifty years of economic history from 1945 – marred by a succession of sterile and self-defeating conflicts between state and market, managements and workforces, public and private sectors – taught us the need for national economic purpose , for an end to short-termism and the need for all – industry, the financial community, and Government – to take a long term view:",
        "industry, by investing for the long term;  \nthe financial community, by refusing to resort to the short-termism and stop-go attitudes which have bedevilled us since the war;  \nand Government, by not only ensuring lasting stability but taking seriously its responsibilities to remove the barriers to productivity and growth.",
        "So while 30 years ago, Governments responded to the productivity challenge with top-down plans, and tax incentives and grants primarily for physical investment, today it is a more complex role for Government – the encouragement of competition, the modernisation of capital and labour markets, and the encouragement of innovation and an enterprise culture open to all, so that British industry-manufacturing and services can close our productivity gap and deliver higher profits, investment employment and growth",
        "First, we are removing the tax barriers to enterprise and creating in Britain the best tax environment for business investment – we have cut small companies? tax from 23p to 20p, introduced a new 10p rate of corporation tax for small companies, and radical reforms to capital gains tax. While for a decade capital gains have been taxed at 40 per cent or above, they will now be taxed at 10 per cent for investments of four years or more .",
        "Second, new incentives to encourage and reward the inventor and the innovator – we are investing an extra £1.4 billion in basic scientific research, and have put in place a new R&D tax credit; our University Challenge Fund is providing finance to commercialise inventions; and to transfer technology from the science lab to the marketplace, we have new Institutes of Enterprise.",
        "And these measures are of special importance to manufacturing, which will secure the biggest benefit from permanent capital allowances, the new R&D tax credit, the 100 per cent allowance for introducing new technology; and the regional funds and the doubling of modern apprenticeships.",
        "Third, because we recognise the sharpest spur to innovation, efficiency and improvement is competition, we are removing the barriers to competition. We have rewritten this country’s out-dated framework of competition law. We have given the Office of Fair Trading new powers and new money to police anti-competitive practices which damage businesses and consumers alike. And now we will be consulting on the next stage, withdrawing ministers from the decision process on merger cases.",
        "Our productivity push will be stepped up in the coming year. We will build on the measures we have already introduced with further reforms and incentives for the modernisation of our capital markets, product markets and labour markets. These will be set out in detail in this November’s Pre-Budget Report.",
        "We are examining how we can further promote the best competitive environment for industry and consumers alike.",
        "For the professions, the Office of Fair Trading is now working through a detailed remit to examine how best to ensure that the rules of professional bodies do not unnecessarily restrict or distort competition.",
        "For banking, having accepted the main Cruickshank recommendations, we will legislate to ensure the UK payments system is open to new competition.",
        "In our capital markets, we must ensure there are no barriers to competition and innovation, that there are no unnecessary constraints restricting investment decisions, and that investors have every opportunity and encouragement to back dynamic small and growing companies in manufacturing and services in all our regions.",
        "Not city and industry working against each other, nor the old battles between private and public sector but city industry and Government together playing their part in promoting industrial growth.",
        "That is why, following the Cruickshank Report, I have asked Mr Paul Myners to head a review of institutional investment to cover all these issues. Institutional investors have a vital role to play, controlling around 45 per cent of quoted equity investments and Mr Myners will report back to me in time for action in the next budget.",
        "In this way we are removing the old barriers of under-investment and neglect that for too long have held our regions back. Working with the new Regional Development Agencies and the Small Business Service, our aim is balanced economic development across all the regions and nations of the United Kingdom – a modern regional policy supporting local innovation, more investment and improved infrastructure.",
        "Having launched a network of regional venture capital investment funds – with a target of one billion pounds – John Prescott and I will, in the Comprehensive Spending Review, announce further measures to strengthen the work of the Regional Development Agencies.",
        "I want Britain to be a world leader in enterprise – and by moving from a Britain where enterprise was confined to a closed circle of the few to a Britain where enterprise is open to all, I want, as this week we launch the National Enterprise Campaign, the opportunities and benefits of enterprise to be shared by all regions and all people. I believe Government, business leaders, and local communities can now work together to achieve this aim.",
        "**Employment**",
        "When the Government came to power in 1997, we put the restoration of the work ethic at the centre of our social and economic policy, our aim, for the next decade, employment opportunity for all with a higher proportion of people in employment than ever before.",
        "To help achieve this, we are building a new and modernised welfare state, one that in addition to its traditional and necessary function of giving security to those who cannot work, promotes work, makes work pay and gives people the skills they need to get better jobs.",
        "In the last 20 years, unemployment has been the primary cause of poverty in Britain today.",
        "Simply compensating people for their poverty through benefits is not enough, the task must be to deal with the causes of poverty. And the best form of welfare is work. So we have put in place a long-term strategy to help those sections of the population excluded for too long:",
        "the young unemployed;  \nthe long term unemployed;  \nlone parents;  \nand the disabled who can work.",
        "Already over 400,000 young people have joined the New Deal and almost 200,000 have found jobs – the vast majority sustained jobs. A further 120,000 have gained valuable experience on New Deal options. And over 70,000 employers have signed up to the New Deal. Since the election, long-term youth unemployment has halved.",
        "And because we have succeeded in this Parliament in removing the old barriers to employing the young, from April next year we will extend the opportunities and the obligations of the New Deal to the long-term adult unemployed – with four options of work, work-based training, work experience including in the voluntary sector, and self-employment. But no fifth option, no staying at home on benefit doing nothing.",
        "The relationship we are forging between rights and responsibilities is firmly rooted in both economic opportunity and individual responsibility.",
        "Instead of being left to draw benefit at a Social Security office, the unemployed who are able to work will sign up to seek work, with the long -term unemployed offered the help of a personal employment adviser.",
        "In Britain, unlike any other comparable countries, unemployment among lone parents is over 50 per cent. Starting nationally from next April, lone parents with children over five will attend work-focused interviews to find out about the new choices on offer: the choice to train for work with a new cash payment of £15 a week on top of benefits for training; the choice of a few hours work a week, with the first £20 of earnings allowed with no reduction in benefit; the choice of part-time work with a guaranteed £155 for 16 hours of work, or the choice of full-time work on a guaranteed £214 a week; and on every rung of this ladder of opportunity there will be help with child care.",
        "Our aim is to create a ladder of opportunity with Government on the side of working people as they seek and find jobs, and in many cases consider self employment and starting a business. And to sustain our goal of full employment, Government needs to ensure work pays.",
        "When this Government came to power, with no minimum wage in place and the tax and benefits system unreformed, many of those without work faced an unemployment trap, where work paid less than benefits, and the low-paid in work faced a poverty trap which meant that they faced marginal tax and benefit rates of 80, 90 or even over 100 per cent.",
        "To tackle this, we needed to combine a sensible and prudent minimum wage with a generous and fair system of in-work support.",
        "And all the measures we have introduced – the 10p tax rate, the 22p basic rate, reform of National Insurance, the children’s tax credit and the most important innovation, the Working Families Tax Credit, are the building blocks of this strategy.",
        "Already, over 1 million people are receiving the Working Families Tax Credit which means that every working family with someone working full-time is guaranteed a minimum income of over 200 pounds a week today, and £214 a week from April next year.",
        "And as a result of all these measures, the family on half average earnings will be £2,600 a year better off in real terms in 2001 compared to 1997 – a rise in living standards of 20 per cent this year alone – the biggest improvement in living standards for a generation.",
        "So while the old tax system simply set a personal allowance that failed to ensure that work paid, and also made thousands pay tax even as they claimed benefits, we are putting in place a new more progressive system that encourages and rewards work.",
        "Instead of a tax system that has rates from 40 per cent to 0 per cent, we now have a tax and benefits system with rates from 40 per cent to 10 per cent and then to as low as -200 per cent at earnings of around £60 a week – for every £ people earn, up to £2 paid in WFTC.",
        "Our next step is to extend the principle of the WFTC. Of course, barriers to work across the workforce are different for different groups- for families with children, those without children, older workers and single people.",
        "From 2003, we will introduce an employment tax credit, paid through the wage packet, available to households without children as well as households with children.",
        "As a first step, we began this April with an employment credit with a minimum income guarantee for over 50’s returning to work.",
        "Full employment is not just about the right to work, but, where there are jobs, the responsibility and the requirement to work. So, as we extend opportunities to those who are out of work, we will extend the responsibility to take up the work on offer. The informal or hidden economy is now draining billions of pounds in fraudulent benefit claims and unpaid taxes.",
        "This loss of revenues, this incidence of fraud, this waste of resources, cannot be allowed to continue and especially when there are jobs that benefit claimants could take. That is why we are implementing the report of Lord Grabiner QC. I can confirm we will legislate to tackle benefit fraud and we will take powers in the Finance Bill for a new statutory offence of fraudulent tax evasion. This will enable the Inland Revenue to prosecute in the Magistrates? Court those who evade their responsibilities.",
        "**Education**",
        "New opportunities matched by responsibilities are also at the heart of our education policy too. By the end of the coming decade, our goal is not the old 10 per cent of the Sixties, or 20 per cent of the Eighties, but more than 50 per cent of young people entering higher education.",
        "In addition to the investment in higher standards in schools colleges and universities, let me emphasise that we make equal opportunity count by the creation for lifelong learning of Individual Learning Accounts and the University for Industry and the extension of educational maintenance allowances of up to 40 pounds a week in our highest unemployment communities. Higher rates of staying on in education are our aim and in return for young people pursuing higher qualifications, we provide new cash support. Once again the enabling state. In schools, encouraging and rewarding effort.",
        "**Child poverty**",
        "Our goal is that every child has the best possible start in life – ending child poverty in twenty years and halving it in ten years.",
        "And it is because the scale of the injustice over the last 20 years was so great that we have already taken action to lift 1.2 million children out of poverty and are investing in a new Sure Start programme to give the youngest children in the poorest areas a far better start in life.",
        "In the Child Poverty Action Group lecture next week, I will set out new measures to fight the war against child poverty, showing how we plan to tackle social injustice and extend opportunity in new ways.",
        "First, we recognise the war against child poverty cannot be won by Government and parents alone. It depends on engaging the voluntary community and charitable sector and in both our Sure Start programmes and the Children’s Fund we will devolve power from the national and local Government to community-based organisations",
        "And second, we match new opportunities with new responsibilities – new help for mothers when their babies are born, but a new responsibility that vital health checks for children are undertaken.",
        "**Pensioners**",
        "Just as we have a long-term strategy to tackle child poverty and have made a start, so too pensioner poverty. As a result of the measures introduced since 1997, we will be spending £6.5 billion more over the Parliament supporting pensioners. We are spending more than we would have spent if we had simply restored the earnings link. And we are spending it in a fairer way – helping the poorest most.",
        "As I said in the Budget, based on forecast rates of inflation, we expect the basic state pension rise in April 2001 to be over 2 pounds for single pensioners and over 3 pounds for couples.",
        "All pensioners benefit from the new winter fuel allowance – raised to £150 for the coming winter – and measures like free TV licenses for the over 75’s and the new minimum income guarantee have helped the poorest pensioners the most.",
        "So our first priority was to tackle pensioner poverty. And, taking these measures together, I million pensioners will be up to £20 a week better off since 1997.",
        "The next stage is to ensure that pensioners are not penalised for their thrift, and therefore to do more for pensioners with modest occupational pensions and small savings.",
        "And later in the year, Alistair Darling will be consulting on a measure for the next Parliament – the new pensioners credit. This will do more for those with modest occupational pensions and savings who should not be penalised for having worked hard all their lives and saved for their retirement.",
        "**Spending review**",
        "In all these initiatives to meet our productivity, employment, education and anti-poverty goals, our approach is driven by a desire to match opportunity and security and it is underpinned by reform",
        "This approach is at the heart of this year’s spending review as we build public services that make people more secure, something that is even more important in today’s world of rapid economic uncertainty and change.",
        "In the last spending review, we recognised that to achieve these objectives both the role of Government and the management of spending and investment has to change, as we broke from the annual cycle that was short-termist and wasteful. In this review we extend these reforms, further matching new investment with further modernisation.",
        "With our focus on results, we are breaking down the old incrementalism that concentrated on inputs and not results.",
        "With our commitment to cross cutting reviews and decisions to target public spending on our priority policy areas, we are breaking down the crude departmentalism that led to duplication and waste.",
        "With the doubling of public investment, we are breaking from the old focus on consumption alone, as instead we seek to equip Britain for the future.",
        "And with our public private partnerships extended, we are ending the old public private split.",
        "This prudent approach is for a purpose to ensure that department by department, we implement our commitment to extending opportunity for all, investing in our future and creating a fairer Britain.",
        "Already we have shown our commitment to the NHS with the largest ever sustained increase in NHS funding and the intensive review of the NHS which the Prime Minister is leading .",
        "I am convinced that with tough decisions, we can also meet our priorities not just in health but in our other key priorities including additional money for education, criminal justice, transport and tackling social exclusion, in return for reform.",
        "**Conclusion**",
        "So we are determined to stay the course of reform and modernisation to achieve these ends.",
        "The way forward is through an enabling Government which encourages responsible citizenship and aims for security and equal opportunities for all – the key to lasting change in our country and a stronger fairer Britain."
    ]
}