{
    "url": "https://www.ukpol.co.uk/wallace-browne-2022-speech-on-british-passports-for-irish-who-have-lived-in-northern-ireland-lord-browne-of-belmont/",
    "title": "Wallace Browne – 2022 Speech on British Passports for Irish who have Lived in Northern Ireland (Lord Browne of Belmont)",
    "post_date": "October 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Wallace Browne",
            "url": "/tag/wallace-browne/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Wallace Browne, Lord Browne of Belmont, in the House of Lords on 26 October 2022.",
    "content": [
        "My Lords, I am pleased to welcome the Minister to his post, and I know that he will bring a wealth of experience and knowledge to this House. I congratulate my noble friend Lord Hay of Ballyore on securing this short, but nevertheless important, debate. This issue, I know, is incredibly personal for him, but, more importantly, for the many thousands of others living in Northern Ireland.",
        "It is wrong that many Irish-born citizens, who have been living, working and paying their taxes in Northern Ireland and in the United Kingdom for years, have so many hurdles to go through before they can officially be recognised as British. They may have identified as British for years, or even for decades; but a costly, overly bureaucratic and uniquely discriminatory process has meant that, in the eyes of the law, they are technically not yet fully recognised as British citizens. Many of these people feel very strongly that holding a British passport should come naturally to them, as they have been law-abiding, taxpaying residents of this United Kingdom. As it stands, they feel, understandably, that they are being blocked in respect of this.",
        "This process is set in stark contrast to the simple and easy way of applying for an Irish passport for those born and living in Northern Ireland, whereby some who have never been to, or lived in, the Republic of Ireland can quickly apply for and receive Irish passports. Indeed, all they have to do is simply go along to their local post office, ask for an Irish passport application, fill it out and attach a relatively small fee of 80 euros; and the passport, when determined, will be delivered to the home by the post in a relatively short period of time. This is all under the terms of the Belfast agreement.",
        "Yet, those born a few miles across the border who are resident in the UK must pay £1,300 to register their citizenship, and then apply for a British passport. In terms of UK citizenship, it is clear that the people in this situation are still somewhat disadvantaged. Certain financial and bureaucratic barriers still exist that make it difficult for Irish-born residents of the United Kingdom to attain British citizenship or a British passport.",
        "It is false to claim that changing this would have any impact whatever on the Belfast agreement. Indeed, for true parity of esteem to exist, those Irish-born citizens who live and work in Northern Ireland should be able to avail of a British passport in the same way as Northern Irish-born British citizens can avail of an Irish passport. It is a curious situation that we presently have two groups: those who were born in the Irish Republic and live in Northern Ireland, who cannot easily obtain British passports; and those who were born in, have relatives in or live in Northern Ireland, who can easily and cheaply obtain Irish passports.",
        "Last year, the chief commissioner of the Northern Ireland Human Rights Commission called on the Government to fix this anomaly. He said categorically that,",
        "“the Belfast agreement presented no impediment to slightly changing the law, if the UK Government decided to exercise its discretion to do it.”",
        "If certain criteria were set, surely this could be resolved with relative ease.",
        "I, too, welcome the findings in the report published by the Northern Ireland Affairs Committee in the other place last year. I concur with the recommendations made in the report that the fees and the current unwieldly process should be abolished. Does the Minister agree with the findings, and will he commit to look at this further?",
        "The Government should take the opportunity presented today to look seriously at a different approach to this unique situation, which has created an unfair process. The issue has been overlooked for too long. As has been alluded to, this unique situation, which has been outlined today by my noble friend Lord Hay, goes directly against the grain of the Belfast agreement. Routes to British citizenship for those who have spent the vast majority of their lives contributing to British life or communities, and the tax base in the United Kingdom, should not be fraught with difficulty and uncertainty.",
        "It is right and proper that this issue should be addressed as a matter of urgency. It is wrong that successive Governments have failed so far to deal with this issue. I trust that today’s debate will help move us towards righting this wrong."
    ]
}