{
    "url": "https://www.ukpol.co.uk/gordon-brown-2001-speech-at-the-child-poverty-conference/",
    "title": "Gordon Brown – 2001 Speech at the Child Poverty Conference",
    "post_date": "December 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, in London on 26 February 2001.",
    "content": [
        "##  1\\. Why children, why now?",
        "From here in London, Clare Short and I want to welcome and thank all of you who gather here today from every continent — leaders of global organizations and of Governments — each with your own proud history and traditions, each with your own unique record of service and commitment, who have come together because of :",
        "* our shared concern: for the many millions of the world’s children who live on the knife’s edge of bare existence;",
        "* our shared indignation: at the senseless tragedy of young lives lost to disease and despair",
        "* our shared belief: that the future we want for our own children is also what we want for all the world’s children;",
        "* and most of all because of our shared conviction that what can be achieved together by unity of purpose is far greater than what we can ever achieve acting on our own.",
        "It is by putting the needs of the young and the poor not only at the centre of social policy but at the centre of financial decision-making, economic policy and international diplomatic action, we can ensure a better future – a future of health and hope – in which no child is left behind and every child, in every country, has the opportunity to make the very most of his or her abilities.",
        "Yet today we can predict with grim precision that as long as children’s needs are seen as incidental and not integral to what we as Governments do; as long as they are a part and not at the heart of all policy decisions we make; each and every day of this year 30,000 children will lose the fight they are waging for life. Seven million children will perish before reaching their first birthday. Over ten million will die before the age of five.",
        "And let us not equate mere survival with strength: in the developing world, 150 million children are underweight, at severe risk to their mental and physical development. Worldwide, 120 million children go without even five years of schooling, their chances crippled by disease, natural disasters and war before life’s journey has even begun.",
        "This is the face of poverty today in the places and among the people left behind – staggering, disfiguring, galling, grinding poverty: the face of global poverty is the face of a young child.",
        "And it is an affront to our basic belief in the equal worth, and inherent potential, of every human life. It is a challenge to the values at the core of our character.",
        "Those of us in the developed world, many of whom are enjoying unprecedented plenty, must regard poverty on this scale not only as an economic challenge, but also a moral imperative of the highest order.",
        "I agree with those who say that good times are as stern a test of character as bad times. In this era of prosperity, more than ever, the world’s children must become our cause.",
        "In that spirit, let us start by paying tribute to the powerful example set by Nelson Mandela and Graca Machel. No two individuals have done more to speak up for the future. And when Nelson Mandela tells the children of the world —",
        "‘If I could promise you every one of your days will be a day of leaning and growing, I would but I promise you what I know I can deliver: to work every day in every way to support you as you grow’;",
        "And when Graca Machel says —",
        "‘I have seen how one year of school changes a child … I have seen a generation of children armed with education lift up a nation’;",
        "Then we know that, as we approach the UN Special Session on Children this September, these two leaders are inspiring – and Carol Bellamy and Unicef and UNDP are assembling – a new global partnership for children so wide, so powerful and so determined that no obstacle should be allowed to impede its path of progress.",
        "For if this is a moment of urgency, it is also a moment of profound opportunity.",
        "Today we are also privileged to be hearing from Horst Kohler and James Wolfensohn, who have just returned from a pathbreaking trip to Africa…",
        "* who heard the clarion call of an extraordinary coalition of faith groups, NGOs and multilateral organisations…",
        "* who together brought the world’s richest nations to whom so much is given, and the world’s poorest nations whose needs are greatest, into a unique alliance to tackle debt and poverty – an alliance whose work, even as the first 22 countries secure debt relief, has only just begun.",
        "* leaders who because they recognise the need for a virtuous circle of debt relief, poverty reduction and sustainable development, have, along with Kofi Annan, the United Nations, Unicef, and UNDP, committed themselves to an historic joint declaration from which there is no turning back.",
        "It is the first official joint declaration of the IMF, World Bank, OECD and UN that ‘poverty in all its forms is the greatest challenge to the international community.’",
        "It is a resolution to work together to meet the 2015 development targets, not least:",
        "* halving the number of people living in poverty;",
        "* enrolling all children in primary school;",
        "* and reducing by two thirds infant and child mortality rates.",
        "and it is a partnership against poverty which to succeed will demand new and concrete commitments;",
        "and the purpose of this conference today is to examine the detailed means of reaching these goals.",
        "##  2\\. The purpose of this conference – a call to action",
        "First, if we are to realize our shared goals we must embrace our shared responsibility – by setting out the practical steps each partner must take, for ends will mean precious little without the means to achieve them.",
        "Too often, the world has set goals like the international development targets of 2015 and failed to meet them. Too often, we have set targets, reset them, and reset them again, so that our ambitions, in the end, outdistance our achievements.",
        "Indeed, though our targets are achievable, we are already in danger of missing the mark. Projecting forward, we can see our trajectory will fall far short on education, on health, on poverty.",
        "So it is not enough that we have made a pledge. As Mr Mandela and Ms Machel have written: ‘please hold us to it.’ theirs is a simple and powerful plea for the accountability we all must demand of ourselves and demand of one another. For if the sum of our actions amounts to no more than its parts, we will be fated to ask ourselves, in the year 2015, ‘why did we fail?’",
        "If the worldwide debt campaign has taught us anything it is that we advance only if we advance as one. For we are not powerless individuals, but together have power. We are all rich and poor, old and young bound in one vast network of mutuality, across all the lines that might otherwise divide citizens of different countries, perhaps, operating from a thousand different centres of energy, conscience and conviction, but members of the same global community, the same moral universe.",
        "Because our shared responsibility does not diminish our individual accountability, our conference must have a second purpose. We must not only set ourselves on a specific course of action, but each of us as partners must be prepared to make radical changes in the way we act so that the goals of 2015 can be achieved.",
        "Marching with us are not just the memories of those who lost out when we have failed in the past but the hopes and expectations, the dreams and ambitions, of millions of young people who look to us for the future. And their voices must be heard too.",
        "And so as the UK Government we make this declaration: that as we discuss with all of you how to meet these 2015 goals, we will be ready to reshape our policies, adjust our expenditures, and refashion our priorities so that the actions of each of us make possible the attainment of the goals set by all of us. And we ask all other participants to do likewise.",
        "Here in Tony Blair’s Government, Clare Short has been a true leader in changing the UK approach, crafting concrete, comprehensive policies for the problems of global poverty; increasing her aid budget by 2004 by 45 per cent in real terms, and untying all our development aid; ensuring that development assistance be directed to country-owned and community-driven poverty reduction strategies; renouncing Britain’s right to benefit from any of the highly indebted poor countries; bolstering conflict prevention with a new Africa fund and by banning for 62 countries export credits for unproductive expenditures; and because growth through trade is one of the best means of lifting people up, committing with all EU states to open our markets to all products made in the least developed countries, and to strengthen their voice in the WTO.",
        "And today we hope that in our declaration each of us can move forward – making new commitments that ensure that the work of each institution enhances the work of the other, and that the whole of our actions becomes greater than the sum of our parts.",
        "Commitments from –",
        "* the IMF and World Bank: that the detailed commitments in the poverty reduction strategies, including targets to reduce child poverty, will be implemented in practice at the centre of economic and financial policy;",
        "* from the UN family: to support developing countries in making health and education a priority;",
        "* from developed countries: to increase and untie their aid commitment, and to open their markets;",
        "* from developing countries: to create community-driven poverty reduction strategies and make them the centre of economic policy;",
        "* and from NGOs and faith groups: to coordinate their efforts in giving voice to the voiceless and empowering the powerless.",
        "##  4\\. A call to action — to create the virtuous circle",
        "And today as we issue our call to action, a call that we hope will be heard and heeded by all Governments, and resonate far beyond these walls and these borders, there are two areas on which action is imperative: education and health in the world’s poorest countries.",
        "First, we know that education is a precondition of progress personal and national – the very best anti-poverty strategy, the best economic development program. There is simply no better means to empower the powerless, to put their future directly in their hands. Education should be the birthright of every child.",
        "The case for investing in primary education is unanswerable and remains mostly unanswered.",
        "In the past decade, primary enrolments have increased at twice the rate of the 1980s. Still, tragically, 130 million children do not attend primary school. two-thirds of these are girls. Almost half of all African children and one-quarter of those in South and West Asia are being denied this fundamental right, this basic root of all opportunity. It is little wonder, then, that 900 million people over the age of 15 are illiterate – one sixth of the world’s population.",
        "Public expenditure per pupil, in the 19 least developed countries, is less than $40 — compared to $200 per pupil in developing countries, and $5,300 in more advanced economies.",
        "So there is more we must do; and that approach must begin with aid. Since 1997, the UK has increased its commitments on education by £500 million.",
        "But no aid budget, and no one nation, can achieve enough on its own. And because multilateral action is essential, it is crucial that honoured in action is the commitment made by 180 countries at the World Forum on Education at Dakar to achieving quality basic education for all, with a special emphasis on education for girls.",
        "And we must build on that commitment, as Graca Machel agrees, extending into the refugee camps and even beyond the confines of the camps into the areas of conflict themselves, helping ensure that one day, not even war or its aftermath will be an excuse for denying a child his or her basic human right of a decent education.",
        "I know that with Prime Minister Amato addressing us by video link, and Finance Minister Visco speaking to our lunch, Italy, president of the G-7, has a new proposal for world wide action; and I am also pleased to announce that the British Government will create, in Her Majesty the Queen’s Jubilee Year, a fund to speed the introduction of universal primary education in the Commonwealth. It is a fund to help the 75 million children in Commonwealth countries who lack a basic education, by building fair and effective education systems and creating new opportunity for girls and disadvantaged groups. And we will call on business to support this effort.",
        "We must also act – every bit as swiftly and purposefully – on health.",
        "We know that the poorer the family, the less healthy the child. And we well know the cost, human and economic, of infectious disease in developing countries. Diseases like malaria, tuberculosis and diarrhoeal diseases kill 8 million children a year. In South Africa, Botswana and Zimbabwe, half of all 15-year olds are expected to die of aids. In sub-Saharan Africa, where AIDS is the leading cause of death, AIDS will cut the GDP of some countries by 20 per cent.",
        "These are dread diseases. But let us not forget that they are also preventable. This knowledge shames us even as it spurs us on:",
        "* as much as half of all malaria deaths could be prevented if people had access to diagnosis and drugs that cost no more than 12 cents;",
        "* a quarter of all child deaths could be prevented if children slept beneath $4 bed-nets. In Africa, only one per cent of children do;",
        "* millions of lives could be saved by TB medicines, which are 95 per cent effective and cost as little as $10 for a six-month treatment;",
        "* and millions of cases of HIV could be prevented through well-targeted, low cost prevention and care strategies.",
        "Where these strategies have been implemented, they have brought results. The latest UN figures show that however limited their resources, poor countries that make treatment and prevention a priority can stem the spread of HIV and AIDS as Uganda, Thailand and Senegal have, and cut TB deaths by 50 per cent, as China, India and Peru have.",
        "There is more that developing countries can do to reduce disease and despair; yet there is a natural limit imposed by their ailing economies. The countries that most urgently need to devote more resources to health care are the countries that spend the least on health care. For example, in 1999, per capita health spending in sub-Saharan Africa amounted to $86 — a mere fifth of the world average.",
        "So there is more we must do; and, again, we must do it together. Ours should not be isolated interventions; everything we do must mesh with current efforts to improve health. This government has today issued a paper on the merits of a comprehensive approach.",
        "And today, on behalf of the British Government, Clare and I are pleased to announce two new proposals to improve health in the countries hit hardest.",
        "First, where only 10 percent of all biomedical research is devoted to diseases that overwhelmingly affect the world’s poor, we will create new tax incentives to accelerate the research done on diseases like AIDS, TB and malaria.",
        "I am further prepared to match that tax credit for research done in the United Kingdom with a tax credit for research done elsewhere. But such a proposal must be met by a corporate commitment to create new drugs and vaccines in ways that truly meet the needs of the poor and sick.",
        "And if the pharmaceutical companies were prepared to increase the availability of treatments on a pro bono basis – treatments that are genuinely needed – we would be prepared to match that commitment by considering it as a tax deduction.",
        "Second, a purchase fund – providing a credible commitment to create a market for current and future treatments in developing countries – would surely serve as a strong incentive to develop and deliver affordable treatments.",
        "That is why, in a joint effort with Italy, the President of the G-7, the UK proposes that a new global purchase fund for drugs and vaccines be created. Both for treatments that do not yet exist but could be developed in time – for AIDS and malaria, for example – as well as for those that already exist and need to be purchased now.",
        "Again, I call on the pharmaceutical companies to join us. I call on them to step up to their responsibility – to recognize the scale of the challenge we face and to respond on an equal scale, by developing and delivering affordable treatments for the world’s poor. Because, quite simply, we cannot save lives and raise hopes without their commitment.",
        "##  Conclusion",
        "Our purpose, Nelson Mandela has said, ‘is to get specific commitments… and specific results.’ And if we can do this in the world of tomorrow, countries can be defined not by land mass or military might as in the past but by the health and the achievement of new generations: the truest test of our progress is that a mother in sub-Saharan Africa can give birth without fear; that a child in South Asia has sustenance and shelter; that a young man or woman possesses the tools and skills and education it will take not only to live, but to thrive, in the 21st century.",
        "And so here in 2001,",
        "* led in our efforts by Nelson Mandela and Graca Machel;",
        "* summoned to act by the cries of children;",
        "* indeed inspired by the children I have seen in Jakarta living above open sewers, yet with eyes still bright with expectation and hope;",
        "* moved to action by school-pupils in Uganda who we will hear about today, who because of debt relief will now see classrooms with roofs, schools with teachers , and school lessons with books;",
        "* shocked into even greater action by aid worker after aid worker describing mothers fighting to save the lives of their newborn children and, in that struggle, losing their own lives too, avoidable tragedies multiplied a million times over;",
        "* encouraged by the new commitments by the IMF and World Bank and the UN family;",
        "* and inspired by charities, churches, and companies who are engaged as never before.",
        "We can see what the world – firm of heart and united in spirit – can do and will do – not as isolated acts of charity, but as wave upon wave of caring, collective endeavour, and compassion in action … flowing from this moment, and this year, to 2015 and well beyond.",
        "From London in February to Washington’s IMF and World Bank meetings in April, from Genoa’s G-7 meetings in July to New York’s UN Children’s Summit in September, at every moment, our thoughts are on and our inspiration drawn from the needs of children in Jakarta, Bangladesh, Uganda, and anywhere and everywhere that poverty and injustice exists, so that we will achieve our goal, the goal of decent minded people everywhere in the world, that no child is left behind."
    ]
}