{
    "url": "https://www.ukpol.co.uk/gordon-brown-2000-speech-to-the-child-poverty-action-group/",
    "title": "Gordon Brown – 2000 Speech to the Child Poverty Action Group",
    "post_date": "December 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 15 May 2000.",
    "content": [
        "**Our Children Are Our Future**",
        "Let me begin by paying tribute to the work of the Child Poverty Action Group:",
        "born thirty five years ago as the family poverty group out of anger and outrage about poverty;  \nbuilt by the dedicated commitment of volunteers who had a vision of the world not as it was but as it could be;  \nnow a nationwide crusade for justice for the poor, with an established and well deserved reputation for advocacy and for authoritative research – that every day shines a spotlight on the needs and potential of our country’s children.",
        "So I want today at the outset to congratulate all of you – staff, members, supporters, campaigners – on your thirty five year long crusade to end the scourge and tragedy of child poverty in our society.",
        "You should take pride that your concern – child poverty – and your driving ambition – the eradication of child poverty – once written off as the goal of dreamers, for many years a call for justice unheard in a political wilderness – is the ambition not just of your organisation but now the ambition of this country’s Government.",
        "Action on child poverty is the obligation this generation owes to the next: to millions of children who should not be growing up in poverty: children who because of poverty, deprivation and the lack of opportunity have been destined to fail even before their life’s journey has begun, children for whom we know – unless we act – life will never be fair. Children in deprived areas who need, deserve and must have a government on their side, a government committed to and fighting for social justice.",
        "And we must never forget that poverty – above all the poverty of children – disfigures not just the lives of the poor but all our society.",
        "Exactly one hundred years ago in 1900 the consequences of gross inequalities in childhood health were revealed by mass recruitment to the army for the Boer War.",
        "Today as we tackle global competition in the new economy, the glaring inequalities in educational opportunity and skills make it once again central to our national interest to tackle child poverty.",
        "Indeed in the new century economies that work for only the privileged few and not for everyone will ossify and their societies will become ever more divided and poor if they fail to encourage the latent potential of all their children.",
        "Our five year olds who will finish school after 2010 and graduate from university and college after 2015 will be our teachers, our doctors and our scientists, our employers and our workforces. The future of our country lies with the hopes and dreams of these children.",
        "In the old economy of the past, of the industrial age, where brawn counted more than brain, we could get away with investing only in some of the potential of some of our children. But in the new economy, which depends on knowledge, ingenuity and innovation, on mobilising the talents of all – getting the best out of everyone – it is essential to develop all the potential of all of our children. In other words policies for the good economy and the good society go together. We do well by doing good",
        "But we recognise that for many children , that means special support, a government that fights on their behalf. We know that a child who grows up in a poor family is less likely to reach his or her full potential, less likely to stay on at school, or even attend school regularly, less likely to get qualifications ands go to college, more likely to be trapped in the worst job or no job at all, more likely to reproduce the cycle of deprivation in childhood, exclusion in youth and disappointment – that is life long.",
        "We need to understand that these children are not just someone else’s children and someone else’s problem – they are the children of our country, the children of us all. And if we do not find it within ourselves to pay attention to them as young children today, they may force us to pay attention to them as troubled adults tomorrow.",
        "So it must be the government’s objective to ensure that no child will go without help, that every child is included, that every child will have the chance to make the best of their lives, that we will never allow another generation of children to be discarded.",
        "That is why since we came into power we have been determined to do more to help those left behind.",
        "You would expect me as Chancellor to talk about money and I am happy to do that.",
        "Between 1997 and 2001 for the family with one child, child benefit will have risen by £4.45 – 26 per cent above inflation.",
        "For a low paid working family with one child under 11, the maximum amount of financial support for children will have risen by £26.90 – 97 per cent above inflation.",
        "Many of our poorest families are now £50 a week better off.",
        "Our priority has been to do most for the children that need most.",
        "By next year compared to 1997 we will be investing an additional £7,000 million pounds a year in children’s financial support",
        "The poorest 20 per cent of families receive not 20 per cent of that additional money but almost 50 per cent.",
        "As a result we have taken more than one million children out of poverty.",
        "The next step, is to take the second million out of poverty. And this will be a commitment of our next Election Manifesto as we meet our goal of reducing child poverty by half in 10 years and abolishing it in a generation.",
        "So today I want to set out in detail our five point plan, a plan based on:",
        "increased financial support;  \na national child care strategy;  \nnew investment in education;  \nspecial help in the poorest communities.",
        "All guaranteed by a new alliance for children – local and national government working together with community and voluntary organisations with one common goal, the best possible start in life for every child.",
        "**Equality of opportunity**",
        "Let me summarise the philosophy that inspires our work.",
        "Our starting point is a fundamental belief in the equal worth of every human being, and our duty to help each and everyone develop their potential to the full: for all children and all adults —-to help them bridge the gap between what they are and what they have it in themselves to become.",
        "And if we are to allow all as individuals to develop that potential which exists within them, it is clear that as a society we must develop a more generous view of equality of opportunity than the old idea of a one-off equality of opportunity up till age 16.",
        "Four years ago in the Smith Lecture, and subsequently in the Crosland Lecture in 1997, I outlined our commitment to equality of opportunity and fairness of outcome, a new view of equality that must be more than the old idea of a single chance to get your foot on a narrow ladder, one opportunity at school till 16, followed by an opportunity for 20 per cent to go into higher education. And for millions of people in Britain it has meant that if you missed that chance it was gone forever.",
        "That was not equal opportunity, only the opportunity to become unequal: based on an old view that intelligence – or potential – was a fixed quantity, something given in limited measure in the genetic make-up of the new-born child.",
        "But neither potential nor intelligence can be reduced to a single number in an iq test taken at the age of 11. And we now know that people cannot be ranked in a single hierarchy, or their talent regarded as fixed.",
        "So people should not be written off at birth, 7, 11 or 16 or indeed at any time in their life. It is simply a denial of any belief in equality of opportunity if we assume that there is one type of intelligence, one means of assessing it, only one time when it should be assessed and only one chance of succeeding.",
        "But we have still to act on the consequence of recognising these facts: that people have a richness and diversity of potential, that their talents take many forms – not just analytical intelligence but skills in communication, language, and working with other people – and that these talents can develop over a lifetime.",
        "So, as I set out in the smith and Crosland lectures, I favour a rich and expansive view of equality of opportunity – with a duty on government in education, in employment and in the economy as a whole to continuously and relentlessly promote opportunity not just for some of the people some of the time but opportunity for all of the people all of the time.",
        "And as I have already suggested what is right on ethical grounds is good for the economy too. In the industrial age, the denial of opportunity offended many people but was not necessarily a barrier to the success of the economy.",
        "Today, in an economy where skills are the essential means of production, the denial of opportunity has become an unacceptable inefficiency and brake on prosperity.",
        "In our information-age economy, the most important resource of a firm or a country is not its raw materials, or a favourable geographical location, but the skills, the talents and the potential of the whole workforce.",
        "Indeed what matters most in the new economy is not what a company has as assets in its balance sheet, its physical capital, but what assets it has in the talent in its workforce. Its human capital.",
        "So even if we could not persuade some to support action against, for example, child poverty for reasons of social justice, these people should now be driven to support action against child poverty for economic reasons.",
        "For full prosperity for a company or country can only be delivered –and Britain properly equipped for the future —if we get the best out of all people – developing the full potential of all our young people, and that cannot happen without continuous and accessible equality of opportunity.",
        "And this means that we must break down all the old barriers that in Britain hold people back and deny opportunity. Too often in the old Britain – the old Britain characterised by the old school tie and the old boy network – what counted was the privilege you were born to when what should have counted was the potential you were born with",
        "What mattered too often was where you came from when what should have mattered was what you aspired to.",
        "What was valued was often the connections you had when what should have been valued was the contribution you might make.",
        "What was rewarded in the old Britain was too often background, class, inheritance, when it should have been merit, effort and contribution to the community.",
        "So in the interests of opportunities for all our children and the health of our economy, I want Britain to move from the closed society it has been to the open society it can become.",
        "From elitism in education to excellence that is accessible to all.",
        "From enterprise too often confined to a closed circle of that elite to enterprise opened up to all.",
        "From entrenched privileges for the few that disadvantaged the many to opportunity for all that benefits the whole country.",
        "And once we take this view that what matters on both ethical and economic grounds is genuinely equal opportunities to realise potential, we are challenged not only to remove barriers of class, race, sex and other discrimination, but to positively shape and implement policies that will equalise opportunities for all. And in each case there must be a permanent duty on government not only to actively seek this objective, but to set out our national economic goals, as we have done, to achieve this.",
        "Let us recall that in 1942 – 58 years ago – Sir William Beveridge identified five evils – ignorance, squalor, want and idleness, and disease which a new welfare state had to confront. He wrote about:",
        "“An attack upon five giant evils – upon the physical want with which it is directly concerned, upon disease which often causes that want, and brings other troubles in its train, upon ignorance which no democracy can afford among its citizens, upon squalor … upon idleness which destroys wealth and corrupts men.”",
        "Our goal today must be even more ambitious than the one Beveridge set us when he attacked these five giant evils.",
        "In each of the areas he defined we must move forward from the Beveridge policies for subsistence and minimum standards to modern policies for maximum opportunity and fulfilment.",
        "Instead of just securing freedom from want – sufficiency and minimum standards, our goal is prosperity for all, that by 2010 by committing ourselves to achieve a faster rise in productivity than our competitors and thus a faster rise in living standards, we can spread the benefits of prosperity to everyone. In this way economic stability and growth can be the foundation for social justice.",
        "Second, instead of simply attacking unemployment, the goal of full and fulfilling employment; that by 2010 by opening employment opportunity to all, with a permanent duty on government to pursue this objective, we can have more in work than ever before.",
        "Instead of simply attacking ignorance the goal of lifelong education for all; that by 2010 by expanding educational opportunity we achieve permanent recurrent or lifelong education – for any course, any study, any age – and fully extend educational opportunity to all so that no one is written off.",
        "Instead of simply tackling disease, not just an NHS there when you need it but health and social policies that can prevent as well as cure disease and promote good health",
        "And – what I want to concentrate on today -the fifth goal policies that will ensure the best possible start in life for every child.",
        "But with this commitment to new opportunities and new rights comes also new obligations and new responsibilities upon all of us.",
        "And I believe that as advocates for this coming decade of economic and social renewal we should reclaim not only the value of fairness, as we root out economic and social injustice but we should affirm the value of personal responsibility.",
        "In the past we correctly accused the right of concentrating exclusively on individual responsibility and refusing to recognise social injustice – a neat device that allowed them to blame the victim, and abandon the poor.",
        "But in the past as the left correctly called for social justice, we were accused of underestimating the importance of personal responsibility.",
        "Indeed it was because we were caricatured as advocating rights without responsibilities that we were vulnerable to the attack of the right and their revolt against collective action, to the right’s dogma that individuals – even children – should be left to their destiny, that the state should stand aside if not wither away and that there was no such thing as society.",
        "Now with our understanding that individual responsibility matters within a responsible society the argument of the right has fallen . And the way is open for that responsible society to draw support from the public as we tackle the structural injustices that exist. So just as our commitment to responsibility means that governments should not seek to substitute for but should support stable intact families, so too our commitment to social justice means that communities and governments must play their part in strengthening the capacity of parents to raise children, helping people struggling to balance work and families and tackling child poverty.",
        "And to tackle child poverty we will first provide increased financial support for families.",
        "Second, we will offer new help for parents in a national child care strategy.",
        "Third, we will invest more in education and strengthen our schools.",
        "Fourth, in areas of need, we will expand ‘Sure Start’ help – and help for children of all ages most at risk – by investing more in education, health and services to tackle the causes of poverty and we will do so by encouraging local action",
        "Fifth, starting with our new children’s fund, a new alliance for children bringing together national and local government and voluntary and community groups.",
        "First, improved financial provision.",
        "Tragically, children have suffered most from the increases in poverty and inequality in our country.",
        "**In the last twenty years**",
        "The numbers of children in low income households rose sharply from 10 per cent to a shameful 34 per cent and the number of children in poor families tripled.",
        "The evidence shows that financial support is essential to help counteract the disadvantages many children inherit from their background.",
        "So when we came to power we inherited a child benefit of £11.05.",
        "By next year it will be £15.50.",
        "Even after inflation a rise of 26 per cent.",
        "Child benefit is the country’s contribution to the investment in all our children. And that is why our plans for an integrated and seamless system of child support build on the foundation of universal child benefit.",
        "Let me explain the building blocks.",
        "On top of child benefit a new children’s tax credit is being introduced from 2001 giving an extra £8 a week to most families.",
        "So the family with one child which received £11 a week in child benefit when this government came to power will, from next year, get £23 a week in child benefit and the children’s tax credit – double the level of child support we inherited.",
        "For the poorest families with young children, income support for each child under 11, which was £16.90 when we came to office, is now £30.95 – almost twice as much.",
        "But at the heart of this new approach is the working families tax credit which guarantees a minimum family income of over £200 a week, with no income tax before earnings of £235.",
        "Working 35 hours at the minimum wage a family will receive around £85 more in work than on income support from April 2001, making work pay and freeing children from poverty.",
        "Following our successful campaign to promote awareness of the working families tax credit, to which there have been 3 million enquiries so far, there are already over 1 million families receiving the working families tax credit.",
        "By concentrating in our modern family policy on children, we are giving lower and middle income families help when they need it most – when they are bringing up their children.",
        "The working families tax credit has been designed not just to help people into work but to help people move up the jobs ladder and into higher incomes.",
        "The starting wage for the unemployed man or woman returning to work is typically only two thirds of the average hourly rate.",
        "Under the old system of family credit, over 700,000 people faced marginal tax and benefit withdrawal rates of over 70%, now the WFTC has cut this figure by two thirds, helping people keep more of every extra pound they earn.",
        "And by offering the chance to get higher skills and qualifications, the key to securing better wages and thus a further reduction in child poverty, we will expand the ladder of opportunity for families. From this summer, every adult in Britain will be able to open an individual learning account, and from this autumn study in the university for industry. The opportunity to secure or improve skills on the route to better jobs.",
        "So we are not only using the benefit and tax system to help families with children and ensure work pays, but creating a family friendly tax system that no longer penalises effort but encourages it.",
        "But we can do more.",
        "Today there are four different payments for children.",
        "A single seamless system, without disruptions in financial support, will provide a more secure income for families with children.",
        "That is why we will introduce, starting in 2003, a new integrated child credit bringing together the children’s tax credit with the child premiums in income support and the working families tax credit. This will allow families? entitlement to income-related child payments to be assessed and paid on a common basis.",
        "So instead of the three different income-related payments that we see today, there will a single income- related payment on top of child benefit.",
        "When we came into power payments to children ranged from £11.05 to £28.",
        "Under our new system if implemented in the coming year payments for children would range from not £11.05 but £15, and from that £15 to not £28 but £50.",
        "A seamless system that dependent on need provides weekly support from £15 to £50.",
        "And this single system will do more to help families in their transition from welfare to work.",
        "Such an integrated credit, for those in and out of work, will be paid to the main carer, and it will be complemented for those in work by an employment tax credit paid through the wage packet.",
        "In this way, we extend the principle of the working families tax credit – meeting its objectives of making work pay and supporting children – with the new employment tax credit and the integrated child credit together.",
        "And as we develop policy over the coming years, there are other advances to be made and issues which need to be addressed: the issue of housing costs for the low-paid, the way housing benefit interacts with the tax and benefit system, poverty amongst larger families and poverty amongst families with just one part-time worker.",
        "Children in lone parent households make up 50 percent of those in poverty, although they contain only a fifth of all children. In total, one and a half million children live in workless lone parent families on benefit.",
        "And half of these children are over 5 years old and at school.",
        "But while the lone mother rate of employment in the UK is only 45%, in the us it is nearly 70% and in France in excess of 80%.",
        "If we were to reach international levels of work rates for single parents, 700,000 children could be lifted out of poverty.",
        "Research shows that most lone parents would like to combine paid work with the vital job of being a parent.",
        "However they face real barriers to doing so.",
        "We have already begun to tackle these barriers, including by making work pay.",
        "But those who work with lone parents – and lone parents themselves – have called on us to ease the transition between income support and paid work.",
        "So to increase the choices available to lone parents we will, starting nationally from next April, offer choices to lone parents attending work-focussed interviews:",
        "the choice to train for work with a new cash payment of £15 a week on top of benefits for training;  \nthe choice of a few hours work a week, with the first £20 of earnings allowed with no reduction in benefit;  \nthe choice of part-time work with a guaranteed £155 for 16 hours of work;  \nor the choice of full-time work on a guaranteed £214 a week;  \nand on every rung of this ladder of opportunity there will be help with child care.",
        "And with the working families tax credit, we are guaranteeing that lone parents working 20 hours or more with small families or young children will be above the poverty line even after rent is paid. This is helped by the decision to disregard child maintenance completely when calculating lone parents working families tax credit.",
        "Because we recognise that the time of transition from benefits to employment can be difficult, lone parents will benefit from a two week extension of income support payments on entering employment and a four week extension of housing benefit.",
        "These transitional payments worth an average of £300- £400 will help to address the problem of financial uncertainty and make the move from welfare to work easier.",
        "**Childcare**",
        "And this government is not simply enabling parents to work, gain skills or study, but with the national childcare strategy, it is now possible for their children to be properly cared for if they are at work – in quality, affordable childcare.",
        "Over the coming years high quality child care places will be created for one million children, giving a real chance for work for many parents.",
        "For many children the hours between 4 and 6 are the most perilous hours and we should offer safe and engaging activities. In some cases this will mean keeping schools open longer.",
        "The working families tax credit also helps to overcome the lack of access to high-quality, affordable childcare.",
        "The family credit childcare disregard introduced in 1994 helped just 40,000 families.",
        "While the childcare disregard provided no help to parents on the lowest incomes, the new childcare tax credit provides maximum help to lower-paid parents – up to £70 of help for families with one child and up to £105 for families with two or more children in qualifying childcare.",
        "This is a sign of the government’s recognition that childcare costs impose a significant financial burden and it is important for our economy and our society that women and men in these families do not face significant disincentives to work.",
        "Within six months of the introduction of the WFTC, 100,000 parents are taking up the childcare tax credit.",
        "But children are often the most at risk in our society and we must further develop a continuum of child care which will protect, educate and stimulate our children, taking into consideration their social, health and emotional needs.",
        "**Education**",
        "Of course the best education standards are essential if we are to tackle inequalities in educational opportunity and give every child the best possible start in life and we must do so by not only insisting on established standards but by using the newest technology. That is why – working with local authorities – already we are investing an additional 2.5 billion pounds in schools this year, driving up the standards of the poorest to the best, why we have guaranteed nursery education for all four year olds and are expanding nursery education for three year olds – increasing from 34 per cent to 66 per cent the proportion who have access to free places by 2002.",
        "That is why we have targeted lower class sizes for 5-7 year olds in primary schools, why it matters that there are significant improvements in reading, writing and maths, why David Blunkett will step up this drive for literacy and numeracy, with extra money for books, equipment and staffing in every one of our primary schools, and why in the comprehensive spending review,",
        "We will announce further measures to drive up standards – giving every child the best start in life.",
        "And it is why we put a special premium on ensuring equal access to the new computer technologies, by ensuring all schools are wired up to the Internet, by opening up computer learning centres in the poorest communities for teenagers, by our programme of loaning initially 100,000 computers to families who need them and by our new incentives for computer learning.",
        "**Sure Start**",
        "A strategy for employment and educational opportunity must go hand in hand with a strategy of counteracting disadvantage from the start of a child’s Life.",
        "People rightly ask what opportunity is there for young children if they are left crippled and yards behind right at the start of the race of life and rightly demand that we broaden the circle of opportunity to include everyone.",
        "Now that there is overwhelming evidence that the first three years of a child’s life are critical to their personal development and can have a lifelong impact on a child’s intellectual and emotional well-being, we must act, we want to ensure that every child is ready to learn when they are ready to go to school.",
        "Sure Start is a new programme pioneering a co- ordinated approach to services for families with young children aged 0 to 3, tackling the causes of poverty – lack of educational opportunity, lack of parental support, lack of health advice by adopting an integrated approach to childcare, early education and play, health services and family support.",
        "By allocating £450 million over three years to ensure that every child is ready to learn when they begin school, we will spend on average almost 1,000 more per child per year.",
        "The 60 trailblazer areas – and 57 programmes —are based on real communities, from the smallest with just 350 children to the largest with 1500",
        "With 69 areas selected for the second wave and then a third wave planned, we will by 2002 have established 250 local programmes, reaching almost 20 per cent of poor children under four.",
        "And because we recognise the need to provide help where it is most needed special support will go to teenage parents, who are often as vulnerable as the children they are raising.",
        "But let us be clear about the radicalism of the new proposal.",
        "Sure Start brings a principle into action for the first time for many years – that services for the under-fives not only involve voluntary and charitable action at a local level but can be run locally through and by them.",
        "And by learning from what works and from each other, we will spread the best practice as we move forward.",
        "And just as we are tackling the causes of poverty through Sure Start for the under 4s, so we are now examining services to children of all ages where we want to back local initiatives such as the initiatives in mentoring of young people.",
        "**Children’s fund**",
        "So the new relationship between individual, community and government involves real devolution of power from national government to communities.",
        "The proposed new children’s fund extends this principle.",
        "Helping children, ensuring that they have the best start in life and the best opportunities in their futures, is not merely about improving their family income but about shared social responsibility.",
        "We know child poverty cannot be removed by the action of government alone.",
        "But by government working with parents, voluntary, charitable and community organisations.",
        "And to meet this challenge and provide security for all our children, we must all accept our responsibilities – as parents, neighbours, citizens and community leaders.",
        "At the centre of my vision of British society is a simple truth: not the individual glorying in isolation, sufficient unto himself, stranded or striving on his own, but the individual and family as part of a caring neighbourhood, a supportive community and a social network.",
        "And in this vision of society there is a sense of belonging that goes outwards beyond the front door or the garden gate, a sense of belonging that expands outwards as we grow – from family, out to friends and neighbourhood – play groups and after school groups, children’s and youth organisations, trade unions, sports, community and religious organisations, voluntary organisations, local authorities – a sense of belonging that then ripples outwards again from work, school, and local community – and eventually outwards to far beyond our home town and region – to define our nation, our state and our country as a society.",
        "This is my idea of Britain – because there is such a thing as society – a community of communities, tens of thousands of local neighbourhood civic associations, unions, charity and voluntary organisations, each one unique and every one special.",
        "A Britain energised by a million centres of action and compassion, of concern and initiative that together embody a very British idea – that of civic society. And at the heart of our civic responsibilities is our duty that every child has the best start in life.",
        "This is the thinking behind the new children’s fund",
        "It will encourage local initiatives and community action in the war against child poverty.",
        "It will offer government money to back non-government initiatives to tackle child poverty.",
        "It will involve both the biggest voluntary and community organisations and the smallest.",
        "It will support anti-poverty projects for children of all ages.",
        "Its emphasis will be on prevention not simply coping with failure.",
        "And it will operate not just at a national but also at a local level.",
        "The network of local children’s funds – perhaps up to 50 – that we plan to establish will be designed to mobilise the forces of compassion and care in every community in our country, supporting the most innovative local solutions, meeting children’s aspirations and needs.",
        "And at the national level, we will seek to build a new alliance for children.",
        "An alliance of government, community organisations, voluntary and charitable sector, parents – all those who share the ambition, your ambition, of ending child poverty in our country and ensuring every child has the best start in life.",
        "It is a movement based on faith in the future, a crusade for nothing less than the kind of society our children will inherit."
    ]
}