{
    "url": "https://www.ukpol.co.uk/gordon-brown-2001-statement-at-press-launch-of-the-saving-and-assets-for-all-consultation/",
    "title": "Gordon Brown – 2001 Statement at Press Launch of the Saving and Assets for All Consultation",
    "post_date": "December 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Gordon Brown, the then Chancellor of the Exchequer, on 26 April 2001.",
    "content": [
        "While this is a Treasury consultation document, I want to thank David Blunkett and Alistair Darling for their major and detailed contributions to this new plan. And I can announce that having taken 1.2 million children out of poverty the Government now propose in the next Parliament not only to take the second million children out of poverty as we proceed with our plan to abolish child poverty in a generation but now with these measures we plan to give every child the best start in life.",
        "And today, building on the new Integrated Child Credit we plan for 2003, which will improve weekly family incomes, the Sure Start programme and the new Children’s Fund which improve family services, we announce two measures rooted in a new regime of opportunities and responsibilities that improve not just family income but family wealth, giving every child a better start in life – and opening saving and wealth ownership to all.",
        "Today 16 million people have no financial savings at all and a further 12 million have less than 1,500 pounds in savings. Indeed half of families on 15,000 pounds a year or less have no savings to their name.",
        "To break Britain’s long term cycle of disadvantage – where children grow up poor, enter and spend their adulthood income – and asset-poor and then see their own children grow up in poverty as well – we propose a detailed consultation on the new Child Trust Fund. The illustrative proposal is a trust fund starting at birth of 250 pounds for all children, with up to 500 for the poorest families, with further investments at 5, 11 and 16, making a minimum of 400 pounds and a maximum of 800.",
        "With compound interest alone and modest parental contributions of 5 pounds a month, a child from a lower income family would have over 3,000 pounds in their account by age 18.",
        "Our second proposal, a new Savings Gateway, will entrench a regime of rights matched by responsibilities: not only interest payments on savings tax free, but a guarantee to match the savings that individuals themselves make with matching funds coming from Government, with one proposal for consultation a pound paid for every pound saved, so making savings pay and helping those who find it hard to get on to the ladder of saving to do so and then, if they want, to move into ISAs, Stakeholder Pensions and employee share ownership, or invest in their children’s trust fund, thus creating a democracy where wealth ownership is genuinely open to all.",
        "In fact, as the document illustrates, if that low income family invests some of the assets they build up from the Saving Gateway into the Child Trust Fund, they could then, with additional family contributions, produce a lump sum at maturity of over £5,000.",
        "It is on the detailed issues of starting amounts, new tax incentives, the uses of the trust funds, and further allowances that might be considered for example for community service that we will now consult.",
        "Child poverty is a scar on the soul of Britain and it is because our five year olds are our future doctors, nurses, teachers, engineers and workforce that, for reasons not just of social justice but also of economic efficiency, we should invest in not just – as in the past – some of the potential of some of our children but invest, as we propose today, in all of the potential of all of our children."
    ]
}