{
    "url": "https://www.ukpol.co.uk/gordon-brown-2003-speech-at-the-global-borrowers-and-investors-forum/",
    "title": "Gordon Brown – 2003 Speech at the Global Borrowers and Investors Forum",
    "post_date": "January 3, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, at the Global Borrowers and Investors Forum held on 17 June 2003.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "It is a pleasure to be here this morning not just to speak to leaders of the financial services industry from within the United Kingdom but to welcome to the UK and to London today so many leaders of the financial services sector from around the world.",
        "Today London plays host to a greater number of foreign bank branches and subsidiaries than any other city in the world;  \nLondon has the largest derivatives exchange in Europe; with the London Stock Exchange, London has the largest trading centre for foreign equities in the world; and our Foreign Exchange Market is the largest and most important in the world.",
        "And this is a London which – while proud of a financial history as a world leading player stretching back to the 17th Century – has its thoughts firmly fixed not on the past but on the future.",
        "For it is an essential feature of the longevity of the City of London’s history that as the world economy has opened up, the city has succeeded not by sheltering its share of a small protected national market but always by striving for a greater and greater share of the growing global market.",
        "The last three years have seen the first simultaneous world slowdown for 30 years, with 10 of the world’s major economies in recession in 2001 and a downturn stretching across every continent for the first time since the 1970s.",
        "It has been a slowdown one of whose features in the UK and US has been, unlike all previous downturns, the maintenance of still high levels of demand in the two basic consumer sectors – homes and cars. It has been led instead by dramatic falls in the ICT sector where in the UK alone output fell by 30 per cent in one year and hardware investment fell by 30 per cent too…sparking the decline in stock market valuations by 40 per cent from their peak to their trough in the USA, 50 per cent in the UK, 63 per cent in France and nearly 70 per cent in Germany, and the very large falls in business investment that followed.",
        "If the world downturn has been characterised by synchronised slowdowns in all the industrialised countries and the dramatic falls in ICT output leading to large falls in both stock markets and business investment, it has also been characterised by a third special feature: in 2001, the sharpest slowing in world trade growth for at least 20 years, trade growth falling almost 12 percentage points.",
        "Even in the world recessions of the early 80s and 90s world trade continued to grow by around 5 per cent a year…for much of 2001 and 2002 world trade barely grew at all.",
        "These recent events have demonstrated once again that no country can insulate itself from the ups and downs of the world economy.",
        "And perhaps at no time for fifty years have there been, as there were in 2001 and 2002, so many risks and uncertainties – geopolitical risks as in Iraq; oil price uncertainties; corporate standards issues; emerging market crises; and, as in Japan, deflationary pressures as well as the fall out from the IT boom.",
        "Even in the last few months Finance Ministries and Central Banks round the world have had to remain vigilant as a hesitant global recovery has stalled.",
        "But I now believe the world economy is ready to move forward.",
        "A number of the world’s major downside risks have receded.",
        "This has been accompanied by signs of a recovery in business and consumer confidence – particularly in the United States – and improving financial conditions in a number of the world’s major economies.",
        "And with geopolitical uncertainty now lessening, with the oil price coming down, with a recovery in global equity markets, and with action over corporate standards, and most of all with the fundamentals sound – in particular with, unlike the early 80s and 90s, low inflation – previous impediments to growth are being removed.",
        "And as we look forward it is clear that each continent must play its part, and face up to its responsibilities for sustaining and strengthening economic recovery around the world:",
        "– Japan taking decisive action to speed up the pace of disposal of non-performing loans and promote corporate restructuring;",
        "– America taking measures to ensure a sound medium term fiscal position and showing corporate reform is working;",
        "– and Europe – as I will discuss later – making further sustained progress on wide ranging economic reform to enhance its long-run growth potential and increase resilience to shocks.",
        "But the world has been challenged not just by a global cyclical downturn but by very large and profound global structural changes…with the latest wave of globalisation now shifting many industries and services to the industrialising world and challenging us in the industrialised world to respond and adjust more quickly and more flexibly.",
        "Twenty years ago, even ten years ago, it was just about possible – if costly and wrong – for industrialised countries to shelter their industries and sectors, protecting them from global competition.",
        "But as a result of this new wave of globalisation there is hardly a good we produce here in Britain and many services that are not subject to intense global competition — competition not just from traditional competitors in the advanced industrial economies but competition from emerging market economies not least in Asia and the east of Europe — competition which is itself a spur to growth and prosperity.",
        "So today there is no safe haven, no easy escape for any country from global competition without putting at risk long-term stability, growth and employment.",
        "So I want to talk about how as we enter the next wave of globalisation we together – the financial community, investors, businesses and governments – can meet and master the new challenges of the future.",
        "Indeed my theme today is that the lessons of the recent world downturn teach us:",
        "– first, the importance of getting the fundamentals right, that stability in modern economies must be built from the foundation of proactive, forward looking monetary and fiscal policies",
        "– second, for the global economy as a whole, it is now vital that we open up new markets by making international progress on world trade",
        "– and third, for national economies, we cannot and should not any longer underestimate the importance of policies for capital labour and product markets that promote flexibility.",
        "**Stability**",
        "First, stability.",
        "The test for any government at any time, but particularly at times of challenge, is whether instead of opting for the short-term quick fix it has the strength to take the tough monetary and fiscal decisions in the long-term interests of the country.",
        "In the global economy investment will flow to countries that operate stable monetary and fiscal policies and ever more rapidly desert countries that abandon monetary and fiscal prudence.",
        "And it is precisely because we have understood that monetary and fiscal regimes must work to create stability in challenging times as well as good times that when we came into government in 1997 we immediately took the long-term decision to create a wholly new monetary and fiscal framework based on the independence of the Bank of England but with far wider ramifications:",
        "– we set first of all clear policy rules for monetary and fiscal policy: a symmetrical inflation target, designed to combat both deflation and inflation, and a golden rule for fiscal policy – balancing the current budget over the cycle as the first of our fiscal disciplines;",
        "– we then set down clearly established procedures for monetary and fiscal policy: a new code for fiscal stability that required independent audit of key indicators and, most of all, monthly decision making on interest rates by an open vote of the bank;",
        "– and we required an openness and transparency in both monetary and fiscal decision-making under which people could be assured that decisions were not only made in the national interest free of political interference but seen to be so.",
        "In setting down clear policy rules, new procedures and a new form of transparency, we rejected both the over rigid monetary targeting of the 1980s that while rightly focused on anti-inflation discipline could not work in open, liberalised capital markets; and we rejected also a return to the old Keynesian fine-tuning that wrongly sought to trade-off inflation for growth.",
        "Indeed our monetary and fiscal regime has moved a long way from the old rigidities and inflexibility that denied policy makers discretion in times when the world economy turned down and allows an independent bank, not least because of a symmetrical inflation target that sees deflation as a big as problem as inflation, discretion to pursue forward looking and pro-active monetary policies and the fiscal authorities to respond to difficulties as they arise.",
        "In this pro-active, forward-looking approach we have learned from the USA where Chairman Greenspan cut interest rates eleven times since January 2001, aggressively cutting rates from six and a half per cent to one and a quarter per cent.",
        "In Britain prompt and decisive action by the monetary policy committee – cutting interest rates eight times since the beginning of 2001…",
        "…supported by a proactive fiscal policy – made possible by tough decisions on public spending and the systematic reduction in the burden of debt…",
        "…has made it possible for Britain – with the longest period of sustained low inflation for 30 years and the lowest interest rates for over 40 years – to be better placed than we have been in the past to deal with economic challenges and ongoing risks.",
        "Ten years ago in a world downturn that was less severe for world trade, growth and equity markets, our country was unable to maintain growth because, with high inflation, interest rates had to be kept above 10 per cent for four years and rose to 15 per cent for one whole year. The result was the most prolonged recession of the post war years",
        "This time, most now agree that bank independence – the symmetrical inflation target we agreed and the supportive fiscal policy – have been right for the long-term national economic interest of the country.",
        "Today, tested in adversity, our monetary and fiscal regime is demonstrating its credibility and resilience – providing a bulwark against the downturn and sustaining British growth.",
        "And I believe that the prize that can be grasped in future in all continents is the adoption of monetary and fiscal regimes that are able to respond proactively and appropriately when world economic circumstances change.",
        "And so, in the same way, we must make the right long term decisions on Europe.",
        "Our decision on the euro is one of far reaching consequence, indeed one of the most momentous economic decisions our country has to take, and one that must contribute to the attainment of stability, growth and employment.",
        "My statement to Parliament last week set out the potential gains to Britain of joining the single currency:",
        "– perhaps over 30 years up to 50 per cent increase in trade;",
        "– up to one quarter of a per cent increase in annual growth;",
        "– £1 billion a year less in transaction costs for business and consumers;",
        "– and if, on the basis of sustained and durable convergence, we could lock in stability for the long term, a cut in the cost of borrowing for business on a sustainable basis.",
        "So I reject the view of those who would rule out membership of the single currency on principle. They would refuse to join even if it were in the national economic interest to do so. To rule out membership of the single currency on dogmatic grounds would in my view be damaging for investment, jobs and business generally.",
        "Similarly, I reject those who would urge us to join regardless of the assessment of the five tests we have set. Such a course would risk repeating past failures, would prejudice our stability and would also be damaging for investment, jobs and business generally. So last week I set down both the benefits of a single currency and the policy challenges we must now meet to achieve convergence and flexibility. And I also set down our proposals for a review of progress in next year’s Budget.",
        "The lessons in monetary and fiscal policy from our experience of the world downturn are lessons also critical to the future of emerging markets across the world.",
        "I have the privilege of chairing the IMFC committee – the IMF’s Ministerial Steering Committee – and since the Asian crisis in 1998 we have sought to improve the workings of fiscal and monetary regimes around the world.",
        "The IMF has emphasised the importance of clear rules, proper procedures and accountability and transparency in monetary and fiscal policy: in other words internationally agreed codes and standards for monetary, fiscal and corporate policy.",
        "We have sought to strengthen financial sectors through improved surveillance and support for reform.",
        "We have set up the Financial Stability Forum which is evolving into an early warning system for the world’s financial authorities.",
        "We have put forward proposals to back up codes and standards by increasing the independence and accountability of the surveillance work of the IMF.",
        "We have now in place new means of crisis prevention including the Contingent Credit Facility.",
        "And we have encouraged new means of crisis resolution including the use of collective action clauses, the development of a code of good conduct, and a new approach to official debt restructuring.",
        "And throughout the emphasis has been – and will be – on the fundamental importance of stability. We will not take risks with stability. And no country trading in the global economy can afford to do so either.",
        "**Trade**",
        "The second lesson of the world downturn is that we can no longer afford to be complacent about trade: indeed that we must do far more to create the conditions for trade growth.",
        "In the 19th Century Britain pioneered free and open trade round the world.",
        "Britain led the way as countries moved from policies that were mercantilist and protectionist.",
        "Today we must be pioneers again to the benefit of the rest of the world as well as ourselves.",
        "Over the last two decades, world trade volume growth growing at almost twice the rate of real world GDP growth.",
        "Indeed globalisation is defined by the rapid opening up of world trade: the rapidly expanding daily global flows of capital and the expansion in the global sourcing of products.",
        "But as I have indicated world trade growth has stalled in the years after 2001.",
        "World trade grew by just 0.1 per cent in 2001, and while it recovered to 4 per cent growth in the first half of 2002 it slowed again to around 1 per cent only in the second half of the year.",
        "And in a new global environment where all the arguments for the benefits of free and open trade are now more pressing than ever before, but where political resistance from countries forced to change is strong, we must stand firm against protectionism.",
        "Indeed to secure the gains from the opening up of trade in the 21st Century we need to take on protectionist vested interests in exactly the way free trade advocates like Cobden and Bright did in the 19th Century.",
        "This requires us to be at all times outward looking and in particular at this time to make the world trade talks – now stalled in four different areas, over agriculture, pharmaceuticals, services and the treatment of developing countries – work.",
        "If we were to halve protectionism in agriculture and in industrial goods and services we would boost the world’s yearly income by nearly $400 billion: a boost to growth of 1.4 per cent. Developing countries would gain the most in terms of GDP growth – an estimated $150 billion a year – and all countries and regions stand to benefit.",
        "So in the next few months running up to Cancun there is a common agenda for business and governments to push forward the trade agenda.",
        "And we should not only lead in the World Trade Organisation but Europe and the USA – the world’s largest trading areas – should work together to complete the liberalisation of world trade.",
        "And Europe and America should also lead by example.",
        "Europe and America should patch up their trade differences, move beyond the day-to-day issues and make a greater effort to tackle the barriers to a fully open trading and investment relationship, strengthen joint arrangements to tackle competition issues and engage in dialogue about the approach to financial services regulation.",
        "And I have no doubt that with Europe and America working together we could help developing countries move forward to the benefit of the whole world economy. It is for this reason that I am proposing that Europe and America join together to create a new International Financing Facility that would help developing countries reform, open up to trade and private investment, and meet their health, education and anti-poverty needs.",
        "**Flexibility**",
        "And just as the recent world downturn shows us the importance of making the right long term decisions on monetary and fiscal policy and on trade, so too we know that if we are to make the most of the potential of the new, more open global economy, we must keep up the pace of reform and liberalisation and the push for greater flexibility across our economy.",
        "Changes in the marketplace include the impact of innovation and changing technology, changing consumer preferences and the changing need for particular skills. And failure to respond to these changes by companies and by individuals – and by governments – leads to the unproductive use and wasteful allocation of resources in the economy and thus huge costs in lost output, jobs and prosperity.",
        "Without firms prepared to innovate and adjust, economies become sclerotic. Without the capacity to develop the new skills needed, countries will simply be left behind.",
        "So in an open and far more rapidly changing global trading economy, flexibility – the ability to respond quickly – is not an option. It is a necessary precondition of success.",
        "And since 1997 we have, in pursuit of this tried to create more flexible product markets, more flexible capital markets and more flexible labour markets.",
        "To encourage more flexible product markets, we have",
        "made our competition authorities independent and opened up product markets;",
        "revamped the physical planning system;",
        "and given the Office of Fair Trading powers over the public sector as well as to investigate anti competitive practises in the private sector.",
        "To encourage more flexible capital markets, we have:",
        "cut capital gains tax from 40p to – in most cases – 10p…now, with the USA, the most generous of all capital gains tax systems; cut corporation tax for large businesses from 33p to 30p and introduced new incentives for venture capital; encouraged enterprise with lower tax rates for small businesses, reducing tax from 23p to 19p and exempting the first £10,000 pounds of profits; offered new incentives and resources to encourage greater investment – permanent capital allowances – and innovation – the R and D tax credit; and devoted time and energy to promoting economic liberalisation in Europe.",
        "And to secure more flexible labour markets, we have: tightened up sanctions for the unemployed and cut long term unemployment by 80 per cent; compelled young people into training and work and cut youth unemployment by 75 per cent; started a major reform of housing benefit where there have been disincentives to mobility;  \nand in addition to the lowest unemployment of all the major industrialised countries we have – even more important for the future – invested heavily in school, college, university and workplace education and learning so that we can develop and attract the high skill, high value added industries and services of the future.",
        "And we have more to do:",
        "– to liberalise and reform individual product markets;",
        "– to set tough time limits for our physical planning system to make it work more quickly and effectively;",
        "– to remove the barriers to small business creation and build on our reforms of capital gains tax;",
        "– to do more to encourage science and innovation through our tax credit system for research and development and our plans to link up universities and commerce;",
        "– to offer tax incentives to invest in deprived areas and to encourage the development of venture capital in every region of the country;  \nto make our Private Finance Initiative work more effectively bringing together private and public sectors in partnership for infrastructure improvement;",
        "– by further labour market reforms at a national and a local level to create even more flexible labour markets in each of the regions and nations of the United Kingdom; and proceeding resolutely with our public service reforms.",
        "And as we seek to make Britain a more flexible, more entrepreneurial economy, flexibility in capital markets – and the efficient allocation of capital in the economy – is vital for high levels of growth. That is why the proposals in the Myners, Sandler and Higgs reviews are so important – and why I welcome the Institutional Shareholders’ Committee’s Code on Shareholder Activism – and we will press ahead with reforms designed to improve transparency, enhance disclosure and enable greater shareholder involvement.",
        "And it is right to look for the same liberalisation in capital, product and labour markets throughout Europe to make the single market work.",
        "In 1988 at the outset of the European single market Cecchini estimated that single market liberalisation would add 4.5 per cent to Europe’s GDP, cut prices by 6 per cent and increase employment by 1.75 million. Today many of the gains have yet to materialise. And if they did we would all be much better off.",
        "Capital markets can and must help us manage risk more efficiently between sectors, over time and across national boundaries. While America has achieved a high degree of diversification across state borders, too much investment in Europe remains fragmented on national lines and there is a need to remove barriers to diversification of investments across borders, for example in pension and mutual funds.",
        "So we will support the European Financial Services Action Plan as it improves mutual recognition of financial services providers in insurance, banking and capital markets.",
        "And just as we must do more to make product and capital markets more flexible, so we must extend the same approach to the labour market.",
        "It is inherent to globalisation – a world where change is rapid and change is potentially destabilising – that while there are opportunities there are also major insecurities.",
        "Technologies arrive and quickly become out of date. Companies rise and fall. Jobs and occupations become redundant far more quickly than ever before. And it is right both to create flexible markets and to equip people to master change – through investment in skills and training, through the best transitional help for people moving between jobs, through the operation of a minimum wage and a tax credit system, and through investment in education and training at school, college, university and in the workplace.",
        "So in this way – by learning lessons from the past and examining the challenges ahead – we open up a rich reform and modernisation agenda for our product, capital and labour markets.",
        "And this is an agenda of economic reform not just for the future of Britain but for the future of Europe – a Europe that is changing not least because it is enlarging to 25 members.",
        "And these British-led reforms – opening up trade, liberalising capital, product and labour markets – lead me to suggest that Europe is itself being forced to change in response to the transformation of the global economy.",
        "My experience is that the new entrants to the European Union are keen to liberalise and make the economic reforms needed for future prosperity.",
        "Indeed the debate about Europe’s future is no longer – as it was in the 1980s – about the future of an exclusive inward looking trade bloc, what some people called “Fortress Europe”, the world’s first modern trade bloc.",
        "The issue in 2003 is no longer how a single trade bloc organises its internal markets and harmonises taxes, independent of the rest of the world, but how all of Europe, thinking globally, can meet the challenge of global competition.",
        "And this requires Europe to move from organising itself as a trade bloc to becoming global Europe:",
        "– outward looking – investing as it does in the USA and building more effective trading relationships;",
        "– liberalising and reforming to meet the challenges of more intense competition;",
        "– and modernising its social dimension.",
        "And I believe that the British ideas and initiatives that I have been outlining – our commitment to stability, free trade, economic liberalisation – can play and are playing a pivotal leadership role in creating this changed Europe.",
        "In particular:",
        "– our view that we must continue to modernise monetary and fiscal policies to guarantee stability in a fast changing global environment",
        "– our view that in a global economy all countries and continents must be open and outward looking and not protectionist;",
        "– our view that we must step up the pace of economic reform to create flexible economies and that, in the modern world, enterprise and flexibility need not advance at the cost of fairness but both can advance together.",
        "Those in Britain who have been ambivalent, apathetic or antagonistic towards the way the old trade bloc Europe worked and feared tax harmonisation on the road to a federated state can – I believe – be persuaded that an enlarged Europe can be shaped by British ideas in line with British values and that these changes are in the British national economic interest.",
        "And around the economic liberalisation and free trade agenda I have outlined, it is possible in my view to bring to an end the old anti-European prejudices rooted in the inward looking trade bloc of the past.",
        "It is possible to unite Britain around a modern, long-term and deep-seated pro-European consensus in support of a whole hearted engagement with an enlarged and reforming Europe – a positive engagement grounded in a self confidence about British values – and Britain’s future — and the important role we can play in the next stage of Europe’s development.",
        "The lessons I learn from the recent world downturn are that as a world economy we can and must work together and do better.",
        "The lessons I learn are that the nations that will succeed in the future will be those that are stable; that are most open to trade; and that are flexible, able to adapt continuously and quickly to change.",
        "The lessons I learn are that with business, investors and government working together, we can drive forward a rich agenda of capital, labour and product market reform.",
        "The lessons I learn are that we can together meet and master the challenge of this next wave of globalisation."
    ]
}