{
    "url": "https://www.ukpol.co.uk/gordon-brown-2008-speech-in-israel/",
    "title": "Gordon Brown – 2008 Speech in Israel",
    "post_date": "October 2, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Prime Minister, to the Knesset in Jerusalem, Israel, on 21st July 2008.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "To be able to come here at the invitation of your Speaker and of your Prime Minister Olmert – and to applaud you and the citizens of Israel for the courage you have shown in the face of adversity, resolution in the face of conflict, resilience in the face of challenge – is, for me, a singular honour indeed.",
        "Everyday you meet in this Knesset you live out the hopes – the promises – of centuries.",
        "And I am especially pleased – as the first British Prime Minister to address the Knesset – to congratulate you at this sixtieth anniversary on the achievement of 1948: the centuries of exile ended, the age-long dream realised, the ancient promise redeemed – the promise that even amidst suffering, you will find your way home to the fields and shorelines where your ancestors walked.",
        "And your sixty-year journey from independence is evidence for all to see that good can come out of the worst of times; and that the human spirit is indeed indomitable.",
        "And let me tell the people of Israel today: Britain is your true friend. A friend in difficult times as well as in good times; a friend who will stand beside you whenever your peace, your stability and your existence are under threat; a friend who shares an unbreakable partnership based on shared values of liberty, democracy and justice. And to those who mistakenly and outrageously call for the end of Israel let the message be: Britain will always stand firmly by Israel’s side.",
        "My hometown – where I grew up not long after your independence in 1948 – is the small industrial town of Kirkcaldy on the eastern coast of Scotland. Kirkcaldy is two thousand miles from Jerusalem — but for me they are closely linked. Not in their landscapes and certainly not their weather, but in the profound impact of your early statehood years on my childhood.",
        "My father was a Minister of the Church who learned Hebrew and had a deep and life long affection for Israel. For three decades he was a member of – and again and again Chairman of – the Church of Scotland’s Israel Committee. And he travelled back and forth to Israel twice every year, often more.",
        "After each trip, he would roll out the old film projector, plug it in and load the film. More often than not, the projector would break down – but he would always get it back up and running. And I will never forget those early images of your home in my home and the stories my father would tell.",
        "So as I learned to listen and to read, I followed the fortunes of an age-old people in your new country. And there was never a time as I was growing up that I did not hear about, read about or was not surrounded by stories of the struggles, sacrifices, tribulation and triumphs as the Israeli people built their new state. And I am proud to say that for the whole of my life, I have counted myself a friend of Israel.",
        "My sons are still young children – they are just two and four. They have not yet made that journey to Jerusalem made by their grandfather and then his sons. But one day soon I look forward to bringing them here to see what their grandfather first came to see in the early years of statehood.",
        "I will walk with them here and tell them the story that for two thousand years, until 1948, the persistent call of the Jewish people was ‘Next year in Jerusalem.’ Yet for two thousand years there was not one piece of land anywhere in all the world that you could call your own. For two thousand years, not one piece of land of your own to follow your faith without fear.",
        "For two thousand years, you had history – but not a home. For two thousand years, you lifted the artistic and cultural life and the scientific and political development of every continent – but had no home. For two thousand years, you endured pogroms – and then the horror of the Holocaust – because you had no home.",
        "Yet for two thousand years, nothing – no prison cell, no forced migration, no violence, no massacres, not even the horror of the Holocaust – could ever break the spirit of a people yearning to be free. And you proved that while repression can subjugate it can never silence; while hearts can be broken hope is unbreakable; while lives can be lost the dream could never die; that – in the words of the prophet Amos – ‘justice would roll down like a river and righteousness like an ever-flowing stream’.",
        "Never free of trouble, always facing adversity, yet what remarkable success Israel has achieved during these last few years.",
        "You have created modern Hebrew as the language of your daily life;",
        "Eight of your citizens have been awarded Nobel prizes — and alongside Silicon Valley, you now have ‘Silicon Wadi’;",
        "You have world famous hospitals, like Hadassah; and leading centres of learning and research, like the Weizmann Institute for Science;",
        "With eight per cent of your national income spent on education, you have one of the highest skilled populations on earth;",
        "From draining the swamps in the 20th Century to pioneering electric cars in the 21st, your history of ingenuity is a lesson in the boundless capacity of mind and spirit.",
        "No nation has achieved so much in so short a period of time. And to have accomplished all this in the face of the war, the terror, the violence, the threats, the intimidation, and the insecurity is truly monumental.",
        "To paraphrase what one poet once said:",
        "You were born against the odds;",
        "You survived against the odds;",
        "You grew against the odds;",
        "You have prevailed and flourished against all odds;",
        "You have proved that men and women of idealism, bravery and perseverance can succeed whatever the odds.",
        "And I am proud that the British Jewish community – and the British people – have had a distinguished place and a part in your great endeavour.",
        "And today our partnership is strong and getting stronger.",
        "From pharmaceuticals to telecommunications to electrical equipment, we are agreeing new cooperative ventures.",
        "The best minds in our two countries are working together in academia and the arts, in sport and music, in science and technology — and Prime Minister Olmert and I were able to announce yesterday path-breaking academic and cultural partnerships. And I want to make clear that the British Government we will stand full-square against any boycotts of Israel or Israeli academics and their institutions.",
        "Yesterday my wife Sarah and I visited Yad Vashem.",
        "And even though I was familiar with the harsh and horrific facts – even though I have studied, indeed written, about the fight against the Holocaust and Jewish persecution by Dietrich Bonhoeffer, described the rescue of Jews by men like Raul Wallenberg, spoken about help given to Jews facing the death march by a young Scots prisoner of war Tommy Noble, given lectures on women who came to the aid of Jewish girls like Jane Haining, and visited the old Yad Vashem and indeed the memorials in Washington and Berlin – I can tell you that nothing fully prepared me for what I saw at Yad Vashem —- the full truth of the murders that no one prevented; the indignities that should have never happened; the truth which everyone who loves humanity needs to know.",
        "The last of those who outlasted the Holocaust are now growing old. And this year Israel lost a distinguished member of this Knesset: Tommy Lapid. No-one who heard Tommy talk about his Bar Mitzvah in a Budapest cellar at the end of 1944 as the fascists hunted and murdered the Jewish population will ever forget his passion for history’s truth. As he said, ‘my whole life is a response to the Holocaust’.",
        "And as the survivors leave us, let me tell you how vital it is that in every continent the next generation learn their story.",
        "That is why in Britain – through funding the Holocaust Education Trust – each year and every year two teenagers from every secondary school travel to Auschwitz. And when they return home and share their experiences – raw and direct and powerful – I have seen the profound effect their message has on their classmates: that discrimination, persecution, anti-Semitism and racism should be banished forever.",
        "And I can tell you that when young children in my home town of Kirkcaldy returned from Auschwitz they organised a memorial week in honour of those who had died in the Holocaust and raised funds to erect a lasting memorial in our town’s gardens. Two thousand miles away in distance – but a link between my home and your home, so close that it will never be broken.",
        "And why? Because in the words of a Rabbi who having done a great deal for Holocaust education was asked why, when he himself wasn’t a survivor, he said: ‘but I am a survivor – we all are, not just all Jews, but all of humanity’.",
        "You are the children of the sacrifices of your parents and grandparents.",
        "And today and in the future, the people of Britain and Israel will continue to stand together in believing that history sides with those who fight for liberty —- and if the great conflict of ideas of the 21st century is between those who believe in closed societies who would turn back the clock of progress and those who believe in open societies, then we are together on the side of openness – moving the world forward to what Winston Churchill called the ‘sunlit uplands’ of prosperity, justice and democracy.",
        "The British people see the threat your people encounter every day when they climb aboard a bus, have a cup of coffee at the café, or buy a sandwich. In our homeland – two thousand miles from your streets – we too have learned the grief when lives are lost through terror on a bus or at the airport or on a crowded underground train on the way to work.",
        "So to those who question Israel’s very right to exist, and threaten the lives of its citizens through terror we say: the people of Israel have a right to live here, to live freely and to live in security.",
        "To those who are enemies of progress we say: we condemn anti-Semitism and persecution in all its forms.",
        "And to those who believe that threatening statements fall upon indifferent ears we say in one voice: that it is totally abhorrent for the President of Iran to call for Israel to be wiped from the map of the world.",
        "And I promise that just as we have led the work on three mandatory sanctions resolutions of the UN, the UK will continue to lead – with the US and our EU partners – in our determination to prevent an Iranian nuclear weapons programme. The EU has gone beyond each of these resolutions. Last month we took action against an Iranian bank involved in proliferation. We stand ready to lead in taking firmer sanctions and ask the whole international community to join us. Iran has a clear choice to make: suspend its nuclear programme and accept our offer of negotiations or face growing isolation and the collective response not of one nation but of many nations.",
        "And we will do more than oppose what is wrong. We will show those who would give licence to terror the way home to what is right too – showing them that the path to a better future runs not through violence, not by murder, and never with the killing of civilians but by liberty’s torch, through justice’s mighty stream, and across tolerance’s foundation of equality.",
        "And to build that peace, stability and prosperity – and to work as one world to eradicate the worst evils of poverty, environmental degradation, disease and instability – I believe that we should work together to summon up the best instincts and efforts of humanity in a cooperative endeavour to build new international rules and institutions for the new global era:",
        "– A renewed United Nations that can deliver stability, peacekeeping and reconstruction;",
        "– A new IAEA-led international system to help non-nuclear states who renounce nuclear weapons acquire through an enrichment bond or bank the new sources of energy their peoples need;",
        "– A new World Bank that is a bank for environment as well as development;",
        "To bring global financial stability, a new International Monetary Fund that is an early warning system for the world economy.",
        "And I hope that together we can write a new chapter in history that will – for this new global age – honour our truest ideals.",
        "But today there is one historic challenge you still have to resolve so that your sixty-year journey into the future is complete: peace with your neighbours and throughout the region.",
        "Over sixty years I believe that you have shown the greatest of ingenuity in solving the greatest of problems:",
        "I think of David Ben Gurion – who from humble beginnings in Poland built up the Jewish National Institutions — and in 1948 said it was not enough for the Jewish state simply to be Jewish, it had to be fully democratic offering equal citizenship to all residents: a democracy not just of one people but of all your peoples…",
        "I think of Menachem Begin – who reached out to Anwar Sadat, an old adversary, and who stood by him in this Parliament when in 1977 he made his historic speech offering himself as a partner for peace…",
        "I think of Yitzak Rabin – who having served Israel on the battlefield from the war of independence made peace with Jordan and who was cruelly struck down in his prime as he committed himself to the path of peace with the Palestinians…",
        "Peace with Egypt in 1979. Peace with Jordan in 1994. Today talks with Syria underway. And now is the time to construct the last building block of peace – peace with the Palestinians.",
        "My father taught me that loyalty is the test of a real friendship. Easy to maintain when things are going well, but only really tested in hard times. And as a constant friend of Israel, I want to offer the comfort of my support and the support of the British government — and also my honest analysis.",
        "I believe that a historic hard-won and lasting peace that can bring security on the ground is within your grasp; that the Palestinian Authority under the courageous leadership of President Abbas and Prime Minister Fayyad offers Israel the best partner of a generation; that these men share with you a vision of peace and reconciliation – and that they understand that they can never achieve their goals for the Palestinian people at the expense of Israel’s security.",
        "And I believe that a historic, hard won but lasting peace is within your grasp by seizing the opportunity opened up by Annapolis — now taken forward by Prime Minister Olmert and President Abbas and built on fundamentals:",
        "– a two-state solution based on 1967 borders;",
        "– a democratic state of Israel, secure from attack, recognised by – and at peace with – all its neighbours;",
        "– alongside a peaceful, democratic and territorially viable state of Palestine that accepts you as its friend and partner;",
        "– with Jerusalem the capital for both, and a just and agreed settlement for refugees.",
        "So because I believe that historic hard won and lasting peace is within your reach, I urge you to take it by the hand.",
        "And to deliver this historic hard won and lasting peace, it is vital also that both sides now create the conditions for a final agreement:",
        "– the Palestinians acting with persistence and perseverance against the terrorists who attack your country;",
        "– Israel freezing, and withdrawing from, settlements —— and like many of your friends, I urge you to make these decisions.",
        "And let me tell you today that to ensure this historic, hard won peace is lasting, Britain is also ready to lead the way in supporting an economic road map for peace. Not money for guns but money for jobs, for businesses, for small firms, for housing and for prosperity to underpin the political road map for peace and give all people in the region an economic stake in the future. As we did in Northern Ireland: to make the cost of returning to violence too high and too unacceptable a price to pay. And without compromising your needs for security, we need your help in easing the obstacles to Palestinian economic growth – including the reopening of the Chamber of Commerce in East Jerusalem. You – Israel – drawing upon your deep wells of hope and aspiration to give hope and aspiration to others.",
        "No one people in history has more global reach and global connections for good than the Jewish people.",
        "You are truly global citizens — often the first to offer help or medical aid or engineering assistance when there is a disaster.",
        "106 years ago, Theodor Herzl – under whose portrait I am proud to stand as I speak today – set out his vision of the future in his book ‘Old-new land’. He said that he saw Jerusalem as the centre of a global educational, medical and scientific endeavour, with – at its heart – ‘a unique centre for all kinds of charitable and social ventures where work is done not only for Jewish land and Jewish people, but for other lands and other peoples too.’",
        "And he went on to say: ‘Wherever in the world a catastrophe occurs – earthquakes, flood, famine, drought, epidemic – the stricken country telegraphs to this centre for help’",
        "And if the 19th century was the century of industrialisation and the 20th century the century of war, the Holocaust and a world divided, then we should make the 21st century the century of the global community:",
        "– a century where out of competing interests we find common interests;",
        "– a time when – by moving from conflict to harmony – we make a reality of the vision of a global society in which we create global civic institutions that turn words of friendship into bonds of human solidarity stronger than any divisions between us.",
        "And how do we champion this dream when so much seems to defy it? How do we ensure that the march of progress and justice is always toward those ‘sunlit uplands’? We engage those who will lead after us. We reach out to the generations to come.",
        "Already around a thousand young people come from Britain to Israel on volunteering programmes ever year. I want hundreds more young people who do voluntary service in Britain to link up with the thousands who do voluntary service here in Israel — bringing young people together, increasing understanding and realising the potential for the greater good.",
        "And what I want to propose today is in that spirit: a global citizenship corps — men and women from all nations coming together in a peaceful civilian force to offer help in conflict-ridden or disaster-ridden or disease-ridden homelands that need reconstruction, development and stability.",
        "Britain will contribute one thousand experts and professionals to this global corps. And in this way we will be able to ensure that where homelands suffer from strife, conflict or natural disasters, there will be people ready to serve a neighbour or a even stranger in need of help and hope.",
        "So some day in the not too distant future another boy will watch his father prepare to show pictures of his travels. This time they will be on a digital camera, not an old projector. But I hope the pictures of a distant land and of people working to build something worthy and proud will inspire another young person to feel a deep and abiding friendship with Israel – this most promised of lands.",
        "And when – in these next sixty years – my sons follow in the steps that their grandfather and their father have taken, I also hope they will be able to see neighbours once enemies now friends. Then ‘Next year in Jerusalem’ will mean not only home at last but free from war at last; the greatest victory of all achieved – the victory of peace. And not only peace secured but prosperity achieved, so that in the words of the prophet Isaiah we turn swords into ploughshares so that there is never a need for swords again. The ancient dream given new life in a new age.",
        "And the story of Israel’s beginning and perseverance will speak not just to Jews but to all who believe in the victory of hope over despair, home over wandering in the desert, peace over war and the everlasting promise and power of the human spirit.",
        "If we work hard enough together we can achieve this. Or – in the words of Theodor Herzl – if you will it, it is no dream.",
        "Thank you."
    ]
}