{
    "url": "https://www.ukpol.co.uk/gordon-brown-1998-speech-launching-the-new-deal/",
    "title": "Gordon Brown – 1998 Speech Launching the New Deal",
    "post_date": "December 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1998",
            "url": "/tag/1998/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 5 January 1998.",
    "content": [
        "Today marks the start of a new deal for Britain’s young. A new beginning in the war against poverty, and the first step in the modernisation of the welfare state in Britain.",
        "It’s the Labour Government’s 1998 new year’s resolution for Britain – to help our long-term unemployed back to work and to give them the skills they need.",
        "Here today from Dundee and Tayside we launch the first of twelve pilot programmes offering jobs and training to every young person six months out of work.",
        "From April, every long term unemployed young man or woman under 25 will be offered the new deal options of work or training.",
        "A total of 3 billion pounds is being invested in jobs.",
        "It is not just the young who will benefit from the new deal.",
        "From June, employers will be offered a 75 pounds a week subsidy to take on the long-term unemployed.",
        "During 1998 lone parents with their youngest child at school will be offered help to find work.",
        "And from this year too disabled men and women, denied the right to work for too long – will be given new opportunities to work.",
        "The old deal – of paying people a few pounds in benefit and then forgetting about them – failed the unemployed and failed Britain.",
        "Today begins the long haul towards full employment in the years to come.",
        "From now on in Britain, young people will have new opportunities and a new contribution they can make under the new deal. Rights go hand in hand with responsibilities and for young people offered new responsibilities from today there will be no option of simply staying at home on full benefit doing nothing.",
        "So it is something for something, not something for nothing",
        "Young people are our future. Yet unemployment among the under- 25s is twice the national average.",
        "With new resources from the windfall levy we will invest in young people and in the skills the whole country needs them to have for the future.",
        "From today there are pilot programmes in every part of Britain, offering every young person unemployed for more than six months the chance of work.",
        "Already 9,000 employers have signed up in our pathfinder areas.",
        "Some of the top household name companies are making their contribution to the new deal.",
        "In the next few weeks, 1 million employers will be contacted and asked to consider taking part.",
        "The programme that starts today in 12 pathfinder areas will offer young people advice, help and training to enter the world of work. From April the programme will operate nationally.",
        "The scheme offers four routes into work and helps each young person pick the route that suits their needs – a job, full-time education, a job in the voluntary sector or a role in the environmental task force.",
        "##  Tayside",
        "300 million pounds will be invested in scotland under the new deal here in Tayside there are more than 1,000 young people who have been nemployed for more than six months. For them opportunity is available now. The pathfinder approach is to ensure that young people receive the help they need immediately.",
        "Every month, 100 more young people will be entering the programme.",
        "I have no doubt lessons will be learned from the pilot and we will be carefully evaluating the programme in Tayside and other pathfinder areas so that rough edges can be identified.",
        "Here in Dundee some of the biggest companies like NCR and Michelin have committed themselves to the new deal. Stagecoach and National Express, together with Scot-Rail and Travel-Dundee will be mounting travel concessions for young people in Tayside on the new deal and I am grateful to them for their involvement.",
        "This programme will succeed only if we involve all employers who are able to make a contribution.",
        "My appeal to employers is as businesses in the community who can see at first hand the impact of social division and a wasted generation of young people and who know that failure to tackle the problem now will hurt us all in the future.",
        "My appeals is to employers and managers with a reputation for motivating people who will immediately understand how a job can make the difference between what young people are and what young people are capable of becoming.",
        "My appeal to employers is as leaders of the economy who know that however successful their own business is, the economy as a whole will never be at its best unless we unlock the potential of all our people.",
        "I want all of you to feel part of what I believe is a national crusade to clear for one and for all the social divisions that are entrenched in our society because of unemployment.",
        "And this is just the start. The Government believes in helping thousands more from welfare to work in the years to come as part of the long haul towards our goal of full employment.",
        "That is why we are prepared to extend the new deal from the under 25s to the over 25s and are prepared to invest more in the long term unemployed, lone parents and disabled men and women who want the right to work, to make this ambition a reality.",
        "And we will do more. The new deal is our first step towards a new welfare state. And I want men and women who have been unemployed and written off by many to be able to say they now have a new chance to make the best of themselves and to make a contribution, not just to their families, but to the progress of Britain."
    ]
}