{
    "url": "https://www.ukpol.co.uk/gordon-brown-2010-article-on-super-fast-broadband/",
    "title": "Gordon Brown – 2010 Article on Super Fast Broadband",
    "post_date": "January 5, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The article written by Gordon Brown for the Daily Telegraph on 8 January 2010 and released by 10 Downing Street as a press release.",
    "content": [
        "The severe weather gripping Britain has closed businesses and schools and left many people unable to get to work or keep appointments. Police advice – rightly – is not to travel unless your journey is essential. But if you urgently need to see a doctor, or keep a business running, you may feel that you must venture out in spite of the conditions.",
        "Rural communities particularly suffer at such times. But imagine if you could hold a consultation with your GP over the internet in real time, or easily access your office computer network from home, or hold two-way video conferences. These are the very real possibilities that super-fast broadband could offer within just a few short years.",
        "By investing now in this digital revolution, we can bring to households and businesses all over the country internet speeds 50 times faster than most people experience today. Such advanced communications will encourage more employees and employers to make greater use of teleworking. This can deliver benefits both to the firm and the worker, as well as the wider economy, society and the environment.",
        "Teleworking can mean more job opportunities, for example, for the disabled and those with child-care responsibilities who wish to work part-time – or allow someone to take a job with a firm based too far away for a daily commute – while also improving work-life balance for many. Potentially, it can also contribute to reducing congestion and lowering carbon emissions.",
        "The number of people working remotely from home more than doubled in the decade to 2007 and, as next-generation broadband becomes more widely available, this figure will only increase rapidly. All our lives will be transformed beyond recognition by the exciting opportunities for business, education, leisure and access to public services. Indeed, it will soon be seen as indispensable as electricity, gas or water.",
        "The private sector is rightly leading the way, and investing significant sums in next-generation digital communications and technologies. But, left alone, they are likely to reach only the two-thirds of communities, mainly urban and highly populated, seen as commercially viable. And I am clear that this revolution must benefit all, and so here there is also a role for targeted, strategic action by government.",
        "We must complement and assist broadband providers to move farther and faster; to bring super-fast connections to households and businesses to every corner of the country. That is why we have set out plans for £1 billion of extra investment to ensure that all regions of Britain – including those with sparse populations – are covered by 2017. We are doing this, even in a recession, because the fastest and most modern broadband network will create and expand thousands of companies and mean thousands of new jobs.",
        "The digital initiative is just one of the many ways through which we believe we can create 1.5 million new skilled jobs in the coming years. And no one area should be left out of this expansion in opportunity simply because of its location.",
        "We are determined in particular to see rural communities benefit from this investment and the economic and social advantages that will inevitably follow.",
        "So, by using the previously announced fixed-line levy to finance this, we must move forward quickly with digitalisation and extension of broadband to make Britain a leader in the digital world.",
        "A comprehensive digital infrastructure is one of the key foundations of the UK’s future growth and prosperity. And government will help to unleash the innovative and entrepreneurial spirit at which Britain excels, by releasing thousands of publicly held data sets, as a result of the vision of Sir Tim Berners-Lee.",
        "When, for example, figures on London’s most dangerous roads for cyclists were published, an online map detailing where accidents happened was produced almost immediately to help them avoid blackspots and reduce injuries. After data on dentists went live, an iPhone application was created to show people where the nearest surgery was to their current location.",
        "Thanks, too, to the exceptional work of Martha Lane Fox, our aim within the next five years is to shift the vast majority of large transactional services online. This should help secure even better value for money. Evidence from local authorities indicates that on average, carrying out a telephone transaction online can save £3.30 and switching from paper and mail to online can save £12 per time. In all, it is estimated that shifting significant transactions in this way could save £1 billion.",
        "Yesterday, we launched a plan for going for growth – “Our Future Prosperity” – setting out how we will harness the value of enterprise, knowledge and of our greatest asset: people. And investing in a modern infrastructure, including high-speed rail and super-fast broadband, is critical to its success."
    ]
}