{
    "url": "https://www.ukpol.co.uk/anthony-browne-2022-speech-on-the-supported-housing-bill/",
    "title": "Anthony Browne – 2022 Speech on the Supported Housing Bill",
    "post_date": "November 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Anthony Browne",
            "url": "/tag/anthony-browne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Anthony Browne, the Conservative MP for South Cambridgeshire, in the House of Commons on 18 November 2022.",
    "content": [
        "First, it is a delight to follow my hon. Friend the Member for Runnymede and Weybridge (Dr Spencer) and, with his background, his very informed contribution. I particularly want to commend my hon. Friend the Member for Harrow East (Bob Blackman) for bringing forward this important Bill. To pick up one of his comments, he said that his previous private Member’s Bill was his proudest moment as an MP, and he could add this to it. This really shows the role that Back-Bench MPs can play in improving the lives of people across the country.",
        "I think across the House we all agree that protecting the most vulnerable in society is one of the core duties of Government, and that the Government also need to protect the taxpayer. On both these measures, the current legislation—or indeed the lack of it—fails abysmally. Exempted sheltered housing is a vital part of the support given to many vulnerable groups, as we have heard. As Conservatives, we certainly believe in helping people to help themselves, and some people need more of a helping hand than others. Supported housing provides a vital stepping-stone to a normal life, and if it fails to provide a supportive environment, people can become stuck in the system, trapped and end up far worse off.",
        "As the hon. Member for Birmingham, Ladywood (Shabana Mahmood) mentioned, many good organisations and local authorities already provide fantastic support with exempted housing for vulnerable groups. For example, victims of domestic abuse often take seven years to extract themselves from their abuser, and they need supported housing as a waypoint between such a vicious circle and being able to rebuild their lives. If the supported housing is unsafe and squalid, they may end up back in the hands of their abuser. We have heard several examples of very similar situations in which people were actually in rooms next door to their abusers or attackers. Other vulnerable groups, whether those recovering from drugs or refugees, need places of calm and stability to help them find their feet and become productive members of society again.",
        "However, despite all the good work that lots of good organisations and local authorities do, a minority are clearly abusing the system. We have heard many examples of that. My hon. Friend the Member for Harrow East talked about some of the horrors, and the hon. Member for Birmingham, Ladywood, who is no longer in her place, gave many examples of abuses from her city, as did the hon. Member for Croydon Central (Sarah Jones). I am glad that I have yet to come across any such abuses in my South Cambridgeshire constituency, but they clearly happen across the country.",
        "Unscrupulous landlords often provide appalling accommodation and care to residents who deserve far better. In addition to the cases that we have heard about, I have read stories about 65 residents having to share three baths and two showers. There are countless stories of abuse and mistreatment of vulnerable people while in supported housing.",
        "On the landlord side, we have all heard the stories about the creation of special-purpose vehicles to make huge profits out of the financial support given by the taxpayer to support the vulnerable. As we have heard, they can make millions of pounds of profit in a single day by flipping sales of properties back to back, which are leased to help the most vulnerable people in society. Those private landlords are generating completely unjustifiable profits by abusing the most vulnerable in society. That is clearly a major failing of the system, which enables unscrupulous landlords to abuse both residents and the taxpayer. It needs to change. That is why I welcome the Bill and the increased regulatory glare that it will bring to that unsavoury corner of the current system.",
        "The Government will set standards for exempted sheltered housing so that local authorities, landlords and—most importantly—residents will know exactly what is expected. Landlords of exempt housing will have to apply for licences from their local authorities, who will be empowered to properly manage the system and ensure that standards are upheld.",
        "There has been discussion about the need for a national regulator to back that up and about exactly what the enforcement mechanism and role of the local authority should be. I will make a wider point about property regulation and ombudsmen, which is an area that I have been involved with in the past. There is a proliferation of ombudsmen and regulators in the different property sectors, with the new homes ombudsman and the social housing ombudsman and regulator for as well as an estate agent regulator and the property ombudsman. In my previous role I dealt a lot with financial services, where there is one regulator and one ombudsman—the Financial Conduct Authority and the financial services ombudsman—to cover the entire spectrum, rather than having a series of them.",
        "The advantages of having a single ombudsman for a sector are that: they are far more high-profile, so people know who to go to; they can share expertise across subsectors; and they can be independent from lobby groups. There is a real risk that a regulator or ombudsman in one specific area can become captured by the industry and over-influenced by it. A single ombudsman and regulator can generally attract far higher quality and more experienced staff than a proliferation of smaller ombudsmen. I therefore urge the Minister, whom it is good to see in her place—she is a former fellow member of the Treasury Committee, where she did many years of good service—to give a thought to the overall regulatory and ombudsmen regime for the property sector, with all its different parts and the downsides of having a really fragmented system along with the advantages of a more co-ordinated system.",
        "We have also heard about the data that will be collected under the Bill. As someone with a mathematical background, I have always tended to approve of data-driven approaches and having better data—we can never have too much data. Indeed, I was surprised by the lack of data that we have about the supported housing sector. It is quite concerning as we look into it how little we know about what the different organisations are, how many people they have and where those people are. That really limits their accountability. If we do not know what we are spending or who is there, we cannot hold the providers accountable. Who are they?",
        "These are not small, insignificant amounts of money: the best estimates that I have seen are that the total bill is more than £2 billion a year. Therefore, with the greater oversight that the Bill would provide, we could ensure that public spending went to the right places and not into the pockets of rogue operators. I note that in a pilot conducted last year, the greater scrutiny and understanding of the system prevented the five councils involved in the pilot from paying out £6.2 million in error. Hopefully, the Bill will help to unearth similar errors and misspend, to deliver better value for money for taxpayers. The exempted sheltered housing sector has elements of the wild west about it, and the Bill will help to drive out the cowboys, and protect residents and the taxpayer. I fully commend it to the House."
    ]
}