{
    "url": "https://www.ukpol.co.uk/gordon-brown-2007-european-council-statement/",
    "title": "Gordon Brown – 2007 European Council Statement",
    "post_date": "September 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2007",
            "url": "/tag/2007/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a statement made by Gordon Brown, the then Chancellor of the Exchequer, in the House of Commons on December 17th 2007.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "With permission Mr Speaker, I would like to make a statement about the European Council held in Brussels on 14 December, which focused on two major concerns:",
        "1 – The reforms Europe must make to meet and master the global challenges we face – for competitiveness, employment, secure energy, climate change;",
        "2 – And issues of security – in particular Kosovo, Iran and Burma – that we must confront together.",
        "I start with the most immediate concern facing the summit: the best way to bring about a satisfactory resolution to the status of Kosovo.",
        "Kosovo is the last remaining unresolved issue from the violent break up of the former Yugoslavia. And in light of the recent failure by the parties in the Troika process to find a negotiated way forward, the European Council accepted its responsibility for joint European action and agreed the importance of moving urgently towards a settlement.",
        "It is to the credit of all parties in the dispute that even when faced with conflicting positions the region remains at peace. And, as the European Council conclusions noted, it is essential that this commitment to peace is maintained.",
        "The principles of our approach are: first, that Europe take seriously its special responsibility for the stability and security of the Balkans region. Indeed it is thanks to the sustained efforts of NATO troops and the diplomacy of the United Nations and the European Union that a safe and secure environment has been maintained.",
        "But, second, we were agreed that the status quo is unsustainable and that we needed to move forward towards a settlement that ensures what we called a ‘stable, democratic, multi-ethnic Kosovo committed to the rule of law, and to the protection of minorities and of cultural and religious heritage’.",
        "And third, after a detailed discussion at the Council, we were also wholly united in agreeing that European engagement should move to a new level. We agreed in principle and stated our readiness to deploy an ESDP policing and rule of law mission to Kosovo. This will consist of a multinational mission of around 1,800 policemen and judicial officials. I can confirm that the UK will contribute around 80 of these, including its deputy head, Roy Reeve. European Foreign Ministers will confirm the detailed arrangements for this mission shortly.",
        "Fourth, we also reaffirmed that a stable and prosperous Serbia fully integrated into Europe is important for the stability of the region. The Council encouraged Serbia to meet the necessary conditions to allow signature of its Stabilisation and Association Agreement and expressed our confidence that Serbia has the capacity to make rapid progress subsequently towards candidate status.",
        "Indeed, the conclusions of the meeting of European Foreign Ministers last week reiterated the European Union’s support for enlargement more generally – and we also look forward to recognising the progress made by both Croatia and Turkey at this week’s Accession Conference in Brussels.",
        "The UN Security Council will discuss the issue of Kosovo with representatives from both Belgrade and Pristina on 19th December, with the aim of giving Russia an opportunity to accept a consensus on the way forward. If this proves impossible, we – Britain – have always been clear that the Comprehensive Proposal put forward by the UN Special Envoy, Martti Ahtisaari – based around the concept of supervised independence for Kosovo – represents the best way forward.",
        "And while we are rightly focused on the immediate priority of bringing the status process through to completion in an orderly and managed way, the European Council agreed that it is also important that we address the longer-term challenge of ensuring Kosovo’s future economic and political viability. I welcome the commitment made by the European Union to assist Kosovo’s economic and political development and planning is now underway for a Donors Conference to follow shortly after a status settlement.",
        "The Council also discussed Iran and there was agreement on a united European approach. Here again, the power we wield working with all the EU is greater than if we acted on our own.",
        "As I have made clear repeatedly, Iran remains in breach of its international obligations. In September foreign ministers from the E3 plus 3 agreed that unless there were positive outcomes from Javier Solana and the IAEA’s discussions with Iran, we would seek tougher sanctions at the UN. The latest E3 plus 3 assessment is that sufficient progress has not been made.",
        "The European Council conclusions call on Iran to provide full, clear and credible answers to the IAEA, and to resolve all questions concerning their nuclear activities. The European Council reiterated its support for a new UN resolution as soon as possible. In addition we agreed to decide on new measures that the EU itself might take to help resolve this situation at the January meeting of Foreign Ministers. These should complement UN measures or substitute for them if the Security Council cannot reach agreement.",
        "Iran has a choice – confrontation with the international community leading to a tightening of sanctions or, if it changes its approach, a transformed relationship with the world from which all would benefit.",
        "As set out in the Council’s conclusions, the EU also reaffirmed its deep concern about the unacceptable situation in Burma, and makes clear that if there is no change in the Burmese regime’s approach to political negotiations and basic political freedoms, we stand ready to review, amend and – if necessary – further reinforce restrictive measures against the Burmese Government. The Council also reaffirmed the important role of China, India and the Association of South-East Asian Nations in actively supporting the UN’s efforts to establish an inclusive political process leading to genuine national reconciliation.",
        "For our part we believe that the forthcoming visit of the UN envoy – Professor Gambari – is critical. It is essential that the Burmese government meets the demands set out in the UN Security Council statement of 11th October to:",
        "Release all political prisoners; Create the conditions for political dialogue, including relaxation of restrictions on Aung San Suu Kyi; Allow full co-operation with Professor Gambari; Address human rights concerns; And begin a genuine and inclusive process of dialogue and national reconciliation with the opposition.",
        "In particular, the regime should respond to the constructive statement of Aung San Suu Kyi of 8 November and open a “meaningful and timebound dialogue” with the opposition and the country’s ethnic groups.",
        "The Council also agreed that a key part of the EU’s external agenda is how we can – by working together – maximise our influence in tackling global poverty. The Council agreed that the European Commission should report by April next year – half way to 2015 – on how the EU is meeting its commitments to the Millennium Development Goals, and how we can accelerate our progress.",
        "In addition to these issues of international security and development, the Council conclusions and the special declaration on globalisation also sets out the challenges that the EU must now address on globalisation:",
        "First, we agreed to maintain our focus on economic reform, with a renewed focus on modernising the single market so it enhances the EU’s ability to compete in the global economy. We must have full implementation of the services directive by 2009 and we must continue to work towards further liberalisation in the energy, post and telecoms markets — where market opening could generate between 75 and 95 billion euros of potential extra economic benefits and create up to 360,000 new jobs. Investment in research, innovation and education – and removing barriers to enterprise – are also essential.",
        "Second, we confirmed our commitment to free trade and openness. The priority is securing a successful outcome to the Doha trade round, which would deliver gains to the global economy approaching 200 billion dollars by 2015, equivalent to 0.6 per cent of global income and bringing significant benefits to rich and poor countries alike. We will also promote better EU-US trade links.",
        "Third, we agreed to do more to develop mechanisms for co-operation within the EU and with countries across the world to tackle security challenges like terrorism, illegal immigration and organised crime. We renewed our commitment to the EU Counter terrorism strategy and to cooperate on counter-radicalisation work.",
        "Fourth, we will work together to deliver our commitments to tackle climate change – including the target of reducing emissions by 20 per cent by 2020, or 30 per cent as part of an international agreement. And building on the significant progress made last week in Bali – an agreement which the Environment Secretary will report to this House upon tomorrow – we must help negotiate an ambitious post-2012 international climate change agreement. And Europe must also now step up funding, including through the World Bank, to help the developing world shift to lower carbon growth and adapt to climate change.",
        "Mr Speaker, it was agreed at the last Council meeting that the Presidency would bring forward a proposal for a new Reflection Group. This was announced in October. At this later meeting the Council invited Mr Felipe González Márquez, assisted by two Vice-Chairs, Mrs Vaira Vike-Freiberga and Mr Jorma Ollila, Chairman of Shell and Nokia, to – and I quote – ‘identify the key issues and developments which the Union is likely to face in 2020 or 2030 and to analyse how these might be addressed’.",
        "The remit specifically states that ‘it shall not discuss institutional matters. Nor should its analysis constitute a review of current policies or address the Union’s next financial framework’. It will report back to the Council, who will decide how to follow its recommendations.",
        "Mr Speaker, I can tell the House also that today we are publishing the EU Amendment bill which contains the institutional changes to accomodate a Europe of 27 members and will include the safeguards we have negotiated to protect the British national interest:",
        "– The legally binding protocol which ensures that nothing in the Charter of Fundamental Rights challenges or undermines the rights already set out in UK law – and that nothing in the Charter extends the ability of any court, European or national, to strike down UK law; – Legally binding protocols which prescribe in detail our sovereign right to opt-in on individual justice and home affairs measures where we consider it in the British interest to do so, but alternatively to remain outside if that is in our interests; – A declaration that expressly states that nothing in the new Treaty affects the existing powers of Member States to formulate and conduct their foreign policy and that the basis of foreign and security policy will remain intergovernmental, a matter for governments to decide on the basis of unanimity; -And an effective veto power on any proposals for important changes on social security so that when we – Britain – determine that any proposal would impact on an important aspect of our social security system – including its scope, cost or financial structure – we can insist on taking any proposal to the European Council under unanimity.",
        "With the publication of the Bill that legislates for the amendments to the European Communities Act, Parliament will now have the opportunity to debate this amending treaty in detail and decide whether to implement it.",
        "We will ensure sufficient time for debate on the floor of the House so that the Bill is examined in the fullest of detail and all points of view can be heard.",
        "This will give the House the full opportunity to consider this treaty, and the deal secured for the UK, before ratification.",
        "In addition, I can tell the House that we have built into the legislation further safeguards to ensure proper Parliamentary oversight and accountability.",
        "To ensure that no government can agree without Parliament’s approval to any change in European rules that could, in any way, alter the constitutional balance of power between Britain and the European Union, there is a provision in the bill that any proposal to activate the mechanisms in the treaty which provide for further moves to qualified majority voting – but which require unanimity – the so-called “passerelles” – will have to be subject to a prior vote by the House.",
        "In the event of a negative vote, the Government would refuse to allow the use of the passerelle.",
        "The Bill also includes a statutory obligation that any future EU amending treaty – including one which provided for any increase in the EU’s competence – would have to be ratified through an Act of Parliament —- so Parliament would have absolute security that no future change could be made against their wishes.",
        "I said in October that I would oppose any further institutional change in the relationship between the EU and its member states, not just for this Parliament but for the next. I stand by that commitment.",
        "And this is now also the settled consensus of the EU.",
        "All 27 member states agreed at the Council – and this was expressly set out in the conclusions – that this amending treaty provides the Union with a stable and lasting institutional framework and that it completes the process of institutional reform for the foreseeable future.",
        "The conclusions of the Council state specifically that the amending treaty ‘provides the Union with a stable and lasting institutional framework. We expect no change in the foreseeable future’",
        "Finally, let me conclude with the discussion on the most immediate of economic issues discussed — concerns about the economic consequences of the global financial turbulence that started in America in August.",
        "The Government’s first priority in the coming weeks is to ensure the stability of the economy and to have the strength to take the difficult long term decisions necessary.",
        "And the Council agreed that the whole of the EU must now turn its attention to both the immediate measures necessary and the long term strengthening of international capacity to secure greater financial stability.",
        "The announcement earlier this week by Central Banks in the major financial centres that they will provide liquidity to ease tension in the financial markets must now be built upon.",
        "As we agreed, supervisory authorities in different countries need to co-operate effectively across borders in exchanging information and in the management of crises and contagion.",
        "The European Council conclusions emphasised that macroeconomic fundamentals in the EU are strong and that sustained economic growth is expected. But we concluded that continued monitoring of financial markets and the economy is crucial, as uncertainties remain. The Council underlined the importance of work being taken forward both within the EU and with our international partners to:",
        "Improve transparency for investors, markets and regulators; Improve valuation standards; Improve the prudential framework, risk management and supervision in the financial sector; As well as review the functioning of markets, including the role of credit rating agencies.",
        "The European Council will discuss these issues at its Spring 2008 meeting on the basis of a progress report by the Finance Ministers Council and by consideration of the Financial Stability Forum’s work to date. As agreed by Chancellor Merkel, President Sarkozy and myself in October, the progress report should examine whether regulatory or other action is necessary. And I have invited Chancellor Merkel and President Sarkozy to London so that we can discuss the proposals in the paper we agreed and issued a few weeks ago.",
        "Measures important to strengthening the international community’s role in addressing financial turbulence across the world —- showing the importance we attach to taking the tough long terms decisions to ensure in testing times the stability of the economy.",
        "Mr Speaker, the conclusions of the Council state specifically that in the institutional framework we expect no change ‘for the foreseeable future’.",
        "The protections that have been agreed in the amending treaty defend the British national interest. In the Bill introduced today we are legislating for new protections and new procedures to lock in our protection of these interests.",
        "Europe is now moving to a new agenda – one that focuses on the changes needed to meet the challenges of the global era.",
        "And I commend this statement to the House."
    ]
}