{
    "url": "https://www.ukpol.co.uk/gordon-brown-2002-speech-to-the-british-american-business/",
    "title": "Gordon Brown – 2002 Speech to the British American Business",
    "post_date": "January 5, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, in New York, United States, on 19 April 2002.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "I am delighted to be here in this great city – speaking to this great new transatlantic organisation – to inaugurate this lecture series in honour of a truly great man, Winston Churchill.",
        "And let me start by paying tribute to you – the British American Business Inc – the work you do, the service you give, and the contribution you make – not just promoting British-American trade but strengthening the historic links between our two nations.",
        "Being back here in New York and seeing its recovery at first hand moves me.",
        "In the seven months since the tragic events of September 11th – like many people in Britain – I have been struck by the resilience and bravery in the face of tragedy that so many living here have shown.",
        "New York is a city of such global reach – the meeting point of a hundred nationalities and more – that it is a human monument to our interdependence.",
        "And this interdependence is clearly demonstrated by the alliance we have forged against terrorism since the events of September 11th. An alliance that confirms the profound and pervasive truth that in the new global economy we are, all of us – the richest countries and the poorest countries – inextricably bound to one another by common interests, shared needs and linked destinies.",
        "Nowhere can this be more clearly seen than in the relationship between Britain and the United States. Travelling to New York from London reminds me of how both America and Britain are stronger because of the shared history that shapes our countries – and because of the shared values that bind us even more closely together.",
        "Indeed for centuries, your land and the islands of Britain have been linked not only by history but by ideals: a passion for liberty and opportunity for all; a belief in the work ethic and in opening enterprise to all; and a commitment to being open not isolationist – a commitment which in our day and for our generation increasingly depends on the shared convictions that economic expansion through free trade and free markets is the key to growth and prosperity.",
        "Last autumn, there was widespread pessimism about the global economy, with fears of a global slowdown or even a global recession.",
        "There was a real danger that each of us would turn inwards and focus on our own country’s domestic concerns at the expense of global cooperation. And some said that globalisation was leading to instability and that we should reign back on our programmes of reform – that it was not the time for change.",
        "But the last six months have demonstrated that these fears have not being realised.",
        "Independent forecasters now expect the world economy to grow faster than they did a few months ago.",
        "And we have seen globally a forward-looking, coordinated response to the events of September 11th, with interest rates brought down and cooperation in the fight against terrorist financing.",
        "Because terrorists intended to bring the world’s financial system to a halt, to undermine the very prospect of global prosperity, we – Governments and business on both sides of the Atlantic and around the world – must continue to show that we will not succumb or surrender to their threats.",
        "I believe that now is the time more than ever to push forward the agenda to improve the stability and confidence of the global economy.",
        "And just as there is growing agreement that as we work together to fight terrorism and to strengthen the international economy, so there is increasing recognition that we must work together to address the causes of poverty – not just because to do so is central to long term national security but because to do so is right – a moral imperative, an economic necessity and a social duty.",
        "In 1946, here in New York, Winston Churchill spoke about the changing relationship between the US and Europe:",
        "“nothing can prevent our nations drawing ever closer to each other”, he said, “and nothing can obscure the fact that, in their harmonious companionship, lies the main hope of the world instrument for maintaining peace on earth and goodwill to all men.”",
        "His words ring with relevance in our own times.",
        "And later, in 1963 in Washington, he said:",
        "“I contemplate with high satisfaction the constant factor of the interwoven and upward progress of our peoples. Our comradeship and our brotherhood in war were unexampled. We stood together and because of that fact the free world stands. Nor has our partnership an exclusive nature: the Atlantic community is a dream that can well be fulfilled to the detriment of none and to the enduring benefit and honour of the great democracies.”",
        "So, as Winston Churchill made clear, it is more than commerce that binds us.",
        "Increasingly, in this age of globalisation, our national goals are shared international goals, our responsibilities are shared responsibilities, and our opportunities are shared opportunities.",
        "And we must not underestimate the good that can be done for the whole world, not least for developing countries, if the relationship between Europe and America is deepened.",
        "So there are continuing challenges that I will focus on today:",
        "How we entrench our new won and hard won stability: we must lead the process of labour, capital, and product market reform in Britain and in Europe and build a new, more open, market across the Atlantic; and",
        "How, at the same time, we meet the challenges of globalisation: we must reform the architecture of global economy to secure prosperity and growth for all.",
        "**Stability and enterprise in Britain**",
        "The indispensable imperative is stability.",
        "Every time in recent decades when the British economy has started to grow, Governments have taken short?term decisions which too often have created unsustainable consumer booms, and sacrificed monetary and fiscal prudence.",
        "In 1997, Britain needed a wholly new monetary and fiscal framework based on clear policy rules, well established procedures, and an openness and transparency not seen in the past. Hence the independence of the Bank of England, the new fiscal rules, the open letter system, the symmetrical inflation target and our new code for fiscal stability.",
        "And this new framework makes us far better placed than before to cope with the ups and downs of the economic cycle.",
        "That is one reason why in the last five years while other countries have suffered recessions the British economy has maintained economic growth. Last year Britain was the fastest growing economy in the industrialized world, with the lowest unemployment since the 1970s and the lowest interest rates for nearly 40 years.",
        "Having weathered the storm I am cautiously optimistic. And while risks remain and we will maintain our disciplined and forward looking approach, I am more optimistic now than when the IMF last met last autumn and believe that this is a time of real opportunity and challenge for not just the British but the global economy.",
        "As I stated in my Budget earlier this week, we will continue to pursue a symmetrical inflation target of 2.5 per cent. And monetary policy will continue to be backed by a sound and long-term approach to fiscal policy. In order to meet our fiscal rules and fund sustained improvements in our health care over the next five years, I have raised National Insurance from next year, but the Government has insisted on a programme of radical reform in health and social services to ensure the public experiences and sees better care services.",
        "But we all know a truth – a truth increasingly understood across the world – that our shared aims for long-term prosperity and social justice with strong public services depend upon rising productivity, growth and economic reform.",
        "We need across the economy to accelerate the productivity improvements that will increase output, jobs and wealth.",
        "So – far from deferring our enterprise agenda – this is exactly the time to press ahead with reforms to encourage new investment and higher productivity.",
        "Building on our supply-side reforms to remove barriers to growth – a new competition policy, a new approach to physical planning policy, new rules for work permits, our education reforms – my focus in the Budget was on measures that encourage higher levels of innovation and investment; and to help small and growing businesses:",
        "– a new research and development tax credit for large companies;  \nreform of substantial shareholdings and tax relief on intellectual property;",
        "– historic cuts in Capital Gains Tax to 10 per cent for business assets held for 2 years;",
        "– new cuts in Corporation Tax so that small companies with taxable profits of less than 10,000 pounds pay no corporation tax;",
        "– simplification of the VAT system and help for small businesses to bring their payroll systems online;",
        "– and new measures to promote skills.",
        "**Stability and enterprise in Europe**",
        "But it is not just in Britain but in Europe as a whole that both a modern route to economic stability and a more entrepreneurial economy is needed.",
        "At the European council in Barcelona, Britain pressed for the reforms of product, labour and capital markets that we believe are essential:",
        "– to complete the single market in financial services – boosting EU GDP by as much as 0.5 per cent per year – we set a rigorous timetable for reform;",
        "– to open up the European energy market, all member states have agreed to liberalisation of their non-domestic gas and electricity markets by 2004;",
        "– to adopt a more strategic approach to research and development, we will improve the use of intellectual property rights;",
        "– and to boost enterprise – because the EU has much lower survival rates for new businesses than the US – we will reduce red tape for firms and improve consultation with business.",
        "And over the coming months, we will continue to drive forward these reforms to ensure that we see concrete results, for both business and consumers.",
        "As in Britain, the euro area has also been establishing a new framework for economic stability.",
        "Our approach on Britain’s membership of the European single currency is – and will continue to be – considered and cautious: one of pro-euro realism.",
        "Pro-euro because, as we said in 1997, we believe that – in principle – membership of the Euro can bring benefits to Britain.",
        "Realist because to short-cut or fudge the assessment of the five tests we have set out, and to join in the wrong way or on the wrong basis without rigorously ensuring the tests are met, would not be in Britain’s national economic interest.",
        "Around the future of the Euro there is, of course, an ongoing and wider debate on the future of Europe: a debate on economic reform amidst the challenge of globalisation; enlargement into the east; and the wider agenda for 2004, to make decision-making in Europe more open, accountable and relevant to the population as a whole.",
        "At one time the case for Europe was simply peace – the opportunity to set aside old enmities and feuds, to contribute to a mission that has helped secure half a century of peace in western Europe, and is now helping to cement peace and democracy in central and eastern Europe as we have done in the west.",
        "But today the case for Europe must be not only that, working together, we can maintain peace but that, working together, we can maximise prosperity.",
        "Indeed the more Europe extends its single market, the better it is for the prosperity of Europe and the world.",
        "The more Europe embraces economic and institutional reform, the better it is for all.",
        "The more Europe looks outwards, the better it is for all.",
        "And indeed the more Europe and America work closely together, the better it is for Europe, America and the world.",
        "And we must not let slip the unique opportunity we have to build stronger relationships.",
        "Let me explain.",
        "**The transatlantic relationship**",
        "In the post-1945 period the shaping of the European Common Market took place in the shadow of war, as our predecessors resolved to move forever beyond the recurring and devastating conflicts of the past.",
        "Today, there is a second reshaping of Europe happening not just as a result of the internal forces making for enlargement, but in response to vast global changes.",
        "Over the last 30 years, world trade has increased from around $300 billion to $6,000 billion: a twenty fold increase; the amount of international capital from around $250 billion to over $24 trillion: a ninety-six fold increase. And foreign investment has increased from around $10 billion to over $1,000 billion: a one hundred fold increase.",
        "One particularly astonishing change has been the growing economic interdependence between Europe and the US. The annual two way flow of goods, services, and foreign direct investment between the United States and Europe is now nearly a trillion dollars. One fifth of total US merchandise exports, and one third of total US services exports go to the EU. And in one decade direct European investment in the USA has increased more than ten fold.",
        "But are we making the most of these opportunities?",
        "With the seismic shifts brought by the Cold War’s end – and the new challenges symbolised by the events of September 11th – all nations had to reconsider the geopolitical landscape, reassess their positions, and rethink their relationships in this very new world.",
        "That is a smart, sensible and essential thing to do.",
        "But it would be tragic indeed if the annals of the future record that the late 20th century, when history turned towards freedom, was succeeded in the early 21st century by a regressive period in which those who had carried the cause of freedom turned inwards.",
        "So I want to answer those voices on both sides of the Atlantic who believe that detachment is preferable to partnership; that isolation is more secure than a wider and deeper alliance. In short, all those who wrongly believe that somehow in the post-Cold War world, Europe and America need one another less, not more.",
        "I could not disagree more profoundly – not merely with such arguments as expressed but with their very premise.",
        "Neither America nor Europe has fully grasped the moment for a new age of economic interdependence – the full realisation of Winston Churchill’s vision.",
        "But I believe that the conditions now exist for the expansion of our economic partnership – not just incrementally, but comprehensively increasing the trade and commercial links between the EU and the USA.",
        "So instead of the end of the Cold War and the advent of new challenges inviting a weakening of transatlantic ties, this is the time for a new era of enhanced engagement between America and Europe – a new transatlantic alliance for prosperity.",
        "We in Britain and Europe plainly disagree with the new restrictions the United States have imposed, unjustifiably in our view, on steel imports. The EU is taking our case to the WTO.",
        "But we must not let steel, however strongly we feel; banana exports, however strongly the United States has felt; or, to cite another example, the genetically modified product – become sad symbols of a frayed transatlantic trade relationship. Nor must we let one dispute over a merger, however large, or another dispute over a sector, however important, obscure the scale of two-way investment and trade across the Atlantic which amounts to over $2 billion each and every day.",
        "It has been estimated that the annual income gain to the EU from a transatlantic marketplace would be of the order of 1.1 per cent of EU GDP – or $140 billion – and for the US 0.5 per cent of GDP, the equivalent of the estimated US gain from NAFTA.",
        "And the gain together for the EU and the US if we also eliminate industrial tariffs on an MFN basis could be as high as $150 billion a year – a figure that means more prosperity and more jobs for both continents.",
        "So there are potential gains in total of nearly $350 billion.",
        "I believe that what we need now is a programme to turn this vision into reality.",
        "Specifically, we must establish a framework for deeper integration. In 1988, when Europe was at the outset of the huge project to move towards deeper economic and trade integration via the creation of a genuine single market, we commissioned the so-called Cecchini Report that examined in depth, and quantified the economic potential that a single market entailed. The figures were so impressive that European policy-makers saw the necessity of moving forward, and could explain to their citizens what was at stake in terms of growth, jobs and prosperity from changes which, at the time, looked dauntingly difficult.",
        "I believe what we need now is a Cecchini-style report that investigates the potential benefits for growth, prosperity and jobs on both sides of the Atlantic from a wide-ranging effort to tackle all the remaining barriers to a fully open trading and commercial relationship between Europe and America.",
        "Preliminary studies show that removing bilateral tariff and non-tariff barriers in goods and services could raise employment by 1.3 million in the EU and cut EU prices by at least 2.5 per cent. And even by only removing tariff barriers on protected goods the US could gain up to 300,000 jobs.",
        "With high level political commitment we can then make a wide-ranging effort to end the remaining industrial tariffs multilaterally, achieve deeper liberalisation of trade in services, remove unnecessary non-tariff barriers, increase competition and develop more effective ways of pre-empting damaging transatlantic trade disputes.",
        "Because in some areas reform cannot wait, we must, without delay, implement a rolling programme of initiatives, endorsed by both sides. I have discussed this with EU trade Commissioner Lamy and I particularly welcome his and US Trade Secretary Zoellick’s efforts to draw up a list of priority issues. We must launch this process by agreeing our priorities at the EU-US summit in May.",
        "Action in areas such as financial services, common accounting standards, e-customs, trademarks and public procurement should be pursued now.",
        "To take one example – in the area of financial services we should establish a new EU/US structure for regular consultation on bilateral issues. This “financial services dialogue” should promote better understanding, seek to avoid future conflicts, address bilateral market access and regulatory issues, and examine possibilities for mutual recognition, such as in the electronic delivery of financial services.",
        "And we must extend the transatlantic economic agenda to regulatory cooperation so that domestic regulations do not put up new barriers to trade. If we do not act now, regulatory disputes will become the greatest strain on our economic relationships.",
        "The same is true also of direct investment. We must continue to look for opportunities to remove barriers to investment, cutting legal and administrative burdens for business; and we must also continue to guard against new legislation that erects new barriers.",
        "So we need more cooperation between our Governments to assess the impact on trade and investment before legislation is introduced, and we need better early warning mechanisms to alert us to possible conflicts. When disputes do occur we must move away from damaging old style retaliation and move to a rational system of compensation in the form of tariff cuts as the first choice remedy. That is the best way to balance domestic regulation with transatlantic economic integration.",
        "But deepening the transatlantic economic relationship should not be and must not be at the cost of an ambitious multilateral agenda.",
        "Indeed the scale of our interdependence makes the case that Europe and America together not only create the stability and growth upon which the world economy depends, but that it is possible by common endeavour for that stability and growth to be enhanced to benefit not just our nations and regions, but all nations and all regions.",
        "So our first great challenge is to move forward the economic reform agenda – both at home and abroad – and take advantage of the opportunities offered by a strengthened transatlantic relationship.",
        "But our second challenge – what I want to discuss in the remainder of my speech today, in advance of the spring meetings of the IMF and World Bank in Washington this weekend – is to forge a new deal for the global economy: a new strategy for prosperity based on new obligations but also new opportunities for developed and developing countries, the international financial institutions and the private sector.",
        "**The ideals of Bretton Woods**",
        "In Churchill’s time, more than half a century ago, leaders who were still engaged in global war took the time to prepare for global peace and prosperity. In a breathtaking leap into a new era, the world created not just new international institutions – the IMF, the World Bank, as well as the UN – and a whole set of new rules for a new international economy, but gave expression to a new public purpose based on high ideals.",
        "A generation of leaders who had known the greatest of depressions and the greatest of wars knew also that just as peace could not be preserved in isolation, prosperity could not be maximized in isolation.",
        "Bretton Woods defined a new public purpose characterised by high ideals. The conference was about more than exchange rates, the mechanics of financial arrangements or even new institutions. As the American Secretary of the Treasury said at the very start of the opening session:",
        "“prosperity has no fixed limits it is not a finite substance to be diminished by division. On the contrary the more of it that other nations enjoy the more each nation will have for itself.",
        "“prosperity like peace is indivisible. We cannot afford to have it scattered here or there amongst the fortunate or enjoy it at the expense of others…”",
        "So the post-war arrangements were founded on the belief that global action on a new and wider stage could advance a new and worldwide public purpose of high ideals rooted in social justice: to achieve prosperity for all by each co?operating with every other: new international rules of the game that involved a commitment to high levels of growth and employment. In short, the job of every economy was to create jobs for all.",
        "**The challenge for us today**",
        "What our predecessors did for the post-war world of distinct national economies we must now do for the global economy where economically no nation is an island and where the social and political dimension of economic crises can be far reaching.",
        "Our aim must be an international financial system for the 21st century that recognises the new realities – open not sheltered economies, international not national capital markets, global not local competition. It must be one that captures the full benefits of global markets and capital flows, minimises the risk of disruption, maximises opportunity for all and lifts up the most vulnerable – in short, the restoration in the international economy of public purpose and high ideals.",
        "Some critics say that the issue is whether we should have globalisation or not. But in fact the issue is whether we manage globalisation well or badly, fairly or unfairly. And we have a choice.",
        "Managed badly, globalisation can – and will – leave millions of people in the developing world marginalised. But managed wisely, it can lift millions out of poverty and become the high road to a just and inclusive global economy.",
        "Many benefits have already been secured from globalisation – since 1970, life expectancy in developing countries has increased by nearly ten years, child mortality has almost halved and the proportion of people who can’t read or write has reduced by a quarter.",
        "But millions are still excluded – half the world’s people live on less than $2 a day, one in five children don’t go to school and preventable diseases like malaria and TB kill seven million children every year.",
        "But whatever our concerns about the sheer scale of the challenge of globalisation, we must reject the false choice between retreating from globalisation to old protectionist ways or clinging to the discredited laissez faire of the 1980s. To succumb to either temptation would hurt both the powerless and the prosperous.",
        "Instead, the way forward is not to cut cooperation across the world but to strengthen that cooperation, modernising our international rules and reforming the institutions of economic cooperation to meet the new challenges. And in doing so create a global economic system which recognises the rights and responsibilities of all the parties involved.",
        "So we need to step up the reforms that will help create a new stability and purpose in the international financial system, focusing on challenges in three main areas.",
        "First, a new framework for better economic decision-making and crisis prevention, based on greater openness, transparency and increased surveillance;",
        "Second, effective, speedy and decisive procedures for crisis resolution; and",
        "Third, helping the poorest countries compete and engage in the global economy by creating the right conditions for trade and investment, and putting in place mechanisms for a decisive transfer of additional resources from the richest to the poorest countries.",
        "In short, we need a new deal for the global economy which seeks to build a virtuous circle of stability, growth and development.",
        "First, a new framework for maintaining stability and preventing crises",
        "In a world of ever more rapid financial flows, we know that capital is more likely to move to environments, which are stable and least likely to stay in environments which are, or become, unstable. And such flows today are swifter than ever they have been before. And we know that countries who need capital most are, at the same time, the most vulnerable to the judgements and instabilities of global financial markets.",
        "So for every country, rich or poor, macroeconomic stability is not an option but an essential pre-condition of economic success. And I have become convinced that it is in the interests of stability – and of preventing crises in developing and emerging market countries – that we seek a new rules-based system: a reformed system of economic government under which each country, rich and poor, has a responsibility to adopt agreed codes and standards for fiscal and monetary policy for the financial sector and for corporate governance.",
        "This adoption of clear transparent procedures – essentially new rules of the game – in monetary and fiscal decisions – for example, presenting a full factual picture of the national accounts, usable central bank reserves, foreign currency borrowings, and indicators of the health of the financial sectors – would improve macroeconomic stability, deter corruption, provide to markets a flow of specific country by country information that will engender greater investor confidence and reduce the problem of contagion.",
        "The adoption of codes and standards is not, as some have argued, a modern version of imperialism – demands from the rich countries on the poor in the interests of the rich. For all countries – rich and poor – would be responsible for operating the codes and standards and they are a means to fairness for all – with markets working more effectively in a more secure and transparent environment, advancing the public interest, and securing growth and prosperity.",
        "Codes can also support countries along the way to liberalisation of their capital markets, helping to avoid destabilising and speculative inflows. A dash to full capital liberalisation was once thought of as the best signal of a modernising economy. But we know that instability often followed. Our approach – the introduction and operation of transparent codes and standards with proper sequencing of capital liberalization – is a better guarantee of both an investment friendly environment and long-term stability.",
        "Implementing these codes will mean radical changes in the way governments and financial markets operate. So just as I believe that – over time – the implementation of the codes by individual nations should be a condition for IMF and World Bank support, I also believe that the international community has a responsibility to offer direct assistance and transitional help for early implementation.",
        "And where countries do operate transparent and effective systems, fully monitored by the international community, they have the right to expect the support of the international community if hit by financial contagion. These rights and responsibilities are now enshrined in the IMF’s contingent credit line: a commitment to countries implementing sound economic policies that the international community will stand by them if the markets turn against them.",
        "The CCL should be seen as an attractive tool to help country’s prevent crises and the IMF should take a more pro-active approach to encourage countries to benefit from this facility:",
        "– assessing, through the surveillance process, which countries are in a position to benefit from the CCL; and",
        "– explaining the benefits of the CCL and encouraging countries to take the steps needed to advance to a position where they can benefit.",
        "But I believe we need to go further. The IMF should review the design and operation of the CCL, and consider how it can be enhanced to encourage maximum take-up, to ensure it becomes, as intended, a cornerstone of the IMF’s crisis resolution capacity.",
        "Codes and standards will only work if there is an effective surveillance mechanism to monitor implementation so that the public has confidence in the transparency on which stability depends.",
        "In the past we have seen the IMF as firefighters. Now with the codes and standards and countries required to report all the relevant information, the IMF’s role and responsibility will be to identify potential difficulties before they become major problems.",
        "The crises of the 1990s in Latin America and Asia – and now Latin America again – have demonstrated that surveillance and vigilance cannot be based on ad hoc arrangements.",
        "The IMF Article IV surveillance process is already an invaluable international asset – indeed it has some of the characteristics of a global public good. And it has a crucial responsibility to identify the policy environments that are likely to prove unsustainable – poor financial regulation, an inappropriate exchange rate regime, a government budget or balance of payments deficit in danger of spiraling out of control – and identifying them early so preventative action can be taken.",
        "Over recent years we have seen greater openness in publishing Article IV assessments and their press notices; set up the independent evaluation office; and established the Article IV process at the centre of the monitoring of codes and standards.",
        "But there is a case for doing more.",
        "Enhancing the IMF’s role in Article IV surveillance of the world economy – making it more transparent, more independent, more accountable and, therefore, more authoritative – would contribute to greater stability and ensure it is seen to be providing impartial advice independent of the inter-governmental decision-making process. Whilst governance of the IMF and decisions about financial support for countries are, of course, matters for its board, there is now a case for enhancing the IMF’s surveillance and monitoring functions so that surveillance is – and is seen to be – independent of decisions about crisis resolution.",
        "I believe we must implement reforms to promote:",
        "– greater independence: ensuring the fund applies objective, rigorous and consistent standards of surveillance to all member countries, and that there is a clear separation between surveillance and lending activities;",
        "– greater transparency: introducing the presumption that all surveillance reports by IMF staff will be published when they are presented to the board; and that concluding statements will be published at the end of each surveillance mission; and  \ngreater accountability: with the IMFC setting a surveillance remit;",
        "– IMF management reporting each year on the Fund’s performance; and an annual assessment by the IMFC of the effectiveness of Fund surveillance.",
        "This weekend we shall call on the Fund to prepare concrete proposals to strengthen surveillance and report back to this year’s annual meetings.",
        "But in the modern world of global capital flows, surveillance needs to look beyond national boundaries.",
        "To tackle national financial sector problems which have international repercussions, the Financial Stability Forum – which brings together the combined expertise of the IMF and key regulatory authorities – should evolve into an effective early warning system.",
        "These new responsibilities for openness and transparency must also apply to the private sector. Building on the international standards of best practice for multinational companies drawn up by the OECD, on the global compact – introduced by Kofi Annan in 1999 – and on the global reporting initiatives – through which one hundred major companies already report their activities – multinational companies should assess and make public their economic and social impact in developing countries.",
        "But crisis prevention depends not only on spotting problems early but on providing the right incentives for lenders to take responsible decisions and minimise the risks of self-fulfilling crises of confidence which can do untold damage. When trouble hits an economy, or one of its neighbouring economies, private sector investors must be prepared to do more than simply pull money out and accelerate the panic.",
        "So with codes and standards the foundation, and more effective systems for surveillance built upon them, including new responsibilities – for governments to be open, for the IMF to scrutinise and for the private sector to engage – there is a real opportunity now to provide a guarantee of both an investment friendly environment and long-term stability.",
        "**Our second challenge is crisis resolution**",
        "Because however successful we aim to be at avoiding crises, we should recognise that, from time to time, crises will happen, so we need to ensure there are effective methods in place for crisis resolution, in a way that will ensure the burden of adjustments is not placed on the poorest and most vulnerable.",
        "Each time the international community encounters a national financial crisis, it is faced with the dilemma of either standing aside or putting taxpayers money at risk bailing out lenders. There is a better way.",
        "The IMF is now meeting the call from Governments, academics and debt campaigners, for a new system to deal with unsustainable private debt in vulnerable countries.",
        "The way forward is both clear and urgent.",
        "We need radical reform of the contractual arrangements for debt. Debt contracts which specify the arrangements for collective action to re-negotiate terms when it is clear that a restructuring is necessary can help countries reach a speedy resolution with their creditors, protecting against rogue creditors and vulture funds. The UK Government has already agreed to include collective action clauses in our own foreign currency denominated debt. I call on other countries to follow this lead, to agree new standards for international best practice in sovereign debt contracts and a strategy for encouraging their adoption worldwide.",
        "Next – since there will be extreme circumstances in which countries will be unable to meet their obligations even over time, and a voluntary agreement with creditors is not possible, despite best efforts – the international community should be prepared, where other reasonable options have been exhausted, to support a country that must impose temporary capital controls, or a standstill on its debts, as part of an orderly process of crisis resolution.",
        "We also need to be much clearer about the normal limits to IMF financing, and set more transparent and objective criteria for going above the limits. We cannot send a message that bad decision-making by lenders is encouraged by the expectation of an unlimited bail-out by taxpayers, or bad policies by debtor countries will be condoned by more financial support by the international community. We must provide more certainty about the respective roles of the private and official sectors in a crisis situation.",
        "Finally – as the IMF’s First Deputy Managing Director has proposed – we need to continue work on a new, more comprehensive, legal framework – an international bankruptcy procedure. While much can, and must, be achieved in the absence of legal changes, we know from our experience of corporate bankruptcy arrangements that an independent process for adjudication is necessary for an orderly and comprehensive resolution to occur.",
        "Under this new framework, it should be the duty of countries to inform, the duty of international financial institutions to monitor and make public and the duty of the private sector and the official community to engage.",
        "In this way we can move from letting crises happen and then intervening to a new paradigm:",
        "– systems that in themselves diminish the likelihood of crises;",
        "– earlier awareness as difficulties arise; and",
        "– more measured orderly responses when crises have to be resolved.",
        "But stability is only the precondition.",
        "Our third challenge is to ensure that the poorest countries have the capacity to compete and engage in the global economy so they can earn a fair share of the benefits of global prosperity",
        "Open, transparent and accountable national policies, internationally monitored, are the foundation for macroeconomic stability. But to ensure growth and development, we must also take steps to promote investment and make progress on trade.",
        "The least developed countries suffer a double handicap of low foreign investment – around $35 a head compared with $805 in higher income countries – and low domestically generated savings and investment.",
        "To encourage greater investment – both domestic and foreign – developing countries must work to establish a more favourable business environment. Already the country-owned poverty reduction strategies – imaginatively led by Horst Köhler at the IMF and Jim Wolfensohn at the Work Bank – are focusing on creating the right domestic conditions for investment and have highlighted the importance of:",
        "– investment in infrastructure;",
        "– sound legal processes that deter corruption;",
        "– and the creation of an educated and healthy workforce.",
        "As good practice emerges, the lessons learned from country-by-country experiences can region-by-region be applied. I therefore propose investment forums, bringing public and private sectors together to share best practice, examine the current barriers to investment and seek to build consensus on how to secure higher levels of business investment and intra-regional trade.",
        "In the last forty years, those developing countries that have managed to be open and trade have seen faster growth rates than closed economies. Indeed, it is a matter of record that in the last half century no country has managed to lift itself out of poverty without participating in the global economy.",
        "Full trade liberalisation could lift at least three hundred million people out of poverty by 2015. Even diminishing protection by fifty per cent in agriculture and in industrial goods and services would increase the world’s yearly income by nearly $400 billion: a boost to growth of 1.4 per cent. All countries and regions stand to benefit, with developing countries gaining an estimated $150 billion a year and higher than average increases in GDP growth.",
        "That is why we strongly welcome the WTO agreement in Doha to launch a new trade round focused on development. And in the next phase we must take forward the agreements to open up trade in agriculture, build the capacity of developing countries to participate more effectively in the negotiations and open up greater access to medicines.",
        "Indeed all developed countries should offer access to all but military products from the least developed countries and by banning export credit guarantees for unproductive expenditure discourage and diminish the diversion to arms expenditure of resources needed for education and health.",
        "Codes and standards, investment and trade all play a part, but there cannot be a solution to the problems developing countries face without a substantial increase in development aid to those nations most at need and willing to focus on the fight against poverty.",
        "Huge progress was made at the UN Financing for Development conference in Monterrey last month. The European Union agreed to increase the proportion of its national income going to development assistance from an average of 0.32 per cent to 0.39 per cent, generating an extra $20 billion in total between now and 2006 and at least an extra $7 billion a year thereafter.",
        "And we welcome President Bush’s announcement of $10 billion more in aid between 2004 and 2006, and an additional $5 billion a year thereafter – a fifty per cent increase in US aid levels.",
        "Together, these pledges mean that, from 2006 onwards, the US and Europe will be contributing an additional $12 billion a year for education, health and anti-poverty programmes in our poorest countries.",
        "But more must be done.",
        "The Zedillo Report, whose authors included several prominent Americans, costed meeting the Millennium Development Goals – including halving world poverty, cutting child mortality by two thirds and guaranteeing every child primary education – at a total of $50 billion a year up to 2015, including $20 billion for anti-poverty programmes and nearly $10 billion for education.",
        "We must agree a new development compact that will ensure that no developing country genuinely committed to poverty reduction, good governance, investment in human capital, economic reform and private sector development, should be denied the chance to progress because of lack of finance.",
        "Key to this is for both developed and developing countries to increase aid effectiveness.",
        "Developing countries have an obligation to show that the funds they receive are properly and effectively used. As a condition of aid, they must end corruption, meet their obligations to pursue stability and create the conditions for new investment, and ensure that resources go effectively and efficiently to fighting poverty.",
        "And, by insisting on untying aid by developed countries from the award of contracts, more effective in-country use of aid and better collaboration among donors, current aid could be made fifty per cent more efficient, releasing substantial extra funds for anti-poverty programmes in the poorest countries.",
        "At the same time, developed countries have a responsibility to move from providing short term aid just to compensate for poverty to a higher and more sustainable purpose, that of aid as long term investment to tackle the causes of poverty by promoting growth.",
        "But this alone will not be enough. We need a new and creative way to reach the $50 billion target.",
        "By channeling the extra resources promised at Monterrey internationally – possibly through an International Development Trust Fund, with national government offering a guarantee – either through callable reserves or appropriate collateral as security – additional aid contributions could be levered up to raise extra funds.",
        "For every dollar contributed to the Trust Fund, it would be possible to lever in two or three dollars more. In this way each year $50 billion could be made available to the poorest countries for investing in economic development.",
        "These proposals are challenging but they are achievable.",
        "This weekend at the spring meetings of the International Monetary Fund and World Bank, I will be asking each country to accept their responsibilities and go further than they have been prepared to go in the past.",
        "**Conclusion**",
        "Not since Bretton Woods has a generation had so broad a challenge in the global economy – and such profound responsibilities.",
        "We each have a part to play:",
        "– as Governments keeping our economies in order and reaching out to the wider world;",
        "– as businesses fully engaging in the global economy as reliable and consistent partners and adopting high corporate standards;",
        "– and as an international community which now more than ever, must become a forum not just for debating issues but for reaching decisions and implementing them.",
        "The challenge is immense. But in the Bretton Woods spirit, the answer is not to retreat from globalisation.",
        "It is not for Britain to stand off from Europe, or for Europe and America to withdraw from each other, or for the advanced nations to neglect those left behind.",
        "Instead we must build an integrated transatlantic market while advancing economic reform and social justice on a global scale to the benefit of all. And we must do so with more global cooperation not less, and with stronger not weaker international institutions.",
        "We must realise Winston Churchill’s vision of interdependence – which once seemed a distant vision, but in truth saw so clearly into the future. And we must extend its possibilities not because it will benefit some but because it will benefit all."
    ]
}