{
    "url": "https://www.ukpol.co.uk/gordon-brown-2008-press-conference-on-eu-council-meeting/",
    "title": "Gordon Brown – 2008 Press Conference on EU Council Meeting",
    "post_date": "January 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "European Union",
            "url": "/category/european-union/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The text of the press conference with Gordon Brown on 7 November 2008.",
    "content": [
        "Good Morning. Well thank you very much for joining me this morning.",
        "I go to Brussels today for the important meeting of the European leaders, and over the last few days I have been talking to world leaders from every continent. This morning I have spoken to Premier Wen of China, yesterday I spoke to Kevin Rudd, the Prime Minister of Australia. I have spoken this week to President Medvedev of Russia, I will be meeting President Sarkozy and Chancellor Merkel and Prime Minister Berlusconi in Brussels later today, as well as President Barroso. I also spoke yesterday to President Bush and President-elect Obama to discuss how we will work with the US administration in the weeks and months ahead.",
        "This is a decisive moment for the world economy. The decisions that we make now will affect our world for a decade or more to come. And people now recognise that this is a global crisis that requires a global solution. That is the reason why I have been speaking to other world leaders to build agreement on what we can do together to solve the problems, and that is why this is not a time for business as usual. If we are to solve the economic crisis and get our economies moving, then we need as a world community to take action together on a number of different fronts.",
        "We have seen cuts in interest rates yesterday. I believe that it is important that these cuts in interest rates are passed on to mortgage holders and to small businesses. I believe that we have seen also cuts in interest rates in the European Union and will see cuts in interest rates around the world, and I believe that cooperative action on interest rates should be complemented by action on fiscal policy with monetary policy supported by fiscal policy. We have already cut taxes this year, with the £120 tax cut for basic rate taxpayers, we have got a stamp duty holiday for a large number of people and a fuel duty freeze, and we have made it clear that this is the wrong time for short term cuts in investment in public spending. And I look forward to discussing with other colleagues around the world how fiscal and monetary policy can work together to make sure that the world economy can begin to grow again.",
        "I also am sure that there is a growing consensus about rooting out the abuses in the financial system where irresponsibility and excess has caused many of the problems we have had to face. And I believe there is now increasing agreement on the need for greater transparency, integrity, responsibility and sound banking principles and increased agreement now also about the international coordination that has got to be adequate to deal with a global economy with global flows of capital.",
        "And there is agreement also about two other things: that we need an international support mechanism to stop the spread of contagion, particularly from eastern Europe and an enhanced facility that will enable us to support economies in distress. And we need to back up the proposals on world trade by rejecting protectionism and hopefully moving forward to a world trade deal over the next few weeks and months.",
        "Now these are proposals that I am putting to world leaders, these are proposals that will be discussed in the European Union today. I believe that when we go to Washington next Friday and Saturday for the meetings that will include twenty of the world’s leading countries, there is a growing consensus that the world must work together to solve the problems we face and the proposals that we have put forward, starting with the recapitalisation and strengthening of the banking system, are gaining support in many other countries.",
        "I will continue my efforts over the next week to enlist support for proposals that I hope will be common to every continent as we reach Washington next weekend.",
        "**Question:**",
        "Prime Minister can you explain to people struggling to pay their mortgages, what is your Plan B if the banks do not pass on the interest rate cut in full?",
        "**Prime Minister:**",
        "We have done two things already: we have given liquidity to the banks so that they have if you like the money to keep their normal operations going; we have now recapitalised the banks and that is to provide strength to the banks so that their capital base, their shareholdings are being taken, in some cases by the government. £50 billion is being injected into the banks, that is part of a conditional agreement we have with these banks that they will have lending at the same level through the availability and marketing of it as 2007.",
        "And so we are determined not only that the interest rate cuts are passed through, we are also determined that lending resumes so that home owners looking for mortgages, small businesses looking for cashflow, families looking for the normal practices of banking to help them as they go through their lives, that that is properly resumed by the banking system. We are having talks today with the bankers, we will continue to press our case upon them, and I think there is now an understanding that the government has done what it can, the Bank of England has done what it could yesterday by reducing interest rates, and it is now up to the banks to take their lead seriously in what they have to do to resume lending and to do so at rates that are appropriate, and not rates that are excessive.",
        "**Question:**",
        "Prime Minister there are reports this morning that British troops, the majority of British troops, will be withdrawn from Iraq by April. You have said there will be a fundamental change in mission in the early part of next year, when can British soldiers and their families expect to hear the details of that plan and will they be out of Iraq by April?",
        "**Prime Minister:**",
        "Well I want to be absolutely clear that there is no change in our policy. Our policy was set out in July, it is to continue and to finish the work that we have agreed to do in Iraq, that is training the Iraqi troops, we are training thousands of Iraqi troops and thousands of Iraqi policemen and women, we are pursuing a strategy to give people in Basra, the area in which we are involved, a stake in the economic future of that area and we are involved in a great deal of economic development there.",
        "We are trying to make sure that local elections take place so that local leaders are in place, and that is the task that we are carrying out at the moment and there is no change in our position from what I announced last July that until we have done these things there will not be the fundamental change in mission. Once we have done these things, there will be that fundamental change in mission.",
        "**Question:**",
        "You have talked about the need to have a fiscal stimulus as well as a monetary solution to the downturn, how important as part of that stimulus are tax cuts as well as borrowing increases?",
        "**Prime Minister:**",
        "Well interestingly enough we have already made a tax cut, we made sure that the personal allowance delivered people £120 for basic rate taxpayers, money that some people have already received, £60, another £60 to come. We froze fuel duty, we changed the basis of stamp duty so that half the houses in Britain, if they are sold, don’t face a stamp duty rise, and we have also made it clear that this is the wrong time to make cuts in public spending and investment projects that are necessary to build for our future.",
        "So I think we have shown, as other countries are now showing, that we will take the necessary action in monetary policy with cuts in interest rates and in the action we have taken on taxes and spending to ensure that we can come through this downturn. And all the decisions we are taking are to be fair to hard working people. In other downturns, working people, hard working families, people on middle and lower incomes have not had the support that we are now prepared to give, and trying to give over this difficult period of time. And I repeat, my undivided attention is on taking people through this difficult downturn, but taking people through it fairly by giving real help to people in tough times."
    ]
}