{
    "url": "https://www.ukpol.co.uk/gordon-brown-1998-speech-to-the-news-international-conference/",
    "title": "Gordon Brown – 1998 Speech to the News International Conference",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1998",
            "url": "/tag/1998/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, to the News International Conference on 17 July 1998.",
    "content": [
        "**INTRODUCTION**",
        "I am delighted to have the opportunity to make this contribution to your conference, and I wanted to accept the invitation – not so much to discuss day to day policies, but to take the chance to explore the broader themes that underpin the new uk government’s approach to the challenges ahead, an approach that I believe has lessons beyond our own borders.",
        "Indeed, I am sure that from wherever in the world you do business or report the news, recent weeks will again have demonstrated what we all know – that the size the speed and sheer ingenuity of global markets make them more dynamic and more volatile than their old national counterparts.",
        "Against this background, perhaps the major challenge facing politicians is how, in that more fast changing and yet more insecure environment, we encourage and reward the dynamism and ambition on which modern economic success depends – and how we combine this with the stability and cohesion this now more insecure generation so obviously require and want.",
        "Successful economies in a global marketplace will need more competition more entrepreneurship, more flexibility to adapt. Countries that do not have this are already suffering lost markets, stagnation and economic decline.",
        "And successful societies will need to work harder to build the cohesion and trust which is necessary to cope with the insecurity of permanent change. Not to achieve this, we already know, can lead to economic protectionism, social breakdown and – in some countries – ethnic nationalism.",
        "You catch glimpses of these changes in the concerns that people express. When people talk, for example, about their own economic insecurity, and about restricting imports, or worry about the damage of a dependency culture and express anxieties about economic security and social division, they reflect, for me, what will become some of the defining issues of our times and demand new responses from politicians.",
        "Now for most of the century, most would argue that parties of the right have tended to champion dynamism and entrepreneurship. Parties of the left have tended to champion security and a framework of social rights.",
        "Consequently, parties of the right concentrated on questions of wealth creation; parties of the left tended to focus on issues of distribution.",
        "Put crudely the right liked talking about the good economy while the left liked talking about the good society.",
        "But today, when the challenge of a global marketplace is to combine the dynamism we need with the cohesion people yearn for, it is obsolete politics to perpetuate that old and sterile left right divide. We can no longer afford to make the mistake of the old left which in a closed national economy could, for periods, indulge social policy at the expense of economic efficiency as they tried to trade off dynamism for protecting the status quo.",
        "Nor, in the more insecure global marketplace, can the right any longer deny the important contribution a good society makes to a good economy.",
        "So I would like, today, to set out the new government’s vision of what will underpin and advance both the dynamism required and the cohesion we need.",
        "An agenda of national politics for the global marketplace – of relevance not just to Britain and Europe but more widely – an agenda for stability, competition, the promotion of work, education and enterprise, and social cohesion, and – as I will address in my final section – international co-operation.",
        "I will argue that what unites this agenda is a new politics of opportunity and responsibility – where opportunity for all is matched by shared obligations accepted by all. I will set out how the government is trying to make stability, dynamism, cohesion and opportunity a reality – and point to the next stage of this agenda of modernization, the next wave of reform.",
        "And I also want to share with you how in the national politics of the united kingdom, Tony Blair and his government are engaging with the new global economy and trying to give expression to this new politics. Of course, government has taught me the difficulty and complexity of translating general global understandings into practical measures that affect. But we have made a start, as I will show today.",
        "**Stability**",
        "First, stability. The first objective national governments must have, in a global marketplace, is to maximise economic stability. We have learnt that monetary and fiscal stability is a necessary pre-condition for national economic success. For in a global economy, funds will flow to those countries whose policies inspire confidence. And investors punish mistakes more quickly and more severely than in the past.",
        "Both the old keynesian fine-tuning, and the rigid application of fixed monetary targets, were policies designed for sheltered national economies and based on apparently stable and predictable relationships which have now broken down in our modern, liberalised and global capital markets.",
        "So our policy has been to set a new long-term framework for monetary and fiscal policy that can command new confidence. The way forward is, in my view, to recognize that long term, open and transparent decision-making procedures which command credibility provide a better route to stability than fixed monetary or exchange rate rules.",
        "That is why, when we came into power in Britain last may, we took the view that to find the right route to long-term stability we needed a wholehearted commitment to well understood long-term objectives: the 2.5 per cent inflation target and clearly defined fiscal rules – and proper procedural rules based on open institutions.",
        "So our first act in government was to grant operational independence to the Bank of England and so establish a clear and well understood pattern of making decisions – through the new monetary committee of the Bank of England with its regular decision making process – all underpinned by commitment to openness and transparency. I believe this new system of monetary decision-making – free of the suspicion of short-term political manipulation – is best for Britain.",
        "But we also had to act decisively to prevent a return to the boom-bust economic cycles which have served the UK so badly in recent decades. When we came into power, it was clear that necessary interest rate decisions had not been taken and that inflation was forecast to head well above 4 per cent. Inflation was getting back into the system and a slowing of economic activity was essential to get the economy back on track for sustainable growth – which is why we raised interest rates at once and have tightened fiscal policy decisively over the past year.",
        "And we applied the same approach to fiscal policy- tough rules, clear procedures , independent monitoring. Our rules – the golden rule, and the sustainable investment rule – are being met over this parliament. We have reduced public borrowing from 27 billion pounds to 8 billion pounds – a tightening which is locked in from last fiscal year into the next and amounts, as we promised in our march budget, to 3.5 per cent of GDP – the largest fiscal tightening since 1981. We have kept within the tight spending ceilings we set in our manifesto for the first two years of the government . And now, with the announcements of the results of our comprehensive spending review, we have reaffirmed that our two fiscal rules will be met over the next three years as we run current budget surpluses over the rest of the parliament.",
        "We have been prepared to sell off assets that we do not need to release funds for what we do need, and the principle of public private partnerships has been extended into new areas, making public money go further.",
        "People said that the new government would never keep to its spending limits or take tough decisions on fiscal or monetary policy, or that we would refuse to sell assets and government-owned companies. It has done all these things and will continue to keep to the targets we have set. A policy based on a new understanding of modern economic policy in a new international economy.",
        "**Competition, enterprise and dynamism**",
        "But stability is only a means to an end – a necessary platform which allows businesses and individuals to plan ahead with greater certainty. The second challenge national politicians face is to promote productivity and growth by creating an environment that encourages and rewards competitiveness and high productivity. And to do nothing to frustrate the potential for dynamism of the economy.",
        "It may surprise you that I want to aggressively promote and extend competition. I believe that when we look at Britain’s relative economic decline over this century, one of the central causes is that there has not been enough competition, dynamism and entrepreneurship in many areas of our economy.",
        "People say that Mrs Thatcher created an enterprising society. I say there is still not enough enterprise and we have to do better. I want Britain to be, in every area, a creative innovative and enterprising economy.",
        "I want more people starting small businesses, more people self-employed and – by reforming capital gains tax, cutting corporation tax to the lowest level of the G7, by cutting small business tax to 20p in the pound, and by stimulating the venture capital industry – we are trying to clear away the barriers that frustrate new entrepreneurs entering the market place.",
        "We must match the success of the venture capital markets in the usa and to orient our venture capital industry to hi tech early stage and start up companies, encouraging a new approach to risk taking and increasing the number of entrepreneurs.",
        "And I have already said that in future budgets I will take measures that are demonstrated to be necessary to ensure our capital markets work better. We are determined to surmount the barriers – fiscal, regulatory, economic and cultural – that have frustrated the growth of enterprise in Britain.",
        "Companies that are sheltered from competition in the national economy are much less likely successfully to compete in the global economy. Our policy is for greater competition – an opening up of competition through the new competition bill to all areas of the economy from the utilities to the professions.",
        "People are increasingly asking why, in a global market place, prices for the same goods vary so much between countries. For example, according to the OECD, household appliances like washing machines and dishwashers are about 30% more expensive in the United Kingdom than in the United States, prices in restaurants and hotels are more than 50% higher and furniture is nearly 60% more expensive. Of course, size of markets, national regulations and different tax regimes are part of the answer. But there is no doubt that insufficient competition with cosy cartels is a further explanation – which means consumers are often paying over the odds. In Britain and Europe we will continue our enquiry into securing a fairer deal for the consumer.",
        "So I believe there is a case for promoting a new competition agenda worldwide. Europe has to clean up its act. In the next year we will be pushing hard for greater openness in telecommunications, energy and financial services in Europe.",
        "And we will go further. Just as in monetary policy we made the monetary authority, the Bank of England independent, so too there is a case for longer term consideration of whether there should be a greater degree of independence for competition authorities than already exists – in Britain and Europe too. And while an international competition authority is a long way away, we will encourage the multilateral negotiations for cooperation between competition authorities to open up global markets.",
        "So the new economy is one where competition is extended and enhanced, and where the consumer has a right to expect the best deal.",
        "And let no one be in any doubt about our commitment to free trade and our resistance to protectionism. Our plans involve breaking down more barriers to goods and services. That is why we are not only interested in the world trade organizations proposals for change but in the idea of a great transatlantic marketplace stretching across europe and america involving some 600 million consumers and citizens. I want to see new progress on the transatlantic economic partnership, confirming the strong relationship between the USA, Britain and Europe. And we will continue to press for trade barriers to come down.",
        "**Employment and social cohesion**",
        "The third challenge for national politicians in a global economy is less tangible but no less important. In an economy where jobs are less secure and lost more regularly, the task is to revitalise the work ethic in our society and to actively promote the ethic of self improvement – and, in doing so, to equip people to cope with change.",
        "I grew up as the son of a presbyterian minister in a scottish industrial town. And anyone like me who was brought up in a community shaped by a long historical adherence to the work ethic – and then the blight of long-term unemployment – knows the importance of creating new opportunity for work and also matching it with responsibility to work.",
        "Our aim in reforming the welfare state is quite simple – to reduce dependency by making sure that more people take responsibility for their lives.",
        "Not by abandoning people who need new opportunity, but by matching the opportunities we can provide for training and work with obligations and responsibilities to take them up.",
        "This is the new agenda. To back it up we have set up a welfare state review and we will promote a new round of labour market reform to promote flexibility and adaptability. Our policy is to make opportunity available but in return for adaptability and flexibility in employment.",
        "For the central question is not whether we preserve old vested interests or restricted practices – that agenda we reject – but how we ensure that every person is properly equipped to meet the challenges of the new economy.",
        "It is for this reason that our national economic interest demands reform of our national system of education. The challenge of the future is not that a few do well by the age of 16 but that all have the opportunities to learn throughout their life.",
        "Despite all our great traditions in education, Britain has performed badly in education compared to other countries. So we have embarked on educational reforms that are at least as radical as our reforms in welfare. The new investments we are now making in education will have to be matched by structural reforms – money but only for modernization, new resources but only in return for reform. So we will reform teacher training, introduce a new qualification for head teachers, monitor and inspect every education authority, and set targets to raise literacy and numeracy, cut truancy and to ensure that far more have qualifications when they leave school.",
        "Until this year, 30 per cent of our young people went into higher education, but the costs of grants and fees set a limit on student numbers. We have introduced new fees and loans as we have reformed the financing of our universities and colleges. New opportunities will be provided to half a million more students. But in return the individual must repay part of the country’s contribution to his and her learning.",
        "Perhaps our biggest long term educational reform will be the individual learning account, where government will provide help for individuals to open an education account to pay for life-long learning, to be backed up by a university for industry, which will offer to millions in their homes, through satellite, cable and terrestrial TV new opportunities to learn and upgrade their skills – helping people to help themselves.",
        "But in each area – not just education but all our public services – our policy towards public money is that there must be reform in return for resources. Reform is not optional. The resources are conditional.",
        "So we have set targets in each area and demanding efficiency standards which must be met. We have agreed new public private partnerships – in education and science to name two – which represent the biggest, reform in public services. To those who think that while the investment takes place, the reform will never happen, I have a message: the special cabinet committee that the Prime Minster has asked me to chair, a committee that will report to him and will monitor and scrutinize performance in every department, will deliver our promise to reform. Just as the century started with a radical government of reform, so it is ending with a radical reforming government.",
        "Our education and employment policies are critical because they unite two objectives promoting economic dynamism and social cohesion – an agenda which touches all aspects of our economic and social policy.",
        "The old certainties which many of us took for granted when we were growing up – strong families, weekly church attendance, stable communities – our traditional institutions are now under pressure. And this social insecurity reinforces the economic insecurity I have already mentioned and undermines dynamism and creativity.",
        "Government cannot, of course, alone provide the answer. But families need help – not least in balancing work and family responsibilities, but also in tackling juvenile delinquency, and problems with drugs, and in helping people cope with change.",
        "So policies for social cohesion – which promote opportunity in a supportive community – do not aspire to stop the clock, or guarantee outcomes like jobs for life or rights irrespective of responsibilities, or level down.",
        "The new politics is about enabling people to take more responsibility for their own lives by treating people fairly, maximising opportunity, and modernising the public services, that British people have chosen to have and continue to support like our National Health Service, that people in Britain see as essential to a decent society.",
        "But here again, in health, we have invested money but only in return for modernization. Hospitals will now have to produce league tables on performance. The hospitals that are 20 per cent less efficient than the best will now be subject to targets and timetables for improvement. Budgets that have run over will be subject to limits. More private capital will be involved in hospital building. There will be no let up in our reform agenda – far from it, for in Britain’s public services, a whole new wave of reform is on the way.",
        "So we are undertaking a reform agenda and it is because of this modernisation that we can do more to build a more dynamic economy and a stronger society.",
        "**Opportunity for all**",
        "There is a thread that runs through all of these policies. It is the idea of opportunity for all – equality of opportunity – that encapsulates our approach.",
        "A dynamic economy depends on companies recruiting the best people and getting the best out of people. To narrow the pool of talent by perpetuating old privileges or practising discrimination is an inefficiency no economy can afford. The modern economy must draw on the widest pool of talent. So the dynamism we need requires opportunity for all.",
        "But equality of opportunity is as important in achieving social cohesion. For society to maintain social cohesion in the midst of economic insecurity it must retain legitimacy and trust. And to do so people must feel that they have a fair chance. There can be no room in a society that values work, effort and merit for perpetuating old establishment elites that unfairly hold people back and deny opportunity.",
        "So what underpins and advances both the dynamism our economy requires and the cohesion that is sought is the vision of a society where there is opportunity for all in return for obligations shared by all.",
        "The opportunity which matters depends on the exercise of personal responsibility; contains within it the notion of self-improvement; does not seek to replace individual responsibility with state responsibility; is not about equalising outcomes but equal opportunity; and equal opportunity requires Governments to act.",
        "So for me a vital key to the dynamism and cohesion we need is opportunity for all in return for obligations shared by all.",
        "So what are the opportunities I am talking about- the opportunity for decent education, the opportunity to get the chance of a job, the opportunity to start a business, the opportunity to have equal access to our culture, the opportunity to participate in the political system of the country if that is what you want.",
        "All opportunities that should be realisable and not be frustrated by inherited Privilege, by aristocracy, by elites, monopolies cartels or vested interest. Opportunities that men and women should have a fair chance of taking up.",
        "But equality of opportunity cannot be achieved by markets alone, however dynamic, by individualism however enterprising, or by charities or voluntary or community organizations however well meaning.",
        "It is only government that can ensure equality of opportunity is not an illusion but is made a reality.",
        "But it is a new role for Government – not as command and control but as enabler, empowerer. Put simply, to rephrase a famous phrase – ask not what Government can do for you, ask what it can enable you to do for yourself.",
        "Individuals accepting personal responsibility, the Government matching it with opportunity.",
        "It is the extension of opportunity, whether it be by competition policies that open up opportunity to start a business, or through education policies that open up opportunities for those denied education, that can help make our economy more dynamic, our society more cohesive.",
        "People label this approach in different ways – a new citizenship, enlightened self-interest, empowerment, stake-holding, the third way. Some insightful commentators have spoken of a politics that recognizes a desire for belonging as well as for belongings. People’s desires not just to consume but also to contribute. Not just society that values getting but a society that values giving.",
        "I do not want to make this argument anything other than straightforward. These are simple – some might even say traditional values – finding an expression in a new politics: opportunity for all matched by obligations shared by all – a new politics of opportunity and obligation. And around this our policies for stability, enterprise, work and social responsibility are built.",
        "**National Governments in the global economy**",
        "So having talked about some of the reforms the new Government has begun, domestically, and the philosophy that underpins them, let me conclude by saying something about my final point – the growing need for international co-operation between national Governments in the global economy.",
        "The challenge for all national Governments is how to advance the national economic interest in this new global marketplace. And the role of national Governments cannot be to retreat behind old frontiers – that just will not work, the new frontier is that there are no frontiers – but to play a full and constructive part in shaping the international agenda. And this is what the Government is seeking to do.",
        "While the recent turmoil in World Economies is centred in a handful of Asian countries, and with its effects most sharply felt in Asia, it is a global problem not an Asian problem. And it is a problem of the modern age. It could not have happened in this way when finance was confined within sheltered national systems, as they were when the international institutions like the IMF were established.",
        "The turbulent period is not over. Government must remain vigilant, not least against the threat of protectionism which must not be allowed to return as inevitable adjustments take place over the next year.",
        "But we are also now in a period of reflection about the lessons we can learn and on the way the international monetary system is set up. The institutions and systems we have were created in the main for the old world of national economies. We need to devise new rules, and where necessary reform institutions for the new world of global markets.",
        "What the world needs is an approach that combines the continued flow of international finance with the right kind of national and international operational rules of the game and public policy framework. The challenge we face is to build the operational rules and institutional architecture we need for the global financial, and thus the stability we need.",
        "First, we need to strengthen the regulation and supervision of financial institutions.",
        "Second, we need in every country open accountable and transparent decision- making which informs and educates the public and the markets in a way that commands credibility.",
        "Third, when crises do occur we need to find new and better ways to involve the private as well as public sector in their resolution.",
        "Fourth, at all times and particularly at times of crisis we must finds ways to reinforce social cohesion. There need not be a shared understanding of the need for reform and appreciation of the social problems.",
        "Which is why, at the recent G7 meeting, I proposed four codes of conduct to guide international policymaking: on fiscal policy, monetary and financial policy, corporate governance and welfare state reform.",
        "And on the continent of Europe, too, where the search for macro-economic stability is being pursued through monetary union, the same lessons are being learnt: that fine tuning cannot work, that fiscal and monetary disciplines are essential, that prudent management of public finances must be combined with action to create a low inflation environment.",
        "And the British message from our European Presidency is that there must be structural reform in capital, labour and product markets throughout Europe.",
        "But of course we all know the search for stability has led Europe to new proposals that will be implemented next year – to create both a single currency and a growth and stability pact to ensure sustainable public finances.",
        "**What is the position Britain should take?**",
        "One of the enduring responsibilities of National Governments in global markets is to advance the national economic interest and this forms the basis of our approach to the current debate about the single currency. And I have just set out why we are determined to see Britain fully integrated into a world economy based on free trade, open markets and greater competition.",
        "We have no intention of surrendering or subjugating the British national interest. Our’s is a mature patriotism. Just as we have no intention of doing anything other than strengthen our participation in the world economy.",
        "What we have to do is look at how Britain, with 50 per cent of its trade with Europe, will be affected by the single currency.",
        "The single currency – the Euro – will cover an area that accounts for 20 per cent of the world’s trade – as much as the united states. It will be an important – indeed global – currency.",
        "As far as Britain’s position is concerned, my statement to the house of commons last October is and will continue to be the policy of the government.",
        "I said that, in principle, we could see benefits in monetary union. I did not say there are no constitutional implications of a single currency.",
        "What I did say is that it is because of this that the economic benefits to theUK, as set out in our five economic tests, must be clear and unambiguous.",
        "To rule out monetary union in principle, and to be prepared to do so even if the economic benefits were overwhelming, is not the right way to advance the British national interest.",
        "So this is our policy and it will not change – any decision on membership of the single currency will be made in the national economic interest. The benefits of the single currency will be subjected to five economic tests because its benefits must be clear and ambiguous. And if any decision is recommended, there will be referendum of the people.",
        "But let me just add that more than half of our trade is with Europe, and rather than standing on the sidelines unable to influence the course of the European debate, the government will be engaged and constructive in setting out our ideas for its future.",
        "**Conclusion**",
        "I hope I have been able to convey not just the sense of the new politics, but the purpose and commitment of Tony Blair’s new government.",
        "Not just the reforms we are undertaking but the reasons we have adopted a new approach.",
        "And not just the program itself but the principles that underlie the program.",
        "I hope I have conveyed a sense of the importance and urgency of developing a politics that advances opportunity and recognises responsibility.",
        "It is a cause, which I believe addresses the economic and social needs of our time.",
        "I have talked about the dynamism our economy needs and the social cohesion people yearn for.",
        "I have suggested we need a new politics of economic opportunity and social obligation.",
        "There was a fashionable view that we had reached the end of history. There is no end of history. There are still divisions that have to be healed, wrongs that have to be righted, vested interests that have to be opened up, goods that have to be promoted, potential that ought to have the chance of being developed.",
        "Great causes to argue and fight for.",
        "And that’s probably good news not just for those of us who believe that to be the case but for a global media that I hope will continue to be interested in what we say."
    ]
}