{
    "url": "https://www.ukpol.co.uk/gordon-brown-2008-joint-press-conference-with-david-miliband-at-the-eu-council-meeting/",
    "title": "Gordon Brown – 2008 Joint Press Conference with David Miliband at the EU Council Meeting",
    "post_date": "January 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "David Miliband",
            "url": "/tag/david-miliband/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "European Union",
            "url": "/category/european-union/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The press conference with Gordon Brown, the then Prime Minister, and David Miliband, the then Foreign Secretary, in Brussels on 16 October 2008.",
    "content": [
        "Thank you very much for joining us at the end of the European Council meeting.",
        "Can I start by saying that yesterday the G8 group of countries called for a meeting of world leaders to agree the necessary and urgent reforms to the international financial system as a result of events of recent months. Today the European Union in its communiqué has welcomed this leaders meeting, and has also agreed the principles and the priority areas for global action that we believe should be agreed at the meeting.",
        "The five principles we have agreed for the financial system are that there should be transparency, sound banking, responsibility, integrity and global governance. And we have also agreed that, based on these principles, we should move to early decisions about transparency, global standards of regulation, cross-border supervision of financial institutions, crisis management, the avoidance of conflicts of interest – included in that are executive remuneration packages – and the creation of an early warning system for the world economy.",
        "The reform of the international financial system is not only necessary to prevent a crisis happening again, it is essential to end the current crisis. People need to feel confident that their institutions cannot act irresponsibly. So we must ensure that off-balance sheet vehicles are brought back on to balance sheets and fully declared, we must have total transparency in the activities of banks, we must set up immediately the 30 major financial institutions with their colleges of supervisors by the end of the year, we must remove the conflicts of interest, executive remuneration packages must reflect the values of hard working families, that you reward hard work and enterprise and effort and responsible risk-taking, but you do not reward excesses and irresponsibility. And we also agreed we must reform the International Monetary Fund and the Financial Stability Forum for a more effective early warning system to prevent future crises.",
        "The other major subject of discussion at the Council last night and this morning was the energy and environmental package. We agreed that we would make our final decisions in December. We also agreed that faced with high and volatile oil prices it was more essential than ever that we end our dependency on oil. We discussed the impact that these high oil prices have had on our economies. Although the price of oil is still too high, it has fallen in recent weeks and months to around $80 a barrel from a peak of around $150 a barrel in the summer. It is encouraging that we have seen petrol prices fall in the UK in recent days with some supermarkets reducing their prices below £1 a litre, but I would like to see other retailers following that lead. The average price is still £1.07 a litre and there is still too much variation in price across our country. In some areas the petrol price is still as high as £1.20 a litre. That must change.",
        "You will have before you in the next few minutes all the conclusions of the Council, but David Miliband and I are very happy to answer any questions that you have in detail on the issues that I have raised and the other issues of the Council.",
        "**Question:** Prime Minister while obviously what you have done here has been greeted on the world stage, surely back home you must be feeling particularly anxious that your bank bailout scheme effectively doesn’t seem to be working. Markets again are in freefall today.",
        "**Prime Minister:** I think markets are reflecting not just events in one country, but what is happening in every part of the world and there will be uncertainty until we finalise many of the decisions that have been made in other countries as well as ours. I notice that Switzerland has announced measures today to refinance their banking system. I am pleased that not only the Euro Group but other countries have followed the lead that has been taken, and obviously we are pleased that in America changes are taking place for the recapitalisation of banks.",
        "Look, the issue for me is what we can do to help hard working families in our country, what we can do to help people facing the high petrol prices, with high gas and electricity bills, people looking for mortgages and not able to get them, small businesses worried about the finance that is available to them. I have said that Stage one is to make sure that we have stability in the financial system, and that we have worked upon with measures over the last few days, that will take time to come through but will show a difference in the way the financial institutions are acting; and Stage two, to restore confidence that people’s savings will always be safe and to ensure that people have trust in the banking system are the reforms that we are going to be making over these next few weeks. And I think you have got to look at the programme of activity that we have settled on together and [indistinct] see that reflected in prices coming down for hard working families for petrol, I want to see the mortgage market resume in our country and that is something that we are working on at the moment, and obviously I want to help people who are worried about their jobs or are facing redundancy, to help them get jobs for the future.",
        "Now these are the issues that we are working on every day and I believe that we will see changes as a result of the work that we have done. But let us remember this is a hard time for the whole world economy, these are difficult and troubled times for many countries in other parts of the world, we will see this through by being fair to hard working families in our country.",
        "**Question:** Prime Minister two questions really, the first about what you said about transparency and bringing off-balance sheet vehicles on to balance sheets, do you think there is a need in our national finances in terms of private finance initiatives and the rest possibly to clarify our own national books as well as far as debt? And secondly, even if you stabilise the banking system there seems to be a view that there isn’t the confidence out there in the markets, so do you feel we are now approaching a situation akin to the United States in the ‘30s where we do need to see a Keynesian boost in our public sector spending to keep the economy going?",
        "**Prime Minister:** Well we are spending more to get the economy moving, we are spending more obviously on our work programmes, we are also continuing our high levels of investment in transport, in schools, hospitals and infrastructure, and we have said because we have got low national debt we are in a position to borrow to keep the economy moving forward and to move the economy forward where it has been falling behind. So we are doing that already.",
        "As far as off-balance sheet activities are concerned, we conform to all the international standards. The decision about what is on balance sheet is made by the Office of National Statistics, which is independent of the government, and at the same time they conform to the international standards of accounting practice in these areas. So everything that we do is related to international standards that we are happy to follow.",
        "**Question:** Prime Minister, again two questions. First, the Japanese Prime Minister this morning has come out against the idea of a world leaders summit to discuss Bretton Woods II saying very specifically that this would be just one step away from the worst case scenario, our honest feeling is that we want to prevent a situation where we need to hold such a summit. And secondly, several of your Ministerial colleagues are getting very excited about the way you are handling the financial crisis. When they suggest you should hold a snap general election, how tempted are you?",
        "**Prime Minister:** I am getting on with the job of trying to take us through these difficult times and that is the only thing that is on my mind, it has got my undivided attention and the whole attention of the government. Having created this new Economic Council, on which David and other Ministers sit, we are working hard on all the issues that worry people: the mortgage market, what can happen to their jobs and employment, what we can do about that, and how we can help small businesses in particular. These are the issues that are concerning us at the moment.",
        "I think there is a growing international consensus for the leaders meeting that we talked about yesterday. It is interesting that in the G8 communiqué which was signed by all members of the G8 the proposals for the leaders meeting was included, and it also said that we had to come to quick decisions about reforming the international system. You see the reason why I am interested in making these changes that make for proper disclosure and transparency and avoid conflicts of interest is that people need to know now that the institutions in which they are saving, in which their life savings are often held, in which their pension is being invested, in which their hard earned money is being put, they need to know that these institutions are acting responsibly and to make the changes that we are proposing is a necessary element of building confidence that we will solve these problems and that all the irresponsibility that has happened in the past is rooted out.",
        "So I think these changes are not academic, they are not some side-show, they are not something to look at once you have got through the difficulties of today, they are a means of solving the problems of today by assuring people that they can have trust and confidence in the financial institutions of our country, and indeed of all countries round the world.",
        "And I think, as I said, that there is a growing consensus that we need to formulate proposals that can be implemented quickly. What the European Council has actually done today is set out the principles that we should follow and I am pleased that these are the five principles that we have talked about over the last few weeks, they have also set out the priority areas for action, and if people are sure that institutions are acting in a transparent way, if people know that conflicts of interest are being avoided, if they know that everything is on balance sheet instead of off-balance sheet, then people will be far more confident about the future, we are investing and saving in these financial institutions.",
        "So these are changes that I think are needed now and I believe we can build international support for them.",
        "**Question:** You talk about the markets, there is a view in the markets that actually shares are falling because of concerns about the real economy. Now we appreciate that you make your detailed economic forecasts in the pre-budget report, but given the growing concern about some of these things do you feel under any pressure to look the country in the eye, to level with families and businesses and say we now ought to prepare at least for the possibility of the British economy entering a recession?",
        "**Prime Minister:** Well I have said very clearly to people, and other government members have said exactly the same, that these are very difficult times, they are difficult times because of two shocks to the global economy. The reason that people’s standards of living have been hit is because oil prices have gone up and food prices have gone up and that means that the price at the petrol pumps, the price of gas and electricity, all these things have gone up, and at the same time you have had the price of basic essentials like bread and milk and eggs, they have gone up as well. So people have suffered that hit on their standards of living as a result of the rise in global oil prices and food prices. And at the same time we have had this credit crunch.",
        "These are both what you might call the problems of an economy that is now global, so we have seen the first resources crisis of the global economy when oil demand has been higher than supply, and we have seen the first financial crisis of this new age of globalisation and that is what we are trying to deal with at the moment.",
        "I think people know that these problems did not start in Britain, that they started in America as far as the banking system is concerned, I think they know that every government round the world is trying to deal with them. It is my aim to take the British people through these difficulties and do so in the fairest possible way so that we can help people such as pensioners facing fuel bills with a higher winter allowance than last year, so that we can help people on low incomes with their gas and electricity bills, as we are doing with the special tariffs that are available to them, and so that we can expand the new deal to help people who are facing difficulties in employment.",
        "Now these are all the things that government can do. Yes, these are hard and difficult times for everybody in every country of the world, but our intention is to take the British people through this and I believe we are entering these difficulties with a far sounder economy than before because we have low interest rates, we have the corporate balance sheet of firms outside the financial sector in a good position, and we have at the same time of course low national debt which allows us to borrow at times of difficulty to enable the economy to be pushed forward.",
        "**Question:** It would appear that at least one of the banks involved in the government’s bailout scheme is insisting on paying dividends to its shareholders. Is that acceptable? And just secondly, on climate change it would appear that last night’s discussion has set things back rather than push things forward vis a vis December, could you comment?",
        "**Prime Minister:** Well I think first of all we are obviously shareholders of both these banks that we have invested substantial amounts in and we are talking to them day by day about how we can help improve the position, but we have already stated what our position is and we will continue to look at it with the banks.",
        "On the question of climate change, I think it was a very full discussion last night and then a very full discussion this morning, but we have agreed that the principles on which the Council decisions were made last year and this year are the principles that we are following, and we have also agreed that we have got to come to decisions in December. Now we will have a new American President in January. Both candidates in the American Presidential elections are proposing major changes in America’s climate change policy. Europe must have its own climate change policy to go to the negotiations in Copenhagen to reach the successor of the Kyoto agreement.",
        "So it is very important that Europe comes to an agreement about what the detailed measures are to deal with climate change. And I am confident after this morning that everybody understands the importance of reaching that agreement, and of course there is intricate work that has got to be done with the Presidency and with the Commission over the next few weeks so that we can make these decisions in December.",
        "David, you have been following this, haven’t you?",
        "**Foreign Secretary:** Well I think it is very clear when you see the Council conclusions, there has been no step back. But what you are right to point out is that in a number of countries there is a bit of what you might call buyer’s remorse about the agreement in March 2007. What I think is significant about the discussion over the last 24 hours is that the Presidency and then the whole Council insisted there was no going back on the agreements of March 2007 and March 2008, no going back on the determination to have an agreement by the end of this year, and no going back on the determination for Europe to set a lead on the connected issues of climate and energy.",
        "And I think there is going to be some very hard talking over the next couple of months, led by the Presidency and by the Commission, but what is clear is that we will ensure that Europe hits its 20% target and is in a position to hit the 30% target if other countries come to the Copenhagen negotiations with appropriate offers, and that is the very important basis on which we can then share out the national allocations and the national effort as part of the coordinated European plan.",
        "**Question:** I think there was some discussion overnight about the idea of some sort of European industrial policy to supplement the financial package you have already announced and I suspect that Britain and some of the other liberal countries were reluctant to sign up to some of the language originally in Paragraph 10. Could you just give us a bit of the flavour of the discussions?",
        "**Prime Minister:** I don’t know whether you have got the old paragraph 10 or the new paragraph 10.",
        "**Question:** The old one.",
        "**Prime Minister:** But there have been changes made in the discussion. Outside the financial sector the European Council underlines its determination to take the necessary steps to support growth and jobs in the economy, and then it requests the Commission to make appropriate proposals by the end of the year, and then it mentions the need to preserve the competitiveness of industry. And I think that is where we are, but there are structural reforms that are going to continue to be necessary, the competitiveness of industry is important and we have got to look at all aspects of the real economy during this difficult period.",
        "**Foreign Secretary:** It is also worth pointing to paragraph 5, which you will be very interested in, which has a commitment to support the Commission’s implementation [indistinct] of the rules of competition policy, particularly state aids, continuing to uphold the principles of the single market and the state aid regime.",
        "**Question:** Two questions for the Prime Minister. Prime Minister do you have an idea of how the International Monetary Fund should be reformed in order to meet the principles that the European Union has set out for a sound international financial system? And the second question is when do you expect the European Union to be able to resume its negotiations with Russia on the partnership agreement?",
        "**Prime Minister:** I will ask David to deal with the Russia question because he has been intimately involved with it.",
        "As far as the International Monetary Fund is concerned, this all sounds very abstract, but it is very important that we have an international organisation that is capable of being an early warning system for the world economy so it can spot these problems in advance and spot what is happening in one continent before it affects other continents. It is also very important that we have an organisation that can deal with crises that can take place in the world economy, and it is also important that we have the surveillance of what is going on all the time so that we know how growth is proceeding in different continents and countries and what needs to be done to improve the functioning of the world economy. And we need, as you know, the transparency and the disclosure in the financial markets that have been a problem in recent months and recent years and we need someone at an international level monitoring what is happening.",
        "Now we have the Financial Stability Forum and we have the International Monetary Fund. The Financial Stability Forum is a group of countries that are the main financial centres that have come together and they have made a number of recommendations. The IMF of course represents all major economies in the world and I think what we are looking for is an International Monetary Fund that is more independent, more like an independent central bank in the way it operates, which was by the way the original proposal for the International Monetary Fund made by Keynes in the 1940s, but also one that is capable of bringing countries together to deal with crises as they arise.",
        "So these are quite fundamental reforms, what some people call a new Bretton Woods, reflecting where the first Bretton Woods agreement came in America, and I think we are ready to move towards decisive action in creating a global framework to deal with what are essentially, as everybody now knows, global flows of capital that can affect every continent but where at the moment we only have national supervision.",
        "**Foreign Secretary:** On Russia, all 27 welcomed the withdrawal that has happened from the buffer zones around South Ossetia and Abkhazia, while recognising that … complete finish of the Russian commitments under the agreements that took place in August. There is an audit going on of EU-Russia relations which will be complete by the time of the next General Affairs Council on 10 November and I don’t want to spoil all your anticipation of the conclusions that will be coming out, but you will see in paragraph 21 that it makes clear that the decision on the Partnership and Cooperation Agreement should be dependent, in part, on that audit and on continuing Russian compliance with those commitments that it made in August.",
        "**Question:** Prime Minister you mentioned that some oil companies are not passing on the reduction in oil price at the petrol pumps. Is there anything that you can actually do about that? Will you summon the oil companies to Downing Street? And is there anything that the government itself can do in terms of cutting fuel duty?",
        "**Prime Minister:** Well we have got, as I understand it this morning, two supermarkets that have reduced their price below £1 a litre, and given that the average price was about £1.18 at its peak that is a considerable cut in prices. But that should be a cut in prices to reflect that the barrel of oil which was once $150 is now nearer $80 a barrel. And I want to see the competition between the supermarkets reflected, and the oil companies, in lower prices at the pumps. And I think you will see over the next few days people giving a great deal of attention to what the price is that is being charged by different companies. So let me say that the first thing we want to do is to see retailers following the lead that has been taken by some people.",
        "I think the public know that when oil prices go up it is reflected very quickly in the petrol pump price, what they want to know is that when oil prices come down, that is also reflected in the pump price. So over these next few days we will be monitoring what is happening, but I expect other companies to follow the lead that has been taken by two supermarkets in the last day.",
        "I think we have also got to remember, and we have had a number of reports done on this by the Office of Fair Trading and others, that the petrol price is high in some parts of the country and it is still at a price of £1.20 a litre in some areas, and that we will continue to look at that as well. We have had reports done on this before to look at what is happening in the market place, we will continue to examine these things but I believe that also must change.",
        "**Question:** You mentioned during one of your answers that you want the mortgage market to resume, what can you tell us about the moves that the government is taking specifically to get the mortgage market going again?",
        "**Prime Minister:** Well as you know we have had the Crosby report which is looking at the features of the mortgage market that may need to change, but in the last few days the agreements that we have signed with the major banks is a commitment on their part to resume lending and to offer lending at 2007 levels. Now that is the first stage to the resumption of the mortgage market. Obviously we continue to look at other things that we can do. As you know, we have brought forward our house building programme for local authorities and housing associations, we have entered the market ourselves with some of them actually buying up some of the surplus houses in the market place, and we will continue to look at other things that we can do to help people, both hard pressed mortgage payers in instances where we want to see action to prevent repossessions, but at the same time to get the mortgage market moving so that in Britain it can move quickly again.",
        "We do not have the problem that some other countries have. If you go to America or Spain there has been an over-building of houses, or that is how the market is interpreted by people, so there is a surplus amount of houses in these countries and it may take longer to resume both the building and the sales that have happened in the past. In our case we know that there is a high demand that is latent for new housing, lots of young couples not able to get houses, lots of people wanting to move and not able to do so, and obviously we can help in that, but that is the banks resuming normal lending that is going to make the biggest difference. So we are taking action and we will consider any further measures that are necessary.",
        "**Question:** Are you specifically considering tax cuts in the UK to stimulate the economy, and what is the EU as a whole discussing in order to avoid a deep and prolonged economic recession?",
        "**Prime Minister:** Well as you know we have got an income tax cut for basic rate payers that is coming through at the moment, it is £120, we froze petrol duty and of course we have raised the winter allowance for pensioners in our country. But any other decisions are a matter, I can say on this occasion, for the Chancellor.",
        "**Question:** And for the EU as a whole?",
        "**Prime Minister:** There is no proposal for the EU to involve itself in either tax raising or tax cutting.",
        "**Question:** Prime Minister was there further discussion of closing down tax havens today?",
        "**Prime Minister:** This is a major subject of discussion usually at the Finance Ministers meeting. I must say that today what we were trying to lay down were the principles that will guide our approach to international financial sector reform. Obviously what is happening in different parts of the world will be reflected in our discussions, but the principles have been laid down and some of the priorities. And I think disclosure and transparency in the conduct of different countries round the world is a big issue and that is at the heart of some of the concerns that you raise.",
        "**Question:** You had bilateral meetings this morning with Mr Zapatero. You told him, or we have been told that you told him that you want Spain to go to this international summit. Can you please tell us why do you feel it is important for Spain to go to that meeting?",
        "**Prime Minister:** Well Spain is a big economy and it has got a government that has been making proposals about how we reform things internationally. I have very good relations with Prime Minister Zapatero and some of the proposals that he has been putting forward are very interesting. If there is, let’s say, a G20 meeting, and Spain is not a member of the G20, I think, and I have said to President Bush that Spain should be represented at this meeting.",
        "**Question:** Mr Zapatero has invited you to visit Spain, do you know when you are going?",
        "**Prime Minister:** I am hoping to visit Spain soon. I don’t know if that is a very detailed answer.",
        "**Question:** As we see the regulation coming in that is probably we are not seeing the City as it used to be over 200 years, that is flexibility, [indistinct] a German bank and other banks across Europe do business in the city which they couldn’t do back at home … this is a big contribution to the GDP of the UK. How do you think this will affect the overall GDP growth and will you ask Brussels one day to help out with these regulations to bring down the City?",
        "**Prime Minister:** Let’s be absolutely clear, we see the City of London and our financial services industry as not only a strong industry but one that will be a leader in the world for many, many years to come. Indeed in many, many areas we are the global centre, we are the leading financial centre in the world and we will continue to be so. I said a few days ago we are not going to take the over-hasty action, such as [indistinct] Oxley in the United States of America after Enron and other cases. We are going to have a considered view about what is the best thing to do to match what is the need for competition to be strong, and at the same time standards to be upheld. So I see no reason why by leading this debate about how we can improve financial services and the way we have transparency, the City of London will be enhanced by this, not diminished.",
        "**Question:** Various people have commented on how you have very much dominated the agenda at this summit. Could I ask you to describe what you believe your own role and influence is in the discussion to get Europe and the world out of this economic crisis?",
        "**Prime Minister:** I think we are all doing what we can. I think President Sarkozy chaired this summit with a great deal of brilliance. These were very difficult discussions on climate change, as David and I have reflected, and very detailed discussions on the world economy. And I do want to praise his leadership and that of President Barroso in this set of discussions which are important not just for Europe but for the rest of the world. And I also have worked very closely over the last few days with Jean Claude Trichet and with Jean Claude Junker, the President of the Euro Group, and their leadership has been very important also to what we have managed to agree at this summit.",
        "I think the important thing is that everybody contributes to what they know is a problem that has got to be dealt with. The G8 statement yesterday talked about deficiencies that we had found in the financial system. If we can deal with these deficiencies quickly then people’s confidence and trust in the system will be not only restored but enhanced. And I think it is very important to see this as Stage one and Stage two, Stage one was the stabilisation of the banking system, that is measures that we have taken over the last few days; Stage two is to build the confidence in the future of the financial system that will make people feel, rightly so, that their savings and deposits are safe. And if we can play a small part with some of the proposals that we have been working on now for some years for the global financial system, as well as learning the lessons of what has happened in the last year or two, then I think that is all to the good of the world economy.",
        "And I think you should regard this as a cooperative effort where different countries, as with Prime Minister Zapatero, where different proposals are now coming together, and know now that you cannot leave this until the next crisis, or you cannot treat the reforms as abstract academic points of discussion, you have got to take the action now so that people are convinced that we have done everything in our power to deal with the problems in the financial system, to clean it up where it needs to be cleaned up, and we will continue to look at every area where there are problems, and then to agree not just nationally but globally on the common standards that are necessary for the future.",
        "**Question:** You attended the Euro Group meeting a few days ago, I was wondering if your thinking on the UK joining the euro has changed at all in the last few days?",
        "**Prime Minister:** Our position on joining the euro has not changed. We continue obviously as we have said before to review it but we have got no plans to join the euro.",
        "**Question:** You have been talking about who is going to be invited to the leaders’ conference, can you say when and where it will take place?",
        "**Prime Minister:** I can’t make that decision, many people have got to be consulted on what is the appropriate time that suits their diaries and their programmes. What I do know is that there is an agreement now from the G8 that we will discuss not only the current issues about recapitalising the banking system, we will also discuss the problems that people have in their day to day goals, with what has happened to the price of oil, we will be discussing the reform of the international financial system and we will be discussing how we can get a trade agreement, a world trade agreement which will be a signal that protectionism is completely unacceptable.",
        "Now various proposals have been made, I think President Sarkozy and others are talking about this summit in New York, but that date is still to be agreed. And obviously there are going to be discussions this weekend, President Sarkozy is meeting President Bush, I am in regular contact with President Bush, I have talked to all the other European leaders over the last few days, I have talked also to Premier Wen in China and I have talked to President Lula in Brazil. I think it is very important that all the different players in the world economy are involved in the making of decisions that affect not just one or two continents, but every continent round the world.",
        "**Question:** Can you tell us whether an agreement has been reached on this reflection group, or the group of wise men, and whether the UK is sending a member and what do you expect from this group?",
        "**Prime Minister:** On the reflection group, Richard Lambert is indeed our member, and I think you will find in the communiqué a reference to the continuing work of the reflection group. Richard Lambert, for people who may not know him, is the Director General of the Confederation of British Industry, I don’t want to single out one newspaper, but formerly Editor of the Financial Times, and he has been a member of the Monetary Committee of the Bank of England, so he has a great deal of experience to bring to this group."
    ]
}