{
    "url": "https://www.ukpol.co.uk/jeremy-browne-2012-speech-on-human-rights-and-the-olympics/",
    "title": "Jeremy Browne – 2012 Speech on Human Rights and the Olympics",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Jeremy Browne",
            "url": "/tag/jeremy-browne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jeremy Browne, the Foreign Office Minister, in London on 29th August 2012.",
    "content": [
        "[![jeremybrown](https://www.ukpol.co.uk/wp-content/uploads/2015/11/jeremybrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/jeremybrown.jpg)",
        "I would like to welcome you all to this event today.",
        "I should welcome in particular our keynote speaker, Tara Flood, Chief Executive of the Alliance for Inclusive Education, and gold medallist in the 50-metre breaststroke at the 1992 Paralympics in Barcelona. As well as an outstanding Paralympic athlete, Tara is a tireless campaigner for disability rights, so it is a privilege to have her with us today.",
        "I am also pleased to welcome the Brazilian Ambassador to the United Kingdom, Mr Roberto Jaguaribe; the Vice Minister of Culture from Korea, Mr KIM Yong-hwan; and the Federal Ombudsman (also President of the National Paralympic Committee) from Russia, Mr Vladimir Lukin.",
        "We are gathered here in the Durbar Court to announce a Joint Communique agreed by the United Kingdom, Brazil, Russia and South Korea. The Communique commits each of us to harness the vast potential of sport, through the Olympic and Paralympic Games, to promote respect for human rights internationally.",
        "Sport can be a hugely effective driver for change. It promotes inclusivity, bringing people together to interact, co-operate and strive to achieve common goals. It can reach out to a diverse cross-section of society and connect and integrate people, regardless of background.",
        "Just think of how football has changed attitudes towards race in Britain over the last few decades. Talented players from black and other ethnic communities, and work by football authorities, clubs and campaigns like ‘Kick It Out’ and ‘Show Racism the Red Card’, have made a huge contribution to tackling discrimination. Think of how the Paralympic Games have showcased to a global audience the achievements of disabled people – demonstrating that we should all be judged not by what we cannot do, but what we can.",
        "Sport can transform the lives of girls and women. It can encourage women’s equal participation in society, build strong leadership and decision-making skills and help to change social attitudes.",
        "These Games have been the first Olympics at which women from all participating countries had the opportunity to take part. It was truly inspiring to see Sarah Attar being cheered home in the 800 metres, the first woman from Saudi Arabia to compete in Olympic track and field. And we will never forget Nicola Adams of Team GB, who became the first woman to win Olympic gold in boxing – from which women had been excluded previously.",
        "But sport can do even more. It can help to revitalise disadvantaged areas. It helps foster development and education for young people. It promotes good health.",
        "And, of course, sport encourages the principles of fair play, teamwork and hard work. It creates role models. Think of Mo Farah crossing the finish line in the 5,000 metres final, surely one of the most enduring images of London 2012. After completing his double gold victory, the Somali-born athlete said: “Anything is possible – it’s just hard work and grafting”.",
        "It is in all our interests to take advantage of these powerful traits, which the Olympics only intensify. So we are working hard to achieve a global legacy for the London Games.",
        "Our International Inspiration programme is enriching the lives of millions of young people across the world by providing access to high-quality physical education, sport and play. The programme not only engages children in sport itself. It also targets lasting change by working with governments on school curricula and national policies, and by training tens of thousands of Young Leaders, teachers and coaches in inclusive sport.",
        "The amount of work we have done on the Olympic Truce has been unprecedented, delivering a UN Resolution co-sponsored by all 193 UN Members and an array of projects overseas to promote conflict resolution and peace.",
        "We have sought to make London 2012 the most accessible Games ever to disabled people, including through improving transport facilities.",
        "And with almost all 2.5 million tickets sold, we are setting a new global standard for the Paralympics.",
        "But this work does not end when the curtain falls on the Paralympics on 9 September. There is more to do.",
        "So we have joined forces with future host nations – with Brazil, hosts of Rio 2016, and with Russia and South Korea, hosts of the Winter Games in 2014 and 2018 – in a pledge to use the Games to promote and embed respect for human rights across the world.",
        "The Communique we are announcing today commits us to promote awareness and the application of the UN Universal Declaration on Human Rights. It states that we will seek to educate people to respect diversity; to empower girls and women through sport; and to promote the rights and freedoms of disabled people",
        "And it is apt that we are making this commitment during a London Games. Because it was the year the Games were last held here – 1948 – that saw the origins of the Paralympics and the adoption of the Universal Declaration on Human Rights.",
        "Britain’s aim, as hosts of the 2012 Olympiad, is to “inspire a generation”. 205 countries took part this year, and around four billion people – more than half the global population – had their eyes on London. So we have an unrivalled opportunity to reach out to the world. To show them this fantastic celebration of sport, and the principles of non-discrimination, equality and mutual understanding under which it was founded.",
        "This is not just about creating the Jessica Ennises of tomorrow. It is about inspiring people all over the world to experience the joy of participation in sport, and – even more than that – to work hard in pursuit of their ambitions, to work with people of different backgrounds and beliefs, and to respect the diversity of humankind."
    ]
}