{
    "url": "https://www.ukpol.co.uk/gordon-brown-2002-speech-at-the-united-nations-general-assembly-special-session-on-children/",
    "title": "Gordon Brown – 2002 Speech at the United Nations General Assembly Special Session on Children",
    "post_date": "September 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Chancellor of the Exchequer, Gordon Brown, to the United Nations General Assembly on Children. The speech was made in New York on 10th May 2002.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "**Financing A World Fit For Children**",
        "We are here in New York this week…",
        "– under the leadership of the United Nations and UNICEF;",
        "– inspired by the calls to action from Nelson Mandela, Graca Machel and Kofi Annan;",
        "– forming a new global partnership for children that spans the reach of global geography and the entire breadth of the economic spectrum – from the Pacific Islands to the Caribbean Basin, from Central America to Central Africa.",
        "We have come here to stand up for the 113 million children – two-thirds of them girls – who are not going to school today because they have no schools to go to;",
        "To speak out on behalf of the 150 million children who are malnourished, and for the 30,000 children facing death each day from diseases we could prevent;",
        "And to fight for the cause of the 600 million children in developing countries who are living in the most disfiguring, grinding poverty imaginable – their lives in its stranglehold, their potential wasted, their hopes crushed by a world that condemns almost half its children to failure even before their life’s journey has begun.",
        "It is this vicious circle of poverty, deprivation and hopelessness that shames us, calls us here, and challenges us to act.",
        "And by our collective action, starting here this week in New York, that stranglehold of despair can, and must, be broken.",
        "We have gathered here together – governments, non-governmental organisations, parents – because of:",
        "– our shared concern for all these children who live on the knife’s edge of bare existence;",
        "– our shared responsibility to end the senseless tragedy of young lives lost to disease and deprivation;",
        "– our shared belief: that just as each and every child has a right to realise their potential we have a duty to help make it happen;",
        "– and most of all, we are here because of our shared conviction that what can be achieved together by unity of purpose is far greater than what we can ever achieve acting on our own, and that is it our duty, from New York onwards, to form a partnership for children so wide, so powerful and so determined that no obstacle should be allowed to impede its path of progress.",
        "We are united by our commitment to the Millennium Development Goals — that by 2015 we must halve the proportion of people – many of them children – who are living in poverty and suffering from hunger, cut child mortality by two thirds and ensure that every girl and every boy in every part of the world can enjoy basic education.",
        "The Zedillo Report estimates that if we are to succeed in achieving these goals, an extra $50 billion will be required each year until 2015.",
        "To raise investment by $50 billion a year would require unprecedented action. But I believe it is not beyond us.",
        "Together, pledges from the United States and the European Union – and I am pleased that Glenys Kinnock is here today from the European Parliament – made at the UN Financing for Development Conference at Monterrey will, from 2006, raise $12 billion a year more for education, health and anti-poverty programmes.",
        "$12 billion more a year is an historic advance – a reversal in the 20 year decline in aid levels.",
        "But because we know that we must act now to ensure a better world for our children, we must do more.",
        "The question we must ask is:",
        "When we have in our hands the means to enable every child to be fed, the sophisticated medical know-how to cure many of their diseases, the means to abolish their poverty, when we well know the liberating power of education…and when the resources required to achieve all these ends are not beyond our means but within our means…how can we fail to act?",
        "For we have the power and obligation, never given to any other generation at any other time in human history, to banish ignorance and poverty from the earth.",
        "Today, as this Special Session issues our call to action – a call that we hope will be heard and heeded by all governments, and resonate far beyond these walls and these borders – I want to propose what is a new deal for the global economy, that is also a new deal for the world’s children: that in return for developing countries pursuing corruption-free policies for stability and for creating a favourable environment for investment, developed countries should be prepared to open up trade to developing countries for everything but arms and to increase vitally needed funds to achieve the agreed Millennium Development Goals.",
        "And so I suggest a new development compact grounded in new rights and new responsibilities – where no country genuinely committed to good governance, poverty reduction and economic development, should be denied the chance to achieve the 2015 goals through lack of resources.",
        "There are four areas in which action is now urgent:",
        "First, hunger is a fact of life for too many children. And in some countries it is tragically getting worse not better. Even when there is adequate food available, poverty often prevents poor people from feeding their children.",
        "So the British Government proposes today that not only do we recognise the importance of the trade round for long-term food security – opening up agriculture in all our countries to fair competition – but that we also take short term immediate action – as Clare Short our International Development Secretary is doing – to help those countries currently affected by food shortages, including Malawi, Zimbabwe and Zambia.",
        "Second, because we have been far too slow in advancing our education goals – because as things stand 88 countries will not achieve primary education for all by 2015 and indeed because instead of raising educational aid as a share of national income the world has been, disgracefully, cutting it – our Government’s proposal today is that the richest countries back the new World Bank initiative with the funds it now needs to fast track our commitment to meeting the goal of primary education for all by 2015.",
        "And that, out of the G8 summit in Canada, rhetoric on education is matched by resources — not just for Africa but for every developing country pursuing pro-stability, pro-investment policies who should not be prevented from achieving their education goals by debt or lack of resources and who should not have to charge for education but should be able to offer schooling free of charge.",
        "Third, half the child deaths are from four avoidable diseases – acute respiratory tract infection, diarrhoea, malaria and measles – a loss of millions of children’s lives unnecessarily each year. So building on the Global Health Fund for drugs and treatments in HIV/AIDS, malaria and TB, the British Government proposes today that just as we fast track investments in education for countries who have a plan, so too for health we should fast track support for helping to build universal and equitable health care systems.",
        "Fourth, because we must build a virtuous circle of debt relief, poverty reduction and sustainable development for the long term, our Government also proposes today that we step up our commitment to making the HIPC initiative a success, by driving forward with HIPC implementation and pledging to ensure its full financing. Our estimate is that a further $1 billion contribution will be needed from richer countries.",
        "And I propose we do far more than that. Recognising the cost of meeting the Millennium Development Goals at $50 billion a year, we ask Europe and America to maximise their development spending by examining as a matter of urgency the means by which the $12 billion a year boost to aid can be made to go much further and its benefits maximised.",
        "Friends, here with us today are not just the memories of the children who lost out when we have failed in the past, but the hopes and expectations, the dreams and yearnings of millions of young people who may doubt us, but who in large measure have to depend on our decisions to make a difference in their future and their fate.",
        "Their voices must be heard and our response must be clear.",
        "**Hunger**",
        "The first area where action is imperative is in the battle to eradicate hunger that not only causes the deaths of so many children but also stunts the development of so many others.",
        "Just as the international community is working together to win the war against terrorism, so we must redouble our efforts and work together to win the peace. It is indeed a terrible indictment of our civilisation that in spite of economic growth, technological advance and food surpluses in so many countries, over 800 million people in the world – mainly women and children – still go hungry every day. And nearly half of children in developing countries under 5 years old suffer from malnutrition, with all the consequences for the quality of their physical and educational development.",
        "Together we have signed up to the goal of reducing by half the proportion of hungry people in the world by 2015. But progress towards this target has been far too slow and in many areas – Bangladesh, Afghanistan, Nepal and parts of Sub-Saharan Africa – the situation is getting worse.",
        "Britain is ready to respond to likely food shortages in Southern Africa as the year progresses. We must coordinate our response internationally – with all countries, including those in the surrounding region, playing their part. The affected countries themselves must take urgent action to root out corruption and ensure that available food gets to the people who really need it.",
        "But food aid is expensive and not a sustainable solution. So we must do what is immediate and urgent to help those who are hungry, but also develop credible strategies for food security.",
        "And we must recognise that, in the longer term, the liberalisation of trade by all countries – rich and poor – is critical to the elimination of hunger.",
        "All developed countries should follow the EU in offering free access to all but military products from the least developed countries. And as a matter of urgency we must drive forward the agreement made at Doha to open up trade in agriculture.",
        "We must fulfill our commitment to make substantial improvements in market access; reduce domestic support that distorts trade; and negotiate reductions in all forms of export subsidies with a view to phasing them out. Subsidies to agriculture run at $1 billion dollars a day – six times development assistance – and the UK is committed to push for significant reform of the EU’s Common Agriculture Policy to allow developing countries to take full advantage of domestic and international market opportunities.",
        "But we must not rush developing countries to reduce their tariffs without recognising the effect it could have on both government revenues and on the livelihoods of people working on the land.",
        "We need a sequenced approach which ensures that appropriate measures are in place to protect vulnerable countries from an overly rapid transition to a system of liberalised trade. Hence the IMF and World Bank commitment to undertake Poverty and Social Impact Assessments of our reforms. And at the spring meetings in Washington we asked to see a more systematic approach to these assessments and for the IMF and World Bank to report back on progress in the autumn.",
        "Trade liberalisation must also be coupled with pro-stability, anti–corruption policies in the developing countries themselves – policies designed to boost agricultural production, encourage economic diversification, tackle poverty and promote sustainable development, thereby reducing the risk of hunger and food crises for the poor.",
        "**Education**",
        "Our second priority area is education.",
        "Children are 40 per cent of the population but 100 per cent of our future. And we know that a child can develop his or her potential only if there is educational opportunity.",
        "For many children from poor households, primary education is the one chance they will have to acquire basic literacy, numeracy and the essential life skills to enhance their changes of a sustainable livelihood.",
        "I think of the five year olds for whom schooling can give opportunities they would never otherwise have both in learning and in life – a chance that will transform their own lives immediately…and lift the life of their nations for the next half century and beyond.",
        "Education is the very best anti-poverty strategy, the best economic development programme. There is simply no better means to empower the powerless, and to put their future directly in their hands.",
        "But progress since the World Education Forum in Dakar two years ago has been unacceptably slow. Almost half of all African children and one quarter of those in South and West Asia still do not go to school and the recent World Bank report set out the need for urgent action — with a total of 88 countries in danger of missing the goal of primary education for all by 2015, 34 of these are in Sub-Saharan Africa.",
        "The current level of international support for education is inadequate with less than 5 per cent of total Overseas Development Aid going to basic education.",
        "And it is estimated that to finance universal primary education in 47 countries – just over half of those failing to progress – will require a minimum of $2.5 billion more per year from donor countries, on top of substantially increased domestic efforts.",
        "This World Bank initiative marks a major breakthrough – the first focused financing framework to ensure that no country genuinely committed to economic development, poverty reduction and good governance is denied the chance to achieve universal primary education through lack of resources.",
        "It is a new deal for developing countries who must play their part by drawing up their own education plans, undertaking the necessary reforms, channeling resources to education through their Poverty Reduction Strategies, abolishing user fees and ensuring that children don’t just start school but actually finish their education.",
        "And in return, the international community must increase substantially its financial contribution for education in the poorest countries, focusing on those nations with very low rates of primary school completion where there is an assurance that the additional resources will have the maximum impact.",
        "We welcome the recent announcement by the Netherlands that they are investing $120 million in strengthening the effort to reach education for all. Germany and Canada have also pledged their support. And, under the leadership of Clare Short, Britain will play its part, building on the £650 million we have already committed to achieving universal primary education since 1997. The problems in Africa are of particular concern and the joint initiatives between African leaders and the G8 under the New Partnership for Africa’s Development will be crucial.",
        "Our purpose, Nelson Mandela has said, “is to get specific commitments…and specific results”. And so, in advance of the G8 summit in Canada next month, I urge all developed countries to pledge their support for the World Bank initiative so we can move forward in the certainty that funds will be provided as, country-by-country, detailed plans are developed.",
        "Too often, the world has set goals like the Millennium Development Goals and failed to meet them.",
        "Too often, we have set targets, reset them, and recalibrated them again so that our ambitions, in the end, only measure our lack of achievement.",
        "This time, it can be – and must be – different. This time, we must together commit ourselves to a specific course of action, and then each of us as partners must be prepared to make the radical changes required so we can see education truly become the birthright of every child.",
        "**Health**",
        "We must also move forward with as much speed and purpose on the issue of health.",
        "We well know the human and economic cost of infectious disease in developing countries. In South Africa, Botswana and Zimbabwe, half of all 15?year olds are expected to die of AIDs; and diseases like malaria and tuberculosis kill millions of children a year.",
        "These are dread diseases, but perhaps the greatest tragedy of all is that we know they – and the loss of so many young lives – are preventable:",
        "– as many as half of all malaria deaths could be prevented if people had access to diagnosis and drugs that cost no more than 12 cents;",
        "– a quarter of all child deaths could be prevented if children slept beneath $4 bed?nets – in Africa, only one per cent of children do; and",
        "– improving and expanding immunisation could save a further two million lives each year.",
        "Where these strategies have been implemented, they have brought results. The latest UN figures show that however limited their resources, poor countries that make treatment and prevention a priority can stem the spread of HIV and AIDS as Uganda, Thailand and Senegal have, and cut TB deaths by 50 per cent, as China, India and Peru have.",
        "So there is more that developing countries can do to reduce disease and despair, particularly amongst their children; yet there is a natural limit imposed by their ailing economies. The countries that most urgently need to devote more resources to health care are the countries that spend the least on health care. Health spending in the least developed countries is $13 per person – a fraction of the $2000 a head we spend on health care in developed countries.",
        "That is why – under Kofi Annan’s leadership and with, I am pleased to say, Clare Short’s International Development Department playing an important advisory role – we have set up the Global Health Fund which has so far raised $1.9 billion for bulk purchase of medicines by developing countries. And why the UK has created new tax incentives to accelerate the research – both in Britain and elsewhere – on diseases like AIDS, TB and malaria.",
        "This must be matched by a commitment from pharmaceutical companies to create new drugs and vaccines in ways that truly help the poor and sick and again I call on them to step up to their responsibility, to recognise the scale of the challenge we face and to respond on an equal scale.",
        "But if the Millennium Development Goals are to be met, action on health must be at the very core of the priorities, budgets and Poverty Reduction Strategies of developing countries themselves.",
        "So just as the World Bank has set out an action plan for education, we call on them to work with the World Health Organisation to develop a plan for health — to identify the financing gaps and set out the action now needed to ensure that no country committed to improving the health of its people, particularly its children, is prevented from doing so because of a lack of funds.",
        "**Debt Relief and Financing for Development**",
        "If we are to achieve our goals of improved education and better health, we must build a virtuous circle of debt relief, poverty reduction and sustainable development.",
        "As we have seen with Uganda – where pupil teacher ratios as a result of debt relief will fall from 100-to-1 to 50-to-1 and every child at school will have a roof above their head – faster and deeper debt relief, accompanied by aid focused on poverty reduction, will be the essential foundation for meeting the 2015 targets.",
        "The HIPC process is lifting the burden of unpayable debt from 26 of the most highly indebted countries, canceling $62 billion in debt from countries that have clearly demonstrated their commitment to poverty reduction.",
        "But what drives us forward are not the achievements we can point to – important as they are – but the gains still to be made. If all countries eligible – including countries in conflict – became part of HIPC, $100 billion of debt could be cancelled.",
        "Indeed our challenge is not to relax our efforts but to redouble them to ensure that debt relief provides a sustainable exit from the burden of unpayable debt, to find ways to assist those countries torn by conflict who for that reason have been unable to benefit from debt relief, and to protect the benefits of debt relief for vulnerable countries who are suffering from the effects of the global slowdown and fall in commodity prices.",
        "That is why we welcome the decision made at the IMF and World Bank spring meetings to undertake a review of the HIPC initiative to ensure it achieves its aim of delivering debt sustainability and urge the G8 – under the leadership of the Canadians – to drive this forward.",
        "There are three issues on which we need to make progress:",
        "First, we must be much more cautious about the forecasts we use to calculate debt sustainability between Decision Point and Completion Point. Optimistic assumptions about future growth and exports often do not reflect the reality many countries face – and unnecessarily restrict the amount of debt relief we can provide in the interim stage before countries finally exit HIPC.",
        "Second, where countries have had to contend with external shocks – such as sharp falls in the price of key export commodities – we must form a broad consensus on the need for topping up at Completion Point to ensure a lasting exit from unsustainable debt. And we must develop more realistic and generous rules for its provision — including agreement that the calculation of topping up should exclude voluntary bilateral provision of additional 100 per cent relief.",
        "Third, we must do more to ensure that all creditor countries – including non-Paris Club members – deliver debt relief to our poorest nations. And take action to identify commercial creditors who refuse to provide debt relief.",
        "In order to ensure that we can make a swift start to these reforms – and in particular to ensure that more realistic and generous debt relief can start to be provided now to secure a robust exit from unsustainable debt – we estimate that a further $1 billion contribution will be needed from richer countries.",
        "Finally, we must do more to support HIPC and other low-income countries who face legal challenges from creditors – both commercial and official – who are unwilling to give debt relief.",
        "We particularly condemn the perversity where Vulture Funds purchase debt at a reduced price and make a profit from suing the debtor country to recover the full amount owed – a morally outrageous outcome. The international community should consider giving technical assistance to any HIPC country being sued by a Vulture Fund and provide them with expert financial advice on debt restructuring to prevent future legal claims.",
        "Whenever a country has to defend a legal case it has to divert considerable time, attention and resources away from focusing on poverty reduction, health and education and we must do everything we can to stop this shameful practice.",
        "But debt relief alone will not be enough and we must look at other innovative ways, building on the $12 billion already pledged, to reach the $50 billion needed to meet the Millennium Development Goals.",
        "The $12 billion could be spent more effectively by disassociating aid from the award of contracts and better collaboration among donors – pooling of budgets, monitoring their use to achieve economies of scale and better targeting of aid – to maximise its efficiency in diminishing poverty. Overall, better allocation, co-ordination and untying by bilateral donors and international institutions could make aid 50 per cent more effective.",
        "And developing countries themselves have a responsibility to show that the funds they receive are properly and effectively used. They must end corruption, meet their obligations to pursue stability, create the conditions for new investment and ensure that resources go to fighting poverty.",
        "In recent months, many proposals have been made for new and innovative ways to meet the funding gap – Tobin tax, Arms tax, Special Drawing Rights. And it is right that we examine the practicalities of these proposals.",
        "One possibility is to leverage up the new resources promised by Europe and the United States through an International Development Trust Fund. If national governments offered a guarantee – either though callable reserves or appropriate collateral as security – then additional aid contributions could be levered up in the years to 2015 to meet the $50 billion target, so ensuring that the $12 billion already committed in additional aid money goes further and its benefits maximised to the advantage of all.",
        "**Conclusion**",
        "Before us are threats we must face and defeat – from terrorism, to exploitation, to the easy temptations of indifference.",
        "But before us there is also an unprecedented possibility of progress.",
        "Every time we lift one child above the squalor of the slums…",
        "Every time we rescue one teenage soldier pressed into combat or one young girl pushed into prostitution or forced labour…",
        "Every time we cure one mother afflicted by disease, and give her and her children a chance in life…",
        "We are making a difference.",
        "But if we can lift not just one child, but millions of children, and then all children, out of poverty and hopelessness, we will have achieved a momentous victory for the cause of social justice on a global scale and the values that shape our common humanity.",
        "At this Special Session, in this momentous time in history which has seen the best and the worst of human kind, it is up to all of us in every nation – the greatest and the most powerless, the most prosperous and the poorest – to pledge together that in the face of so much pain and poverty, and with the possibility of so much progress, we will not pass to the other side.",
        "So as the UK Government we make this declaration: that we will substantially increase our development aid, raise its share of our national income, untie all our aid and, beyond that, will be ready to reshape our policies, adjust our expenditures and refashion our priorities so that the actions of each of us make possible the attainment of the goals set by all of us",
        "But let us remember that we advance only if we advance as one – and each country must play their part, accept their responsibilities and go further than they have been prepared to go in the past.",
        "I believe that whether we help the world’s children should be the true litmus test of globalisation.",
        "Managed badly, globalisation could leave millions of children in the developing world marginalised but managed wisely, globalisation can, and will, lift millions out of poverty and become the high road to a just and inclusive global society.",
        "And if globalisation is to be considered a success, the real test is that the world’s children must become its beneficiaries not its victims.",
        "So here in New York, we must see what the world – firm of heart and united in spirit – can do and will do. Not as disconnected acts of charity, but as wave upon wave of caring, collective endeavour and compassion in action flowing from this moment, and this year, to 2015 and well beyond.",
        "At every moment our thoughts are on – and our inspiration drawn from – the needs of children anywhere and everywhere that poverty and injustice exist who today lose their chance in life when their lives have barely begun.",
        "And summoned to act by the calls of the dispossessed for justice, we must achieve our goal – the goal of decent minded people everywhere in the world – that no country, no person, and no child is left behind.",
        "Let it be said of us as was said of a great American leader:",
        "“we did not fear the weather and did not trim our sail but instead challenged the wind itself to improve its direction and to cause it to blow more softly and kindly over the world and its people”."
    ]
}