{
    "url": "https://www.ukpol.co.uk/des-browne-2005-speech-to-ogc-efficiency-conference/",
    "title": "Des Browne – 2005 Speech to OGC Efficiency Conference",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2005",
            "url": "/tag/2005/"
        },
        {
            "text": "Des Browne",
            "url": "/tag/des-browne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Chief Secretary to the Treasury, Des Browne, on 11th November 2005.",
    "content": [
        "[![desbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/11/desbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/desbrown.jpg)",
        "**Opening Comments**",
        "1\\. Good morning ladies and gentleman. It’s my pleasure to be here this morning – let me thank John for that kind introduction, and OGC for inviting me to say a few words.",
        "2\\. Firstly, I recognise and applaud the work each of you is doing to help deliver on efficiency.",
        "3\\. From analysis and partnership at the centre, to frontline implementation on the ground – this is a common endeavour for common gain. Thank you.",
        "4\\. Today, I want to acknowledge some of the successes of efficiency – and to think about the next steps down this road. And to put this in context, I want to start with the global challenge that makes efficiency matter now more than it ever mattered.",
        "**Five Global Challenges**",
        "5\\. Before I talk about efficiency and effectiveness, let me set out the context and the challenge that motivates this government.",
        "6\\. Economics and energy – terrorism, technology and demography. Globalisation has posed and is posing tough questions, and our answers must be up to scratch.",
        "7\\. These are worldwide challenges that raise the bar for government, and for each of us. Not since the new frontier of the 1960s have we faced so much threat and so much opportunity.",
        "8\\. Strong economic relations are our first challenge. Just this week Britain hosted a state visit by President Hu Jintao of China, the largest nation on Earth. A country with economic growth running at around an astounding 9% each year – and which offers our businesses and our economy huge opportunities.",
        "9\\. China has already achieved tremendous success – lifting a generation out of poverty in just 20 years. Transforming and renewing the economy – and now reaching out, opening up to the world economy.",
        "10\\. The second challenge is our environment – and the energy we use. Over several decades the price of oil has trebled – and this country has moved from importing to exporting to importing the commodity. As our industry and economy develops, so too our technology has deepened, our skills improved.",
        "11\\. But can we do better? I believe so. On climate change, on energy efficiency, with international co-operation – these are critical issues for each and every nation. Issues that pose grave questions for security too – something Gordon Brown has been focusing on this week, with our allies in the Middle East.",
        "12\\. Which brings us on to our third challenge of globalisation – terrorism. This too is a defining feature of our 21st century landscape – inescapably so. And while we may well differ on how to deal with it, we will unite in denying the terrorists victory.",
        "13\\. After the July attacks here in London, brought back to mind the tragic blasts in Jordan two days ago, it is clearer than ever that this is a threat that we cannot ignore.",
        "14\\. The fourth challenge is demographics. From pensions and our ageing population through to the role of migration and the engagement of women in our workforce. Demography is hugely important – a policy issue we must get right.",
        "15\\. Underlying all of these is the pace of change of technology – the fifth challenge – and the impact it too has had on this agenda is tremendous. Reaching outwards, sending a scientific mission to Venus. Reaching inwards, combating viral infections, developing cutting edge medicine.",
        "**Facing the Challenge with CSR’07**",
        "16\\. That’s a snapshot of some issues from this week alone. But it is also a vision of the next decade and beyond – an environment of permanent change that we must embrace.",
        "17\\. We don’t normally associate these trends and these events with efficiency. But I say to you all today that we should. It is our duty as public servants to be realistic and to modernise and to improve and to innovate to succeed.",
        "18\\. And to do that, we must have government as efficient as possible. A public sector that exemplifies best practice – where an average solution is no solution. And where there is no excuse for not maximising our opportunities.",
        "19\\. That’s why we have announced a new Comprehensive Spending Review process which will culminate in 2007. This review – the CSR – is the next fundamental examination of what the public sector does, why it does it, and how it does it.",
        "20\\. It is about how this Government prepares for those global challenges. And it goes beyond the scope of the last spending reviews – it will set the tone and direction of our public spending for the next decade.",
        "21\\. We must look at energy, at the environment, at security, at pensions, at the changing global economic landscape. And we must equip ourselves well and do the best we can with the resources available.",
        "22\\. Our duty is to succeed. And one part of that will be locking-in those commitments we’ve already begun to realize – about buying better, transacting cheaper, regulating smarter and releasing both money and professional time for the frontline.",
        "23\\. These changes will have fundamental and far-reaching implications for public services. They demand innovative policy responses, and they need co-ordination across departmental boundaries.",
        "24\\. Building on the long-term framework this Government has put in place, it is also right that periodically we re-examine public spending allocations – and in fundamental ways.",
        "25\\. It is right that we examine what the investment and reform to date have delivered – and it is right that we decide now what further steps must be taken to ensure Britain is fully equipped to meet the challenges of the decade ahead.",
        "26\\. That’s why the CSR will take a zero based approach in assessing departmental spending, delivery and effectiveness.",
        "27\\. We will examine the key long-term trends and challenges that will shape the next decade – and we will assess how public services need to respond. This process will be informed by the work of long-term reviews already underway for the future of transport, for skills, for pensions and for local services.",
        "28\\. And we will look at how the public expenditure framework can best embed and extend efficiency improvements – supporting long-term and sustainable investment.",
        "**Efficiency & Better Public Services**",
        "29\\. Efficiency. Everyone wants it. Few want to talk about it. It can be technocratic, riddled with abbreviations that need explanation, and long lists of numbers and possible outcomes. It is an ambiguous word. You’d think it perfect material for an MP.",
        "30\\. But when I was first thinking about this speech – and deciding what I wanted to say today – I was reminded by exactly how much efficiency and effectiveness go hand in hand.",
        "31\\. Indeed, my constituents often talk to me about local issues that really matter to them – whether the school is any good, what the new doctor’s like, how well their job is going and so on. If I’m lucky, about “Strictly Come Dancing” and the football too.",
        "32\\. And those local issues – from the school run to having your tonsils out – behind those issues are frontline public services that rely on the solid investment that we’ve put in place. That rely on us being both efficient and effective.",
        "33\\. For my constituents and everyone that relies on us in Whitehall and more importantly on the ground with you – that means we must make sure investment isn’t wasted and that it isn’t frittered away.",
        "34\\. But let’s be honest about it – efficiency is also about trust, and it is about delivering on our promises to realise 21st century, effective services. It’s why we were re-elected, and it’s what I, like you, am focusing on.",
        "**Progress So Far**",
        "35\\. Make no mistake – delivering efficient public services is not the same as reducing the size of government – but it is about seeing ever better government. It is about investing funds where they make the biggest difference. And it is about running a better, more effective, smarter government.",
        "36\\. So I can stand up here at the Queen Elizabeth conference centre, and genuinely say to you all that we’ve had an all round reasonable start, to date. We’ve realised £2 billion in annual efficiency gains – delivered last April.",
        "37\\. And for that I want to thank you all for your considerable efforts so far.",
        "38\\. We’ve had the first 12,500 reductions in civil service posts, on target, alongside 4,300 relocations. And since April, progress has been steady. We are on target. We are delivering what we said we would deliver.",
        "39\\. Look behind the figures, and you’ll all see a real transformation afoot, with success across departments and public sector organisations that is worth celebrating.",
        "40\\. The Home Office, where I used to work, has saved £21 million per year through reducing the cost of desktop IT systems.",
        "41\\. DWP, another former department of mine, has saved even more – £180 million per year, through re-aligning contracts with EDS.",
        "42\\. And over at the Department of Health, renegotiation of a drugs contract alone resulted in an overall 10% cut in price – releasing around £950 million each year from this year on.",
        "43\\. These three alone will combine to save taxpayers over £1.1 billion each year – serious money to channel back into frontline work.",
        "**Excellence, Not Adequacy**",
        "44\\. Clearly, each pound saved is a pound for better public services – for frontline implementation, worthy of the name ‘public service’.",
        "45\\. But earlier you may have noticed that I described our efforts to date as ‘reasonable’, not ‘extraordinary’. That’s because there is still much to achieve and much to do.",
        "46\\. The first months following the last Spending Review were a time for proper planning and preparation.",
        "47\\. But we are now six months into the efficiency programme, and working through the early stages of real delivery.",
        "48\\. This is where things really kick in, and where, inevitably with a large and complex programme, success depends on hard work and personal commitment.",
        "49\\. I know some of the efficiency gains later on in the programme may well be hard to realise. It’s likely that what is easier to deliver today, will be delivered today – leaving the hardest to the end.",
        "50\\. But we must – and we will – prepare and expect to see this thing through. We have to ask whether more is needed – whether more can be achieved. I believe it can.",
        "51\\. That’s not me thinking aloud, that’s based on our experience with areas like government procurement. For example, most of us who work in offices have computer screens on our desks – they’re pretty much standard these days.",
        "52\\. Yet I understand research undertaken by OGC shows public sector organisations paying wildly different prices for this same standard product. Some are paying as little as £159 per monitor, yet others as much as £269. For the same equipment.",
        "53\\. If there were more sharing of the best deals across the public sector, then I believe considerable additional efficiencies could be realised.",
        "54\\. That’s why I wholeheartedly welcome OGC’s intention actively to promote the best deals. Given that, let me stress right now – bad practice is simply not an option for the public sector. So I expect OGC to challenge organisations to justify why they’re not taking up the best deals.",
        "55\\. By seeking real collaboration in our procurement, we can ensure a better deal – and hopefully the days of choosing not to improve will be long gone.",
        "56\\. This – alongside work to identify better provision of common services from HR to finance – represents a strengthening of OGC’s role in delivering efficiency. And that is to be welcomed.",
        "57\\. But this reinforcement is to collaborate more, not to control more. And that is doubly the case for the wider public sector beyond civil service departments.",
        "58\\. Afterall, we can only lock-in that culture of efficiency if people believe this is right – if you all seek efficiency because of what it offers, not because we simply tell you to.",
        "**Making Efficiency Work**",
        "59\\. Now, as the Minister with responsibility for the Efficiency Programme, I want to do more to make this work – to support all of your efforts at OGC, in government, and across the wider public sector.",
        "60\\. And rest assured, the Efficiency Programme is a key part of my work programme.",
        "61\\. That’s why I am introducing ‘efficiency stocktakes’ with departments, a proper chance for a joint review of progress with Ministers in each department.",
        "62\\. For those of you familiar with it, they’ll be similar to the stocktakes on delivery that the Prime Minister holds with departments and his Delivery Unit – an opportunity to focus on performance and progress.",
        "63\\. With this in mind, I’m also establishing a network of Ministerial efficiency champions across government, to share progress and the hard lessons learned – and to take a vested interest in this agenda.",
        "64\\. Afterall, efficiency can only be about effectiveness if there is leadership on this from the top, as well as out front amongst the grass roots.",
        "65\\. We will make sure that leadership continues.",
        "**Closing Remarks**",
        "66\\. True efficiency cannot simply exist in isolation – we must always judge it by what it allows – by the improvements in our healthcare, across our schools and throughout the frontline services that everyone wants.",
        "67\\. It is part and parcel of this country being fit for the purpose of meeting the five global challenges I talked about before.",
        "68\\. A more efficient public sector delivers more and better for the same or less – it is as simple as that. And for every 21st century government looking to deliver real results, efficiency must mean effectiveness.",
        "69\\. Thank you."
    ]
}