{
    "url": "https://www.ukpol.co.uk/gordon-brown-1999-speech-at-the-council-for-foreign-relations/",
    "title": "Gordon Brown – 1999 Speech at the Council for Foreign Relations",
    "post_date": "December 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1999",
            "url": "/tag/1999/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, in New York, the United States, on 16 September 1999.",
    "content": [
        "Thank you very much for inviting me here today. I am delighted to have the opportunity to come to New York and in particular to address such a distinguished audience.",
        "Arriving from London to New York reminds me of how our two dynamic trading cities sum up much of what is best in Britain and the United States. Both cities are founded on trade – gateways that have succeeded by opening up to the wider world. Both are cities that have developed from world ports into the two world financial centres, beneficiaries from free trade, not protectionism, and providing the liquid capital which is the life blood of today’s global economy.",
        "And both of us, Britain and the USA, are stronger not just because of a shared history that links our countries but because of our shared values that bind us even more closely together: a commitment to liberty and to opportunity for all; a belief in work and enterprise; and a dedication to an openness that is outward-looking and internationalist, demonstrated in our shared commitment that economic expansion through open markets is key to growth and prosperity.",
        "I want to talk today about how we build the foundation of stability in the global economy and the steps we have taken in Britain to steer a course of stability and steady growth.",
        "**First, stability in the global economy**",
        "Only a year ago, an increasingly turbulent and inadequately supervised financial system threatened global instability.",
        "Since the height of the financial instability last September, the world has taken rapid and decisive action and the world has started to put in place a new long term disciplines to promote greater stability.",
        "World economic growth prospects are now substantially better than they appeared just a few months ago. But this is no time for complacency. We must not forget that a year of instability saw the biggest growth economies of the last decade in East Asia suffering larger contractions in output even than experienced in the great depression of the 1930s; Russia going into default; in America the mounting of one of the biggest ever emergency refinancings, not for a bank, but for a hedge fund; free enterprise Hong Kong taking publicly-owned stakes in all its private companies; and Japan nationalising its banks.",
        "These developments reflect a world economy transformed from the relatively sheltered national economies we knew in the Bretton Woods era, barriers behind which governments could hide their mistakes, to a global market place where national governments, dependent for investment funds on the day to day confidence of international investors, must pursue consistent and credible policies that guarantee stability.",
        "The task in our generation is to put in place a new framework for global stability in a new economy. Our predecessors did this for the post-war world of distinct national economies. They created not just new international institutions – the IMF, the World Bank, the GATT, as well as the UN – and a whole set of new rules for a new international economy, but gave expression to a new public purpose based on high ideals, and a commitment to economic progress and social justice.",
        "We must now apply the high ideals of the post war world to the new world, creating new rules that effectively and fairly meet the demands of the new global market place – open not sheltered economies, international not national capital markets, global not local competition. It must be grounded in new rights and responsibilities, enshrined in new disciplines and rules that are agreed nationally and applied internationally.",
        "There has been a great deal of work over the last year on drawing up proposals to reform the international financial architecture. We have made significant progress. Our task at the Interim Committee and Development Committee meetings in Washington next weekend is to make a reality of our commitment to reform in four key areas of reform:",
        "first, a framework of internationally agreed codes and standards, new economic disciplines, to be accepted and implemented by countries which participate in the international financial system;  \nsecond, global not just national financial regulation. We need to make the international and national bodies responsible for financial sector supervision work together more effectively;  \nthird, a new framework for crisis prevention and crisis resolution based on a partnership between public and private sectors;  \nfourth, social progress with new social principles at the IMF and World Bank, allied to our initiatives for immediate debt reduction.",
        "First, a framework of internationally agreed codes and standards, new economic disciplines, to be accepted and implemented by countries which participate in the international financial system.",
        "These codes and standards, these new disciplines, are not incidental to the new financial architecture. They are the new architecture. They will deliver the transparency and accountability which I believe is the only answer to the uncertainty and unpredictability of ever more rapid financial flows.",
        "It is only by taking the right actions in their own jurisdictions that the countries of the international financial community can deliver financial stability at a global level. It is only in this way that we can achieve global stability consistent with national sovereignty.",
        "In today’s global economy, governments need to deliver stability by setting out clear objectives for fiscal and monetary policy and to put in place open and transparent procedures. This is critical for investor confidence in the wake of the financial crises of the past two years. Without transparency and the proper procedures that the codes of conduct will require, investors may not make the long term commitments on the scale necessary for jobs, growth and social progress.",
        "The codes will cover fiscal policy, financial and monetary policy, corporate governance, best practice for financial institutions and regulators, and accounting standards. They will require accurate reporting to the international community, by each national economy, of all relevant information – for example, the size of a budget deficit, the state of bank reserves and the level of currency liabilities.",
        "The proposed codes and principles are now being developed. The IMF has finalised the codes of conduct for fiscal transparency. It is in the process of finalising the code of transparency for monetary and financial policies, which we will endorse at the IMF Interim Committee at the end of this month. And the OECD has now finalised its code of good practice in corporate governance.",
        "The codes of conduct will only work if there is an effective surveillance mechanism to monitor their implementation. This surveillance process must be built around the IMF’s Article IV process. This does not mean the IMF should expand its expertise to cover all the codes. Rather it should draw on the expertise of the World Bank and other bodies, and find ways of feeding this into the Article IV process. To achieve this aim, I have proposed that the fund set up a special unit charged with the coordination of this surveillance process. I look forward to discussing this and other ideas in Washington next week.",
        "In promoting these new disciplines of openness and transparency, the IMF knows it has a special responsibility to lead by example. I welcome the reforms already agreed by the IMF board to promote the publication of letters of intent, and the pilot project for publication of Article IV reports.",
        "But I encourage the Fund to continue to look further at ways to promote greater transparency and so reinforce public support for its activities and to improve the IMF’s own accountability. I welcome the recent external evaluations of IMF surveillance and IMF research. I believe these have shown their value and show that we need to put in place a mechanism for systematic external review. For that reason, I have proposed the creation a new evaluation unit, inside the IMF, but reporting directly to the Fund’s shareholders, and in public, on its performance.",
        "Next weekend in Washington we will also discuss a number of proposals to strengthen the IMF’s interim committee, and to establish a new informal mechanism for dialogue on key issues.",
        "And because today’s financial markets are global, we need not only proper national supervision but also a second fundamental reform – global financial regulation. We need to make the international and national bodies responsible for financial sector supervision work together more effectively.",
        "That is why Britain proposed last Autumn bringing together the IMF, the World Bank and key regulatory authorities in a new permanent Committee for Global Financial Regulation charged with delivering the global objective of a stable financial system.",
        "The Financial Stability Forum has now been established. This is a new process which makes cooperation between the IFIS and the regulators a fact of life. The Forum has made a successful start agreeing to establish working groups to coordinate the work of the international financial community on the implications of highly-leveraged institutions, offshore centres and short-term capital flows. The Forum’s work will make co-operation between international institutions and national regulators a fact of international financial life. I believe in time it can become the world’s early warning system for regional and global financial market risk.",
        "Third, we need to agree improved mechanisms for preventing and resolving crises. The deep and protracted nature of the financial crises of the last two years has highlighted the need for better mechanisms for crisis prevention and resolution. These must provide the right incentives and ensure that all parties which benefit from the international financial system play their part in maintaining stability.",
        "In place of the old approach, we need a modern framework ,rooted in transparency and reliable surveillance, and built on public and private sectors both accepting their responsibilities. It should be the duty of the public sector to inform, the duty of the international financial institutions to monitor and the duty of the public and private sector to engage.",
        "We must ensure that both public and private sectors contribute to maintaining stability. At their summit in Cologne last June, the G7 agreed a new framework for private sector involvement in crisis resolution. This is designed to help promote more orderly crisis resolution, by shaping private sector expectations of how crises will be handled in the future and guiding policy makers in deciding how best to respond.",
        "The framework involves a detailed statement of the actions the official sector may take in seeking to resolve crises. And equally important, the principles and considerations which will guide action. Of course the situations in which countries find themselves will vary from one another, and it would be inappropriate to apply a ‘one size fits all’ response to every case. But it is critical that we now agree that we will take decisions in a way that is consistent with the overall framework, to ensure that we shape expectations and send the appropriate signals to the private and public sectors.",
        "There is a fourth area of reform. We must remember that the post-war international settlement was about more than exchange rates, the mechanics of financial arrangements, or the shaping of institutions. The architects of 1945 also defined a new public purpose: the belief that public action on a new and wider stage could promote prosperity and social justice for all by each co-operating with every other. Governments had to work collectively if they were to achieve either justice or stability.",
        "Sound economies, as many now acknowledge, depend not simply on robust and transparent economic and financial systems, but on welfare and social systems that build social cohesion and trust … so we must implement reforms to ensure that the benefits and opportunities of the global economy can be shared by all.",
        "In addition to the code of good practices in fiscal, financial and monetary policy, the World Bank and UN have been asked to develop and implement principles of good practice in social policy. These principles, which were endorsed last spring by the development committee, should be used by the IMF and World Bank to shape the design of adjustment programmes, in order to ensure that the burden of adjustment is not placed on the poor and most vulnerable. They should be drawn upon by the IMF and World Bank not only at times of crisis, but also in normal times, to help countries put in place strong social systems and mechanisms for helping the most vulnerable in advance of crises.",
        "Together with the implementation of the social principles, we must take further action to tackle poverty. The international community is committed to halving by 2015 the proportion of people living in extreme poverty. But our goal demands urgent action from the world’s richest countries.",
        "The HIPC initiative, to reduce the debt burden of the poorest countries, plays a central role in achieving this aim. But it is currently delivering too little too late. Countries are left shackled to unsustainable debts and as a consequence, suffer slower economic growth, slower development and are unable to deliver poverty reduction. That is why the G7 agreed in Cologne proposals for a more ambitious HIPC initiative to deliver faster, wider, deeper debt relief, remove unsustainable debt burdens and allow resources to be reallocated to programmes that reduce poverty.",
        "The challenge we have set ourselves is to ensure three quarters of eligible countries qualify for debt relief by 2000. At the forthcoming meetings of the IMF and World Bank in Washington, we will be taking steps to implement the new HIPC initiative and to release the resources locked up in the IMF’s gold reserves to deliver more funds for debt relief. We will also agree a framework for delivering a strengthened link between debt relief and poverty reduction, through reform of the IMF and World Bank programmes. Sustainable development, debt relief and poverty reduction are, for me, inseparable parts of one policy.",
        "**Stability in Britain**",
        "Global financial stability depends on individual national governments pursuing strong domestic policies. There are two supremely important tasks which national governments must undertake in order to succeed in the global marketplace – first, building a platform of stability based on openness and transparency in policy making, and second pursuing structural economic reform to promote productivity and employment.",
        "In today’s global economy, there is little place for the fine tuning of the past which tried to exploit a supposed long-term trade-off between inflation and unemployment which proved elusive. But equally in today’s deregulated liberalised financial markets, governments can no longer try to deliver stability through the rigid application of rigid monetary targets.",
        "Instead, the answer to the uncertainty and unpredictability of ever more rapid financial flows is clear long-term policy objectives, the certainty and predictability of well-understood procedural rules for monetary and fiscal policy, and an openness that keeps markets properly informed and ensures that objectives and institutions are seen to be credible.",
        "Take Britain, which we know has been more subject than most economies to the instability of boom bust cycles and constantly changing policies:",
        "in the 1960s and 70s attempted trade-offs between inflation and unemployment which each time ended with higher inflation and higher unemployment;  \nin the 1980s, rigid pursuit of fixed intermediate monetary and exchange rate targets in the belief that this produced a predictable outcome of low inflation but which fell apart in the face of deregulation and capital market liberalisation;  \nand then following sterling’s departure from the ERM, a half-hearted attempt to meet an ambiguous inflation target based on inadequate procedures and institutional shortcomings which made the decision-making process personalised and politicised.  \nWe now recognise that long-term, open and transparent decision-making procedures which command credibility provide a better route to stability than fixed monetary or exchange rate rules.",
        "On the continent of Europe, where the search for macro-economic stability is being pursued through monetary union, the same lessons are being learnt:",
        "a commitment to monetary stability through the creation of an independent European Central Bank;  \na commitment to fiscal sustainability through the stability and growth pact of the European Union;  \nand a system of multilateral surveillance within Europe involving more commitment to fiscal targets and rigorous peer review.",
        "As I said in my October 1997 statement, we are committed to making an economic assessment of the case for British membership. The decisive test as to whether and when we will enter will be based on the five economic tests:",
        "first, whether there can be sustainable convergence between Britain and the economies of a single currency;  \nsecond, whether there is sufficient flexibility to cope with economic change;  \nthird, the effect on investment;  \nfourth, the impact on our financial services industry;  \nfifth, whether it is good for employment.",
        "In February, we published an outline national changeover plan which set out the practical steps needed for the UK to join the euro. Our strategy, to prepare and then decide, is being pursued.",
        "Let me outline the steps we have taken in Britain since 1997 to put in place a platform for stability.",
        "The British economy of 1997 was set to repeat the same cycle of boom and bust that had been seen over the past 20 years. There were strong inflationary pressures in the system. Consumer spending was growing at an unsustainable rate and inflation was set to rise sharply above target; there was a large structural deficit on the public finances. Public sector net borrowing stood at £28 billion.",
        "So, against a background of mounting uncertainty and instability in the global economy, we set about establishing a new economic framework to secure long-term economic stability and put an end to the damaging cycle of boom and bust.",
        "One of our first steps after the election was to make the Bank of England independent, ensuring that interest rate decisions are taken in the best long-term interests of the economy, not for short-term political considerations.",
        "As important as the creation of a new framework for monetary policy, has been the creation of a new fiscal policy framework. These frameworks put in place a platform of stability founded first on setting out clear long-term policy objectives, second on the certainty and predictability of well-understood procedural rules for monetary and fiscal policy, and third on an openness that keeps markets properly informed and ensures that objectives and institutions are seen to be credible.",
        "First, clear long term policy objectives:",
        "the monetary framework promotes price stability through a pre-announced inflation target – a symmetrical target. Inflation outcomes below target are viewed just as seriously as outcomes above target;  \nin fiscal policy, we have set two strict fiscal rules to ensure sustainable public finances: the golden rule requires that over the cycle we balance the current budget, and the sustainable investment rule requires that, as we borrow for investment, debt is set at a prudent and stable level.",
        "Second, well understood procedural rules:",
        "we have put in place a new system of monetary policy-making – government setting the inflation target, a clear remit for the Monetary Policy Committee of the Bank of England to meet this target and the open letter system; and an equivalent and equally important set of fiscal procedures legally enshrined in the Code for Fiscal Stability.",
        "Third, we need to promote the openness and transparency that keeps markets properly informed and ensures that objectives and institutions are seen to be credible:",
        "the monetary framework put in place an open system of decision making in monetary policy through the publication of the minutes of Monetary Policy Committee meetings and the Bank of England inflation report, and a system of voting and full reporting to Parliament. In this way we have enhanced the transparency and openness of monetary policy in Britain. And I think it has led to a greater public understanding of why decisions are made. This should help reduce inflation expectations among the public;  \nand the Code for Fiscal Stability requires the Government to conduct fiscal policy in a transparent and responsible way, with key fiscal assumptions independently audited.",
        "With these reforms I believe that we have now a sound and credible platform for stability for the British economy.",
        "Over the last 10 months inflation has remained within 0.5 percentage points of the Government’s target. Headline inflation is down to 1.1 per cent and underlying inflation at 2.1 per cent – around its lowest level for almost 5 years, and inflation is expected to remain close to target.",
        "Short-term interest rates peaked at half their early 1990s level and have fallen from 7_% in October to 5.25% now. Long-term interest rates and mortgage rates are their lowest levels for over 30 years. The 10 year bond differential with Germany has fallen from 1.7 percentage points in April 1997 to around 0.7 percentage points now.",
        "Public borrowing has been reduced by £31 billion over the past two years – a cumulative fiscal tightening of 3_ per cent of GDP, the largest fiscal tightening since 1981 – and we will continue to lock in that fiscal tightening by keeping the public finances under control, while allowing fiscal policy to continue to support monetary policy in the next stage of the cycle. As a result of our cautious and prudent approach to managing the public finances, we remain on track to meet the fiscal rules while guaranteeing an extra £40 billion for schools and hospitals over the next three years and more than doubling public investment, including in transport and our infrastructure.",
        "So against a difficult world economic background, through early and decisive action on monetary and fiscal policy, both financial markets and the British public see that this Government is delivering – for the first time in this generation – economic stability. We have brought inflation to its target and the fiscal deficit under control. And at the same time, the economy has continued to grow and create jobs throughout this year with the consensus of outside forecasts now predicting growth in 1999 of 1.4 per cent – within the Government’s own forecast range of 1 to 1.5 per cent.",
        "But now that we are creating a platform for stability, we must now use this opportunity to create a high investment, high productivity, high employment and high growth British economy.",
        "**Raising the level of growth**",
        "In Britain’s past expectations of boom and bust led to short term investment decisions or decisions not to invest. And to a take-it-while-you-can short-termism in wage bargaining. Indeed, the result was a vicious circle of low investment, wage inflation, low growth and repeated cycles of boom and bust.",
        "The opportunity exists now in Britain for a new virtuous cycle of low inflation, high investment, and high and stable levels of growth. Our task now is to raise our national economic potential.",
        "First of all, by bridging the productivity gap with our international partners. This year’s Pre-Budget Report will focus on the next stage of reforms to labour, capital and product markets which we need to exploit the growth potential of Britain. For the key to delivering higher levels of growth and jobs is, of course, not just stability but high investment and wealth creation, including in the new technologies of the future.",
        "I forecast in the Budget that, consistent with our inflation target, the UK economy had the potential to grow by I to 1.5 per cent this year and then by 2.25-2.75 next year, and 2.75-3.25 in the year following. These ranges are not just differences in decimal points. They are ranges of sustainable growth that can ultimately be measured in many more jobs – and a significantly higher level of prosperity. My new forecast will come in the Pre-Budget Report.",
        "But in Britain we are working for stability and steady growth, and we can reachour full national economic potential if we take the right long-term decisions.",
        "It is only by tough discipline in monetary and fiscal policy that we have created a platform of stability over the last two years. We will not make the mistake of past governments which relaxed the moment the economy started to grow. The same tough grip will continue. There will be no short-termist dash for growth. Instead, through tough discipline we will make the most of the opportunity for sustainable growth.",
        "The Monetary Policy Committee has demonstrated that it will remain resolute and pro-active in its determination to keep inflation on target over the coming years.",
        "There are some who criticise the Bank of England and say inflation can only be controlled by ignoring growth. And there are of course those who say we should grow by ignoring inflation. But far from choking off recovery, pre-emptive action is essential in order both to sustain growth and meet our inflation target.",
        "I am equally determined that we will meet our commitment to the tough fiscal rules I have set for the economic cycle, and to continue to base our fiscal projections on a deliberately cautious assessment of growth. We will not make the mistake of our predecessors of being incautious about the state of public finances and irresponsible in promises about public spending and taxation.",
        "I believe that the British economy has the potential to reach the upper end of our growth ranges and in a way consistent with meeting our inflation target. But we can only do so if we combine prudence with long-term economic reform and modernisation of our economy. The four conditions for our economy achieving that sustainable growth are:",
        "first, a pro-active monetary policy and prudent fiscal policy;  \nsecond, strengthening the programme to move the unemployed from welfare to work;  \nthird, responsibility and an avoidance of short-termism in pay and wage bargaining across the private and public sectors;  \nfourth, a commitment to what matters for higher productivity – namely, high quality long term investment in science and innovation, new technology and skills.",
        "All of these conditions must be met. And if we can achieve these, then I believe that the upper end of our growth ranges is within our reach. In this way, by taking a long term view, Britain can steer a course for stability and steady growth.",
        "**Conclusion**",
        "This is an age of great challenges but also great opportunities.",
        "I have set out today the action we are taking in Britain, in Europe and in the global economy to steer a course of stability and steady growth.",
        "What we must together create is a new economic constitution for a global economy, born out of new realities, grounded in new rights and responsibilities, enshrined in codes of conduct that are agreed nationally and applied internationally, rediscovering public purpose in the international economy and bringing to life again the high ideals of 1945.",
        "We need to build quickly, not debate indefinitely. The challenge now is to implement the reforms we have agreed. We must not fail in the implementation of the new economic constitution we have set out. Our task at the Interim Committee and Development Committee meetings in Washington next weekend is to take concrete steps to deliver the four key areas of reform I have outlined today: a framework of new codes and standards; a new system of global financial regulation; an improved mechanism for crisis prevention and resolution; implementing the new social principles and HIPC initiative to deliver faster, wider, deeper debt relief, remove unsustainable debt burdens and allow resources to be reallocated to programmes that reduce poverty.",
        "This is a programme of reform for our generation. It is more than simply a collection of proposals. It rests on a modern vision of government, doing the right thing, but not everything; of markets working, but not always perfectly; of principles of economic and social justice that reflect our best values and ultimately deliver stability and steady growth."
    ]
}