{
    "url": "https://www.ukpol.co.uk/gordon-brown-2010-message-to-the-winter-olympics-team/",
    "title": "Gordon Brown – 2010 Message to the Winter Olympics Team",
    "post_date": "January 5, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The message sent by Gordon Brown, the then Prime Minister, on 12 February 2010.",
    "content": [
        "When Britain won the right to host the Summer Games in 2012, we did it with a promise to inspire a generation of young people in this country.",
        "And as Great Britain’s team for the Vancouver Winter Olympics, you are now the most important torchbearers of that promise.",
        "Nothing has more power to inspire young people than seeing our best athletes competing at the very pinnacle of their sport.",
        "While you’re away, it will be hard to truly appreciate the impact that your performances over the next fortnight will be having at home.",
        "But you will all be aware of the unique place that elite sportsmen and women hold in our culture – and the extraordinary relationship Britons have with our sporting heroes.",
        "The country is tremendously proud of your achievements in reaching the Games – and proud of a team that can boast current world champions and a host of outstanding talent.",
        "The whole nation is behind you – as ambassadors not only for your sport and your country, but also for London 2012.",
        "I wish you every success and the very best of luck."
    ]
}