{
    "url": "https://www.ukpol.co.uk/gordon-brown-2002-speech-at-the-inner-city-100-awards/",
    "title": "Gordon Brown – 2002 Speech at the Inner City 100 Awards",
    "post_date": "January 2, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, in London on 5 November 2002.",
    "content": [
        "Can I say first of all what a pleasure it is to be present at these awards for Inner City 100 – these “Oscars for Business”; to thank not only the New Economics Foundation, for their work in developing and running IC100, but the lead sponsors, Royal Bank of Scotland and NatWest; to be able to congratulate all of you who are finalists for the contribution you make both to your community and to the British economy; and to say that Inner City 100 is not just a competition between new high growth firms in our inner cities but a celebration of the dynamism of new enterprise in our inner cities.",
        "Having started last year with only a few entries, Inner City 100 has, with 400 nominations from across the country this year, become the premier showcase for the initiative, innovation and renewal that is a feature of so many of our inner cities today.",
        "And in thanking all of you for what you have achieved – and will achieve – I want, in the minute or two I have, to show how your achievements, your ingenuity and your creativity are building a new Britain of enterprise and initiative.",
        "For just as the work ethic is being restored in Britain I believe we are now engaged in an even greater and more ambitious project – encouraging not just in the most successful or wealthiest areas of our country, but in all areas of our country, the spirit of enterprise.",
        "For too long, in too many areas, for too much of our recent past, enterprise has been seen as something for someone else, for a small elite. People thought the opportunity to start a business or become self-employed was, somehow, not for them.",
        "And so the business league tables I am publishing today show that the rate of British business creation, while higher than in France and Germany, is still only two thirds of that in the United States. And in the best performing areas of the UK, there are ten times the number of firm start-ups than in the worst performing.",
        "The chance to start a business should not depend on your background, contacts or just luck. In every area of Britain I want the enterprising to go as far as their talents and potential can take them. The British economy will do best when enterprise is – and is seen to be – open to all.",
        "We should start to see inner cities and old industrial areas not as no-go areas for business or simply “problem” areas but as areas of opportunity: new markets where businesses can thrive because of the competitive advantages they often offer – with strategic locations, untapped resources, a high density of local purchasing power and the potential of their workforce.",
        "And to achieve all this we must modernise our attitudes to enterprise, embrace a wealth creation agenda and build a new British and European consensus around the importance of enterprise and business success to prosperity and social cohesion.",
        "I want British young people to see businessmen and women as role models in their communities. I want teachers willing to extol the virtues of enterprise and a career in commerce. And because I believe the way forward is to open up enterprise to all who have the talent, I want, even in our poorest communities, men and women to see an expansion of enterprise as the best solution to unemployment and deprivation and there to be no no-go areas for the enterprise economy in Britain.",
        "Most of all I want to entrench a consensus where from the poorest to the richest community, from left to right of the political spectrum, across all countries in Europe, there is a deep and enduring understanding that enterprise is open to all as a force for wealth creation and equality of opportunity, and that enterprise and fairness are not mutually irreconcilable opposites but depend upon each other.",
        "And building on the new Enterprise and Competition Bills, on our capital gains, small business and corporation tax cuts, and our measures to encourage enterprise in schools and colleges, the Pre-Budget Report will contain new measures that open up competition, cut red tape, abolish tax barriers to business creation and, from the classroom to the boardroom, deepen and widen the enterprise culture in our economy.",
        "And working in partnership with local authorities and Regional Development Agencies, we will designate 2000 new Enterprise Areas – not the old Enterprise Zones of the 1980s where property subsidies diverted activity from one area to another, but 2000 new Enterprise Areas where we encourage home grown economic activity by cutting the cost of starting up, investing, hiring, training, managing the payroll.",
        "In these Enterprise Areas – the 2000 most deprived wards in the country – I can state that:",
        "first, having already cut stamp duty in these areas, we plan to abolish it entirely with full stamp duty exemption for all business property purchases;",
        "second, we will give planning authorities powers to create Business Planning Zones that will cut red tape for growing businesses by removing the need to apply for planning permission;",
        "third, we will offer businesses special investment help through the Community Investment Tax Credit – which offers for every £100 of private investment an extra £25 of public investment – and risk capital from the Community Venture Capital Fund;",
        "fourth, we will increase funding for the Phoenix Fund by £50 million – providing support to thousands of small businesses with special encouragement for women entrepreneurs and entrepreneurs from ethnic minorities",
        "fifth, the Small Business Service will provide additional help to firms in these areas – a package of advice and support worth at least £2000 for each new businessman or woman;",
        "And sixth, we will make improvements to the Business Incubation Fund to stimulate the availability of flexible managed workspace for start-up companies.",
        "And because we know that to get the deeper and wider entrepreneurial culture we need we must start in our schools and colleges, by 2006 every school pupil will have the opportunity of five days worth of enterprise education, with extra help for schools and colleges in high unemployment areas. And I call on businesses and colleges to look for ways in which they might help build on the popularity of summer schools to offer enterprise experience to secondary school pupils during the school holidays.",
        "Together, these measures are a concentrated attempt to recreate economic activity as a basis for prosperity in previously run down and high-unemployment areas.",
        "Our aim – to work together to build a wider, deeper enterprise culture where starting a business or becoming self employed is seen as open to all with the talent, ideas and will to do it — so building a strong, dynamic, economic culture not just in prosperous areas but across Britain."
    ]
}