{
    "url": "https://www.ukpol.co.uk/gordon-brown-2002-speech-at-launch-of-charity-bank/",
    "title": "Gordon Brown – 2002 Speech at Launch of Charity Bank",
    "post_date": "January 4, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, at the Launch of the Charity Bank in Downing Street, London on 17 October 2002.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "Welcome to Downing Street for the launch of the Charity Bank",
        "Today is a tremendously important and exciting occasion – the launch of the first charitable bank in the UK and, indeed, the world. And first of all I’d like to thank all those involved with its development:",
        "The Chairman and Chief Executive – David Clark and Malcolm Hayday; Sir Brian Jenkins, Deputy Chairman of Barclays Bank, for his support; and the countless others who have worked tirelessly over the past few years to make this a reality.",
        "The launch of the Charity Bank means that, for the first time, many charities and social enterprises – especially those in deprived areas that have been refused loans or charged onerous rates – will be able to access affordable loans. And to ensure these organisations receive the help they need to flourish, the Bank will also provide support and advice to make sure that their activities are sustainable.",
        "But the Charity Bank is more than just another bank. It represents a new way of thinking about charity. At the same time as helping others, individuals and businesses that open Charity Bank accounts will be earning a modest financial return for themselves. And with all profits ploughed back into the Bank, charities and social enterprises will also be helping one another – a unique situation where all can benefit.",
        "An emphasis on financing, not just fundraising; investing, not just giving — fostering a new spirit of self sufficiency in the voluntary sector and changing the way people see their own communities.",
        "Yesterday I opened an account with Charity Bank and I hope that many of you here will do the same.",
        "The Charity Bank has its origins in our concern to revitalise deprived areas and is one of a new generation of financial institutions advocated by Sir Ronald Cohen in his innovative Social Investment Taskforce.",
        "As Ronnie demonstrated, enterprise and wealth are vital to building sustainable communities and so, building on his recommendations, we have:",
        "– introduced a new Community Investment Tax Credit to allow local Community Development Finance Institutions to raise funds at affordable rates;",
        "– started a Community Development Venture Fund worth £40 million pounds to invest in the most deprived parts of the country;",
        "– and talked to the banks about the role they have as lenders in our under-invested communities.",
        "But as Ronnie recognised, the challenge of community regeneration will never be met by the state alone. Charities also have a critical role:",
        "– first, because voluntary action is local rather than remote, close to home rather than impersonal – involving volunteers who are not only more able to see a problem that can be solved and take action to solve it, but can do so with advantage because local action minimises the space between the problem and the answer;",
        "– second, because the voluntary sector has a freedom to innovate and flexibility of approach that the public sector often lacks. Your diversity, creativity and inventiveness can lead government to new ways of thinking about problems and new ways of solving them;",
        "– third, because of your capacity to focus on the individual rather than simply rely on a standardised approach. As so often has been said, you do not rebuild communities from the top down. You can only rebuild from the bottom up – one family, one street, one neighbourhood at a time;",
        "– lastly, because voluntary action provides, of itself, an education in citizenship for volunteers and recipients alike. Those who embark on voluntary action out of a sense of duty often find that it brings, in the end, a new richness of meaning – that in the giving, they have also received something important, something fundamental.",
        "It is because of the great strengths of voluntary action that we are devolving power to the many charities and social enterprises that make such a difference to the strength and vitality of our communities.",
        "The old days when the man in Whitehall knew best are gone for good. Our role now is to champion a localism which empowers people, encourages innovation and delivers high quality public services for all:",
        "– through the Children’s Fund, local groups using local knowledge are helping to provide tailored solutions to the problems of children in need and child poverty;",
        "– in Sure Start, hundreds of local partnerships made up of voluntary, private and statutory organisations are ensuring that tens of thousands of under fours are receiving the best possible start in life;",
        "– through the New Deal, community organisations are increasing the opportunities for the hard-to-employ young unemployed and adults with not just training, but advice and coaching;",
        "– and so that the vitality and independence of the community and voluntary sector can grow and flourish across the country, the Government has set aside £125 million over the next three years for these organisations to draw upon for their public service work.",
        "In my vision of Britain there is such a thing as society – a community of communities, tens of thousands of local neighbourhood civic associations, unions, charity and voluntary organizations – each one unique and every one special but united in support of a Britain that is tolerant, fair and values public service.",
        "I know that the Charity Bank will play an important role in helping voluntary and community organisations to flourish, particularly in our most deprived areas, and I wish you every success as you start-up and grow."
    ]
}