{
    "url": "https://www.ukpol.co.uk/gordon-brown-2023-article-on-arresting-vladimir-putin/",
    "title": "Gordon Brown – 2023 Article on Arresting Vladimir Putin",
    "post_date": "May 23, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Sections of the article written by Gordon Brown, the former Prime Minister, which was published in the Guardian on 23 May 2023.",
    "content": [
        "This week the president of the European Commission, Ursula von der Leyen, used the meeting of the Council of Europe to intensify her call for a “dedicated tribunal to bring Russia’s crime of aggression to trial”, citing two options: a tribunal based on a multilateral treaty under which a group of countries like the council of Europe agree to act in unison; or a special hybrid court founded on both Ukraine’s own domestic crime of aggression and international law.",
        "Such a tribunal, which would be vetoed by Russia at the United Nations security council, could be mandated by a majority vote of the 193 members of the UN general assembly which could charge Putin with planning to invade Ukraine starting in 2014 when his troops descended on Crimea.",
        "Whatever happens, August will represent a fork in the road. Either Putin attends the Brics summit, risking arrest, or by staying away he exposes his fear of being arrested. Whichever outcome, a line will be crossed."
    ]
}