{
    "url": "https://www.ukpol.co.uk/gordon-brown-1997-speech-at-the-centrepoint-annual-general-meeting/",
    "title": "Gordon Brown – 1997 Speech at the Centrepoint Annual General Meeting",
    "post_date": "December 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1997",
            "url": "/tag/1997/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, at the Centrepoint Annual General Meeting on 2 December 1997.",
    "content": [
        "Let me say what a privilege it is to be at this annual general meeting, to be here to discuss with you some of the great social and economic challenges we face together in Britain today.",
        "And I want to start by congratulating you, the staff and supporters of centrepoint, on this the twenty eighth anniversary of centrepoint – on all the work you do, the service you offer, the time and hours you give up and the dedication and commitment you show.",
        "If ever there was a confirmation that community involvement and social commitment is alive and well and thriving in London and in Britain, it is the work of centrepoint and all its sister projects to combat not only homelessness, but hopelessness.",
        "This year, tragically, centrepoint has lost a loved, respected and deeply committed patron – Diana, Princess of Wales.",
        "And I want to assure you that the committee to commemorate and continue her work that we are setting in being today and the charity advisory group that will be announced later will have a membership that reflects her life and her work as the people’s Princess.",
        "And our task will not only be to provide a lasting memorial to her work. It will also be to look at how, in very practical ways, we can help the work that she started continue and flourish.",
        "And I want to assure you at centrepoint also of the support of thousands of people, of all political persuasions and none, right across the social and political spectrum for your work. And I want to pay tribute to your sponsors who through their generosity, enable you to improve the lives of so many of our young people – their continuing support is vital, and I would encourage others too, to make a difference by giving their support.",
        "And in particular I want to congratulate you on the expansion of the work of entrepoint over the years",
        "The scale of your work is now such that with centrepoint’s 500 bed spaces, you help 3000 young people a year, half of them from ethnic minorities, a third of them under eighteen, and nearly half who have slept rough.",
        "the refuge for runaway children under sixteen;  \nthe emergency direct access shelter for teenagers;  \noff the streets shelters for young rough sleepers;  \nthe young women’s hostels, one helping pregnant women and children;  \nthe intake house;  \nBaffy house;  \nCentrepoint kings cross;  \nstreets ahead, the recruitment agency linking the homeless to employers;",
        "And I would like to wish Centrepoint every success in running the admiralty arch winter shelter which will provide 60 bed spaces for young people.",
        "From work to provide immediate relief and emergency help to tackling the multiple causes of homeless and poverty",
        "And of course the network of foyers, starting in London, linking training to housing provision, now flourishing round the country – soon to provide 4,000 places, with a target of 16,000 by 2001-2002.",
        "And I am delighted to meet again young people here today from Centrepoint Camberwell foyer some of which I met back in may .",
        "You find unemployment homelessness and poverty an offence against standards of decency. So do I. And we must together tackle the problem",
        "What people remember of the in the 1930s is unemployed men Standing on street corners.",
        "What people identify with the eighties are youngsters begging and sleeping rough in our city streets.",
        "If the 1980s are remembered for social exclusion I want the 90s to be remembered for inclusion – when individuals, the voluntary sector, and government worked together with shared purpose for a common endeavour.",
        "Your aim is to tackle the causes of homelessness, worklessness and poverty, a blight on every community in the country and on a society that calls itself civilised .",
        "Homelessness and poverty not only means deprivation and isolation, it means: hopes crushed, aspirations stifled, potential wasted, indignities and miseries visited upon the poor.",
        "For 28 years you have been working as a voluntary group mobilising support.",
        "I can tell you today that tackling homelessness and poverty is no longer solely the ambition of voluntary organisations like you.",
        "It is now the ambition of the country’s government .",
        "And your values – to support the vulnerable and build a society in which everyone has a contribution to make – are now the values shared by this government.",
        "And let me say what that change means at a personal level.",
        "For years as a labour opposition, I and my colleagues were angered by the injustices we saw, but we were powerless to take the action in government that we knew was needed.",
        "Now we can take action and we recognise the responsibility that places upon us. But we will only achieve success if we work together.",
        "So I want today to discuss with you how our economic approach in government ties in with the work you are doing, and to explain how the common theme of empowering individuals through providing opportunity lies not only at the heart of your approach to tackling homelessness, but our analysis of the economic challenge our country faces.",
        "Of course our energies must ensure relief where there is suffering. But our ambition is not limited to bricks and mortar; it is to enable young men and women bridge the gap between what they are and what they have it in themselves to become. So we must  \nnot only deal with the consequences of poverty, we must tackle its causes.",
        "So I want to discuss with you how the government’s economic approach, for which I have responsibility, is aimed at tackling the root causes of homelessness and poverty in our country, and our shared task in doing so.",
        "Let me start with what I believe is common ground.",
        "Poverty diminishes not only an individual but the society which tolerates it. We are indeed our brothers and sisters keeper, and we must not walk by on the other side.",
        "So we start from the recognition that everybody needs decent and affordable accommodation and that no young person should have to sleep rough in Britain. Something close to the heart of centrepoint’s aim it is to ensure that no young person is at risk because they do not have a safe place to stay.",
        "that is why we have made a start with the phased release of capital receipts from council house sales: an additional 900 million pounds – over the next two years – which will increase the stock of housing for rent. And we encourage the foyer movement to seek assistance from local authorities which have access to more funds via the capital receipts initiative.",
        "and we have refocused the rough sleepers initiative to provide 20 million pounds for 13 rough sleeper projects outside central London. With 1 million pounds of pump priming funding over the next 18 months to support new rough sleeping strategies in six other areas. And 8.1 million pounds in the spring, specially targeted at single homelessness, particularly amongst the young;",
        "and we want to encourage more partnerships to help tackle homelessness and follow the example of crash – the construction industry group which encourages firms to provide materials for winter shelters provided through the rough sleepers initiative.",
        "But this is not enough. Only by tackling the cause of homelessness and poverty – in unemployment, the lack of opportunity and skills for employment – can we build a better future for the long term.",
        "So our anti-poverty strategy for this country, starts from the importance of providing opportunities for work.",
        "Its founding principle is that we must tackle the causes of poverty, not simply deal with its consequences.",
        "It is built around a new deal programme that offers new opportunities directly to young people.",
        "It rests on rights and responsibilities going hand in hand – rights to work: responsibilities to work – rights and responsibilities of government and people together, so that together we tackle the problems we face.",
        "So work is central to our anti-poverty strategy.",
        "And last night, in downing street, I met teenagers from Newham to hear from them what they thought had to be done to improve prospects for young people. They said jobs.",
        "The true scale of poverty, published in the last few days by the treasury, is a terrible indictment of the past and a call to action for the future. Despite an official rate of under 6 per cent unemployment 3 1/2 million households in Britain have no one in work.",
        "And in Britain today there are nearly 400,000 young people out of work – where there really should be no young person wasting their talent, doing nothing.",
        "And our strategy is built on recognising that poverty is caused from the workplace outwards – lack of job opportunities, inadequate skills, inadequate income to make proper provision for accidents, retirement and sickness. And the measures we propose include not just benefits reform, but tax changes, new learning and education measures and the introduction of a national minimum wage.",
        "In this way a new anti-poverty strategy for Britain is now being implemented.",
        "So what are our proposals?",
        "First everyone in need of work should have the opportunity to work – young people, lone parents, and disabled men and women who want to work.",
        "And for young people we are creating a new deal – four options:",
        "a job with an employer;  \nwork with a voluntary organisation;  \nwork on the environmental task force;  \nand, for those without basic qualifications, full time education or training.",
        "From January these options will be available in 12 pathfinder areas to young people who have been unemployed over six months. And from April, the programme will go nationwide – available in every community in Britain.",
        "Our new deal recognises that some young people will require more intensive support to ensure that they are able to take up one of the four options on the programme and have a chance of benefiting fully from it.",
        "And I am very glad that foyers, who are already doing excellent work with young people throughout the country, are bidding for provision of elements of the new deal gateway. And I would also like to encourage foyers to bid as providers for the education and training element of the new deal.",
        "So we want to work in conjunction with Centrepoint, the foyers and other organisations to maximise the help given to our young people.",
        "And I am very pleased that the Camberwell foyer has been closely involved in designing the gateway to the new deal programme in the Lambeth pathfinder area, and I expect them to be heavily involved in delivering the programme too.",
        "So I believe it was right to tax the privatised utilities to raise the 5 billion pounds to help a generation of people – today excluded from the chance of prosperity – to have new opportunities.",
        "And I am pleased that some of the country’s best known businesses are now agreeing to take part in the new deal project:",
        "Allied Domecq, who have said they will offer at least a 1000 opportunities;",
        "Tescos, who have guaranteed an interview for all new deal clients who apply to work in their new stores.",
        "Ford, who have agreed to raise substantially the number of training places they provide for unskilled young people;",
        "Nat West, who have agreed that their small business advisers will promote the new deal to employers.",
        "And other companies are coming up with ways they can support the new deal – BAA, Radisson Hotel Group, Lloyds-TSB, Dixons, Marks and Spencer, Sainsbury’s, Unipart, Amersham International, Northern Foods, Grand Metropolitan, GEC, Rover, Jaguar, Peugeot, The Prudential, Tarmac – along with many others.",
        "But I want to emphasise that the new deal is just the first part of this government’s mission to create a more just and fair society – starting with jobs and the chance to gain work skills – but continuing by modernising a welfare state that too often stifles talent and denies opportunities to men and women.",
        "Our goal is not just to take people off the streets for a few months, but to make the unemployed fully employable and to rebuild the welfare state around the work ethic.",
        "So second we must ensure work is worthwhile and it pays.",
        "650,000 people in Britain face a poverty trap where the lion’s share of every extra pound earned goes in tax.",
        "So there is no solution to poverty that does not involve a fundamental restructuring of the tax and benefit system.",
        "That is why our pre-Budget statement proposed an integrated tax and benefit plan involving action at every level.",
        "To maximise the rewards from work, a 10p starting rate of tax and a reform of benefit tapers will be introduced when it is prudent to do so.",
        "To ensure that work pays for families with children, we propose a working families tax credit, backed up by affordable child care.",
        "And to ensure the rewards of these reforms flow directly to the employee, we are committed to a statutory national minimum wage.",
        "To improve rewards from work, to simplify administrative burdens on employers, and to encourage them to take on more people, we are considering the scope for bringing the national insurance structure for the low paid more closely into line with income tax.",
        "And to ensure parents can work, our national childcare strategy.",
        "But everyone who seeks to advance through employment and education must be able to make the most of their talents and potential. We will also create a new ladder of opportunity that will allow the many, by their own efforts, to benefit from opportunities once open only to a few.",
        "The relationship between skills, employment and wages is clear – half the unemployed under 35 have no qualifications worth their name, 75 per cent of those unemployed for five years or more have no skills.",
        "That is why we need to invest in our poorest communities with resources for education. It is why we put an emphasis on nursery education early on. It is why we want more young people to stay at school and more to go to college and university. It is why we place emphasis on lifelong learning with every employee entitled to an individual learning account and a university of industry which uses modern communications, satellite, cable and interactive technologies. To give educational opportunities to men and women in their homes and workplace.",
        "That is why in the pre-budget report we also announced our skills initiative – pilot projects nationwide under which any employer who takes on and trains a young or long-term unemployed person and keeps them on, can now receive up-front three quarters of their new deal allocation thus giving immediate help with training costs – in the case of young people about 1700 pounds and for the long-term unemployed, 1500 pounds.",
        "So we tackle homelessness, but we also tackle the causes of homelessness – and offer new opportunities in education, for jobs and for making work pay. Full employment is not, for us, a slogan; it is about providing employment opportunity for all.",
        "It will take time to right the wrongs. But let me say: not only have we made a start by working together, but we will do more year on year.",
        "But with 3 1/2 million households out of work, we do not deny the scale of the task we face, and the circumstances in which we came to power. I know more than anyone the cost the country has had to pay for 18 years of avoiding the problems, so I wont pretend solutions will be instant it will take time and none of our decisions will be easy.",
        "We have had to and will continue to have to make hard decisions about where our resources are to go. Our priority is to put the money that we have available into new job training and child care opportunities for lone parents rather than just on benefit. While we could have given even more tax relief to those who have already accumulated considerable savings, our priority is to put some of the 1 1/2 billion pounds resources we are spending on encouraging savings to do more to help those who do not at the moment save – up to 6 million new savers. Our priority is to encourage more people to attend college and university by sharing the costs of higher education, rather than continue to limit higher education to an elite of the country’s young people. And our priority is to put money into the new deal for the young through the cash we raised from a windfall tax on the privatised utilities.",
        "Difficult choices, but necessary choices. For we are starting out on a long journey with a route map and a clear destination – to make Britain a country where everyone, no matter their circumstances today, from wherever they come or whatever they have done, whoever they are – everyone has opportunity to make the most of their potential. That is my aim. And I believe that working together that can be our achievement: a new Britain where everyone has a contribution to make."
    ]
}