{
    "url": "https://www.ukpol.co.uk/gordon-brown-2009-podcast-on-copenhagen-climate-change-summit/",
    "title": "Gordon Brown – 2009 Podcast on Copenhagen Climate Change Summit",
    "post_date": "January 5, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2009",
            "url": "/tag/2009/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The text of the podcast made by Gordon Brown, the then Prime Minister, on 21 December 2009.",
    "content": [
        "This weekend the world came together in the first step towards a new alliance to overcome the enormous challenges of climate change.",
        "But, as you saw, the talks in Copenhagen were not easy. And, as they reached conclusion, I did fear the process would collapse and we would have no deal at all.",
        "Yet, through strength of common purpose, we were able finally to break the deadlock. In a breakthrough never seen on this scale before – secure agreement from the international community.",
        "But this cannot be the end – in fact, it is only the beginning and we must go further still.",
        "To do that, we must learn lessons from Copenhagen and the tough negotiations that took place.",
        "Never again should we face the deadlock that threatened to pull down those talks. Never again should we let a global deal to move towards a greener future be held to ransom by only a handful of countries.",
        "I believe that in 2010 we will need to look at reforming our international institutions to meet the common challenges we face as a global community.",
        "And we’ll need to harness the best of low carbon technology for the world to continue to grow whilst keeping to our pledge made this weekend to limit the increase in global temperatures to two degrees celsius.",
        "I am convinced that Britain’s long term prosperity lies in leading the necessary transformation to a low carbon, greener future.",
        "We must become a global leader not just in financing greener technologies but in the development and manufacture of wind, tidal, nuclear and other low-carbon energy.",
        "And as we look towards a new decade, be assured that your government will play its part in supporting the ambitions of our entrepreneurs and leading businesses and the expertise of our scientists and engineers in making this transformation.",
        "For it is not just at international summits that Britain must lead the fight to tackle climate change – it’s here at home too.",
        "Working to protect the only planet we have is about our moral duty to our children and grandchildren.  \nLike every parent, I understand we all want to see our children get on and do well in life and I believe that each generation should have greater opportunities and possibilities than the last.",
        "And I believe in making Britain more ambitious and in helping you to fulfil your aspirations for a better quality of life and a better standard of living.",
        "A fairer Britain is the driving force behind everything we do. Government is there to help people get on, not just get by.",
        "That’s why we have helped ensure that the past year has not been as bleak for the vast majority of you as past recessions.",
        "Last week we had encouraging news that as we approach Christmas, there are more people in jobs, and also that more young people are being helped through these challenging times.",
        "If the experience of the last recession had been repeated, unemployment would have been so much higher; repossessions twice as bad and company insolvencies two and a half times worse.",
        "And it’s not just the economic measures which are giving me cause for optimism.",
        "Crime has continued to decline – bucking the trend of every other recession when it has soared.",
        "Of course, there are no grounds for complacency. Challenging months and tough decisions lie ahead and we’re determined to do more.",
        "Jobs, apprenticeships, training and work experience will help kick start the careers of thousands of young people, giving them the confidence and self-esteem that comes with playing an active role in society.",
        "We’ve also guaranteed that every person on unemployment benefits for six months – whatever their age – will be £40 a week better off when moving into work.",
        "So our message is that we are a country of aspiration and opportunity and we as a government will support the hard-working majority and that is a government of optimism.",
        "We have faith in our young people, in our shared futures and in a greener, fairer Britain for all that I’ve just talked about.",
        "Can I take this opportunity to wish you and your family a very happy Christmas."
    ]
}