{
    "url": "https://www.ukpol.co.uk/gordon-brown-2004-speech-at-the-enterprising-britain-policy-summit/",
    "title": "Gordon Brown – 2004 Speech at the Enterprising Britain Policy Summit",
    "post_date": "January 3, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, in London on 15 November 2004.",
    "content": [
        "Let me say first of all that when a year ago we discussed creating Britain’s first ever national Enterprise Week, no one could have foreseen its scale:",
        "* the engagement of 427 organisations and in every region and nation of the UK;",
        "* the 1086 events celebrating enterprise in schools, colleges, universities, workshops, local community centres, even football clubs;",
        "* and the range of the innovative ventures that are flourishing from Inner City 100, young entrepreneur of the year competitions, mentoring classes, networking events, enterprise roadshows and workshops with established entrepreneurs.",
        "And so at this the first event marking the start of Enterprise Week let me begin by thanking all of you – businessmen and women, trade unionists, teachers, think tanks, voluntary organisations, regional development agencies, policymakers from central and local government – for your own contribution to national Enterprise Week. That an idea that started with only a few people and little financial support should become in such a short time such a big campaign involving thousands across the country is itself a tribute to the spirit of enterprise in this country.",
        "Your successes, your achievements and your enthusiasm for this campaign – which I share – clearly show that if young people are given the chance they will respond and seek to turn their ideas into reality.",
        "And in particular I want to acknowledge the tireless work done by Kevin Steele, George Cox and all the individual members of Enterprise Insight – including the British Chambers of Commerce, CBI, Institute of Directors and Federation of Small Business – who have come together for this week and who have created not just an organisation but a movement that I think will go from strength to strength in years to come.",
        "Our starting point is the importance of enterprise to the future of our country. For my mission for Britain – indeed the key to our future economic success and social cohesion – is a country where enterprise is truly open to all, a nation of aspiration and ambition united in encouraging and celebrating innovation and enterprise.",
        "More than a century and a half ago John Stuart Mill one of our greatest philosophers defined enterprise not narrowly in terms of finance or commerce but as widely as the theme of Enterprise Week – ‘Make your Mark’ – does.",
        "He defined enterprise – and I quote – as:",
        "‘The desire to keep moving…to be trying and accomplishing new things for our own benefit or that of others.’",
        "He spoke of:",
        "‘The striving go ahead character of England and the United States…[as the] foundation of the best hopes for the general improvement of mankind…’",
        "And this is exactly what this campaign is based upon.",
        "We know from Enterprise Insight’s research that:",
        "* young people want to have the chance to develop potential;",
        "* young people want to be creative;",
        "* young people want to do something real and tangible;",
        "* young people want to make their own decisions.",
        "Indeed twice as many people under 35 are thinking of starting a business as those over 35. But often they don’t have the confidence or the help and support they need to turn their ideas into reality.",
        "We also know from Enterprise Insight’s research that networks matter.",
        "That the best inspiration is to see other people who have made ideas happen.",
        "It’s easier for young people who know other people who’ve started a business to do the same.",
        "It’s harder for those who don’t have people they can turn to for support and advice.",
        "And that’s why the involvement of more established business men and women helping to enthuse young people is so important.",
        "Some of you here today are already mentoring young people thinking of starting up a business:",
        "* convincing them that they really can do it;",
        "* advising as they take their ideas forward;",
        "* supporting them through setbacks;",
        "* giving honest feedback;",
        "* building confidence;",
        "* providing expert practical support.",
        "And let me thank you – all the businesses here and all the mentors – for all you do.",
        "So what is our role as a Government in helping young people develop the confidence to believe that although starting up and running a business is not always easy, they can do it; in encouraging the belief that they can – in the words of your campaign – ‘Make their Mark’?",
        "First, new entrepreneurs need a good economic environment and so the British enterprise renaissance must be built upon our platform of economic stability. And my promise, now and in the future, is that Government will not play politics with inflation or interest rates.",
        "Second, we can do more to put in place the right incentives to support and reward enterprise. In our first years in government, even with other priorities including the NHS, we cut capital gains tax – now down from 40 pence to 10 pence for long term business assets – and we have cut rates of corporation tax and small business tax. In the coming Pre Budget Report we will make it our business to examine and remove the tax and regulatory barriers to enterprise – such as those that hold back university spin-off companies from turning research excellence into business success.",
        "Access to funds is crucial and at every point I want to be on the side of businesses as they look for start up finance, look to set up their first payroll, look to make investments and look to get equity into their company – and in each area we are looking at the incentives we can offer.",
        "And we are ready to do more.",
        "To prove that in high unemployment areas enterprise is the best solution to poverty we are creating 2,000 new enterprise areas with new tax incentives. And to encourage an entrepreneurial approach by local authorities, we are rewarding them for new businesses they attract or help create.",
        "And showing we are serious about breaking down regulatory and tax barriers to enterprise extends to what we argue for in Europe. This morning, Alan Wood, the Chief Executive of Siemens, will report – and tomorrow I will raise this in Brussels, standing up for Britain and British interests – how fair competition in the awarding of government contracts is being held back in many EU Member States, penalising enterprising and innovative companies. In the interests of competition and enterprise, Europe must change and I will also push for urgent reform of the expensive state aids regime.",
        "In Britain we have much to do.",
        "As a whole business creation is half that of the USA.",
        "And in some areas the rate of business creation is one tenth that of the USA.",
        "Yet in the new global economy wealth creation and job creation through new business creation is the way forward.",
        "We know already that the greatest number of future jobs will not come from a small number of large businesses but a larger number of small businesses.",
        "And so from today and throughout the coming decade our objective must be American levels of business creation.",
        "And the key to the enterprise renaissance is a cultural change in Britain that starts in the schools and stretches right through our communities from classroom to boardroom – a cultural change that is more than the sum of any one set of initiatives.",
        "In recent decades it was not businesses, but benefits offices, that mushroomed in high unemployment communities. Even in the enterprise revival of the 1980s it was too often seen as something for the elite – too many men and women of ideas, drive and flair too easily discouraged by a stop-go economy and a fear of failure. Many concluded that the Britain that pioneered the industrial revolution and taught American about commerce had lost its taste and drive for enterprise.",
        "People used to argue that in Britain you could have enterprise but at the cost of fairness – or fairness but at cost of enterprise. So for decades political parties that emphasised enterprise at the cost of fairness vied with parties that emphasised fairness at the cost of enterprise. But I have told the Labour Party we must break with this unenterprising past.",
        "I have said to the Labour Party we must forever renounce these old stereotypes and that our duty is to forge a new national economic purpose: that enterprise open to all – and breaking down the barriers to wealth creation – is the right way forward for communities and our country as a whole.",
        "What does that mean?",
        "It means breaking down the barriers to opportunity for young people, for women, for ethnic minorities, for all who have found it difficult in the past to starting a business.",
        "And it means changing our attitudes to risk. It is often said that the transatlantic divide in entrepreneurial attitudes is that Europe seeks economic security, while America was built – as Alan Greenspan suggests – on people willing to take greater risks. With reformed insolvency laws Britain is turning its back on the culture that frowned upon those courageous enough to take risks and, instead, is encouraging those who, having failed at first, try again.",
        "Because we know the starting point is the school I am pleased to see so many teachers with us today.",
        "When I was young, my fellow school and university students shied away from commerce in favour of the professions.",
        "Now – with Charles Clarke’s support for enterprise in our education system – it is changing.",
        "More than 1500 schools are now offering their pupils enterprise education.",
        "Many schools are running enterprise competitions where young people set up their businesses.",
        "Others are offering pupils the chance to do work experience in successful local companies or be mentored by local businessmen or women. And one thousand enterprise advisers are already working in schools in our most deprived areas.",
        "What’s being achieved is impressive but it is not enough.",
        "We cannot have a deep and wide entrepreneurial culture if just half of schools offer their pupils enterprise education.",
        "We cannot be an enterprising nation if less than 1 per cent of college or university students are engaged in entrepreneurial activity.",
        "That’s why, from next year, the Government has provided the resources so that each school will be able to offer every pupil not just work experience but 5 days of enterprise education too. And I want to see every school – and then every college and every university – twinned with a local company who becomes their ‘business champion’, helping to forge a stronger enterprise culture amongst the students.",
        "British universities, once slow to respond, are now fixed on working with businesses, expanding university spin offs, licensing technologies and teaching students about enterprise. I can tell you that funds are now available for the new National Council for Graduate Entrepreneurship to sponsor tailored training and support through their ‘Flying Start’ programme for the first 150 student entrepreneurs across the country. Working with the Kauffman Foundation, the Council will also hold an international conference on how we can do more to put enterprise at the centre of the university curriculum.",
        "And when the US Treasury Secretary John Snow visits Britain tomorrow we will agree a new transatlantic enterprise partnership so that through exchanges and the sharing of experience between our two countries we can build a stronger enterprise culture, especially in our schools and universities.",
        "But we must do more.",
        "Take opportunities for women – denied the chance to make the most of their business potential for too long.",
        "It is because less than 15 per cent of businesses in the UK are owned by women, compared to 30 per cent in the US, that Patricia Hewitt – who I know is speaking to you later today – and I announced last month a new drive to encourage the next generation of women entrepreneurs – including appointing a new Women’s Enterprise Panel to champion female entrepreneurship.",
        "So there is much to do for both men and women.",
        "I’ve already emphasised the importance of mentoring. And on its 21st anniversary I want to congratulate the Prince’s Trust who are using their local, on the ground, person to person approach to successfully help some of our most disadvantaged young people develop the skills and confidence to consider starting up a business of their own.",
        "And the Government is also extending funding for the British Volunteering Mentoring Initiative – a national mentoring network which is already linking over a thousand established business men and women who want to mentor with business start ups that need help and advice.",
        "In the future I hope to see many more business men and women becoming role models for young people in their communities, helping to inspire the business leaders of the future.",
        "And building on the business clubs already being formed up and down the country, I am urging more businessmen and women to join together to share their experiences and expertise with new entrepreneurs.",
        "Britain has huge inherent advantages – our creativity, our stability, our outward-looking internationalism. Now we must build on these strengths and foster a new national spirit of enterprise.",
        "So its all of us together – young people with ideas, teachers, lecturers, business mentors, local authorities, Government, communities in support.",
        "And I believe that – working in partnership – we can begin to tap the immense skill and entrepreneurial talent that exists in Britain to the benefit of us all, and change the whole culture of our country.",
        "Indeed the message is that there is no no-go area for enterprise in twenty first century Britain. And as this morning as we look forward to the events of Britain’s first national Enterprise Week, let us also look forward to creating a new national consensus that is the way forward for Britain: a shared, patriotic vision of Britain’s economic destiny as a nation united in celebrating aspiration, ambition and enterprise."
    ]
}