{
    "url": "https://www.ukpol.co.uk/gordon-brown-2009-podcast-on-harnessing-the-power-of-technology/",
    "title": "Gordon Brown – 2009 Podcast on Harnessing the Power of Technology",
    "post_date": "January 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2009",
            "url": "/tag/2009/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The text of the podcast made by Gordon Brown, the then Prime Minister, on 5 December 2009.",
    "content": [
        "All our lives are being transformed by the digital revolution.",
        "For many the internet and mobile phones are now seen as indispensible as electricity, gas and water.",
        "And the wealth of information instantly available – literally at our fingertips – is giving you enormous power over the choices you make for you and your families. Whether it is where to do the weekly shop; which utility company to use; or who insures your car.",
        "And in this new world, you rightly want a bigger say and more accountability in all the decisions that affect you.",
        "Rightly, you also demand more control over public services – and the same level, the high standards, that you expect as consumers on the high street.",
        "And that is why this government will ensure that each citizen has new guarantees and new rights: for example the personal guarantee that you will see a cancer specialist within two weeks and the guarantee that your son or daughter will have one-to-one tuition if they need it in English and Maths.",
        "And in these challenging times it is vital that we protect those front line services which we all pay for, which we all value, and on which we all rely.",
        "We value them because they are always there to teach our children; look after us when we are sick; and protect us from harm. They are part of our everyday lives but we should never take them for granted.",
        "This is not a time for reckless experiments. We will harness the power of technology to further improve our hospitals, schools and police forces at the front line.",
        "But the power of technology also allows us to secure better value for money. Already some GPs send text messages to remind people of upcoming appointments. This is helping the NHS save a substantial amount of the £600 million annual cost of missed appointments.",
        "We are committed to giving parents of secondary school pupils guaranteed online access so they can see what their child is learning and how they are getting on – saving the cost of expensive materials.",
        "There’s evidence to show that using online instead of sending paper through the post can save councils £12 a time; and using it instead of the phone up can save up to £3.30 a time.",
        "Switching services online also frees up more staff to provide personal support and advice – including face-to-face, where it is most needed.",
        "The opportunities for enhanced services and better value for money are enormous. So over the next five years we will make as many services as we can available to you online. And this has the potential to save at least £400 million a year.",
        "It all means that you get a better service and the costs are kept down – so you win as taxpayers and users of public services.",
        "And we are going to help more people to get online. There are now 6,000 public places with internet access in England, including every library, where there are more than 30,000 terminals, many community and adult education centres; and even some pubs.",
        "But clearly some people are still excluded. So we will reach out particularly to mothers, older people, the unemployed and those who lack skills to ensure that they can use all the facilities that will be available. The savings we will make in this way are considerable but we will also need to do more.",
        "And in the pre-budget report this week we will tell you how we will make the further savings needed to protect our front line services; cut the budget deficit and go for growth.",
        "As always, our decisions will reflect our deepest values of fairness and responsibility. That is why we have raised the top rate of tax on those earning in excess of £150,000 in order to pay down the deficit and contribute to public services.",
        "We are proud of what we have achieved over the past 12 years. And we are proud of the real help we’ve given people over the past 12 months.",
        "But we will not sit back. And next week we will set out our bold and radical plans for ensuring a fairer, prosperous and sustainable future for Britain."
    ]
}