{
    "url": "https://www.ukpol.co.uk/alan-brown-2022-speech-on-energy-security/",
    "title": "Alan Brown – 2022 Speech on Energy Security",
    "post_date": "November 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alan Brown",
            "url": "/tag/alan-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alan Brown, SNP MP for Kilmarnock and Loudoun, in the House of Commons on 29 November 2022.",
    "content": [
        "The reality is that this statement is just a padding out of the press release that BEIS put out earlier. I do welcome the energy company obligation funding for energy efficiency, but I think we need to be clear that this is not Government money; it is money funded from our energy bills and paid for by all bill payers. One issue with ECO4 is that it cannot be combined with other grants, whereas ECO3 did allow that money to be combined with other grants to bring down the costs of external insulation, for example. That is something the Secretary of State could consider to make schemes more affordable for people. The reality with EPC bandings is that there are more homes currently rated D to G than A to C, so much more direct investment is needed in energy efficiency to rectify that.",
        "The Secretary of State talked about energy security, so does that mean that the Government have finally bought out China General Nuclear from the Sizewell C consortium? Talking about sovereignty, will he confirm that uranium imports are going to be needed to keep Sizewell C going? Is it still the intention to take a 20% stake, and does that mean funding capital of £6 billion or £7 billion towards Sizewell C, because there is still no clarity in today’s statement? On the myth about nuclear baseload, by the time Hinkley Point C comes on stream, seven of the eight existing nuclear power stations will have stopped operating, which proves there is no need for nuclear baseload whatsoever.",
        "On wider energy policy, the Scottish carbon capture and storage cluster was the most advanced project, but it was still only classed as a reserve. Will the Government urgently review this classification, and make the Scottish CCS cluster a track 1 cluster to allow that investment to be released and for that project to go ahead? Pump storage hydro, as I have raised several times, could deliver about 3 GW of power by 2030. All that is needed is an electricity pricing mechanism—a cap and floor mechanism—so will the Government urgently review that and start these discussions?",
        "Finally, we know about the oil and gas investment allowance. If we are going to have continued record investment in renewables, there should be a renewables investment allowance to encourage that, particularly for green hydrogen.",
        "**Grant Shapps**",
        "Yes, I can confirm that China has now been bought out of the deal on Sizewell. The money yesterday ensured that it is no longer involved in the development.",
        "The hon. Gentleman asked about the future funding for Sizewell. He may be familiar with the new “regulatory asset base” approach to funding, which is built along similar lines to the contracts for difference that have been used so successfully for offshore wind power. That is how we will look to bring income to the project. I should also say that CfDs will now take place on an annualised basis, which will give those including Scottish clusters the opportunity to bid in as well.",
        "I am always curious about the SNP’s approach to energy. As far as I can work out, it does not like the oil and gas industry—even though the industry employs thousands of its constituents—and it absolutely hates nuclear. I am not quite sure what it wants to do on non-windy days."
    ]
}