{
    "url": "https://www.ukpol.co.uk/gordon-brown-2002-mansion-house-speech/",
    "title": "Gordon Brown – 2002 Mansion House Speech",
    "post_date": "January 5, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, at the Mansion House in London, on 26 June 2002.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "Mr Lord Mayor, Mr Governor, my Lords, Aldermen, Mr Recorder, Sheriffs, Ladies and Gentlemen.",
        "In thanking you for your invitation, let me at the outset pay tribute to the contribution you and your companies make to the prosperity of Britain.",
        "You represent a financial services sector that generates fifty billions of wealth each year, provides work for over one million people and accounts for over five per cent of UK GDP. And, even in a most difficult year, thanks to you, London has maintained its position among the world’s top financial centres; and our foreign exchange market here in London – with its daily turnover of more than five hundred billion dollars – has secured its position as the largest and most important in the world.",
        "And, as you, Lord Mayor, have indicated this evening, the importance that the city attaches to integrity and the highest standards in the provision of financial services is the enduring means by which London’s reputation as one of the world’s leading financial centres is secured, and indeed enhanced.",
        "So let me first of all thank you and pay tribute.",
        "To you Lord Mayor for the work you do – particularly your role in leading the City’s celebrations in her Majesty’s Jubilee year;",
        "To the City of London;",
        "And to Sir Edward George, who has been an outstanding leader and ambassador for this City and the United Kingdom and is held in such high esteem in all parts of the world.",
        "Lord Mayor, the events of the last year have shown that while globalisation brings unprecedented opportunities it also brings with it understandable insecurities.",
        "With ever more rapid changes in technology and ever more fierce global competition in almost every product and service – and far beyond the economy itself the threat from failed states and terrorist groups – people are, understandably, less certain of the future.",
        "But globalisation also brings vastly increased opportunities for individuals, businesses and countries.",
        "And it falls to us now to maximise the opportunities of globalisation and to minimise its risks.",
        "It is part of the greatness of this City of London’s history that as the world economy has opened up, you have succeeded not by sheltering your share of a small protected national market but by striving for a greater and greater share of the growing global market.",
        "In your recent history you have embraced technological innovation as an opportunity not a threat.",
        "In pace with globalisation and the new technology, you have transformed the skills of your workforces.",
        "Always outward looking — for centuries part of a trading empire — you have taken globalisation in your stride, its risks and opportunities, and have become ever more international in your reach.",
        "What you, as the City of London, have achieved for financial services we, as a Government, now aspire to achieve for the whole economy.",
        "And so, Mr Lord Mayor, as we make decisions in the forthcoming Spending Review with a view to Britain achieving higher productivity growth across public and private sectors, I believe there are important lessons to learn from your success and adaptability.",
        "Indeed the nations that will succeed in the future will be those that develop a competitive environment and levels of skills, science, investment and enterprise that, like yours, are genuinely world class.",
        "And I believe that this nation, small in size but large in vision and global reach, for three centuries past a towering presence in the world, can again, in this generation, fulfil its destiny as a powerhouse of skill, enterprise and economic success.",
        "As you well know, economic stability is the foundation of all we do.",
        "Over the past few months – in the face of the tragic events of September 11th, the larger instabilities in the global economy and the greater volatility of financial markets – we have remained vigilant.",
        "A time of global uncertainty puts an even greater premium on national monetary and fiscal stability",
        "While we should not be complacent, I remain cautiously optimistic about the prospects for growth in the UK and world economy this year and next.",
        "In the UK, fiscal policy is supporting the decisive action taken by the Monetary Policy Committee last year.",
        "Amidst the ups and downs, there are in the US and in the euro area generally signs of renewed growth, and we are now finally beginning to see improved prospects of an export-led recovery in Japan.",
        "And with strengthening global recovery and domestic consumer demand already strong – against a background of historically low interest rates – the Bank of England will, of course, have tough choices to make in the coming months to ensure sustainable growth and the maintenance of stability.",
        "It was by prompt and early action that in the past our monetary authority has avoided the risks of stop-go instability and we will, as we have always done since 1997, back the Bank of England in the difficult decisions they have to make.",
        "Economic stability offers business a platform for sustained investment free of Britain’s long history of economic instability which so damaged the spirit of enterprise – most recently in the recession of the early 1990s.",
        "But over the last 100 years, the worries about Britain falling behind have always focused on our low levels of investment and innovation.",
        "For all the success of moving our economy from stop-go to stability, and raising the overall level of long term investment, we still have much to do.",
        "So achieving sustained and balanced non-inflationary growth throughout all regions of Britain requires us to match the right monetary policy decisions with an even tougher approach than in the past to address the supply side weaknesses of our economy.",
        "I believe there is general agreement that, in recent years, we in Britain have moved beyond the old stop-go economic instability of the past —- and beyond the sterile and self defeating adversarialism of management versus workforces, capital versus labour, state versus market, private versus public.",
        "Right across the political spectrum and throughout all sections of industry and business there is a growing consensus that the preconditions for a successful economy are not just economic stability but also the highest educational standards and a reformed welfare system based on responsibilities and not just rights.",
        "And I believe that the next step is to widen and deepen the spirit of enterprise in all parts of our country and, in doing so, realise a shared economic purpose to the benefit of all our companies, our communities and our country.",
        "Government spending reviews have traditionally focused on dividing up the national wealth – apportioning public revenues, concentrating on who gets what.",
        "But one central theme and purpose of this summer’s spending review will be on how we can expand that national wealth – how together as nation we can, and must, be more productive.",
        "So the Spending Review will focus on supporting the drivers of productivity growth – improving competition, science, investment, enterprise and skills.",
        "And working as a team under Tony Blair’s leadership every department from transport to home affairs, from education to industry, is now playing its part in meeting the productivity challenge.",
        "First, competition.",
        "Competition at home is the key to competitiveness at home and abroad and we will build this year on our decision last year to achieve for competition policy what we achieved for monetary policy — competition decisions and the competition authorities fully independent of political influence.",
        "In the spending review we will reinforce this independence by ensuring our competition authorities have additional resources and new expertise so that the competitive environment is as open, fair and conducive to new entrants as it can be — and empowering them to look not only at barriers to productivity growth in the private sector but in the public sector too, including anti-competitive effects of current and new regulations.",
        "Wider reforms in planning, transport, housing and immigration policy are needed too in the competitive environment to meet our goal of higher growth in every region and balanced growth across the country – raising the potential for indigenous growth in the northern parts of the UK as they benefit from the increased mobility of capital but not at the expense of the south east growing less fast – instead radical planning, housing and transport reforms will be designed to ensure London and the south east can continue to grow at a sustainable level and be competitive with other fast growing regions in the rest of Europe.",
        "So to improve our competitive environment, the spending review will:",
        "Provide additional funding for transport in line with delivery of our 10 year plan – and separately we will consult on the long term need to increase airport capacity;",
        "Take seriously the case for further new housing development;",
        "Radically revamp the rules and resources to speed up planning decisions – seeking to strike the right balance in a modern economy which puts an ever higher premium on speed, efficiency and flexibility;",
        "And provide resources to expand work permits – already up from 50,000 to 140,000, with 175,000 applications expected next year – to encourage into Britain the key employees and entrepreneurs we need.",
        "Strengthening the competitive environment means attaining the highest standards in the provision of financial services and it is because of the issues raised on auditing, accounting and the regulation of financial services that in February we announced a thorough review of the UK’s current regulatory arrangements for financial reporting and auditing which will make its initial report next month, and why – more generally – we have created a new Standing Committee on Financial Stability and the Financial Services Authority – and I applaud Sir Howard Davies on the work he has done.",
        "Second, to create a favourable environment for investment, we have cut corporation tax for large companies and for small companies, and for most transactions in business assets cut capital gains tax to 10 pence.",
        "And in reply to those who suggest that our National Insurance rises to pay for health care undermine our approach to investment, let me say that the CBI has estimated that ill health costs British industry 12 billion pounds a year; that in nearly every industrial country employers are contributing more – and in America, France and Germany’s case much more – to meet the rising costs of new medical technology; and that in Britain’s case the changes have been costed to fund health care improvements not just for this year and next but to 2008. And I urge business to join us and help in implementing our ambitious agenda for radical health service reform.",
        "Because we have taken a long term view of our investment needs, we have made investment allowances a permanent feature of the tax system – with 40 per cent capital allowances for investment by small and medium sized businesses in plant and machinery, and 100 per cent capital allowances for companies investing in designated energy-saving technologies.",
        "And to build a modern tax regime for British firms operating in a global economy, we have not only modernised the tax treatment of intellectual property and exempted from tax the gains from the sale of substantial shareholdings, but in consultation with business we will publish our proposals later this summer to take forward the modernisation of Britain’s corporate tax system to meet the needs of a global economy.",
        "And for small businesses we have not only been prepared to simplify the vat system, to cut small business tax from 23p in 1997 to 19p now, with the 10p starting rate reduced to zero so that small companies with taxable profits less than 10,000 pounds pay no corporation tax, but also introduced special measures – stamp duty exemption, VAT relief, new capital allowances – for start ups and long term investment in high unemployment communities.",
        "Just as there is no place in a world class British economy for short-termism in investment decisions, so too there is no place for poor educational standards and poor workplace skills, for managerial complacency or hostility to enterprise, for restrictive practices from whatever quarter they come.",
        "The new Britain will be built on skills, science and enterprise – backing the scientist and inventor, rewarding the entrepreneur, challenging all of us to improve our skills: these are the best means to raising our national game and driving forward productivity and prosperity.",
        "Let us face some uncomfortable truths: when so much of growth comes from innovation, too few of our young people with scientific, technological or engineering talent have had the chance to make the most of their potential through study, research training and the chance to turn ideas into products – so it is time to remove the barriers to British science, technology and engineering leading the world again.",
        "Too few of our young people have had either the opportunities or the aspiration to get the necessary qualifications at school, in Modern Apprenticeships or at college and university; and too few British adults have had the chance to upgrade their workplace skills. And so it is time to remove the barriers that for too long have prevented too many from fulfilling their educational potential in their own interests and that of our country.",
        "And too few men and women here in Britain – a third less than the proportion in the US – have started or grown a business or become self-employed and so it is time to remove the financial, cultural and other barriers to enterprise so that in Britain starting a business becomes the ambition not just of an elite few but of many.",
        "To sum up: with too few scientists, too few skilled employees, too few men and women starting and growing businesses — the greatest constraint on the growth of Britain’s productivity and prosperity today is now our failure to realise the educational and entrepreneurial potential of our own people.",
        "So to improve science education and the science technology skills base in Britain, the spending review will:",
        "Take forward our manifesto commitment to set up a National Centre for Excellence in science teaching;",
        "Complete the re-equipment of science laboratories;",
        "Improve funding of science, technology and engineering postgraduate research;",
        "And ensure that universities can finance not just teaching and academic research but also a third specialism – commercialisation of university inventions – with funding for the Higher Education Innovation Fund and for Science Enterprise Centres: our aim to ensure that more British inventions mean more British businesses and more British jobs.",
        "I want Britain to be the best place to start a business and British entrepreneurship to flourish. That is why in the spending review I propose to back up our budget tax relief measures with local, regional and national reforms in the planning system, with help for training up skilled employees, and in cutting red tape and improving what the small business service can offer in information and advice businesses need.",
        "Business start ups in high unemployment areas are one sixth of their level in the most prosperous areas. In high unemployment communities where traditionally paying out giro cheques or simply offering subsidies for bricks and mortar were the essence of local neighbourhood renewal strategies, the Deputy Prime Minister and I now want the encouragement of enterprise, of new business activity, firmly at their heart.",
        "And because a strong enterprise culture must be built upwards from the classroom as well as outwards from the boardroom: our long term ambition that every young person experiences business enterprise in school, every teacher is able to communicate the virtues of business, every community comes to value good business leaders as role models.",
        "Competition…investment…science…enterprise…the final and perhaps most important driver of modern productivity is skills.",
        "We cannot be first rate in enterprise if we are second rate in education.",
        "And the long term reforms Tony Blair and Estelle Morris are pioneering seek nothing less than a revolution in standards for our schools, colleges and universities.",
        "To push a teenager into the world of work without any qualifications today is to put them at lifetime risk of poverty, failure and wasted potential. So in our spending decisions up to 2006, new resources will be made available not just for raising standards in our worst performing secondary schools but also for offering even greater opportunities in scientific and technical education for young people from 14 onwards and for developing workplace skills.",
        "Having lifted young people out of welfare into work, the challenge now is to lift young people from jobs to careers. And we must have the same ambitions as we have for the 50 per cent of young people we wish to go to university for the other 50 per cent. So through Educational Maintenance Allowances and improvements in post-school training we should now expand work-relevant qualifications — with more young people staying on at school, more going into further education colleges as well as university, and more enjoying apprenticeships.",
        "Apprenticeships, which a few years ago were dying, have risen in number to 227,000 today, increasing to over 300,000 by 2004. The aim: that over a quarter of young people aged between 16 and 22 will take part in the scheme by 2004 with even more by the end of the decade.",
        "And because new resources must be matched with reform to deliver results, the modernisation of public service delivery is crucial. And I believe that there are lessons to be learnt from the widely acclaimed success – under Sir Edward George’s excellent leadership – of Bank of England independence, and in this case from the principles which have underlined its work:",
        "The setting of clear objectives or output targets;",
        "A clear separation of responsibility between those who set the standards and those who have to deliver the outcomes independently of the political process – with maximum devolution of responsibility;",
        "And far greater transparency and accountability leading more generally in public sector reforms to a focus on independent audit, independent scrutiny and inspection, and an independent flow of information to the public.",
        "In the forthcoming spending review we will set out new incentives and flexibilities to reward success – spreading the benefits of good leadership, management and performance in our best schools, hospitals and local authorities to raising the standards of the worst. So when people ask about the next stage of our work, public sector reform has only just begun.",
        "As I said at the outset a commitment to world class levels of skill innovation, enterprise and investment must be matched in the global economy by the same commitment you have shown – a commitment to being outward looking and open to the world.",
        "That is why we pursue a radical agenda for opening up trade in the WTO talks and resist protectionism. It is why we favour breaking down the remaining barriers to trade with the USA, and support fundamental economic reform including that of the common agricultural policy in Europe.",
        "Britain’s future for a pro-European like me is at the centre of Europe not isolated on its fringes.",
        "Our decision on the euro is of immense, historic importance to the long term future of our economy and our country as a whole.",
        "It is perhaps the biggest peacetime economic decision we as a nation have to make.",
        "It is because of its constitutional significance as a decision that we said in 1997 that the economic benefits should be clear and unambiguous.",
        "In principle British membership of a successful single currency offers us obvious benefits – in terms of trade, transparency, costs and currency stability – and could help us create the conditions for higher and more productive investment and greater trade and business in Europe.",
        "I therefore reject the view of those who would rule out membership of the single currency on principle. They would refuse to join even if it were in the national economic interest to do so. To rule out membership of the single currency on dogmatic grounds would in my view be damaging for investment, jobs and business generally.",
        "Similarly I reject those who would urge us to join regardless of the assessment of the five tests. To join without a proper, full assessment of the five tests could, in my view, prejudice our stability, risk repeating past failures of exchange rate management, and could return us to the days of stop-go at the expense of our ambitions for high investment, full employment and high and sustained levels of growth.",
        "So being serious about the economics of the euro means being serious about the five economic tests. Often the tests are described as the Treasury’s tests or the government’s tests, but neither description does justice to their critical role in assessing whether EMU membership is in the British national economic interest.",
        "As Tony Blair said only last week they are not window dressing for political appearances. While the Maastricht criteria can judge convergence in the short term, the five tests go to the heart of what is required for the long term future of our economy: they are the means of judging the decision on EMU membership against the Government’s central objectives – full employment and high and sustainable rates of investment and growth. The tests are, in my view, important to everyone who cares about the economic future of Britain.",
        "Today I want to set out in more detail why each of the five tests are important and the right framework for assessing the national economic interest; and, as I will later explain in more detail to the treasury select committee when I meet them during their examination of this in the autumn, the importance of the preliminary and technical work that is now underway prior to the assessment.",
        "The five tests, which I set in 1997 are:",
        "Whether there can be sustainable convergence between Britain and the economies of the single currency;",
        "Whether there is sufficient flexibility to cope with economic change;  \nThe effect on investment;",
        "The impact on the financial services industry;",
        "Whether it is good for employment.",
        "And when the assessment is complete the detailed supporting studies will be published alongside, all to be subject to intensive public scrutiny and debate. Such openness and transparency will be in marked contrast to the past history of economic policy making.",
        "The first test is the convergence test.",
        "In October 1997 the Treasury stressed that “sustainable and durable convergence is the touchstone and without it we cannot reap the benefits of a successful EMU.”",
        "The Treasury’s preliminary work in this area includes our study of the output gap, inflation, interest rates and the real effective exchange rate, as we analyse not just short term cyclical factors but also long term structural issues to assess whether convergence is sustainable and durable.",
        "To that effect, there are a number of supporting analyses – part of the technical and preliminary work – of key features of the UK and euro area which will be published at the same time as the assessment, including:  \nAssessing the behaviour of the housing market, and its impact on consumption;",
        "Reviewing and updating various empirical studies of national business cycles, and what drives them;",
        "And analysing different approaches and estimates of the sustainable real exchange rate – as this is a key indicator of convergence and of obvious importance to this and all of the tests.",
        "A high degree of convergence does not eliminate shocks and changes to the internal and external economic environment. So the work leading to the assessment of the second test – the flexibility test – is focussed on building up a foundation for evaluating how alternative adjustment mechanisms within EMU will help the economy adjust given a single European interest rate.",
        "EMU membership would also place a greater premium on the success of domestic instruments of policy as an adjustment tool, in particular, fiscal policy and fiscal frameworks.",
        "So the preliminary work for the flexibility test is investigating labour, capital and product market flexibilities and the supporting studies we will publish are looking at:  \nThe role of labour markets – and how labour mobility might complement movement in wages and prices;",
        "How the various adjustment mechanisms might operate for the UK including how the economy responds to different shocks.",
        "Sustainable convergence – through cyclical convergence and a high degree of flexibility – must be accompanied by microeconomic benefits to ensure rising productivity and rising trend growth.",
        "Economic theory and empirical evidence both show that investment in capital is a key driver of productivity, growth and overall economic performance.",
        "So for the third test – the investment test – the preliminary work is, as in 1997:",
        "Examining how EMU membership will affect public and private investment in general and foreign direct investment in particular;",
        "Identifying the key drivers of private sector investment in the UK, and examining the impact of EMU;",
        "And considering the potential impact of EMU on public sector investment.",
        "Because of the importance of the EMU decision for business in the UK and its contribution to investment, productivity and growth, we will produce a study assessing the impact of EMU on business in different manufacturing and service sectors of the UK economy.",
        "The fourth test is the financial services test.",
        "It is a source of pride that the UK has a significant comparative advantage in wholesale financial services, and the City is by a large measure the pre-eminent financial centre in Europe.",
        "The last five tests assessment in October 1997 concluded that “in summary, EMU offers benefits to the UK financial sector, whether the UK is in or out. But the benefits and the opportunities from the single currency will probably be easier to tap from within the euro zone.”",
        "The dynamic nature of the sector means there is no room for complacency, so the preliminary work for the financial services test is monitoring the changes that have occurred in this sector in the UK and the euro area since the start of the single currency in 1999.",
        "The preliminary work includes a supporting analysis that will consider the drivers of the location of activity in the financial services sector in the European union. We reaffirm that the decision on EMU must ensure that the UK remains an attractive location for financial services.",
        "The fifth test, the employment test, assesses, as we stated in 1997, whether EMU will “promote higher growth, stability and a lasting increase in jobs.” So the preliminary and technical analysis is – as in 1997 – analysing the potential benefits of EMU for the longer-term performance of the economy.",
        "In order to ensure that the assessment is comprehensive and rigorous, we are producing a number of supporting studies relating to the fifth test, but also with relevance to the other tests, which are looking in detail at:",
        "The likely impact of EMU on trade;",
        "What lessons can be learned from the experience of the US as a monetary union;",
        "The robustness of the arrangements for macroeconomic stability – including the stability and growth pact – and their contribution to overall economic performance.",
        "As I emphasised to this gathering last year our approach is, and will continue to be considered and cautious – one of pro-euro realism.",
        "The case for the five economic tests is not just that we must avoid the economic policy mistakes of the past but, when the decision is not just momentous but irreversible, affecting every industry and all people, that the national economic interest – full employment, high and sustainable levels of investment and growth, long term prosperity – is, and should be seen to be, the decisive factor.",
        "So the work underway will ensure that the assessment will be the most robust, rigorous and comprehensive work the Treasury has ever done and there will be no fudging or short-circuiting as we measure the effect of the euro on employment, growth, investment and stability.",
        "More competitive prices for consumers and business, expanding trade, the lowest possible long term interest rates – and sustained high growth and employment – would indeed be a prize to be valued.",
        "If the tests are met then I believe we should join. If the tests are not met, we should not. The tests are decisive. There is no hidden agenda: only a resolution to make the right long term decisions for Britain in the national economic interest.",
        "Our commitment, Mr Lord Mayor, to economic stability is immovable and we will take no risks with it. Our determination that Britain be a world leader in the new global economy is absolute.",
        "In the eighteenth century we created an industrial revolution which gave Britain the chance to lead in the world and in the nineteenth a global empire where again Britain led the world. In this new century, globalisation – with all its opportunities and despite its insecurities – can herald a new period of British success precisely because enduring British qualities – our internationalism, spirit of enterprise, fair play and creativity – can come to the fore. And it is my belief that around this mission we can not only forge but together deliver a new age of achievement for Britain that is of benefit to this great city, to all our industries and enterprises, to all our communities, to everyone who cares about our country."
    ]
}