{
    "url": "https://www.ukpol.co.uk/gordon-brown-2010-speech-to-welsh-labour-party-conference/",
    "title": "Gordon Brown – 2010 Speech to Welsh Labour Party Conference",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Prime Minister, to the Welsh Labour Party conference on 27th February 2010.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "Thank you friends – and let me say today that our thoughts and prayers are with the people of Chile who have suffered their country’s worst earthquake in 50 years. The people of Chile are in agony today, and Britain stands ready to help.",
        "And friends I wanted to talk about what we’ve achieved together – a Labour-led Welsh administration working with a Labour Government – a partnership that has changed Wales for the better and forever.",
        "You should be proud of the pioneering Proact and React jobs investments that have saved and created thousands of jobs.",
        "And for children and families, a nursery and early learning revolution that is transforming thousands of children’s lives.",
        "For school children, the largest ever school modernisation programme in the history of our country.",
        "For Welsh teenagers and adults a modern skills for work strategy a million miles away from the so called youth opportunities of the Tory years.",
        "For young couples starting out, funds to deliver more than 6000 affordable homes.",
        "For travel throughout Wales, new investment in our railways and in the Ebbw Vale railway line – a key line connecting our communities, closed under the Tories and re-opened with Labour.",
        "And for our older heroes – Welsh Labour made Wales the first nation of the UK to offer free bus travel for pensioners.",
        "In so many ways Labour Wales has led and had a huge an impact on the world – thinking of others and not just ourselves… And so let me also congratulate you on becoming the very first Fairtrade nation on our planet.",
        "So today we’re talking about major Labour achievements, great social advances. Even in spite of a global recession and the difficulties we have faced, we’ve had thirteen years of progress – and let us say that what we have built together with the people of Wales we will never now let the Conservatives destroy.",
        "You know there is one symbol the people of Wales have chosen to demonstrate how you are building the future.",
        "Every time a new baby is born in Wales you plant a new tree to celebrate that birth.",
        "And in planting a new tree you are not only protecting the environment for them and for the generation to come, you are sending a message about the future, that every single child should be able to grow and thrive and realise their potential to the full.",
        "That’s what I love about Wales, that with the greatest traditions of community inspiring us from the past, you are a nation that is always thinking of the future.",
        "And so today I want to talk to you about the big choices we face for the future. I want to talk about the jobs of the future, the industries of the future and the public services of the future.",
        "I want to talk about the future we can win if we make the right choices, and what we all stand to lose if we make the wrong ones.",
        "And let me say our first economic priority, our second economic priority, and our third economic priority for our country remains as it has always been – jobs, jobs, jobs.",
        "Why? Because I know like you that every redundancy is a personal tragedy. Every lost job is an aspiration destroyed. Every business closure is someone’s dream in ruins.",
        "So we must never allow a return to the years of the Conservative Government – uncaring, unfair, years of mass unemployment and lost hope.",
        "Our shared concern about the tragedies of unemployment arises from our background and our values.",
        "Like so many here I come from a family whose grandfather went without work during much of the 1930s.",
        "A grandfather whose small savings gave his son, my father, the chance of an education, the first in our family to go to university.",
        "And the lesson of those days is that even in the worst of times families helped each other, supported each other, came to the aid of each other through thousands of acts of friendship caring and support. And that reveals the most important lesson of all; that it’s not markets that create morals: morals spring from the compassion of our hearts.",
        "In the last two years in the face of the worst global financial recession seen since the 1930’s we have had to make some of the biggest and most difficult decisions. But that’s what leadership is all about.",
        "We had a choice – to take control of failing banks and to nationalise Northern Rock or to take the Tory view, to reject on ideological grounds the very idea of public ownership.",
        "And what happened? The savings of ordinary families were protected not by default but by a decision made by a Labour Government on behalf of, and with the support of, the British people – and in the face of the ideological opposition of the Conservative Party.",
        "We had a choice to do what the Conservatives said and ‘let the recession take its course’.",
        "Or to help 17,000 businesses in Wales and 300,000 businesses across the United Kingdom to get the cash flow they needed.",
        "That didn’t happen by chance; it happened by choice our choice – the choice of a Labour Government.",
        "And then we had another decision; to leave the unemployed at the mercy of market forces or to support jobs and young people into work and training and ensure that 1.7 million more people are in work than if the experience of the last recession had been repeated.",
        "So let’s be proud; of jobs protected not by accident but by our actions, actions a Labour Government took on behalf of and with the support of the British people – and in the face of the ideological opposition of the Conservative Party.",
        "And then we had another choice – to help 300,000 families with advice and assistance with their mortgages so they can stay in the homes they worked so hard to buy.",
        "And that meant people’s homes saved not by chance – but by our choice – the choice of a Labour Government on behalf of and with the support of the British people – and in the face of the ideological opposition of the Conservative Party.",
        "At each turning point our opponents would have made the wrong decision.",
        "But for us doing nothing was simply not an option, because, for us, unemployment is not a price worth paying.",
        "And now we have a choice in the coming days.",
        "The Conservative Party always opposed the fiscal stimulus; they want to cut now the support we are giving to jobs, homes and businesses.",
        "A few days ago they said they want to tear up the 2010 budget, impose deep cuts immediately and accused us of moral cowardice for not doing so.",
        "Of course, typically of them, they called for big cuts before they called for small cuts before they called for modest cuts before they called for big cuts yet again.",
        "So their biggest claim to be the party of change is that they are the Party that keeps changing their minds.",
        "But I say: the consistent truth is that just as public investment has been the only way to move the economy out of recession and just as we have in place a four year deficit reduction plan to halve the deficit in the years to come, public investment must be maintained throughout 2010 until the road to recovery is assured.",
        "And so I tell you: we will not put at risk the recovery and the jobs, the businesses and the homes of thousands of people who would be the direct victims of immediate Conservative cuts coming at the worst possible time.",
        "And now from today there is an even bigger choice the country now faces for times to come – how we create the jobs of the future – how we can secure our shared prosperity and prevent the unemployment that every Conservative Government has brought.",
        "In the 1980s and the 1990s here in Wales and around the UK we marched for jobs, we rallied for jobs, we petitioned for jobs.",
        "And then we got into Government and we set about creating and supporting jobs. And now we have to work hard again for the new jobs for the future.",
        "In 1997 employment in Wales was 1 million 200,000 men and women in work the latest estimate is almost 1.3 million men and women in work –",
        "That’s despite the recession nearly 100,000 more people in jobs than when we first came to office.",
        "Nearly 100,000 more men and women in work than in 1997. Nearly 100,000 more families that have the chance of prosperity they didn’t have. That’s nearly 100,000 people more able to contribute not just to their families but to the community.",
        "And because every redundancy and period of unemployment is a matter of regret for me, I want us to do even better in the months to come.",
        "That’s why I propose a new UK industrial policy to signal the creation across the country of 1.5 million skilled new jobs for the future.",
        "Wales is leading the world in biotechnology with already a cluster of 250 companies.",
        "Here at the institute of life sciences at Swansea University Wales is, with IBM, a world research hub for life sciences – with its world beating supercomputer dedicated to life science research.",
        "And unlike the Conservatives we believe in and will push forward an industrial partnership between business, universities and Government to create over the next decade 100,000 new UK jobs. That means jobs with Labour, jobs at risk with the Conservatives.",
        "And let me also congratulate Bangor University’s School of Chemistry for yet another world leading role from Wales – a plan to eradicate a disease which has killed millions – Wales leading the global fight against the scourge of tuberculosis.",
        "And let us be proud that Wales is one of the countries leading the world with new jobs in energy – the UK pioneer for hydrogen energy, with the hydrogen engine test facility – and now the hydrogen highway, creating green jobs and companies to boost the low carbon economy. And while the Tories opposed the investment we made during the recession to help low carbon industries I can assure you that we will continue to invest in the green economy which can create another 400,000 future jobs.",
        "And Wales can lead in broadband and digital too. Because while the Tories oppose the funding we are putting in place, a Labour Government can ensure that no business in Wales and no family in Wales is denied the chance to benefit from the digital revolution.",
        "And let us be most proud of all that Wales is leading in the advanced manufacturing we need for the future.",
        "And let us congratulate Airbus and the Labour-led Welsh Assembly on securing one of the biggest groups of apprentices on a single site in the country – young people in North Wales, working with Airbus to create the products of tomorrow.",
        "That shows just what young people can do.",
        "So never again should someone’s potential be lost before their lives have really begun. Never again should their talent be written off. Never again should their contribution be lost.",
        "And that’s why, for the first time, we are putting in law young people’s rights to an apprenticeship and ensuring that an apprenticeship place is available for every suitably qualified young person by 2013. And thanks to Labour the minimum apprentice wage has just risen by more than 20 percent.",
        "In total we will have spent five billion pounds creating jobs and helping millions of people into them and we will continue support for young people even as we cut the budget deficit in more than half in the next four years.",
        "And it is because we are so determined to cut the deficit that we have already introduced tax changes and announced not only efficiency drives but cuts in some areas.",
        "Because we have never shied away from tough choices and we never will.",
        "And so I’m here to tell you that the Labour Party – our Government – has a strategy for prosperity – not just for the few, not for some, but for all. And even in the hard times we have not been deflected.",
        "And so today let me say this to the British people; if each and every person who can find work is prepared to take it, then I am prepared to do what it takes to secure not only Britain’s recovery, but to advance further and faster to the full employment of our ambitions.",
        "But let me also be clear; Labour’s focus on employment means precisely that. It means everyone who can work should work.",
        "Because there’s nothing progressive about allowing people to languish on benefits while their talents go to waste. And there’s nothing left of centre about denying to some people the pride, the rewards and the worth of work.",
        "That’s why we have told every young person who is offered work through our Future Jobs Fund that they will lose their benefit if they refuse a job. That’s why we have reformed the incapacity system so its no longer about what people cannot do but what people can.",
        "And that’s why we have told benefit cheats that if they scam the system, they will face immediate penalties.",
        "If young people don’t want to work, there will be no free passes. But for all those who are willing, you have a Government on your side.",
        "And so let us reassert in this time and in this place – that the recession has not weakened but strengthened our resolve to create jobs, that Labour has not deserted our historic goal for employment, but we are redoubling our efforts to achieve it. And that this fragile global recovery is not a reason to change tack but the reason to stay the course.",
        "And so today I feel compelled to warn you about the risk the Tories pose. The risk to the recovery, the risk to frontline services and yes, the risk to jobs. The risk to fairness.",
        "I said last week that people should take a long hard look at the Conservatives. And now the time has come for some simple straightforward questions about the risks that they pose to our country and to our economy.",
        "Because when they talk about change, just ask them a simple question: why they cannot tell you just weeks before their promised emergency budget which front line services they plan to cut this year, how many thousands of jobs are at risk and how much they would endanger the recovery.",
        "And when they talk about change, ask them why they can find that £200,000 for each of these 3,000 richest estates in our country but they are this year proposing to take tax credits away from over a million families.",
        "And when they talk about change, ask them why they say they can’t afford to guarantee front line police on our streets at the same time as undermining all the efforts we are making to close down tax havens.",
        "Ask them why when times are hard for families they wanted an end in Wales to free bus passes for the elderly and free prescriptions.",
        "Ask them why they want to isolate Britain on the fringe of Europe and work with only the most extreme right wing parties.",
        "Ask them why they want to keep the hereditary principle in the House of Lords.",
        "And ask them if they are the party of change why their highest priority at a time like this is to bring back fox hunting.",
        "And you know – after their slogan was announced today, I really think we ought to ask them. How they can claim to be the party of change when these policies –defending the lords, backing fox hunting, designing inheritance tax cuts, are not exactly new but the very policies that have defined the Conservative Party for a hundred years.",
        "Friends, in their policy of change for change’s sake, change that would take us backwards, they would risk our recovery, risk our frontline public services, and risk our country’s future.",
        "They call themselves progressive Conservatives but what they offer is not a manifesto but a masquerade. Not a vote for change that would take us forwards but take us backwards. For they would make the wrong changes, at the wrong time, for the wrong reasons, to benefit the wrong people.",
        "And let us be in no doubt; they are not the party of change for families but the party that would short-change families.",
        "Child Tax Credits – Labour achievement. Tory target. But we will not let them do this to our families.",
        "The Child Trust Fund – Labour achievement. Tory target. But we will not let them do this to our children.",
        "21st century schools for a 21st century education – Labour achievement. Tory target. But we will not let them do this to our young people.",
        "A Children’s Centre in every community – Labour achievement. Tory target. But we will not them do this to our future.",
        "The Social Chapter which helped deliver maternity, paternity and flexible working rights – Labour achievement. Tory target. But we will not let them do that to our rights.",
        "If the Tories were ever to trick the British people and win the election we would see in a matter of months a generation of achievements starting to be wiped out.",
        "A hard won economic recovery put at risk.",
        "The NHS we have rebuilt in danger.",
        "The education of our children under threat.",
        "But I say again; we will not let them do this to our country.",
        "Because here in Wales the soul of our party is in the soil of these hills and in the toil of generations.",
        "People who cared about each other, who reached out to each other, who in times of trouble sought to lift each other, who in times of prosperity sought to share with each other.",
        "People who not only believed but proved that there is such a thing a society.",
        "People who had coal dust on their faces but never lost their visions of a decent society.",
        "And from these valleys, with your own experience of the inequalities and indignities of 1930s health care – of nurses having to leave the bed of their patients to run charity flag days for vital life-saving hospital equipment – men and women went on to create what people once thought impossible: a National Health Service, the greatest act of compassion our country has seen.",
        "And over six decades what these visionary Welsh men and women achieved was not the sixty years mistake a prominent Tory called the NHS, but sixty year liberation for every single family in this country.",
        "And their journey – through all the successes and the setbacks, in the happiest and in the hardest of days – their journey teaches us, we who have inherited their vision.",
        "Never to give up.",
        "Never to give in.",
        "Always to hold to our ideals.",
        "Always to fight for a future fair for all.",
        "And so I ask you today: will you join me in the fight for fairness?",
        "Let us carry this fight all across Wales and all across the country.",
        "And when people ask if we can win that fight in 2010, I say:",
        "We can. We must. And we will."
    ]
}