{
    "url": "https://www.ukpol.co.uk/gordon-brown-2002-speech-at-commonwealth-parliamentary-associations-conference/",
    "title": "Gordon Brown – 2002 Speech at Commonwealth Parliamentary Association’s Conference",
    "post_date": "January 5, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gordon Brown, the then Chancellor of the Exchequer, to the Commonwealth Parliamentary Association’s Conference at Lancaster House, in London, on 12 March 2002.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "Your Majesty, Your Royal Highness, fellow parliamentarians, ladies and gentlemen.",
        "This meeting – of parliamentarians from every part of the commonwealth – is a very special one:",
        "It celebrates Your Majesty’s fifty years as Head of the Commonwealth;",
        "And it launches – in honour of that – a new ‘Commonwealth Education Fund’.",
        "From the Pacific Islands to the British Isles, from the Caribbean to Central Africa, the Commonwealth is a community which spans the reach of global geography and the entire breadth of the economic spectrum – a community united in its vast diversity by a common heritage and shared values of democracy and human rights.",
        "Today we take an historic step to advance those values.",
        "This Tuesday morning, when almost every child in Britain is in school, there are in the Commonwealth 75 million children who are not because they have no schools to go to.",
        "Children who will never enjoy even the most basic primary education;",
        "Children thus destined to fail almost before their life’s journey has begun.",
        "With the new Commonwealth Education Fund – and other funds – we aim to ensure that, by 2015, no child is left out and that every child in the Commonwealth will receive primary education.",
        "And, Your Majesty, we believe that it is an altogether fitting tribute to your fifty years of service to plant, across the Commonwealth, seeds that will still bear fruit in another half century.",
        "I think of the five year olds who, as a result of this new Education Fund, will be given opportunities they would never otherwise have both in learning and in life – a chance that will transform their own lives immediately … and lift the life of their nations for the next half century and beyond.",
        "Since 1997, the International Development Secretary has committed £650 million to support progressive governments determined to achieve, high-quality primary education, mainly in sub-Saharan Africa and South Asia. And she will significantly raise our commitment to overseas development over coming years and its share of national income.",
        "The new Commonwealth Education Fund which will build on these British efforts will be a proud and permanent legacy of this Jubilee year.",
        "The UK government will provide an initial £10 million.",
        "And we will match pound for pound contributions from businesses and members of the public – in particular through this year’s Comic Relief campaign – “Sports Relief”.",
        "Most of this money will be channeled through charities and NGOs to help the Commonwealth’s poorest countries open the doors of learning to all their children – most of all the most vulnerable and disadvantaged street children, child soldiers and aids orphans.",
        "And I hope that this lasting legacy of the Jubilee Year will also be felt here in the UK.",
        "At the moment around 870 schools from the Commonwealth are ‘twinned’ with British schools. I visited one of those schools this morning and saw myself how it is helping British children to gain a better understanding of other cultures.",
        "The Commonwealth Education Fund will widen and deepen such ties, raise the awareness of international poverty and development in our schools and build new bridges between young people in Britain and across the Commonwealth.",
        "In so doing, I hope that our children will grow up with a new consciousness of their responsibilities as global citizens – and a real sense that deprivation and despair anywhere diminish all of us everywhere.",
        "There are threats we must face and defeat – from terrorism to exploitation to the easy temptations of indifference. But before us there is also an unprecedented possibility of progress.",
        "We have in our hands the power and obligation, never given to any other generation at any other time in human history, to banish ignorance and poverty from the earth.",
        "Every time we lift one child out of the slums and the destitution and squalor of living above open sewers…",
        "Every time we cure one child afflicted by disease, and give her the chance of learning…",
        "Every time we rescue one child soldier impressed into combat…",
        "We are making a difference.",
        "But if, through education, we can lift not just one child, but 75 million children out of poverty and hopelessness, we will have achieved a momentous victory for the values of the Commonwealth and the cause of our common humanity.",
        "2002 is a momentous year for Your Majesty. And for your honour and ours, let it also be a momentous year for the Commonwealth",
        "I can think of no tribute and no legacy that would better mark Your Majesty’s Jubilee Year than a promise, a commitment, that every child will at least have a decent start in life.",
        "By opening the doors of learning to all of them, we can secure a stronger, fairer, more prosperous future, not just for them but for all our nations and peoples."
    ]
}