{
    "url": "https://www.ukpol.co.uk/gordon-brown-2004-speech-at-the-cbi-annual-conference/",
    "title": "Gordon Brown – 2004 Speech at the CBI Annual Conference",
    "post_date": "January 3, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "European Union",
            "url": "/category/european-union/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, in Birmingham on 9 November 2004.",
    "content": [
        "In saying what a pleasure it is to be invited at the first conference presided over by your new President – John Sunderland – and here on the same day as my friend the Finance Minister of France Nicolas Sarkozy, let me first of all thank you for ensuring that in a harsher, more competitive and more uncertain world – which has not been easy for any business in any continent anywhere – Britain, thanks to your efforts and those of your companies, has weathered the storm of the recent world downturn. And the whole country recognises and thanks you – the business leaders of our country – for your hard work, your resilience and your courage to change.",
        "And I recognise that having come through, in the last four years, an IT collapse; an American, Japanese and German downturn; the stalling of world trade – itself stalling vital investment decisions you wanted to make – every company, every country, now finds that instead of the much hoped for calm, all of you are having to cope with the doubling of oil prices; rising world commodity prices; uncertainty in the Middle East; large current account imbalances between Europe, Asia and America; and the changing values of dollar, euro and pound and thus uncertainties about the strength and durability of the world recovery.",
        "And perhaps even more challenging, every company and every country is, at the same time, having to face up to far reaching and fundamental global changes in technology and trading patterns – including the rise of Asia. Changes that are lasting and profound.",
        "Within twenty years half the world’s manufactured exports could come from developing countries.",
        "Already China is exporting more than France, Italy and Britain.",
        "Asia is exporting almost as much as the euro area.",
        "Within a decade 5 million US and European jobs could be outsourced.",
        "And all the time China and India are upgrading their science and skills with India and China today producing 125,000 computer science graduates a year and Britain only 5,000.",
        "Now at no point in our past history could Britain ever afford the old short-termism and the old complacency. At no time could Britain afford to duck or postpone fundamental long term choices about our future. Indeed at the root of our national economic decline in the last century was a British failure to face up to difficult long term decisions.",
        "But ever more so in this more competitive global era, to fail to confront, to complacently side step, long term decisions would mean Britain left behind. So in an era where nations will rise and fall at speed – and where no nation, however prosperous today, can take tomorrow’s prosperity for granted – Britain cannot afford ever again to resort to the old short-termism, whether pre election short-termism or any other form of short-termism.",
        "And to those who want to postpone long term decisions and tell us that there should be no change without security, we all know the answer: there can be no security without change.",
        "My message today is that there are important long term economic choices about our economic destiny and about Britain’s priorities which we need to make together and which cannot be resolved by resorting to short term initiatives, or even decisions that are just for one Parliament. Long term choices and decisions about our economic future as a nation which – because these decisions need to be made, acted upon and followed through on a sustained basis – require a consistency of purpose and direction in the British national interest that goes beyond one year or even one Parliament and involves seeking agreement and shared purpose across all sections of British society.",
        "And so the choices we will address in our Pre Budget Report are:",
        "– will we relapse as a country, drifting back to the era of fiscal irresponsibility and short termism or will we have the strength to continue to entrench monetary and fiscal stability for the long term?",
        "– will we have the strength not just to talk about enterprise but to provide the incentives, the rewards for risk and agree the changes in education necessary to make Britain’s entrepreneurial culture match the enterprise of the USA?",
        "– will we have the strength to resist protectionism and take the long term decisions to break down trade barriers around the world and build the best trading relationships with Europe and also with America and with China, India and Asia?",
        "– and on both the two drivers of modern economic success – innovation and skills – will we face globalisation by systematically doing what every advanced industrial nation must do: not only investing to upgrade both science and skills but addressing all the barriers – tackling the old inflexibilities, the old vested interests – that stand in the way of Britain being the best place to locate for skills and for R and D and make Britain the best country to grow up in, to start a business, to build a successful life?",
        "And underlying these challenges is an even more fundamental decision: to meet and master these challenges of the global marketplace my mission is to build a shared national economic purpose, a patriotic vision – shared by the British people – of Britain’s economic destiny as a nation of aspiration and ambition.",
        "And let us be clear about the economic cost of not building this shared purpose. There’s no doubt that America faces the challenges of globalisation with a strong sense of itself as a country of liberty, enterprise and opportunity for all. And when Mr Sarkozy speaks today he will show that France has a very strong sense of national destiny as it faces the decades ahead. So too does China and every Asian economy I visit.",
        "And I believe that working together, we can here in Britain forge a shared British economic purpose that, embracing all sections and regions and nations of Britain, can give us, the British people, the long term direction and determination to make the difficult choices about priorities in a global age, and summon our great country to greater achievements in the future.",
        "**Stability**",
        "Let me give an example of how a shared national purpose can be built.",
        "When we made the Bank of England independent, and built a new monetary and fiscal framework which required us to freeze public expenditure for two years and radically cut our national debt, I remember people saying we would find it difficult to get trade unionists, workforces and managers in all the regions, as well as the other political parties, to accept the toughness of our monetary and fiscal rules and the consequences of Bank of England independence for, for example, wage expectations. But over the last seven years we have shown that with economic management based on clear objectives, proper procedures and on transparency and accountability, you do build trust and a shared purpose that gives business confidence to invest and families confidence to plan ahead.",
        "And the question now is: can we build a shared economic purpose not just around stability for a few years but around entrenching long term stability?",
        "I think most businesses would acknowledge – as Digby Jones and John Sunderland have done – that because of a proactive monetary policy, Britain not only acted quickly – with nine interest rates cuts – to avert recession but we have also acted pre-emptively on the upturn – with five interest rate rises.",
        "In any other decade a doubling of oil prices would have led to expectations about higher inflation, and then higher wage demands. But today the British people know that our inflation target and stability will be achieved.",
        "The Government will respond to the long term savings and investments issues raised by Adair Turner whose Pensions Commission reports in the next year. But on fiscal policy generally I can tell you that we will learn from, and not repeat, the mistakes of the European Growth and Stability Pact – with its focus on an annual, not long term, perspective and its concern for short term deficits not long term debt.",
        "Remember that in 1997 even at a time of growth we froze spending so that we could rebuild our public finances for the long term on the basis of low and sustainable levels of debt.",
        "In 1999 at the time of the spectrum sales which raised £22 billion we resisted the demand even from some in the business community to spend that £22 billion as if it were a windfall and instead we further cut the size of our national debt.",
        "At the time of the world downturn in 2001 we ensured that fiscal policy supported monetary policy.",
        "And I hope you will agree that – looking back on the British system of fiscal discipline over seven years – we have, at each point in the economic cycle, taken the right long term decisions for business and the economy, which has helped our country ensure that unlike America, Germany, Japan and the euro area growth was maintained free of recession in every quarter.",
        "And in the next few years it is my determination we again take the right long term decisions at each point in this and the next cycle.",
        "So as we look forward I can also tell you that as we slow the rate of growth of public spending we will, while financing all the nation’s key investment priorities – including education, health, transport and law and order – continue to meet all our fiscal rules in this cycle and in the next.",
        "And today in 2004 I can tell you – as I told my own Political Party Conference – that I will resist demands from wherever they come, such as on linking pensions to earnings where this would put at risk the fiscal position today and in the long term. Such short-termism is not the best way forward.",
        "Today almost every one of our major competitors is grappling with high fiscal deficits and fast rising levels of debt. But at every point we have been able to meet our fiscal rules and as long as I am Chancellor we will meet all our fiscal rules – with stability yesterday, stability today, stability tomorrow.",
        "**Enterprise**",
        "The shared national economic direction we have been building is founded on stability, but must be driven forward by building the same national purpose around a Britain which values and celebrates our enterprise, creativity, dynamism and entrepreneurial flair.",
        "There are 300,000 more businesses since 1997 thanks to you and your colleagues. But let us be honest: today our rate of business creation is still half that of the USA and if we had the US rate we would have 1.8 million more businesses in Britain. The long term choice for Britain is whether we are serious about the incentives and rewards for risk, and about the changes in the school curriculum and in education generally necessary to create a long term revolution in attitudes to enterprise and wealth creation.",
        "Let me give you one example of a policy change by our party that shows how we are already going beyond the old divisions and helping to forge a shared national consensus on enterprise culture – capital gains tax.",
        "Although not quite as public a symbol as Bank of England independence – but dramatic in terms of Labour’s history none the less – from its first year a Labour Government even with other priorities including the NHS cut capital gains tax – now down from 40 pence to 10 pence for long term business assets – because rewarding enterprise is, for us, central to a renewed British national economic purpose.",
        "That is also why a Labour Government cut corporation tax from 33 pence to 30 pence and small business tax from 23 pence to 19 pence; and why in the last budget we announced the end of the last corporatist subsidies, the permanent on going industrial subsidies in coal, steel and shipbuilding; are resolved to sell off all remaining government shareholdings in private utilities; and in Europe are demanding a wholesale reform of wasteful state aids that are distorting competition.",
        "But the renewed national economic purpose is not just getting rid of the old but building day-by-day an enthusiasm for enterprise in every region of the country. So in what areas, building on stability, can the Government do more to break down the barriers to enterprise?",
        "Planning: we will help business by making planning quicker, more flexible and more responsive to the long term needs of the economy generally.",
        "Tax: we will continue to look with you at the business tax regime so that we persuade people that it is in Britain’s interests to make and keep the UK as the most competitive place for international business.",
        "And on regulation, let us accept this is a problem raised in every industrial country – where there is a tension as you know between the flexibility you need and the standards the public request. And I tell you that it is in the national interest that we continue to resist inflexible barriers being added into European directives like the agency workers directive and the working time directive.",
        "I can also tell you that in the Pre Budget Report we will do more to reduce regulations in Britain in the area of inspection, audit and enforcement regimes and I can also say we have agreed with the Netherlands, Luxembourg, Ireland to put regulatory reform at the heart of our EU Presidencies through to 2005, putting every costly and wasteful EU regulation to a competitiveness test.",
        "And in budget after budget I want the nation – and politicians on all sides, trades unionists and managers – to face up to the hard choices – whether it be in the tax system or in breaking down old barriers – to do more to encourage the risk takers, those with ambition, to turn their ideas into reality and make the most of their talents.",
        "In the past it has been assumed you could have enterprise but at the cost of fairness – or fairness but at cost of enterprise. So in Britain for decades parties that emphasised enterprise at the cost of fairness vied with parties that emphasised fairness at the cost of enterprise. But today I believe, as I told the Labour Party Conference, we can forge a new consensus – government and business together – that enterprise open to all is the right way forward for communities and our country as a whole.",
        "In particular, we need to do more to give young people the confidence and support they need to consider a career in business.",
        "So in future not just a few but all pupils before they leave school will enjoy not just work experience but enterprise education too.",
        "We are setting up a National Council for Graduate Entrepreneurs.",
        "With the visit of US Treasury Secretary John Snow next week we plan to form a new transatlantic partnership for encouraging enterprise with the US administration.",
        "On 4 February next year the Treasury will host a conference of business leaders from across the world, and led by Alan Greenspan, who will address it to discuss how faced with rising economies like China and India Britain can become more entrepreneurial.  \nAnd driving forward national awareness of enterprise opportunities for all, the first ever national Enterprise Week next week will encourage, inspire and excite young people about enterprise – and our annual city of enterprise competition will encourage and reward those with ideas who start up their own businesses – as we build a new shared economic purpose in Britain that starts in our schools and that extends even to communities with today the highest unemployment and the lowest rates of business creation, that enterprise open to all – a deeper wider entrepreneurial culture – is the way forward for Britain.",
        "**Science**",
        "In a global restructuring that focuses advanced industrial nations away from low skill, low tech products and processes to the technology driven and high value added, Britain will not only have to be enterprising but will only have a competitive edge if we develop the most technologically intensive and science based industries and services.",
        "Yes: with 1 per cent of the world’s population we have over 11 per cent of the world’s most cited scientific papers and the industries growing fastest are those that are also investing heavily in R&D. But for decades – as a share of GDP – science investment has been lagging behind our major competitors, now even behind Korea and Singapore.",
        "And the long term choice we cannot duck is whether we have the strength to take all the necessary steps – financial, regulatory and cultural – to make Britain, home of scientific discovery in the industrial revolution, the country where scientific invention is fully valued and celebrated and, as we break with the short-termism of the past, the best place in the world for scientific enquiry and for R&D.",
        "So I propose we build on the public private partnership between government and business that created the ten year framework for the development of science and the extra £2.5 billion pounds investment that will further develop university labs and equipment and – now even more a priority – invest in graduate and post graduate engineering, science and technological education and research. So with the ten year framework our starting point, we are ready to work with you to build on our successful research and development tax credit to create the best incentives and make Britain the best place for R&D.",
        "But we need to do more. By showing we have properly balanced the need for scientific advance with ending unnecessary suffering we must protect legitimate science on potentially life saving research from being under constant attack – and thus build a British consensus that, building on our great scientific traditions celebrates the responsible development of science and rewards scientists and inventors for their creativity and their pivotal contribution to the next stage of British economic success.",
        "**Skills and Labour Market**",
        "Even bigger choices lie ahead of us in ensuring the proper response to globalisation with both the flexibility companies need and the skills individuals require.",
        "Yes, today 2 million more are in jobs. But the unemployment and worklessness rate among the unskilled is not 5, 10 or 15 per cent. 50 per cent are not in work. Each year India and China produce 4 million graduates compared with just over 250,000 in Britain. And if we are to succeed in a world where offshoring can be an opportunity, then the acquisition of skills by all – our mission to make the British people the best educated, most skilled best trained country in the world – must become the shared desire and determination of the whole British people from parents and teachers to management and trades unions.",
        "At root the issue raised by global change is whether, to achieve this aim, we have the vision and resolve to construct a new long term partnership between employer, employee and government in which in return for the flexibility you as employers need, we ensure that investment in education that individuals and the country require to prosper.",
        "I propose that in the next year we work together in a long term plan to make Britain the best educated, trained and skilled workforce prepared for all challenges ahead.",
        "The Government ready to move resources from paying for unemployment to investing more to achieve higher standards in our schools, colleges and universities, and – as Charles Clarke is keen to discuss with you following the Tomlinson Report – to improve the quality of apprenticeships and the education of 14 to 19 year olds.",
        "Employees demonstrating greater flexibility – with the minimum wage and tax credits already underpinning earnings, with our advances in childcare underpinning family life, and with the Employer Training Pilots giving greater help in acquiring skills.",
        "And, alongside this flexibility, small medium and large employers prepared to invest in skills training as, together, we build a progressive national consensus around an agenda which shows that flexibility and fairness advance together – neither the old American or the old European way but a modern British way to high skills for the global age.",
        "**Trade and internationalism**",
        "And because our economic success depends upon the openness and vitality of our trading relationships, the long term question is whether Britain can both resolve the European question for this generation and whether we can use our advantages in – if Mr Sarkozy will excuse me – the English language, our belief in free trade and openness to the world and our historic global reach to make us a bigger global player in every part of the world.",
        "Today only 1 per cent of our exports go to China and only 1 per cent to India and so it is because we recognise both the urgency and the benefits of better trading relationships with China and India that:",
        "– we are not only pressing for a conclusion to the WTO talks but examining UK Trade and Investment’s priorities for the long term;",
        "– the UK Financial Dialogue with China will be held in December this year and will be extended to India next year;",
        "– Britain is promoting a year of British science in China, launched by Lord Sainsbury in January;",
        "– and we are implementing the new science and engineering graduates scheme extending work permits to new graduates not least from China and India.",
        "I am pleased Mr Sarkozy is with us today – and I have valued working with him across the political divide.",
        "It allows me to emphasise as someone who is pro Europe and pro reform that Britain benefits from being part of the European Union, the biggest and most successful single market in the world.",
        "And Britain will benefit from a Europe that reforms.",
        "And instead of a Britain still characterised by doubts and hesitations about our role in the world, grappling uncertainly with issues of integration in a European trade bloc.",
        "Instead of a Britain seeing the battle as Britain versus Europe, not Britain part of Europe.",
        "Instead of thinking the European choice is between non engagement and total absorption – a Britain failing to see we can lead the next stage of Europe’s development.",
        "I believe we can build a pro European consensus in Britain.",
        "Why do I say this? Global economic change demands Europe moves from being a Trade Bloc Europe to being a Global Europe – outward looking, reforming and open, with a programme of liberalisation, a new employment dimension, the opening up of trade and commerce not least for the USA, and a modern monetary and fiscal regime.",
        "And I believe that we have already begun to show – in the way we have successfully resisted the savings tax and tax harmonisation – that the best contribution pro-Europeans committed to Britain leading in Europe make to the cause of Europe is by ensuring that in Europe we face up to rather than duck these difficult decisions about economic reform, an approach that is gaining support from other European countries.",
        "Our aim is a Europe that instead of being a trade bloc looking inwards on itself, looks outwards, engages with the rest of the world, rejects semi federalist ambitions and reforms and liberalises to meet the global economic challenge. And it is around this pro-reform, pro-global approach – that is clearly in the British interest – that perhaps the first truly national consensus on Europe can develop. Britain feeling confident rather than hesitant about its important role in Europe’s development.",
        "**Conclusion**",
        "So here are the elements of a shared national economic purpose, a consensus for progress, to which I believe the whole country could subscribe.",
        "Building on our historic qualities – openness to the world, our scientific traditions, our world class universities.",
        "A Britain united as it takes the long term decisions for stability.  \nA Britain where the whole country is committed to enterprise and flexibility.  \nA Britain that invests in science and infrastructure, and in education and skills, and believes in its future as a scientific and creative nation.  \nA Britain that looks outward to Europe and the world.  \nA Britain that leads Europe to an open, flexible and global future.",
        "And if we can build a British progressive consensus around these long term economic decisions, then globalisation is indeed made for Britain and British prosperity. And we, Britain, can – equipped for the future – be, just as Britain triumphed in the industrial revolution, one of the global economy’s greatest success stories and look forward to a century of British achievement."
    ]
}