{
    "url": "https://www.ukpol.co.uk/lyn-brown-2023-speech-on-holocaust-memorial-day/",
    "title": "Lyn Brown – 2023 Speech on Holocaust Memorial Day",
    "post_date": "January 31, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Lyn Brown",
            "url": "/tag/lyn-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lyn Brown, the Labour MP for West Ham, in the House of Commons on 26 January 2023.",
    "content": [
        "It is an absolute honour to follow the right hon. and gallant Member for Beckenham (Bob Stewart) and to hear again his powerful testimony about what he witnessed. He is right that we simply must never forget. His speech is one of many excellent speeches in this debate.",
        "I will speak about the 1943 uprising at Treblinka, where very ordinary people with very little hope rose to destroy the machinery of death and to escape. Treblinka, as we know, was created for the sole purpose of exterminating the Jewish people. It was not capable of holding many people for long periods. There were no forced labour factories. In little more than a year, an estimated 925,000 people were murdered.",
        "The people who fought back had personally seen tens or even hundreds of thousands of innocent people being murdered. They had been forced to cut off the hair of their fellow victims just before they entered the gas chambers and sort through the clothes of the newly dead. They had to pick through the ashes from every day’s thousands of corpses to remove fragments of bone, which were crushed and burned again so that no evidence of this enormous evil would be left. They had been forced to do all that, to endure all that, and still they had the strength to plan, to work together, and to fight for their right to live.",
        "I believe it is important that we understand just how difficult and extraordinary any form of resistance was within the camps, because we know that the control by the guards was almost absolute. All the prisoners knew of the immediate brutality that would be inflicted upon resisters if they were caught. But it was more than that. The Nazi regime sought to break the very spirit of the prisoners—not only their hope, but their solidarity among themselves. Chil Rajchman, who survived Treblinka after taking part in the uprising, said that the victims",
        "“were so abused, victimised…that they wanted to die… Our vision was overcast. We did not know what was happening to us… The whole world forgot about us. Our lives were worthless.”",
        "Despite the devastating impact of years of unceasing trauma, courage and solidarity remained and could not be broken. In the summer of 1943, news came to the camp of the Warsaw ghetto uprising a few months earlier, so against enormous odds, plans for an uprising to destroy Treblinka began. The guards had built an armoury and selected a Jewish locksmith to work on the lock. He was able to make an extra copy of the key and pass it to the organisers. Others were brought into the conspiracy, including the Jewish boys of just 12 or 13 years of age who had been given the weekly task of cleaning up after the camp guards. The uprising began on 2 August 1943. Those brave, brave young boys smuggled guns out from the armoury underneath the rubbish in their carts. The barracks were set alight, and the main gate was attacked, but the towers could not be captured and the guards fought to maintain their brutal control. All that could be done was to run and hide.",
        "Of the 840 people in the camp that day, only 200 fully escaped the pursuit, and just 100 survived the rest of the war. Let us remember that those who rose up in Treblinka were ordinary people willing to die that day so that others would have a chance to live. They were not bound together by training or ideology, but were thrown together in the midst of utter horror. Their desire to survive and resist came from within and from each other. We must remember them. As a country, we must try to match just a fraction of their resilience as we stand against atrocities in our own time, because—as we know and as we have heard—people in this world are still systematically murdered because of their identities.",
        "This year marks the 20th anniversary of the start of acts of genocide in Darfur—horrific crimes against humanity that have happened on our watch. In Darfur, hundreds of thousands of people have been killed, rape has been used as a weapon on a massive scale, and millions still endure forced displacement. Every year on Holocaust Memorial Day, we say, “Never again”, but I genuinely believe that saying and believing that requires us to act. Atrocities continue regularly in Darfur, and the people accused of those crimes against humanity have faced no justice. We need to recognise that, instead of being put on trial, some of those implicated in Darfur have built careers on the murder and destruction that they planned and organised. Many remain in positions of power and prosperity in Sudan today.",
        "I absolutely welcome the Government’s statement at the UN Security Council yesterday calling on the authorities in Sudan to act. I hope that justice for the atrocities in Darfur is a primary UK objective as we continue to support the movement of Sudanese people who wish only for peace and democracy. We must always remember the victims of the holocaust, and we can never rest content until justice is done for the victims in Darfur and those everywhere else in our world where genocide again threatens our humanity."
    ]
}