{
    "url": "https://www.ukpol.co.uk/gordon-brown-2004-speech-at-the-bbc-world-service-trust-conference/",
    "title": "Gordon Brown – 2004 Speech at the BBC World Service Trust Conference",
    "post_date": "January 3, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, on 16 November 2004.",
    "content": [
        "Let me, on behalf of my colleague Hilary Benn and myself, start by thanking for both organising this event – and for all its work – the BBC World Service Trust.",
        "And let me thank the Trust, started in 1999 to promote development through better communications, and the BBC World Service itself – great British institutions which play a unique role in relationships between Britain and the world, that express Britain’s outward looking internationalism and our responsibilities to the world.",
        "Let me in particular congratulate the World Service Trust for its less widely publicised but highly innovative work:",
        "– your pioneering HIV/AIDS campaign which in India alone has helped 7 million;",
        "– your pioneering public health work as in Kenya where you have engaged 4 million young people;",
        "– and your pioneering distance learning programmes which in Somalia alone has attracted 10,000 into education and attracted thousands elsewhere.",
        "And let me thank you especially for holding this conference now, here, on what I believe is the most important issue of our generation – world poverty – and looking forward to its most important year for our generation – 2005.",
        "For while Hilary will talk specifically about the role of broadcasting I want to emphasise in my opening remarks the importance of the coming year.",
        "It is the year when, five years after setting the Millennium Development Goals to address world poverty, hunger, disease and illiteracy, world leaders will meet in the United Nations Millennium Summit to examine progress on world poverty.",
        "In January a special report – the UN Millennium Project report on poverty.",
        "In February under UK Chairmanship the G7 Finance Ministers meet to examine what the G7 can do on debt and finance for development.",
        "In March a personal report by Kofi Annan on world poverty.",
        "In April then June special meetings of G7 finance ministers to prepare a final paper on debt and development.",
        "In July Britain playing a special role hosting the G8 summit preceded by the report of our Africa Commission.",
        "In September the UN Millennium Summit.",
        "And then it is only a few weeks before December in Hong Kong the world trade talks – what was to be the development round for trade – resolving the other great development issue of our time.",
        "And already in Making Poverty History more than a hundred aid, development, and trade organisations and anti poverty organisations are coming together in probably the biggest expression of public opinion in demonstrations, campaigns, petitions to make poverty the issue of the year.",
        "2005 is thus a year of opportunity and a year of challenge.",
        "A testing time as to whether the world can wake up to the scale of the tragedy of poverty and its implications.",
        "Whether we can come together as never before to fashion a new relationship between rich and poor countries and peoples.",
        "The year when also in the shadow of failed states and terrorist threats as well as global poverty we will be asked whether the richest countries can summon up a similar level of inspiration and vision as was shown fifty years ago and agree a modern equivalent of the Marshall Plan.",
        "Whether we can be as bold in our statesmanship as we were in 1945 with the formation of the World Bank.",
        "And it is the year as I shall explain this morning when I have hopes that:",
        "– we finally make a reality of our pledge to wipe out 100 per cent of debt to the Highly Indebted Poor Countries;",
        "– we can have the first trade round the world has ever seen that is professedly shaped in the interests of the poorest countries;",
        "– and central to this is our British proposal for a new covenant between the developed and developing world to tackle poverty based on a new deal in international finance — and I want to explain how I believe it can be done.",
        "Today is also the time for politicians and broadcasters each doing our very different jobs and performing our every different roles to take stock – think back on and to learn from, both in terms of achievements and failures, what has been a long journey in the discussion of development issues since twenty years ago – 1984 and 1985 – and what we achieved and didn’t achieve.",
        "Live Aid was that extraordinary moment when, through the power of television, everyone in the world realised here was an issue that wasn’t just a matter of opinion.",
        "Live Aid was about communicating the self-evident truth that we cannot be this rich and see people that poor.",
        "That when we see people starving to death on TV right in front of our eyes we cannot sit there and do nothing.",
        "Indeed, a recent survey stated that the majority of young people growing from youth to adulthood in these years agree that Live Aid was the single most memorable moment in their lives.",
        "And Live Aid started with the exposure by journalism – Michael Buerk’s reports from Africa.",
        "And when Amartya Sen wrote some years ago of the difference between the history of famines in China and India and exposed the difference between the old China – where because there was no free press and no multi-party democracy no one reported the deaths no one ever knew the nameless, forgotten, unmentioned people who died – and the old India – where because there was openness, the authorities were forced to react he was describing in the case of India where the role and responsibility of the media in development starts – through better communications to promote better development. As US Supreme Court Justice Louis Brandeis said, ‘Sunlight is the best disinfectant’",
        "But this is also the time to realise how – despite that exposure, good works, demonstrations, a stronger public opinion than ever before, how much has been achieved in international conferences – how we fell short and how much has still to be done.",
        "Return to Ethiopia after twenty years and as Hilary Benn explained to me there are 70 million people and today just 2,000 doctors, life expectancy of less than 50 and children have only a one in ten chance of surviving until the age of one.",
        "Return to sub-Saharan Africa and find life expectancy less than 50 indeed 46.",
        "Visit 32 countries which still have an average life expectancy of less than 50.",
        "Visit 24 countries where one in every ten of children die before the age of one and the everyday story is mothers struggling to save the life of their infant children and in doing so losing their own.",
        "Let us recognise that since 1984, despite the massive publicity, aid to Africa, which was $33 per person ten years ago, is just $19 per person now – halving of the aid per person.",
        "Yet while aid is less, I believe we are today challenged more than in 1985.",
        "In a world where we are, thanks to your communications and media, the first generation to know the numbers, the scale, the sheer extent of the tragedy facing us in Africa and other developing countries.",
        "And we are, thanks to the development of science, medicine and technology, the first generation to know it to be preventable.",
        "The achievements of twenty years look modest",
        "The effect of sunlight has not been a bright new world",
        "It is hardly surprising that in your survey people think no world leader, no politician has achieved anything as much as Bono and Bob Geldof.",
        "And here in 2004, twenty years on, after twenty years of relative failures not success, we have to ask ourselves: what are our respective responsibilities moving forward?",
        "For a measure of our challenge is that the very weapon to tackle poverty – the Millennium Development Goals – the international community’s targets to halve poverty by 2015 – 72 per cent of your survey said they had never heard of them.",
        "And I believe that our greatest responsibility looking forward to 2005 is:",
        "– a mission to get to beyond the shock horror, sensationalist, in and out – and to be consistent over time where the challenge is indeed making development issues simple to understand without being superficial;",
        "– to examine and bring to the public’s attention not just the surface and immediate manifestations but the underlying forces at work and the causes of the problems developing countries face, including challenges of corruption, transparency and governance.",
        "The urgency is that next year – 2005 – is in my view not only a year where there is a calendar for action on development but make or break year for the world community.",
        "It is not just the chance to review progress after 20 years of Live Aid.",
        "It is also when the developing world will ask from January to December – and especially at the UN Millennium Summit – whether the promises to right the great wrongs of our time are to be met:",
        "– the promise that by 2015 every child would be at school;",
        "– the promise that by 2015 avoidable infant deaths would be prevented;",
        "– the promise that by 2015 poverty would be halved.",
        "In other words promises that rich countries would work with the poor to right the great wrongs of our time.",
        "And as a spur to action it is the year when Britain’s G8 and EU Presidencies will focus on development and it is the year when the Africa Commission reports.",
        "The Millennium Development Goals were not a casual commitment .",
        "In 2000 every world leader signed up.",
        "Every international body signed up.",
        "Almost every single country signed up.",
        "This commitment was a bond of trust, perhaps the greatest bond of trust pledged between rich and poor. But already, so close to the start of our journey, we can see that our destination risks becoming out of reach, receding into the distance.",
        "For at best on present progress in sub Saharan Africa:",
        "– primary education for all will be delivered not in 2015 but 2130 – that is 115 years late;",
        "– the halving of poverty not by 2015 but 2150 – that is 135 years late;",
        "– and elimination of avoidable infant deaths not by 2015 but by 2165 – that is 150 years late.",
        "Martin Luther King spoke of the American Constitution as a promissory note.",
        "And yet – for black Americans – the promise of equality for all had not been redeemed.",
        "And he said that the cheque offering justice had been returned with ‘insufficient funds’ written on it.",
        "And in this way he exposed on racial equality the gap between promises and reality.",
        "And in the same tragic way, the Millennium Goals which were a promise that became a commitment, a timetable and a pledge, are now at risk of being downgraded from pledge to just possibility to just words.",
        "Yet another promissory note, yet another cheque that has barely been issued but is already being returned with the phrase ‘insufficient funds’ marked on it.",
        "And the problem is not that the promise was wrong, the pledge unrealistic, the commitment unnecessary but that we have been too slow in developing the means to honour and fulfil them",
        "That is why in my view we need to urgently summon up the inspiration, vision and commitment in a manner akin to the Marshall Plan of the 1940s when America boldly transferred not 0.7 per cent of its national income but 2 per cent of its national income to war ravaged Europe and by transferring resources and stimulated world trade ushered in decades of world economic growth.",
        "What should we do?",
        "Put simply, the UK Government’s proposal for 2005 is for nothing less than what Jonathan Sacks calls a ‘new covenant’ between developed and developing countries…..that as developing countries devise poverty reduction plans and do so to expand their own development, investment and trade, we the richest countries must take three vital steps:",
        "– first, writing off not just all of the historic debt owed by the poorest countries to the richest but also all of the historic debt they owe to international organisations;",
        "– second, dismantling our damaging trade barriers and providing the investment needed for the poorest countries to build capacity to trade and protect their most vulnerable citizens;",
        "– and third, providing the resources that are urgently needed to meet the Millennium Development Goals by increasing development aid on the road to 0.7 per cent of national income and by immediately creating an International Finance Facility.",
        "And out of this I believe we could achieve not only a major assault on poverty in the poorest countries but pave the way as the Marshall Plan did for greater trade and higher and longer-term world economic growth benefiting us all.",
        "Let me just summarise what I believe can be achieved by our measures.",
        "First, on debt relief.",
        "In 1997 just one country was going to receive debt relief.",
        "Now 27 countries are benefiting with $70 billion dollars of unpayable debt being written off.",
        "But when many countries are still being forced to choose between servicing their debts and making the investments in health, education and infrastructure that would allow them to achieve the Millennium Development Goals, we know we must do more.",
        "That is why in 2005 we must break new ground, go much further than we have gone before, and why we are proposing a new set of principles to govern the next stage in debt relief.",
        "First, that the richest countries match bilateral debt relief of up to 100 per cent with multilateral debt relief of up to 100 per cent so that all debts are covered.",
        "Second, that the cancellation of debts owed to the International Monetary Fund should be financed by using IMF gold.",
        "Third, that instead of waiting for countries to contribute as we used to do to a World Bank trust fund, countries make a unique declaration that they will repatriate their share of the World Bank and the African Development Bank’s debts to their own country.",
        "And so that is why Britain has announced that Britain will relieve those countries still under the burden of this debt to these banks by unilaterally paying our share – 10 per cent – of payments to the World Bank and African Development Bank as we urge other countries to do so.",
        "Alongside more debt relief, 2005 is the opportunity that may not easily return if missed to agree a progressive approach to trade.",
        "You know the damage that rich countries protectionism has done to entrench the poverty of the poorest countries. We spend as much subsidising agriculture in rich countries as the whole income of all the 689 million people in sub Saharan Africa taken together. And for every dollar given to poor countries in aid, two dollars are lost because of unfair trade.",
        "So 2005 is the time to send a signal and to agree a new policy.",
        "First, it is time for the richest countries to agree to end the hypocrisy of developed country protectionism by opening our markets, removing trade-distorting subsidies and in particular, doing more to urgently tackle the scandal and waste of the Common Agricultural Policy show we beehive in free and fair trade.",
        "Second, it is time to move beyond the old Washington consensus of the 1980s and recognise that while bringing down unjust tariffs and barriers can make a difference, developing countries must also receive support, including additional finance, so that they can carefully design and sequence trade reform into their own poverty reduction strategies.",
        "And third, because it is not enough to say ‘you’re on your own, simply compete’ we have to say ‘we will help you build the capacity you need to trade’ – not just opening the door but helping you gain the strength to cross the threshold. We have to recognise that developing countries will need additional resources from the richest countries both to build the economic and infrastructure – capacity they need to take advantage of trading opportunities – and to prevent their most vulnerable people from falling further into poverty.",
        "And our discussion of debt relief and trade leads to a far more important point, the essential challenge of 2005, that our deal with the developing countries must involve a transfer of resources.",
        "I said that since the 1980s aid to Africa, which was $33 per person ten years ago, had halved to just $19 per person now.",
        "And that indeed where aid has been increased in recent times it has simply been in the form of debt relief.",
        "The truth is that the scale of the resources to tackle disease, illiteracy and global poverty is far beyond what traditional funding can offer, even in the best case scenario.",
        "In the spending review the Government raised UK overseas aid to 0.47 per cent of national income by 2008, including £1.25 billion a year for Africa, and we reported that UK aid was on track to rise beyond 0.5 per cent after 2008 and to 0.7 per cent of national income by 2013. And I urge all nations yet to reach 0.7 to move further and faster to higher aid levels and on towards that target.",
        "But we know that even if one or two of the G7 could overcome fiscal constraints and go to 0.7 per cent tomorrow, we still would not reach the scale of resources needed – at least $50 billion extra a year.",
        "And even if all announced a timetable – as they should consider like us – for 0.7, that timetable would be in the future and would still leave the question of how we provide urgently needed additional resources now.",
        "That is why the UK Government has put forward its proposal for stable, predictable, long-term funds frontloaded to tackle today’s problems of poverty, disease and illiteracy through an International Finance Facility.",
        "The IFF is in the tradition of the Marshall Plan of 1948, indeed modelled on the founding principles of the World Bank in 1945 where nations provided resources to an international institution that then borrowed on the international capital markets.",
        "And let me just explain what the IFF could achieve for the world’s poor.",
        "The IFF is founded upon long-term, binding donor commitments from the richest countries like ourselves.",
        "It builds upon the additional 16 billion dollars already pledged at Monterrey.",
        "And on the basis of these commitments and more it leverages in additional money from the international capital markets to raise the amount of development aid for the years to 2015.",
        "By locking in commitments from a wide range of donors, the IFF would enable us to front load aid for investment in development, enabling a critical mass of predictable, stable and coordinated aid as investment to be deployed over the next few years when it will have the most impact in achieving the Millennium Development Goals – saving lives today that would otherwise be lost.",
        "The IFF would enable us to invest simultaneously across sectors – in education and health, trade capacity and economic development – so that instead of having to choose between urgent emergency disaster relief and long term investment the impact of extra resources in one area reinforces the investment in another.",
        "And the IFF will allow us to attack the root causes of poverty not just the symptoms – focusing on developing the capacity and the dignity people need to help themselves.",
        "Aid as investment for the future not compensation for being poor.",
        "And let me tell you the scale of what I am proposing.",
        "As a result of all campaigns taken together international aid is rising from 50 billion dollars a year four years ago to around 60 billion dollars – a huge achievement.",
        "But our proposal for next year is to raise development aid immediately not from 60 billion to 65 billion or even 70 billion but effectively a doubling of aid to over 100 billion dollars per year.",
        "With one bold stroke: to double development aid to halve poverty.",
        "So the practical benefits of the IFF are:",
        "– we provide grants to help ensure a sustainable exit from debt;",
        "– we provide the support poor countries need to invest in infrastructure, education, health and economic development so they can benefit from access to our markets;",
        "– we make primary schooling for all not just a distant dream but a practical reality – meeting these needs and rights now and not deferring them to an uncertain future;",
        "– and we meet our global goals of cutting infant mortality and maternal mortality, eliminating malaria and tuberculosis and treating millions more people who are suffering from HIV/AIDS.",
        "Of course, we will have to convince a sceptical world that money for development will not be wasted so in the Commission for Africa report Professor Nick Stern will provide the examples of how the Poverty Reduction Plans are making aid more effective and how countries can absorb much more aid. And making better use of aid – reordering priorities, untying aid and pooling funds internationally to release additional funds for the poorest countries – is essential to achieve both value for money and the improved outcomes we seek. But – in addition to these reforms – the fact is that unless we adopt the IFF or a similar mechanism immediately there is simply no other way of meeting the Millennium Development Goals in time.",
        "Of course we are ready to look at other means – international taxes, more resources direct to development banks, the IMF and the World Bank – but the fact is that no matter how much we praise country by country initiatives and announcements, existing commitments on their own will not get us there.",
        "Existing mechanisms on their own will not get us there.",
        "We can see this now.",
        "We need not wait a decade to make this judgment.",
        "And adopting the IFF now will give us momentum today instead of putting action off until tomorrow.",
        "Indeed, frontloading is not just better way but perhaps the only way of avoiding catastrophe.",
        "And let me Just give an example of what – because of the IFF – is already possible",
        "The Global Alliance for Vaccines and Immunisation and the Gates Foundation is interested in applying the principles of the IFF to the immunisation sector – donors making long term commitments that can be securitised in order to frontload the funding available to tackle disease.",
        "If, by these means, GAVI could increase the funding for its immunisation programme by an additional $4 billion over ten years, then it would be possible that their work could save the lives of an additional 5 million people between now and 2015.",
        "So in one fund, with one initiative, we can glimpse the possibilities open to us if we act together. If we could do the same for health, for schools, for debt, for the capacity to trade, a doubling of aid to halve poverty within ten years is within our grasp",
        "And let me just add.",
        "The recent breakthrough which for the first time gives us a vaccination to prevent malaria that could be ready in three to four years time is a revolution in our time. The challenge is in an area where there are insufficient purchasers with funds we need to ensure that the vaccine does go into commercial production and is available at affordable prices. And therefore I can announce that the British Government working with other Governments is ready to enter into agreements to purchase these vaccines in advance to ensure a secure market and that the vaccines are available more cheaply – and thus avoid many of the 1 million deaths from malaria each year.",
        "So when people ask is it possible, I say:",
        "– people thought the original plans for the World Bank were the work of dreamers",
        "– people thought that the Marshall Plan unattainable",
        "– even in 1997 when we came to power people thought debt relief was an impossible aspiration and yet we are wiping out 100 billion dollars of debt",
        "– people thought no more countries would sign up to a timetable for 0.7 per cent in overseas development aid and yet year this year alone five",
        "countries have done so.  \nEach of us of course have our respective responsibilities, our very different duties, as broadcasters, politicians, aid organisations.",
        "A measure however of the opportunity of 2005 is that:",
        "in the survey published today three out of four people said they were very interested or interested in learning more about poverty in developing countries; and 86 per cent said there was not enough or too little media coverage of poverty in developing countries.",
        "So for all of us – politicians and broadcaster – each doing our very different jobs, an even greater measure of the potential is that in 2000 first hundreds, then thousands, then millions of people first in one country then in one continent, then in all countries, and in all continents came together to demand debt relief and in doing so changed the world.",
        "And even now that coalition is not just being reformed but growing in strength.",
        "More people in development organisations than ever before.",
        "100 organisations coming together in the new coalition – Make Poverty History.",
        "The most amazing coalition of people coming together – and I congratulate Bob Geldof, Bono, Richard Curtis and all the churches and faith organisations who do so much good and have come together to make a plea for action in 2005.",
        "I quoted Martin Luther King a few months ago in saying the arc of the moral universe is long but it does bend towards justice.",
        "This was not an appeal to some iron law of history nor a demand that journalists act in a particular way but to remind people that by their own actions they can and do change the world for good.",
        "And I believe that:",
        "with the scale of the challenge revealed;  \nwith the organisation of public opinion now happening in Britain and in other countries;  \nand if there is a determination among world leaders to be bold;  \nthe arc of the moral universe while indeed long will bend towards justice in the months and years to come."
    ]
}