{
    "url": "https://www.ukpol.co.uk/gordon-brown-2002-speech-at-birmingham-urban-summit/",
    "title": "Gordon Brown – 2002 Speech at Birmingham Urban Summit",
    "post_date": "January 4, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Chancellor of the Exchequer, Gordon Brown, at the Birmingham Urban Summit on 1 November 2002.",
    "content": [
        "[![gordonbrown](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gordonbrown.jpg)",
        "It is a pleasure to be here in Birmingham today – a city which is a leading example of urban renaissance in progress.",
        "A city with some of the largest regeneration projects in Europe, with new arts facilities, top quality commercial developments and now your nomination this week for the 2008 European City of Culture.",
        "But here to in Birmingham – one of the country’s most successful cities – we have growth side by side with large pockets of deprivation — and so today I want to talk about the challenges of poverty and unemployment in our urban areas.",
        "The steps we have taken:",
        "– The challenges ahead",
        "– The lessons we have learned",
        "– And the new policies I think we must introduce",
        "– And I want to congratulate participants here – councillors, local authorities, public servants, academics, community groups, companies, urban specialists in every field – on the huge advances that have been made in our understanding of, and action on, what makes for quality of life in our urban areas: advances in the study and practice of geography, planning, the built environment, the role of cities in regions and – my theme today – understanding of the economic and social forces at work in poorer urban areas. And I want to thank you for the work you do, the service you give and contribution you make.",
        "I think most of you would agree that 50, 20 or even 10 years ago the idea that the treasury would be interested in issues like public space, the design quality of public procurement in urban areas, devolution, regionalism and social exclusion would be almost unthinkable. But we know that not only are these questions vital to successful, economically vibrant cities but they are at the heart of the agenda for social and economic progress.",
        "And I can genuinely say that I and the Treasury are privileged to be associated with the challenge, led by the Deputy Prime Minister John Prescott, of creating sustainable communities in our towns and cities.",
        "One hundred years ago Winston Churchill, then an economics minister, spoke to an audience in the midlands about the unacceptable gap in Britain between the excesses of accumulated wealth and the gaping sorrows of the left out millions.",
        "And I know that today – as one hundred years ago – we must and can do better.",
        "I know that we cannot talk of real prosperity for all of Britain if thousands are left behind on the margins; that for economic efficiency and social justice reasons Britain needs an economy that works not just for some people some of the time but for all of the people all of the time; and that, learning from the work many of you here have done and the service you have given, we must – to achieve our objective that no area is bypassed and no one excluded from the mainstream of economic prosperity:",
        "Not only continue to make the right long term choices about stability and growth – avoiding the old economic instability of boom and bust so damaging to economic activity in the past;  \nNot only ensure the finance necessary to back reform and modernisation in local public services – the task of last July’s spending review for health, education, the environment, tackling crime and local government services where – for deprived areas where outcomes are worst and the need for good schools, hospitals and other services is greatest – we have introduced new floor targets to raise the performance of public services;",
        "And not only directly tackle low incomes – with the introduction of the new child and working tax credits – expenditure of £4.5 billion pounds more for low paid workers, families with children and pensioners …but we must also, more fundamentally, tackle not just the consequences of unemployment and poverty and its symptoms, but the underlying causes — being aware more than ever before of just how much poverty and deprivation are rooted in low levels of economic activity. People are poor because they have no jobs, no skills for jobs – or if disabled, old or sick are poor because of inadequate provision where they or their families have had historically low earnings from employment.",
        "And second – and this is the main point I wish to make to you today – we must recognise that the old approaches to renewing economic activity which have been less than successful must give way to the new:",
        "Neither an old style bricks and mortar only approach which, for example with the experience of enterprise zones in the 1980s, targeted subsidies for property development, often at huge public cost diverting economic activity from one area to another with no overall economic gain;",
        "Nor the old style benefits approach which gave hand-outs to compensate for unemployment but provided no real help to get people back to work, leaving whole communities abandoned on the dole; …both of which failed to tackle the causes of unemployment and poverty or secure long-term environmental regeneration and social inclusion. And both of which failed to invest, as we must, in the forces of renewal – education, training, jobs, enterprise and business development",
        "So increasingly the emphasis of our approach will be measures to encourage and foster the indigenous skills, talents and potential of local people and communities.",
        "This focus on the drivers of homegrown local economic activity is also at the heart of our new approach to regional policy.",
        "There have been three phases of regional policy in our country",
        "The first generation of British regional policy – from the 1930s – was designed to support hard up areas with emergency measures.",
        "So the second generation – from the 1960s – sought to encourage inward investment with new incentives.",
        "Now we are moving to the third stage of modern regional policy – creating regional development agencies where the emphasis is not just on encouraging inward investment but also on local innovation and local investment and building indigenous strength with freedom and flexibility for local people to make decisions based on local needs.",
        "So first today I want to put the spotlight specifically on measures to renew economic activity and encourage enterprising communities across the country.",
        "And I will secondly suggest that in modern economic regeneration our aims – high and stable levels of economic growth and employment – can best be met by protecting and enhancing the local environment.",
        "Third, modern economic regeneration with its emphasis on local activity not only means but requires the devolution of power – local people making local decisions about local needs.",
        "And fourth, special new measures will be needed to tackle unemployment, measures that recognise that the problems are not simply in the creation of jobs but in the employability of the unemployed.",
        "First, because our comprehensive solution to urban poverty and unemployment has to involve raising levels of economic activity – more businesses if you like rather than more benefit offices – we should start to see inner cities and old industrial areas not as no-go areas for business or simply “problem” areas but as areas of opportunity: new markets where businesses can thrive because of the competitive advantages they often offer – with strategic locations, untapped resources, a high density of local purchasing power and the potential of their workforce.",
        "In the late 1990s the rate of business creation in our high unemployment communities was one sixth of our prosperous areas so we recognise not only that barriers to enterprise are greater in poor communities – many people, for example, trying to start up businesses face special problems – but also that we need to put in place the right incentive structure to stimulate business-led growth.",
        "So if a key that unlocks inner city regeneration is fostering the potential strengths of local people, we need to systematically tackle all barriers to development: cutting the cost of buying, starting up, investing, hiring, training, attracting equity, and growing.",
        "Renewing the economic base is one of the main aims behind not only neighbourhood renewal funding in 88 areas worth almost £1.9 billion pounds over this parliament and the new deal for communities in 39 areas worth £2 billion pounds over ten years; but the creation of regional development agencies and the small business service; the new encouragement for local authorities in their economic role; and the creation of local strategic partnerships which can do more to drive forward policies on enterprise and employment at the local level.",
        "And it has led to our policies for enterprise in high unemployment areas to help firms start up, invest, hire and expand:",
        "Encouraging investment – through the community investment tax credit, the community venture capital fund, the phoenix fund, and reforms to the small firms loan guarantee scheme;",
        "Help with hiring, employing and training – the special work of the new deal and training programme;",
        "Support and advice for business – the remit of the new small business service;",
        "Cutting the cost of property purchases – with reforms in stamp duty;",
        "And reforming our planning system to make it quicker, more flexible and more responsive.",
        "Central to this is recognising the importance of regenerating the environment, attracting new businesses to our inner cities. And following the recommendations by Lord Rogers – to whom we owe a debt of gratitude – measures to renew local high streets and urban estates have included:",
        "A 150 per cent accelerated tax credit to clean up contaminated land and bring it back into productive use;",
        "100 per cent capital allowances to enable owners and occupiers to obtain full tax relief when creating flats for letting over shops and other commercial premises;",
        "Breaking with flat rate vat by targeted vat reductions to encourage the renovation and conversion of existing properties to bring vacant homes back into use; and",
        "Measures to tackle the crime that hits businesses, particularly retailers, in inner city areas…showing that our objectives for growth and employment are not at odds with but complimentary to our objectives for environmental care and protection.",
        "We talk a great deal about the 1944 economic objectives that governments across the western world have followed – high and stable levels of growth and employment. With the understanding we have now I believe that these objectives are better expressed as high and stable levels of growth, employment and sustainable development.",
        "Good management of public spaces and high standards of urban design are key to creating urban areas that are attractive, sustainable places to live in, invest in and do business in, as John Prescott said. And so too is investing one billion pounds more in housing over the next three years – the most sustained rise in housing investment for 25 years – with an additional four billion pounds for the transport infrastructure, including money for local authorities to provide transport systems that revitalise recently renovated urban areas and improve the quality of the urban environment.",
        "But there is still much more to do.",
        "So, working in partnership with local authorities and regional development agencies, we will designate 2000 new enterprise areas – not the old enterprise zones of the 1980s where property subsidies diverted activity from one area to another, but 2000 new enterprise areas where we encourage home grown economic activity by cutting the cost of starting up, investing, hiring, training, managing the payroll.",
        "In these enterprise areas – the 2000 most deprived wards in the country – I can state that:",
        "First, having already cut stamp duty in these areas, we plan to abolish it entirely with full stamp duty exemption for all business property purchases;",
        "Second, we will give planning authorities powers to create business planning zones that will cut red tape for growing businesses by removing the need to apply for planning permission;",
        "Third, we will offer businesses special investment help through the community investment tax credit – which offers for every hundred pounds of private investment an extra 25 pounds of public investment – and risk capital from the community venture capital fund;",
        "Fourth, we will increase funding for the phoenix fund by £50 million pounds – providing support to thousands of small businesses with special encouragement for women entrepreneurs and entrepreneurs from ethnic minorities",
        "Fifth, the small business service will provide additional help to firms in these areas – a package of advice and support worth at least £2000 for each new businessman or woman;",
        "Sixth, we will make improvements to the business incubation fund to stimulate the availability of flexible managed workspace for start-up companies;",
        "And all businesses will benefit from financial incentives to help them bring their tax and payroll systems on line.",
        "And because we know that to get the deeper and wider entrepreneurial culture we need we must start in our schools and colleges, by 2006 every school pupil will have the opportunity of five days worth of enterprise education, with extra help for schools and colleges in high unemployment areas.",
        "Together, these measures – combined with help for infrastructure and employment – offer substantial additional resources based on a systematic and coordinated attempt to create a stronger economic base in previously run down and high unemployment areas.",
        "And all these measures are underpinned by devolution of power and responsibility – local people making local decisions about meeting local needs – as the way forward.",
        "While it is right for central government to establish clear long term goals, the people closest to the ground in the regions and our local communities should be equipped and empowered with maximum local flexibility and discretion to innovate, respond to local conditions and meet special needs.",
        "That is why the regional development agencies, who have been given responsibility to promote enterprise in their regions, have been given substantial resources and unprecedented freedoms – within a single budget without the old ring fencing – to decide how to use these resources to create the right conditions for local businesses to grow and prosper.",
        "And because it is crucial for city growth strategies to be embedded within wider regional policies for growth and development, we are making regional planning a statutory activity, and setting up regional housing bodies with a single regional housing budget to match policy decisions to the regional housing market, and link policies on housing with decisions on planning, transport, infrastructure and anti-poverty programmes.",
        "Local public service agreements between central government and local councils are also playing their part in regenerating our urban centres.",
        "Across the country, councils are being given additional powers and flexibilities to allow them to tackle national priorities in the way that works best for them locally. Newcastle city council has set a target to regenerate an extra five hectares of brownfield land each year for the next three years – a one third increase. Hammersmith and Fulham are concentrating on working with government agencies to increase job entry and retention rates. And Leeds city council are using their local PSA to close the gap in the educational attainment of Bangladeshi pupils who lag behind those from other communities.",
        "But the true devolution of power goes beyond regional and local devolution to public authorities – it means devolving more power from government altogether, and into the hands of local communities. Giving local people the tools to make improvements to their own neighbourhoods.",
        "Neighbourhood renewal and new deal for communities are excellent examples of policy areas where local communities are in the driving seat; where we know that Whitehall does not always know best. Within a strategic national framework, including challenging floor targets, neighbourhood renewal gives local strategic partnerships both responsibility for deciding what is needed in their area and discretion for deciding how it will be delivered.",
        "And we must also harness the expertise of the private and voluntary sector alongside the public sector. Sure Start, the New Deal, Neighbourhood Renewal, New Deal for Communities, Urban Regeneration Companies – all these programmes are putting these principles into practice.",
        "But any solution based on renewing economic activity in our urban areas must tackle the persistent, often chronic, problems of employment and employability",
        "In the mid 1980s, Glasgow had over seventy thousand unemployed, in Liverpool there were over fifty thousand and in London over four hundred thousand – rising to nearly half a million in the early 1990s — an arithmetic of poverty and deprivation so great that the whole fabric of community life was undermined.",
        "So when we came to power, five years ago, our new programme – the new deal – was not only based on the principle that work was the best route out of poverty and the need for rights and opportunities to work to be accompanied by new responsibilities and obligations to work, but the new deal and our make-work-pay measure – the working families tax credit – was designed to offer special help to people and areas left behind.",
        "Helped by the new deal, and our other employment programmes, 1.5 million more people are in work than in 1997. And I can report that unemployment has fallen furthest, and vacancies risen fastest, in those regions that were hit the hardest in the 1980s. It is a measure of the achievement of the new deal – for which i thank local authorities, voluntary and charity groups and the public services – that in the 1980s 350,000 young people were long term unemployed. Today the figure is less than 5,000. But this is not the time to relax our efforts but to step them up.",
        "Improving employment means improved employability – with more investment in inner city schools, more further education places, a 50 per cent target for young people reaching universities by 2010 with enhanced measures to ensure access, and for the unemployed, literacy and numeracy training and help.",
        "But while more people are in work than ever before, there are still areas of high unemployment in every region of the country, and particularly in our most deprived urban areas where a quarter of the unemployed live.",
        "Our analysis shows that too often side by side with long lists of vacancies are large pools of the unemployed.",
        "In Liverpool, while there are no longer fifty thousand unemployed there are now fifteen thousand people registered as unemployed but eighteen thousand vacancies registered at job-centres over the last six months. In Glasgow, while there are no longer seventy thousand there are now seventeen thousand unemployed, but over thirty thousand vacancies. Here in Birmingham, there are thirty thousand unemployed and over thirty six thousand vacancies.",
        "Too often in too many areas the long-term unemployed have slipped through the net in these areas.",
        "Too often there are workers without jobs side by side with jobs without workers.",
        "Tottenham, for example, has 3,500 men, 4,800 adults, unemployed while neighbouring jobcentre plus districts have seen over sixty thousand vacancies in the last six months, with many more in the wider London economy.",
        "Labour shortages exist today in large numbers in retail, hotels and restaurants, transport and communications and in every region.",
        "To match the unemployed to vacancies we have introduced intensive area-based initiatives in difficult areas:",
        "– fifteen employment zones",
        "– 63 action teams",
        "Which have helped nearly seventy thousand people into jobs so far.",
        "And building on this, we are piloting the step up scheme in fourteen areas, with another six starting in December — obliging the long-term unemployed to accept a guaranteed job which will offer, instead of the dole, secure waged employment. In London and selected cities, we are matching this new regime with mandatory work preparation courses for the long-term unemployed.",
        "But we must go further and so tackling the barriers to full employment and encouraging the unemployed back to work in our most deprived areas will form a major feature of the pre-budget report.",
        "Because we must break the destructive culture that “no-one around here works” which damages both the areas themselves and people’s chances of jobs, we will provide far more help than in the past in these areas, using the sanctions and opportunities available in the new deal and where necessary taking job advisers onto estates, and extending access to the help available through the new deal and equip the unemployed with the skills they need to get into work, including providing training in literacy, numeracy and other basic skills. But in return we will expect the unemployed to take up the jobs that are available.",
        "In pilot areas, we will look to test a more intensive approach to tackling the worst concentrations of unemployment, street by street, estate by estate. As we insist on unemployed adults and young people getting back to work, we will identify the barriers to their employability, offering them training, advice and sometimes cash help, and linking them to jobs in the vicinity.",
        "This will be an onslaught in favour of full employment and against the unacceptable culture of worklessness that ruined some of our communities in the 1980s and early 1990s as we address the underlying causes of poverty in Britain.",
        "So in conclusion I want to match the radical environmental, social and quality of life improvement that you are all contributing to with three changes, economically, over the next few years in our urban areas that will help enhance the quality of life:",
        "More people moving into jobs, with the work ethic reinvigorated in every community of Britain as we advance to full employment not just in one region, but in every region;",
        "More people able to transfer their ideas and hopes into small firm start ups and growing businesses as we create a Britain of high and stable levels of growth and sustainable development where enterprise is open to all;",
        "And more people taking advantage of education, thus true equality of opportunity in education – life-long recurrent education open to all, regardless of where they live.",
        "I want Britain’s cities to be world leaders.",
        "And just as this conference has already shown that public space, quality of life, the built environment and quality infrastructure can help create world class cities, so too I hope I have shown that new economic and employment policies can contribute to urban regeneration with Britain leading the world in its commitment to full employment and enterprise for all.",
        "More importantly I believe this conference shows that working together – central and local government, business, voluntary organisations and local communities – we can, and will, deliver our aim that prosperity should be not for some but for all in every city, every town, every community in our country."
    ]
}