{
    "url": "https://www.ukpol.co.uk/alan-brown-2022-speech-on-the-energy-prices-bill/",
    "title": "Alan Brown – 2022 Speech on the Energy Prices Bill",
    "post_date": "October 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alan Brown",
            "url": "/tag/alan-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alan Brown, the SNP MP for Kilmarnock and Loudoun, in the House of Commons on 17 October 2022.",
    "content": [
        "Obviously everybody in the House welcomes any measures that will help people with the cost of energy crisis, but it beggars belief that this emergency legislation is being rushed through Parliament today, yet at 11 o’clock this morning the Chancellor pulled the rug from under it by saying that the support package will be not for two years, but for only six months.",
        "It was only last week that the Prime Minister’s robotic response to any question put to her was “Energy price guarantee for two years.” She stated that her measures would prevent households from paying more than £6,000 in energy costs in future. If the energy support package is to be pulled in April, what will the average future household bill look like? The Government say that they will bring in support to help the most vulnerable, but people need to know what their bills will look like. This is scaring millions of people, and the Government need to get a grip. When will we know what their support for the most vulnerable will look like? Will they give proper consideration to alternatives such as social tariffs?",
        "The Secretary of State was very clear in spelling out that the so-called guarantee is just a price cap per unit of energy, and that £2,500 is just an estimate for an average household. It is just a pity that the Prime Minister did not understand that: when she was doing media rounds for the Tory party conference, she kept saying that households would not pay more than £2,500. Her rhetoric was dangerous and misleading. Unfortunately, some families might have the wrong impression of the household bills they will pay, because the Prime Minister did not understand her so-called flagship policy.",
        "Even as we talk about limiting average bills to £2,500, we need to remember that just a year and a half ago the cap was set at £1,100, so energy bills for everybody are more than doubling. That is really difficult for people to deal with, and other costs are going up as well. Although the Government talk about an average bill of £2,500, it has been estimated that in Scotland the average household will pay £3,300, which is really difficult for people to manage. In Argyll and Bute, one of the most rural communities, the average dual fuel bill will be £4,400. Families are really struggling. National Energy Action estimates that 6.7 million households in Great Britain will be in fuel poverty even with the support package that the Government have announced, so we have really big concerns about what fuel poverty will look like when the package is lifted in April.",
        "Off-grid homes in rural Scotland and in rural Great Britain will suffer even more and will have to pay much higher costs, as the hon. Member for Carmarthen East and Dinefwr (Jonathan Edwards) pointed out in his intervention. The Secretary of State says that he will provide workings for the one-off £100 payment, but no matter what workings he provides, £100 will not be enough for people to deal with the increased cost of filling their oil or liquefied petroleum gas tanks.",
        "**Sammy Wilson**",
        "I do not know what calculations have been done in Scotland, but in Northern Ireland the regulator has estimated that to give equivalence, there would have to be a payment of £500 per consumer. There needs to be greater transparency about that.",
        "**Alan Brown**",
        "I have not seen that figure, but I agree that it seems more realistic. The reality is that the minimum delivery for a fuel tank costs £500 to £600, and completely filling a fuel tank costs £1,200. The cost per litre has gone up from about 30p to more than £1. It is a crippling cost, and there is no way that £100 will do anything to help people in the circumstances.",
        "It is fair to say that it is effectively Scotland that is paying for the support packages. First, the oil and gas windfall tax was clearly about the revenues from the North sea, and now the new measures are being charged to Scotland’s renewables sector. At the time, we challenged the Government to consider that in investment tax write-offs for the oil and gas sector, investment in renewables should be part of the deductible policy. That was ignored.",
        "Unless the detail of the cap revenue mechanism is examined properly, there is a risk that future investment in renewables will be put in jeopardy. Bizarrely, as the shadow Secretary of State, the right hon. Member for Doncaster North (Edward Miliband), said, we will incentivise people to invest in fossil fuels rather than renewables, which is certainly not the way to bring down bills. Another disparity between the Bill and the oil and gas profits levy is the time specified in the sunset clause: for the oil and gas profits levy, it is only two years. We need to ensure that we do not disincentivise investment in renewables.",
        "The Bill gives too much power to Ministers, with not enough parliamentary scrutiny. At one time the Secretary of State was a so-called champion of parliamentary scrutiny, but now that he is in the Cabinet he seems quite happy to take on parallel powers for himself, including the ability to spend sums of up to £100 million without any approval from the House. Even beyond £100 million, if he feels that it is too difficult to get a resolution of the House, he can still justify spending that much. That is hardly parliamentary sovereignty.",
        "We need to know much more about how the revenue caps will be set. What assessment has the Secretary of State made in respect of hedging? He touched on the fact that a lot of energy has been sold forward. How will the Government deal with that? How will they deal with multiple ownership structures? What discussions has he had with the sector?",
        "We welcome support for consumers, but given the Chancellor’s announcements today, there is clearly not enough. There is too much uncertainty for business. There is too much power in the Secretary of State’s hands. I would like to think that he will agree to amendments in Committee that would return a bit of power to Parliament and to this House, because we know he really believes in that. However, this shambles shows yet again that to go forward, what the people of Scotland really need is independence, proper utilisation of oil and gas revenues, and investment in a truly green future."
    ]
}