{
    "url": "https://www.ukpol.co.uk/gordon-brown-1999-speech-to-the-newspaper-conference/",
    "title": "Gordon Brown – 1999 Speech to the Newspaper Conference",
    "post_date": "December 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1999",
            "url": "/tag/1999/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, to the Newspaper Conference on 22 July 1999.",
    "content": [
        "**Introduction**",
        "Every generation has to apply its values to new circumstances.",
        "But our generation has more reasons to do this than most.",
        "The last time economic and social changes of the magnitude we are now seeing took place was in the 19th century as we moved from an agrarian to an industrial age.",
        "The changes we face in the 21st century economy involve permanent economic revolution: continuous and rapid innovation that compels unprecedented flexibility and adaptability in skills and knowledge.",
        "Increasingly every good and every service will be exposed to relentless global competition.",
        "And to equip ourselves best to meet and master these challenges, we need a pro-enterprise, pro-opportunity Britain.",
        "Indeed the key insight of the 1990s is that the modernisation of the economy can be achieved only by spreading opportunity more widely in employment, education and the economy generally.",
        "So as the century ends we are leaving behind in the old century the old British conflicts between a left that undervalued enterprise and a right that undervalued fairness.",
        "And let me today set down the steps in economic and social policy we are taking to create this enterprising and fair Britain, the stages on our journey, the challenges we are meeting and still have to meet.",
        "When we came into government, we set as our central economic objective, achieving in a new world. The 1944 aim of high and stable levels of growth and employment. And the first task for government was to deliver a platform of stability based on low inflation and sound public finances.",
        "**Economic stability**",
        "In 1997 we faced the prospect of another inflationary spiral, derailing the British economy – what would have been yet one more damaging episode in the repeated cycles of boom and bust that have marked British macroeconomic policy management in the last 30 years.",
        "So to get inflation and the public finances under control, we broke decisively with the old short-termist, and unstable record of macroeconomic policy-making and put in place a new monetary and fiscal framework – not only making the Bank of England independent but defining new objectives and setting down clear rules and open procedures for making decisions – a new inflation target and new fiscal rules.",
        "And as a result of the decisions we took, inflation has been brought down, and long-term interest rates and mortgage rates are now their lowest for over thirty years. By taking the same tough action to tackle the fiscal deficit which we inherited, we not only cut public borrowing in our first two years by 32 billion Pounds, but also put in place a long-term fiscal framework, underpinned by legislation, with clear rules that, over the cycle, there is a current budget balance and prudent levels of debt.",
        "And this same commitment to stability and prosperity and to the national economic interest will guide us in our approach to European Monetary Union – with our determination to apply the five economic tests on jobs, investment, financial services, flexibility and convergence and our promise that in any decision the British people will have the final say.",
        "But while stability is a necessary pre-condition to deliver our objectives for growth and employment, it is not sufficient. If we are to bridge the productivity gap with our competitors and raise the long term growth rate of the economy we must combine our strategy for stability with major structural reforms of our product, capital and labour markets to create a new British enterprise economy.",
        "**Raising the growth rate**",
        "While 30 years ago governments responded to the productivity challenge with top-down plans, and tax incentives and grants primarily for physical investment, today it is more complex – involving the modernisation of capital, labour and product markets, and creating an economy with an enterprise culture open to all.",
        "I want Britain to be a world leader in enterprise – a Britain in which greater competition at home is recognised to be the key to greater competitiveness abroad.",
        "First, because we believe investment in enterprise is the key to success in the new economy, our new British enterprise economy has seen the main rate of corporation tax cut from 33p to 30p, the lowest rate in the history of UK corporation tax, the lowest of all major industrialised countries, the small companies tax cut from 23p to 20p, with a new starting rate of 10p. And an assurance given to business for the remainder of this Parliament that instead of business tax rates we inherited of 33 and 23, our rates will be 30, 20 10p or lower – together with economic stability, the biggest boost to investment we can give.",
        "We have reformed capital gains tax to reward committed long term investment, to nourish a new enterprise economy open to all the talents, creating, for the first time, a long term rate of only 10 per cent for business investment.",
        "Second, because competition is the spur to efficiency and innovation, the new British enterprise economy will have the most open competition policy this country has ever seen.",
        "Not only is competition the best guarantee of rewards for innovation and hard work but it offers the best prospect of a better deal for consumers and lower prices. It is wholly unacceptable to this government that some consumer goods can still cost twice as much in Britain as in America and we propose tough action.",
        "In 1997 so that interest rate decisions would be set for the long term needs of the economy and the public, the government made the Bank of England, Britain’s monetary authority, independent of government.",
        "Now, so that competition will be encouraged for the long term needs of the economy and the public, we are making our competition authority independent, free of political influence, opening up the utilities, consumer goods and financial services to even greater competition.",
        "So just as the days of uneconomic state subsidies and picking winners are over, so too we will end the days of political decisions about mergers.",
        "Where there are barriers to competition we will tackle them.",
        "Third, the new British enterprise economy needs to create the new high tech companies of tomorrow.",
        "So to motivate, recruit and reward Britain’s real risk takers, the innovators creating wealth and jobs in Britain today, we have created a targeted tax cut for those managers who are prepared to move from safe, secure jobs to risk their time, effort and savings to create wealth for our country. Next year we will introduce measures so that growing enterprises will be able to offer their key personnel tax-advantaged options over shares up to £100,000.",
        "Fourth, innovation is the key to the success of the new British enterprise economy open to all the talents. So we will have a tax cut for innovation and R&D that will become one of the best incentives for innovation anywhere in the industrialised world.",
        "Our new R and D tax credit gives even the newest and smallest business, even before they make their first profits, cash help to research and develop their innovations. At a cost of £150 million, this targeted tax cut ensures that almost one third of small business research and development costs will be underwritten by government.",
        "But we need to do even more to turn scientific inventions in Britain into jobs for Britain by honouring the spirit of invention, facilitating the exploitation of invention and encouraging the commercialisation of invention. The seedbed is basic science so we are investing an extra 1.4 billion Pounds in basic scientific research.",
        "Our University Challenge Fund is designed to provide seedcorn finance to commercialise inventions.",
        "And to develop business expertise in science and to transfer technology from the science lab to the marketplace, the government is creating new Institutes of Enterprise.",
        "Britain’s venture capital industry has been strong on management buyouts but weak on high tech, high risk ventures. So we are encouraging early stage, high technology companies, through a new venture capital challenge fund and we will be introducing incentives to promote corporate venturing.",
        "Fifth, to give all who create wealth a greater stake in the wealth they create the new British enterprise economy will be genuinely open to all, with a new programme of shares for all, in which employees will be able, for the first time, to buy shares in their own companies from their pre-tax income. Every employer will be able to match, tax-free, what each employee buys. The only condition is that the scheme must be offered across the company’s entire workforce.",
        "Finally, Britain’s new enterprise economy needs a national effort to meet our biggest economic challenge of all: that everyone can master the new information technologies maximising the potential of computers, the internet and electronic commerce.",
        "Our 1.7 billion pound “computers for all” programme will enable small businesses, individuals, families, schools and libraries to use and learn more about computers, modems and related equipment – and will create a national network of 1,000 computer learning centres in these schools, colleges, libraries, internet cafes and on the high street.",
        "All these measures with one purpose only, that the whole of Britain is equipped for the new information age.",
        "**Employment**",
        "Achieving an economy that is enterprising and fair demands a new employment policy that equips people to succeed.",
        "When we came into office, four and a half million adults lived in households where nobody worked, double the level of 20 years ago.",
        "Nearly one in five children were growing up in households where no-one is working, twice the rate of France and four times the rate of Germany.",
        "And the reason that this issue of unemployment poses a massive challenge is that it is now the primary cause of poverty.",
        "20 years ago, pensioners made up the largest section of those in poverty, today it is those living in workless, working age households.",
        "Simply compensating people for their poverty through benefits is not enough, the task must be to deal with the causes of poverty. The best form of welfare is work.",
        "Our strategy has been to tackle the barriers that people face to getting into work – the lack of employment, the unemployment and poverty traps, the absence of necessary skills, even the absence of child care.",
        "Already over 280,000 young people have joined the New Deal and over 105,000 have found jobs – the vast majority sustained jobs. A further 71,000 are gaining valuable experience on New Deal options. And 51,000 employers have signed up to the New Deal. Since the election, long-term and youth unemployment has more than halved.",
        "Now we have extended this approach to the long-term sick and disabled, partners of the unemployed, lone parents and, soon, to the over 50s.",
        "When this government came to power, with no minimum wage in place and the tax and benefits system unreformed, many of those without work faced an unemployment trap, where work paid less than benefits, and the low-paid in work faced a poverty trap which meant that they faced marginal tax and benefit rates of 80, 90 or even over 100 per cent.",
        "To make work pay we have introduced the national minimum wage and are now introducing the Working Families Tax Credit.",
        "Under the old system the tax system set a personal allowance that failed to ensure that work paid, and also made thousands pay tax even as they claimed benefits.",
        "In the new tax system working families will be guaranteed a minimum income, and by step-by-step integration of tax and in-work benefits, this minimum income will be paid through targeted tax cuts and tax credits. In future no-one in work should have to go to the benefits office to receive a living income.",
        "From October of this year, the Working Families Tax Credit will mean that every working family with someone working full-time will be guaranteed a minimum income of 200 pounds a week, more than 10,000 pounds a year. No net income tax will be paid until earnings reach 235 pounds a week.",
        "A family with two children earning 200 Pounds a week will receive an additional income of at least 60 Pounds a week.",
        "With earnings of 250 Pounds a week, at least 42 Pounds a week more.",
        "And with earnings of 300 Pounds a week, at least 23 Pounds a week more.",
        "And let me say that, in September, we will be launching a major campaign, including local and national TV and press advertising to tell people about the Working Families Tax Credit and ensure they receive what they are entitled to.",
        "Our measures so far lift one and a quarter million people out of poverty – 800,000 of them children.",
        "Taking all our reforms together – working families tax credit, children’s tax credit, rises in child benefit and other tax changes – a family on 13,000 pounds a year will gain up to 50 pounds a week, 2,500 pounds a year.",
        "The next step is to extend the principle of the WFTC.",
        "And our long-term aim – which we began in the Budget with an employment credit for the over fifties returning to work – is an employment tax credit, paid through the wage packet, which would be available to households without children as well as households with children.",
        "To make work pay we have introduced the minimum wage and a new system of in-work tax credits. To reward work and encourage job creation we have introduced the new 10p starting rate of tax, reform of employees’ national insurance to eliminate the perverse entry fee and align the starting point for national insurance with that of income tax and reforms to employers’ national insurance to help create entry-level jobs. And to ensure people have the skills for jobs, we are not only investing 19 billion pounds more in education but setting up Individual Learning Accounts and a University for Industry.",
        "**Breaking the cycle of poverty**",
        "We say – indeed we all agree – that every child should have the best possible start in life. And this government sees it as a national goal. This is why Tony Blair has said we will abolish child poverty over 20 years. The Working Families Tax Credit is important to this objective. So too is improving public services – health visitors, nurseries, playgroups, childcare, learning support – in the poorest communities with our Sure Start programme, and mobilising the forces of concern and compassion in each and every community of our country.",
        "Child poverty is unacceptable and these measures show our determination that every child in our country is able to fulfil his or her potential.",
        "**Conclusion**",
        "And what unites everything we do as a government – delivering economic stability, nurturing economic dynamism, ensuring economic and employment opportunity for all, making work pay, improving public services and tackling child poverty – is that this is a government on the side of Britain’s working families. Creating stability in which families can flourish.",
        "Delivering higher living standards with the lowest mortgage rates for 33 years.",
        "Helping businesses to grow with a favourable tax regime.",
        "Putting our young people back to work with the New Deal.",
        "Making work pay more than benefits with the minimum wage and Working Families Tax Credit.",
        "Tackling poverty and inequality at source with, by the end of the Parliament 6 billion in children and families.",
        "And improving public services with investment- 40 billion Pounds for health and education – and reform.",
        "So, my vision is of a Britain where there is economic stability for investment rather than economic or political instability; a Britain which is business-friendly, working with business rather than in isolation from it; a Britain which tackles our biggest problem welfare dependency and unemployment, the key to unlocking funds for the reform of our other public services; a Britain that makes the vision of our country as a world leader in education the centre point of both our economic and social ambitions for the long term.",
        "A Britain where public and private sectors, instead of fighting each other, work constructively together with a new sense of national economic purpose, fostering enterprise and fairness, is shared right across the economy. The challenges are enormous and many, but if we work together the prize is a modern economy more fit for the challenges ahead, ready to ensure employment opportunity and greater prosperity for all our people in the years ahead."
    ]
}