{
    "url": "https://www.ukpol.co.uk/gordon-brown-2000-speech-at-the-gilbert-murray-memorial-lecture/",
    "title": "Gordon Brown – 2000 Speech at the Gilbert Murray Memorial Lecture",
    "post_date": "December 26, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Gordon Brown",
            "url": "/tag/gordon-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gordon Brown, the then Chancellor of the Exchequer, in Oxford on 11 January 2000.",
    "content": [
        "##  Introduction",
        "I am delighted you have invited me to be here with you in Oxford this evening; privileged to have been asked to deliver this lecture in honour of the late Gilbert Murray; and honoured to pay tribute to the world-wide contribution of a movement for change.",
        "From modest beginnings in 1942, the Oxford Committee for Famine Relief became a beacon for social idealism:",
        "* championing freedom from hunger in the 50s and 60s;",
        "* then the hungry for change campaign;",
        "* its development and emergency work extended to more than 70 countries.",
        "* now championing worldwide education for all.",
        "Throughout………..a force for justice in every continent and every country where injustice needs to give way to justice.",
        "Indeed, no British organisation has done more to make us aware of famine relief, of the sheer scale of human suffering, and our duties to the poorest.",
        "Our duties to the 35,000 young children who will each day lose their fight for life because of diseases which can be prevented.",
        "Our obligation to the 800 million men and women in avoidable poverty whose lives today are ruined by hunger and the constant struggle to survive.",
        "Our responsibilities to alter the shamefully blighted existence of more than one billion of the world’s people, today unnecessarily and unfairly trapped in poverty.",
        "And I want to take this opportunity to thank you for the contribution you offer, the service you give, the good you do, the difference you make.",
        "And I am pleased that in the New Year’s Honours list there has been recognition of the quiet, unassuming and unostentatious but highly effective work of Joel Joffe, your Chairman, who throughout the years, from the time he defended Nelson Mandela to his Chairmanship of Oxfam, has been a force for good and change in our world.",
        "Joel, Oxfam as a whole and in particular the late Professor Gilbert Murray, a founding spirit not only of Oxfam but of the League of Nations – whose life we remember and honour this evening – have all worked and acted on the principle that when some are poor, our whole society is impoverished; that when there is an injustice anywhere, it is a threat to justice everywhere; that what – as Martin Luther King said – selfish men tear down, selfless men and women must build anew.",
        "And this is my theme tonight.",
        "If in 1999 the world’s wealthiest governments finally woke up to the urgent need for debt relief in support of the poorest, this year 2000 we must set ourselves a new task: instead of the new vicious circle of debt, poverty and economic decline, we must seek to establish a new virtuous circle of debt relief, poverty reduction and economic development.",
        "**The burden of debt, poverty, and economic decline**",
        "In nearly three years as Chancellor, as I have visited Asia and Africa, I have seen much of both need and greed. I have had a new insight into the world as it is – and a glimpse also of the world as it can be, and I know we must help.",
        "In Asia I have seen young children who, because of poverty, are destined to fail even before their life’s journey has begun – but my memory is not only of the pain I witnessed, but of the hope shining in their eyes, and I know we must help.",
        "I have been to Africa and seen the unemployment of Soweto, a whole generation of young people denied the chance to earn a better life, yet young men and women who yearn to believe that their new political freedom can finally bring them freedom from want, and I know we must help.",
        "And I have met and talked to Finance Ministers in Asia and Africa. From countries weighed down by the burdens of debt and the consequences of war, with hopes for reconstruction tragically dashed. I have seen too many poor countries forced to spend millions more in their debt interest payments than they are able to invest in the young, the sick, the undernourished and the poor.",
        "John Kennedy once warned us that if a free society cannot help the many who are poor, it cannot save the few who are rich.",
        "But I believe that we start our considerations from something more fundamental – our dependence upon each other.",
        "Martin Luther King’s central insight was that we are each strands in an inescapable network of mutuality, together woven into a single garment of destiny. That we are not here as self-interested individuals sufficient unto ourselves, with no obligations to each other, but we are all part of a community bound together as citizens with shared needs, mutual responsibilities and linked destinies. Not only across our nation but also across our world, our fates and interests bound together.",
        "Environmental disaster, nuclear proliferation, poverty, famine and disease cannot simply be shut off in one part of our world and ignored by the rest. And as individuals and nations we are dependent upon each other for our sustenance and livelihood.",
        "Dr James Stockinger explained our mutual dependence most memorably when he wrote:",
        "“It is the hands of others that grow the food we eat, sew the clothes we wear, build the homes we inhabit. It is the hands of others who tend us when we are sick and lift us up when we fall. It is the hands of others who bring us into this world and lower us into the grave.”",
        "It is precisely because we depend on each other and understand that we have obligations to each other beyond our front doors and garden gates, responsibilities beyond the city wall, duties beyond our national borders that we are called on to feed the hungry, shelter the homeless and help the sick whoever they are and wherever they are.",
        "In implementing the high ideals and public purpose which characterised the creation of the IMF and World Bank, the founders put it very well. As the American Secretary of the Treasury said at the very start of the opening session of the Bretton Woods Conference in 1944:",
        "“Prosperity like peace is indivisible. We cannot afford to have it scattered here or there amongst the fortunate or enjoy it at the expense of others…..",
        "“Prosperity has no fixed limits it is not a finite substance to be diminished by division. On the contrary the more of it that other nations enjoy the more each nation will have for itself.”",
        "In short, prosperity to be sustained has to be shared. Prosperity and morality go hand in hand.",
        "And as we embark on a technological revolution, we must resolve to include in the new opportunities the people and places that the world has too long forgotten. We must strive for a more global social inclusion.",
        "The task we face today is as urgent, if not more than that faced by the founders of the IMF and World Bank more than half a century ago.",
        "Our international goal, cutting in half the proportion of the world’s population living in absolute poverty by 2015, indeed demands a strategy under which debt relief and poverty relief can promote what is most important of all to the poorest countries – sustainable economic development.",
        "**The virtuous circle**",
        "To achieve our goals I suggest that we need to move beyond the economic and social assumptions of the past two decades and require a new understanding of what makes for sustainable economic development – how we break from the vicious circle of debt, poverty and economic decline and light up a virtuous circle of debt relief, poverty reduction and economic growth.",
        "Those who argued that you could achieve growth and poverty reduction simply by cutting deficits, cutting spending or by introducing an appropriate exchange rate policy have been proved wrong. But so have those who argued that we should provide debt relief and aid with no conditions.",
        "For debt reduction and aid on their own are just not enough. They could simply lead to millions of pounds flowing to prestige projects that do nothing to relieve poverty, or to corrupt regimes and to military excess that destroys rather than builds for a better future.",
        "Only when combined with the right economic and social policies which are essential to sustainable economic development, can debt relief be the catalyst for the true release from poverty.",
        "So what we need is a new approach that recognises the links that form the virtuous circle.",
        "First, we need to deliver the enhanced debt relief.",
        "Second, we need to build the link between debt relief and poverty reduction strategies.",
        "Third, we need to create the new conditions for economic development – stability and a recognition of the roles of the public and private sector – that will allow the participation of all poor countries in the global economy.",
        "And fourth, we recognise that – as at the heart of Oxfam’s campaign – education for all – is central. Because the creation and sustenance of human capital is both a means and an end for the virtuous circle of debt reduction, poverty alleviation and economic development.",
        "**First, the importance of debt relief**",
        "You can understand from what I have said why I see debt relief as both an economic and moral issue – an economic issue, because a mountain of inherited and hitherto immovable debt stands in the way of economic development in Africa and elsewhere and their full inclusion in world society.",
        "A moral issue, because unsustainable debt is a burden imposed from the past on the present, which is depriving millions of their chance of a future, preventing them breaking out of the vicious cycle of poverty, illiteracy and disease, preventing the investment in what is really necessary – the healing of the sick, the teaching of the children, and the advancement of economic opportunity for those denied it.",
        "The exhibition on the history of debt – “In the Red” – that I have just opened at the Ashmolean highlights both the destructive impact of unsustainable debt but also shows the occasions in history where governments have recognised the need to forgive debt.  \nIn 1997, when we came to power, only one country had passed its decision point in the heavily indebted poor countries initiative.",
        "Indeed this time last year there was no G7 or governmental consensus for our call for deeper, wider and faster debt relief and how it would be delivered.",
        "But spurred on and encouraged by Oxfam and other NGOs, agreement was reached at the Cologne summit in June on the principle of enhanced relief. And last autumn – at the annual meetings of the IMF and World Bank – agreement came on a new framework for financing that strategy.",
        "And we agreed a millennium target not just for new qualifying criteria for enhanced debt relief but for the numbers of countries gaining debt relief, and for the actual amount of debt which will be wiped out, cutting the debts of the world’s poorest countries by 100 billion dollars. And we resolved that when a decision is agreed, countries get the benefits of debt relief immediately, and do not have to wait three years – three more years of misery.",
        "The challenge now is to implement this enhanced relief.",
        "Within a month, the first countries – Uganda, Bolivia and Mauritania – should start receiving funds from enhanced debt relief.",
        "By April, our target is to have decisions to enable around ten countries, including Tanzania, Mozambique and Benin to receive relief.",
        "By the end of 2000, our target is to have more than 25 countries receiving debt relief.",
        "It was crucial that we concentrated first on getting and funding the international agreement on multilateral debt relief. That is worth 100 billion dollars and ensures that additional unilateral relief benefits the poor countries.",
        "And I can say that Britain is the largest committed donor to the Trust Fund which finances the debt relief. And it was amongst the five countries that provided the additional $250 millions since October 1999 which allowed the initiative to proceed.",
        "Having secured the international agreement and, critically, the agreement that money from debt relief must go to poverty relief, it was right for Britain to take an extra step, to eliminate the burden of all remaining bilateral debts owed to the government by the poorest nations that receive relief under the enhanced HIPC initiative. And let me explain to this audience that I mean all the debts – those treated under the HIPC initiative, known as pre cut-off debt and also post cut-off debt. And we will ensure that this relief is genuinely additional.",
        "Just before Christmas – with David Bryer of Oxfam present at a seminar at no.11 – I met the Ugandan Financial Secretary and he told me not only that we were right to insist that debt relief led to poverty relief but the additional 100 per cent relief would enable every primary school child in Uganda to be educated in a classroom with a roof above their heads and halve the pupil/teacher ratio in Ugandan schools from the unacceptable 100-1 of today to 50-I in three years time.",
        "For me this is the test of effective debt relief – schools with enough classrooms, classrooms with enough teachers and teachers and children with books to study with.",
        "That is not just a promise from the Ugandan government ­ it is a condition of all countries receiving debt relief simply because we want to ensure that the money saved in all these countries goes to education, health, and poverty reduction not to corruption, bureaucracy or buying military arms.",
        "So our pledge of 100 per cent debt relief is a pledge for a purpose. I hope it will encourage other creditor countries to follow this lead.",
        "The nominal amount of this additional debt relief from Britain is £640 million due over the next 20 years. This is in addition to the cost of writing off debt under the enhanced HIPC initiative and our contributions to the World Bank Trust Fund and IMF Trust Fund. It brings our debt relief package, including past overseas development assistance loans, to a total of five billion pounds.",
        "We have shown we are willing to go still further.",
        "For countries weighed down by the double burden of debt and recovering from the ravages of war, we have proposed special post-conflict assistance. For countries disfigured by natural disasters, like Honduras and Nicaragua last year, we and others have proposed new arrangements. The special three year moratorium on debt interest to Paris Club creditors, and a Trust Fund to meet debt service payments to international financial institutions.",
        "So in addition to the write-off of debt, we are prepared to take special action to tackle worsening economic and social conditions where we can.",
        "**Second, poverty relief**",
        "I believe that the last year has seen a major and decisive shift in international policy towards the needs of our poorest countries and citizens.",
        "What you and other public spirited organisations have demanded over long years of campaigning – a shift from “structural adjustment” to “sustainable development” – has been agreed as a principle. And before I discuss the significance of its detail let me just summarise the extent of the change.",
        "When, at the Annual Meetings of the IMF and World Bank in September 1999 the Interim and Development Committees met jointly for the first time to discuss poverty questions, they agreed – also for the first time – that the development of anti-poverty policy and economic policy will in future go hand in hand.",
        "They agreed, for the first time, that civil society in the poorest countries will engage in and own their own poverty strategies. In other words, anti poverty strategies that will not only be country-driven but community driven – developed transparently with broad participation of civil society, key donors and regional institutions.",
        "But most of all they agreed for the first time that both economic and social strategies must be clearly linked to the international development goals of halving world poverty by 2015 with measurable indicators to monitor progress.",
        "So the IMF and the World Bank are now charged to demonstrate how macroeconomic reform, policies for sustainable development, and anti poverty programmes can together bring less poverty and more growth.",
        "The key is the decision to transform the enhanced structural adjustment facility (ESAF) into the poverty reduction and growth facility (PRGF); for a joint framework for future IMF and World Bank concessional operations in low income countries; and the primary vehicle for closer World Bank-IMF collaboration in IDA (international development association) and ESAF/PRGF countries. And we must meet the challenge for change in culture and operations at the IMF and World Bank that this requires.",
        "So our task from this year is to move from noble resolutions to detailed implementation, from agreement on change to delivering that change effectively.",
        "Effective delivery requires policy measures and action in three key areas:",
        "* first, measures to build skills and capacity of individuals in the governments and civil society of these countries to implement and participate in the process;",
        "* second, a partnership with Oxfam and other NGOs on the ground, in as many countries as possible, to provide support and objective monitoring; and",
        "* last vigilance in ensuring that resources are not wasted on unproductive expenditure.",
        "For the poverty reduction strategies to be genuinely country-driven, and be developed transparently with the broad participation of civil society, many if not all of the countries receiving debt relief need to build the skills and capacity of their governments and society. I would therefore propose:",
        "* first, an internationally co ordinated technical assistance programme of capacity building for the delivery of poverty reduction strategies in the countries that require it; and",
        "* secondly, ensuring that all donor aid programmes in HIPCs and other poor countries, for whichever sector – health, education, infrastructure projects – provide support for and recognise the importance of capacity building and skills transfer.",
        "This would be one of the most worthwhile investments in empowering the poorest to build a better future for themselves.",
        "Clare Short has already demonstrated Britain’s commitment to capacity building. For the last two years we have helped countries in delivering their programmes through advice, technical assistance, sponsorship of forums. For example:",
        "* a HIPC capacity building programme which enables secondment of experienced personnel from one HIPC country to another, recognising and sharing some of the unique skills and experience that can only be developed within countries that face these challenges everyday;",
        "* in Uganda, help with putting in place a framework for consultation with the poorest sectors of society, which will ensure Uganda’s poverty reduction strategy reflects the realities of poor people’s lives;",
        "* in Ghana and Malawi, support for the development of medium term expenditure frameworks which look systematically at government resource allocations.",
        "But Britain, other donors and the IMF and World Bank cannot work effectively alone. So second we need a partnership with NGOs such as Oxfam who have a greater presence in the countries and often a keener insight into the daily challenges faced.",
        "You can provide vital assistance in creating stronger civil society and providing an independent and objective monitor of progress – both of the results and of the integrity of the process. This is crucial particularly for the early cases that will come up in the next few months as they will set the examples of best practice. In order to make the best use of resources, I would urge that all the NGOs adopt countries to work with on implementing the poverty reduction strategies.",
        "And lastly, if anti-poverty strategies are to work and secure the resources they need, we need to be far more vigilant in ensuring that resources are not wasted in unproductive expenditure, particularly on destructive military purchases.",
        "This is not just an obligation on the part of the recipients of debt relief but also on the part of lenders and exporters of richer nations who benefit from this expenditure.",
        "We require a new resolve from poor countries to pursue anti poverty strategies, to be more transparent, and as I will suggest, to follow certain codes and principles in macro economic and social policy. These obligations require great effort and will on the part of the poorest nations. The least we can do from our position of wealth, is fulfil an obligation not to benefit from burdening these countries further.",
        "While we were pursuing agreement on the HIPC initiative, Britain banned export credits for unproductive expenditure in the forty one highly indebted poor countries for a two year period and did so unilaterally. This ban has now expired. But the problems faced by these countries as we all know will take much longer to resolve. It is right that we announce today that Britain will, once again unilaterally, extend this ban to help ensure these countries are released from poverty.",
        "But HIPCs are of course not the only poor countries in the world. There are others as poor and, while they do not have a historic debt burden, can ill afford to take on new burdens of commercial loans for unproductive expenditure. We will therefore also widen the ban to all countries defined by the World Bank as “IDA only” – poor countries who can only borrow from the world bank on highly concessional terms – currently a further 22 countries.",
        "Britain’s export credits will only support productive enterprise that assist social and economic development and thus reduce poverty. Britain’s ban will of course only fully achieve its aim if it is applied by all exporting countries. Just as our pledge to unilaterally write off all debts due from HIPCs was a pledge with a purpose – to call on others to follow – so is this pledge. I urge all countries to ban export credits for unproductive expenditure in all IDA only countries and join us in banishing forever the spectre of unproductive unpayable debt.",
        "**Third: conditions for economic development**",
        "But if we are to break from the cycle of debt poverty and decline, we must see the central importance of economic development – and the necessity of new approaches to securing it.",
        "We must restore to the heart of economic policy the high ideals and public purpose which made us seek for every country from 1945 the highest sustainable levels of growth and employment.",
        "Let us remind ourselves that in macro-economic policy our aim is not only to control inflation, important as that is, but based on a platform of stability to pursue policies for growth and employment for all countries which will increase living standards, including improved health and education.",
        "And let us remind ourselves that we seek equitable development which ensures all groups in society, not just those at the top, enjoy the fruits of development; we seek sustainable development which includes preserving natural resources and maintaining a healthy environment; and we seek democratic development in which citizens participate in making the decisions that affect their lives, and countries and communities have ownership of the policies.",
        "In the years to come we must build anew our understanding of the relationship between democracy, equality, environmental protection and growth.",
        "In other words, we need to move beyond the Washington consensus of the 1980s, a creature of its times which narrowed our growth and employment objectives. Which assumed by liberalising, deregulating, privatising and getting prices right, private markets would allocate resources efficiently for growth. This has proved inadequate for the insecurities and challenges of globalisation.",
        "We need to find a new 2000 paradigm. The new consensus cannot be a Washington consensus, but as we have recognised in the poverty reduction strategies, countries must claim ownership and make it a part of their national consensus.",
        "Let me set out what the key elements of this new paradigm might be",
        "* First, it must recognise the critical role of the public sector as well as the private;",
        "* Second, macro economic stability is an essential condition to growth and all countries need to follow clear policy codes and principles to ensure this;",
        "* Third, it is vital for their development that the poorest countries participate in the flow of capital, technology and ideas in the global economy but in a manner that benefits rather than harms them; and",
        "* Fourth, we need to recognise that sustainable economic growth and social justice are totally interdependent.",
        "First, the new paradigm needs to recognise the role of governments and the public sector. The public sector is an investor in human capital and also in science, research and technology where benefits to society often outweigh benefits to individual entrepreneurs. But critically governments also have the role of ensuring the right macro economic conditions, the right corruption free institutional and regulatory framework, the right framework for competition, and a sound financial system to underpin growth, employment and equity.",
        "Without governments ensuring a robust financial system, effective competition and the protection of consumers it is difficult to mobilise savings or allocate capital efficiently.",
        "The original Washington consensus grew in the context of highly regulated and protected financial systems in need of deregulation. But, as the Asian crisis has shown, it is but one thing to eliminate regulations that restrict competition. It is also necessary to create regulations to ensure competition – and proper prudential behaviour.",
        "The issue is not, as posed in the 80s, regulation versus deregulation: it is achieving the correct balance of regulation and deregulation to ensure financial systems work better. The new paradigm is not about how government can be pushed aside – but how the right kind of government can be an essential complement to markets.",
        "Second, the new paradigm need to recognise the importance of macroeconomic stability. For every country, today’s rich and today’s poor, macroeconomic stability is not an option but an essential pre-condition of economic success. Indeed, in the new global marketplace there is a new premium on economic stability.",
        "Any nation state operating in a global economy which relies on or seeks to achieve investment flows from round the world now knows that the punishment for getting things wrong is greater than ever, the rewards for getting it right better than ever.",
        "Good macroeconomic policy includes in my view:",
        "* clear rules for monetary and fiscal policy that can allow for flexibility to respond to shocks; and",
        "* a fiscal policy that allows automatic stabilisers to operate",
        "I believe that the way forward is for each and every country, rich and poor, developed and developing, to adopt and apply codes of conduct or plans for stability in monetary, fiscal, corporate and also critically social policy, founded on agreed ground rules of the game which each country can adopt and apply.",
        "That is why the UK pressed for and secured agreement that there should be internationally agreed codes for transparency in monetary and fiscal policy. Take the monetary policy code for example, which was agreed at the annual IMF/World Bank meetings last year. It sets out that we should each announce our targets, identify responsibility for achieving these objectives, and for reporting and explaining monetary policy decisions. The code of monetary policy makes it clear that countries should provide a complete picture of usable central bank reserves, including any forward liabilities, foreign currency liabilities of the public sector and commercial banks and indicators of the health of the financial sectors.",
        "But these new principles need to go beyond public policy. In the corporate sector, for example, we also need an international standard of best practice in corporate governance, and for financial institutions and regulators. The OECD has now finalised its code of good practice in corporate governance.",
        "I think it is also true that the UK has taken the lead in pressing the IMF to develop the social dimension to its work in all countries. The IMF and World Bank need to ensure and we need to monitor with international surveillance that the burden of adjustment is not placed on the poor and most vulnerable. The Asian crisis demonstrated the devastating impact that economic shocks can have on the most vulnerable sections of society and highlighted the need to ensure adequate social provision. Building on the codes of good practice in fiscal policy, monetary policy and corporate governance, the UK has stressed the need to identify and disseminate principles and good practice in social policy. Following discussion at the development committee in April 1999, this work has been taken forward by the World Bank and the UN. In his statement to the Board of Governors of the Fund on 28 September 1999, the Managing Director of the Fund explicitly highlighted the vital relationship between growth and social development.",
        "However, for many developing countries the poor quality of data on social spending, social indicators, and social protection arrangements is a key constraint on effective policy design and implementation. Clearly we need a strengthened social data standard.",
        "Let us not forget that when we talk of codes of conduct we are talking about the conditions in which international investment flows can benefit the poorest in the poor countries not about how they can benefit investors. Transparency will discourage waste, corruption and increase the accountability of governments to civil society.",
        "The transparency and clarity of these codes will help ensure that investors can differentiate between the performance of countries – hence prevent some of the indiscriminate contagion that we saw destabilise the international financial system 18 months ago. And by building the confidence of investors they will prevent the exclusion and discrimination of investors against the poorest countries.",
        "So the third element of the new paradigm is the recognition that in order to grow out of poverty, the poorest countries must participate fully in the global economic system, but under conditions in which they get their fair share of the benefits. Without access to the flows of technology, ideas and capital that are revolutionising our world, the poorest nations will be permanently excluded from the prospect of prosperity.",
        "To complete the virtuous circle of debt relief, poverty relief and economic development, our aim in 2000 must be to ensure greater private as well as public investment in Africa and the poorest developing countries and also their share of the benefits of trade.",
        "Now there will be critics of globalisation who say that the poorest countries can never benefit. There is indeed a real debate about capital liberalisation. For it is true that without a proper framework for development, capital liberalisation can destabilise.",
        "Yet this is precisely why the codes of conduct are essential – codes which Britain has argued for so hard and which the international community have now accepted. If capital liberalisation happened without the right macro-economic policies and financial regulation, then short term flows could destabilise that country. So we need measures to encourage the introduction of sound and transparent economic policies, good financial regulation and corporate behaviour – exactly what codes of conduct intend to offer and why codes of conduct are in the interests of the poorest countries as they seek to benefit from participating in the international economic system.",
        "Of course the precise terms for a country’s capital account liberalisation need to be scrutinised, and there is a great deal of work on relationships between private lenders and public sector borrowers both in normal times and in times when crises arise. But the codes of conduct are the new building blocks for economic growth in developing countries.",
        "But to ensure that poorer nations genuinely benefit from the global economic system, there are also obligations on the richer countries to create a fair playing field.",
        "I believe this first is in ensuring a more stable international financial system particularly for weaker economies who can be easily destabilised. That is why Britain proposed last autumn bringing together the IMF, the World Bank and key regulatory authorities in a new permanent committee for global financial regulation charged with delivering the global objective of a stable financial system.",
        "The Financial Stability Forum has now been established. The forum’s work will make co-operation between international institutions and national regulators a fact of international financial life. I believe in time it can become the world’s early warning system for regional and global financial market risk.",
        "The second obligation, I believe, is helping the least developed countries promote greater productive foreign direct investment. At present only 3 per cent of foreign direct investment goes to low income countries and only 1 per cent goes to the highly indebted poor countries.",
        "Direct investment into productive enterprise should bring not just capital, but transfer skills and technology and encourage best international business practice. Where domestic capital markets are not well developed, it can also be a more stable flow of inward investment than portfolio investment in stock markets. We need to consider creating an effective forum for investment in Africa which would discuss the current barriers to investment perceived by potential investors, propose reforms and encourage business investors in the continent.",
        "Thirdly, we have an obligation to recognise that growth and trade are the key to tackling poverty and our approach to trade should be informed by a progressive internationalism.",
        "So the test for trade talks will be whether developing countries benefit.",
        "Social principles which we support are there to benefit the poorest countries. Any attempt by developed countries to erect new protectionism should be resisted.",
        "We must take further steps to increase market access for the least developed countries. The UK’s proposal, for example, is for zero tariffs to be applied to all goods.",
        "Trade talks would achieve more if openness prevails and this requires new ways of working by the international organisations as well as the individual countries. I believe there is now a strong case for looking at reforms to improve the accountability and operations of the WTO, just as we are working to improve the IMF and World Bank.",
        "It is vital to make progress in the WTO. This must be done in a way that reflects the needs and views of the developing countries, and enables them to participate fully in the discussions and have ownership of the final agreement.",
        "Fourth and central to the new paradigm is the recognition that economic growth and social justice are totally interdependent. The experience of so many countries has shown that growth is not sustainable if large sections of their communities live in extreme poverty. Because even if market prices are correct, an economy cannot respond adequately and in a flexible manner to market forces without the human capital, institutions and basic infrastructure necessary for growth.",
        "Indeed one of the main reasons private investors in Africa quote for not investing in the continent is insufficient skilled labour. They are telling us that education and the creation of human capital are as important as controlling inflation.",
        "**Fourth, social investment and education**",
        "So I come last in a list of areas for action to social investment particularly in education. Not because it is the least important but because, as I hope I have made clear, it is the most important.",
        "The new approach I have outlined today rests on two central ideas –",
        "* first, social justice is vital to economic progress; and",
        "* second, economic reform requires the support, participation and trust of the populations. In other words, there should not just be country ownership but community ownership.",
        "* It is here that education, empowering people for their future, putting opportunity directly in their hands, is critical.",
        "Oxfam rightly calls education the single most powerful weapon against poverty. Children – as I have said before – are 20 per cent of the population 100 per cent of our future. And instead of developing some of the potential of some of the people, future economic growth depends upon developing all of the potential of all. What we want for our own children we want for all our children.",
        "Universal primary education across the world is a basic human right for all children. But equally significantly it is the absolute precondition for progress in development and reduction of poverty. Countries cannot develop properly if only elites are educated.",
        "So the development case for education, the case for investing in primary education, is unanswerable. It is essential to the creation of an economy which has the flexibility to respond to market forces; it helps people to become more productive, and to earn more income; it leads to improvements in health, nutrition and child mortality. People are able to transform their own lives and society, and they acquire the basic skills of literacy and numeracy, as well as the capacity to utilise knowledge and information.",
        "Let us remember the commitments we have all made.",
        "Not just fifty years ago, when the universal declaration of human rights proclaimed free and compulsory education to be a basic human right.",
        "But successively in international declarations:",
        "The 1990 world conference on education for all which set the target of ensuring universal access to, and completion of, primary education by the year 2000.",
        "The 1990 world summit for children – signed by all but two of the world’s governments which reaffirmed the right to an education as a legally binding obligation.",
        "The 1995 world summit for social development which said that by 2005 we would achieve universal access to basic education and completion of primary education by at least 80 per cent of primary- school-age children, and close the gender gap in primary and secondary school education",
        "The 1999 convention on the rights of the child which reaffirmed that we would reduce by half the number of people living in extreme poverty by 2015; have universal primary education before 2015; gender equality in primary and secondary education by 2005.",
        "But as we all know there have been too many grandiose statements, too little development and implementation.",
        "900 million people over the age of 15 are illiterate – one sixth of the world’s population.",
        "And today 130 million children do not attend primary school – 21 per cent of the primary age population.",
        "Two-thirds of these are girls. A gross denial of their right to education and to develop their full potential. Especially when we know that women with as little as four years of education are more likely to choose to have smaller, healthier families.",
        "Understanding the web of issues, constraints and power relationships that affect the schooling of girls – within families, communities, schools, cultures and societies, and within governments – is essential if practical solutions are to be defined, shared and implemented.",
        "We must work together, with the international organisations, other governments and NGOs, to explore the strategies.",
        "And not only raising enrolment levels but retaining children in school is critical when we know that in south Asia, sub-Saharan Africa, Latin America and the Caribbean where only two thirds of the children who start primary school reach the fifth year of primary education.",
        "For the majority of children from poor households, primary education is the one chance they will have to acquire basic literacy, numeracy and some essential life skills to enhance their chances of a sustainable livelihood.",
        "And as we embark on an information revolution, we have at our disposal new tools such as the internet and distance learning.",
        "We have a chance this year to make education for all a strategy that works. As you know there are important dates.",
        "There will be:",
        "* the first ever meeting of education ministers from the G8 countries;",
        "* in April 2000, the education community from developing countries meets in Dakar to review progress on education for all in the 1990s; and",
        "* in November, the Commonwealth Education Ministers meet in Nova Scotia.",
        "We are preparing now for these meetings. Our priorities will be to increase the focus on universal primary education; to work with developing countries to identify workable strategies; to seek a co-ordinated approach bringing together work at national and international level; and to continue to address factors constraining the equal participation of girls and boys in schools.",
        "As Oxfam has said the old ways have failed, and we need to refocus the use of resources.",
        "What then is the way forward to achieve the improvements in education so urgently needed?",
        "There has been some progress. In Uganda, spending on education has trebled in five years. Primary school enrolment is 90 per cent in Zimbabwe and Botswana. The enrolment of girls remains low in Pakistan, but is high in Bangladesh.",
        "So we must now spread best practice.",
        "First there needs to be a sustained commitment by developing countries to education. For example, the poverty reduction strategies developed by heavily indebted countries must, I believe, make education a central plank. That would put education at the heart of national and aid budgets and ensure transparent monitoring of delivery. Once again, ownership by the countries of the policy is the key to its success.",
        "Second we need to shift from the project based to the sector wide approach Oxfam has proposed. Educational, and indeed other aid is too often used to support isolated projects. In Tanzania there are 30 donors, 1000 projects, 2000 aid missions. Greater coherence is needed. All aid and concessional lending from donors, World Bank and Regional Development Banks need to be based on the agreed poverty reduction strategies and be co ordinated under an agreed framework. This poses real challenges to both donors and recipients.",
        "For donors it means no special pleading for projects that “fly their national flag”. For recipient countries it means strengthening their institutions so they can take the lead in co-ordinating and targeting the aid. These challenges are worth facing because it is the only way in which we can ensure the effective targeting of funds.",
        "Third, we need to focus, as I have mentioned before, on tackling the skills shortages which limit economic growth. These skills shortages are at all levels of the economy – from high-level policy analysis skills needed to drive forward development, to the practical skills needed to exploit new technologies.",
        "To meet this need we have established a major new programme of assistance and support. Over the next two financial years, twenty five million pounds will be available under the Department for International Development’s skills for development programme.",
        "This programme is designed to help countries stimulate the entrepreneurial skills essential for economic growth and to develop new approaches to skills development.",
        "Let me give one example of how the programme is working in practice – matching skills to work.",
        "In Chennai in India we have been supporting the “colleges without walls” programme – informal learning organisations which are working with the poor and unemployed to help them acquire the skills which have been identified by local employers. So far, 85 per cent of trainees have found work with local employers.",
        "Lastly, I would like to emphasise that we must continue to provide more financial aid for education. The Department for International Development currently have commitments of £800 million to education, of which around three quarters is for basic education. Of the total of £800m, approximately £300 million has been committed since 1997, which represents a dramatic increase for this sector. And we are on target to meet the Prime Minister’s 1997 Denver commitment to increase by 50 percent our aid to Africa for primary education, primary healthcare, and sanitation by 2000. This represents an extra £360 million of aid to Africa.",
        "We all recognise that the economic development and the escape from poverty requires increased flows of aid from rich nations to underpin the development of human capital and basic infrastructure. In Britain’s case, the Department for International Development will receive over £1.5 billion extra in the comprehensive spending review over three years, taking its budget to more than £3 billion in 2001-02 – a real terms increase of 28 per cent.",
        "**Conclusion**",
        "The task we all face is awesome. Recent estimates show that for Africa, where currently nearly 50 per cent of the population live below $1 a day, growth rates in GDP/capita will need to reach some 6 per cent per year for the poverty target to be reached. Yet between 1990 and 1997 growth in GDP/capita in Africa was minus 0.7 per cent per year.",
        "In 1999 the world’s richest nations finally accepted their obligations to the word’s poorest peoples.",
        "But we can and must do more.",
        "We need a world economy working for everyone everywhere.",
        "Tom Paine’s message of the 1780s is even more relevant as we begin a new millennium. “We have it in our power to begin the world anew”.",
        "The task for 2000 will be to transform good will into monumental change.",
        "Because no one can be happy living in an oasis of wealth where there is a desert of poverty, I want ours to become the generation who lifted the scar of poverty and hopelessness from the worlds soul.",
        "And I am optimistic.",
        "Why? Because not just a few, but millions feel, however distantly, the pain of all those in need.",
        "Why optimism? Because across the world there are millions of people of conscience and of belief in something bigger than themselves.",
        "Why optimism? Because there are millions more who know that now as never before, we in this generation have – within our power if we choose to use it – the means to eliminate abject poverty.",
        "And who want to realise that ancient dream that we become truly one moral universe, in which by the strong helping the weak, all of us become stronger.",
        "So ours is a call to action to all men and women full of idealism irrespective of political party.",
        "A call to action to all, full of campaigning vigour, irrespective of age.",
        "A call to all people of conviction and faith, irrespective of religious denomination.",
        "A call to action as new as the debt crisis, but it is as old as the call of Isaiah to ‘undo the heavy burdens and let the oppressed go free’.",
        "We will not reach our goal today or tomorrow. Perhaps not in this generation.",
        "But the quest for prosperity round the world is the greatest challenge and greatest moral imperative of our times.",
        "This is indeed an age of possibility as we chart the world of tomorrow.",
        "It is not a time to look backwards but to plan ahead.",
        "I want this generation to be remembered for seizing the opportunities not missing them, for making us masters of our destiny, not victims of fate.",
        "In this new age, I believe our generation can achieve a new way forward. Here in January 2000 we are all making a start on a journey of hope and renewal and we must and will complete our path."
    ]
}