{
    "url": "https://www.ukpol.co.uk/fiona-bruce-2023-speech-on-holocaust-memorial-day/",
    "title": "Fiona Bruce – 2023 Speech on Holocaust Memorial Day",
    "post_date": "January 30, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Fiona Bruce",
            "url": "/tag/fiona-bruce/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Fiona Bruce, the Conservative MP for Congleton, in the House of Commons on 26 January 2023.",
    "content": [
        "This week, holocaust survivor Manfred Goldberg spoke movingly in the Foreign, Commonwealth and Development Office about the “hell on earth” he experienced under the Nazis. The tragedy is that there have been a catalogue of horrors since the Nazis perpetrated their genocidal acts. In the ’70s there was Pol Pot’s terror in Cambodia. In the ’80s there was Saddam Hussein’s desecration of Kurds in Iraq. In the ’90s there were attempts to systematically exterminate Tutsis in Rwanda, while Bosnian non-Serbs suffered a similar fate.",
        "There have been atrocities inflicted across the world, including in Asia, the middle east, Africa and Europe, and on victims from a range of religions and races—Muslim, Buddhist, Jewish, Christian and others. Still, in the 21st century, we see further atrocities where elements of the definition of genocide are present, including targeting of the Rohingya Muslims in Myanmar, of the Uyghur Muslims in Xinjiang, and of the Hazaras in Afghanistan. In my work as the Prime Minister’s special envoy for freedom of religion or belief, I have heard many survivors speak of unspeakable suffering. They relay the same message as survivors of the holocaust: we must not only call out evil, but act to prevent it from happening again.",
        "One way we can act is by formally recognising the genocide against the Yazidis and Christians in Iraq and Syria by Daesh, as the lower house in Germany did just last week. Recognition of genocide is one of the most significant things we can do as part of the UK’s atrocity prevention strategy. Another is to identify where there is risk of genocide. We must equip our diplomatic teams across the world to spot the early warning signs where a nation is at risk of genocide. The UK can be a leader among our allies and partners in setting up early warning mechanisms, and in using our diplomatic reach—a reach that is still much regarded internationally, as I know from my work as the Prime Minister’s special envoy—to resolve disputes and tensions where we are able to do so.",
        "The International Development Committee’s recent report, “From Srebrenica to a safer tomorrow: Preventing future mass atrocities around the world” sets out a road map for the Government to follow. I welcome the Government’s positive response, not least the development of the mass atrocity prevention hub, and look forward to further progress to fulfil our manifesto commitment to implement the Truro review fully, including recommendation 7, which states:",
        "“Ensure that there are mechanisms in place to facilitate an immediate response to atrocity crimes, including genocide, through activities such as setting up early warning mechanisms to identify countries at risk of atrocities, diplomacy to help de-escalate tensions and resolve disputes, and developing support to help with upstream prevention work.”",
        "I highlight Nigeria as one country with close links to the UK where I fear the risk of genocide is growing. Around 90 hon. Members attended the Open Doors 2023 world watch list launch here last week and heard how Nigeria is now the sixth highest country for persecution of Christians; indeed, it would be top if the list were based just on the number of recorded deaths. We must condemn in the strongest possible terms the ongoing attacks against Christians and moderate Muslims by Islamic extremists in that country, and call out the Nigerian Government’s repeated denial of any such targeted religious persecution and their failure to act adequately to address it and protect the targeted.",
        "Finally, we must do more work on educating the next generation about the importance of freedom of religion or belief, so that “never again” becomes a reality for their generation in a way that, sadly, as I have said, it has not for ours. This is the ultimate upstream prevention work, and it is vital. One of the main takeaways from last year’s ministerial conference on freedom of religion or belief, which I was privileged to co-host, was the inspiration of the development of education toolkits for teachers to use in primary schools, to give even the youngest children an understanding of freedom of religion or belief and of the vital importance—",
        "**John Cryer (Leyton and Wanstead) (Lab)**",
        "Will the hon. Member give way?",
        "**Fiona Bruce**",
        "Certainly.",
        "**John Cryer**",
        "In the context of what the hon. Member is saying about education, will she join me in congratulating the HET, the CST and other organisations on educating people and also on combating antisemitism, including, sadly, in my own party and in other institutions?",
        "**Fiona Bruce**",
        "I thank the hon. Member for his intervention. I will indeed congratulate the Holocaust Educational Trust later in my speech.",
        "It is vital that we teach even the youngest children about the importance of not discriminating against others on account of their beliefs, just as they understand so well the importance of not discriminating against others on account of disability.",
        "I have the privilege of chairing the International Religious Freedom or Belief Alliance, a growing group of 42 countries whose Governments, like ours, have formally committed to protecting and promoting freedom of religion or belief around the world. It is our aspiration to see the toolkit that I mentioned, when it is developed, used in schools across our 42 countries. I am proud that the toolkit is currently being piloted in the UK, including in a school in my constituency.",
        "As the years go by and our brave, inspirational holocaust survivors, with their testimonies, diminish in number, we must ensure that their voice is sustained, not least with young ambassadors. I pay tribute to the Holocaust Educational Trust for the excellent work that it does in that regard.",
        "The alliance I chair is promoting the connection of young freedom of religion or belief ambassadors around the world. We are working towards a 2023 virtual global conference engaging young FORB ambassadors, and we want to involve three groups of young people: first, young people from democratic societies like our own who have not personally experienced persecution but care about the issue and want to do more; secondly, young people in the diaspora here in the UK with ties in countries such as Nigeria and direct concerns to relay; and, thirdly and critically, young people who live in countries where there is persecution and are experiencing it themselves—places such as Myanmar, where there is already strong interest from young people, and Hong Kong, where oppression on account of religion is an increasing concern.",
        "As we plan this virtual global conference, I would welcome contacts from colleagues, all-party parliamentary group country chairs and others with young people from across the world who may be interested in engaging with the event late in 2023. This is a way in which we here can act. Indeed, we can all do something to make “never again” a reality for the next generation, and it is so heartening that, in this Parliament, elected Members right across the political spectrum are determined to do so."
    ]
}