{
    "url": "https://www.ukpol.co.uk/fiona-bruce-2022-speech-on-digital-persecution/",
    "title": "Fiona Bruce – 2022 Speech on Digital Persecution",
    "post_date": "April 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Fiona Bruce",
            "url": "/tag/fiona-bruce/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Fiona Bruce, the Conservative MP for Congleton, in the House of Commons on 21 April 2022.",
    "content": [
        "On 5 and 6 July in London, the largest international gathering hosted by the UK Government this year will take place—the 2022 international ministerial conference on freedom of religion or belief. Government representatives from over 50 countries have been invited, together with faith and civil society representatives, to discuss the concerning global trend of increasing restrictions on freedom of religion or belief, and also, it is hoped, to commit to practical steps to tackle that. A session including digital persecution should be at the cutting edge of that conference. My purpose in calling this debate is to highlight why.",
        "Each year, millions of people around the world are increasingly having their freedom of religion or belief restricted, and to devastating impact. A key reason is the increase in persecution by authoritarian regimes, including through the misuse of technology. Right across the world today, people are losing their jobs, education, homes, livelihoods, families, freedom, access to justice, and even life itself, simply on account of what they believe. People are being discriminated against, marginalised, beaten, threatened, tortured and killed, and too often by their own Governments—the very Governments with a duty to protect their freedom of religion or belief. The gross scale of this as a global issue is both under-recognised and under-addressed. One of the aims of this July’s conference in London is to change that.",
        "The Pew Research Centre indicates that 83% of the world’s population live in countries with high or very high restrictions on religion. The campaigning charity Open Doors, in its 2022 world watch list, states that the persecution of Christians has now reached the highest levels since the world watch list began nearly 30 years ago—that across 76 countries, more than 360 million Christians suffer high or very high levels of persecution and discrimination for their faith.",
        "Of course, persecution affects not only Christians but those of all faiths and none. In Nigeria last month, the humanist Mubarak Bala was sentenced to 24 years in prison, now on appeal. Recently, the plight of Jehovah’s Witnesses, Ahmadiyya Muslims and Baha’is across the world has been highlighted by the International Religious Freedom or Belief Alliance of 35 countries, which I have the privilege of chairing in 2022. Details can be found on the US State Department website.",
        "Why is freedom of religion or belief so important? We need to ask this question, and try to answer it, to set in context this debate on digital persecution and why addressing it is so critical. FORB is important for several reasons. It is important in itself, for us as individuals, because what we believe gives us a sense of worth, f purpose and meaning, and of dignity and identity. It goes to the heart of what makes us human.",
        "Respecting freedom of religion or belief is important because it is so closely connected to other human rights, such as free speech, the right to assemble, the right to work and even the right to life itself. When freedom of religion or belief is not respected by those in authority, all too often, other rights crumble, too. FORB is also important for communities, which are stronger, including economically, when they include everyone. Societies cannot fully develop when they oppress members of minorities.",
        "Freedom of religion or belief is one of the foundations of a stable and secure democratic society. Countries that respect FORB are less prone to violent extremism. Not to put too grand a point on it, promoting and defending freedom of religion or belief is an important element of promoting peace globally. Indeed, when President Franklin D. Roosevelt, one of the driving forces behind the establishment of the UN, envisioned a world of peaceful co-existence between nations, he stressed the importance of four freedoms: freedom of expression, freedom from want, freedom from fear and freedom of belief. How tragic it is that we reflect on this today as the very opposite is occurring less than a three-hour plane flight from here. Let us be under no illusions: freedom of religion or belief is very much a live issue in the plight of the Ukrainian people.",
        "Permit me to take a moment to refer to that. In Luhansk, a Russian rebel-held area of Ukraine taken by pro-Russian separatists in 2014, freedom of religion or belief is now severely restricted. Religious communities need to register to have permission to gather, following a restrictive law that makes it illegal for any religious community to congregate without such permission. As a result, all Baptists, Seventh Day Adventists, Pentecostals and other Protestant communities have been denied that permission. Such unregistered groups therefore meet to worship in a climate of fear. They are subject to surveillance and at risk of repeated raids, with their social welfare activities in their local communities banned and an increasing list of allegedly extremist books banned, including an edition of the gospel of John from the Bible.",
        "**Jim Shannon (Strangford) (DUP)**",
        "I congratulate the hon. Lady on all that she does in her role as the special envoy for freedom of religion or belief, and I express an interest as chair of the all-party parliamentary group for freedom of religion or belief. She is right to highlight the issues in Ukraine, which I am sorry to say also unfortunately include incidents of Baptist pastors who have disappeared and never been located—their whereabouts are unknown. Churches have been destroyed. People from my constituency are actively involved in Faith in Action Missions in eastern Ukraine. What they have expressed to me goes along with what she has said.",
        "We have to highlight these things in this House. It is not just the murder of innocents, but the persecution of Christians and those of other religious beliefs. Russia has to be held accountable in the highest court of the land for the genocidal campaign that it is carrying out against Ukrainians in Ukraine.",
        "**Fiona Bruce**",
        "The hon. Member, who is chair of the all-party parliamentary group for freedom of religion or belief, makes excellent points and I thank him for doing so. It is so important that we highlight that the Ukrainians’ right to freely practise their religions or beliefs, whatever they may be, is a key aspect of what the leadership of Ukraine and its people are fighting for today. We applaud and stand with them.",
        "Returning specifically to the subject of this debate, digital persecution, I want to put on record my appreciation and thanks to Open Doors for the recent conference it organised, partnered with the Universities of Birmingham and Roehampton, which invited papers on three core themes: surveillance, censorship and disinformation. I also want to thank many of those who contributed to that conference and to my speech today, and those who supplied papers. My speech is all too short to do justice to this issue, so I urge parliamentary colleagues and others listening to this debate to access the conference online—it was recorded by Open Doors—and to access the open source of papers by the contributors, including Professor Francis Davis of Birmingham University, Dr Ewelina Ochab, author Jeremy Peckham, Dr Pasquale Annicchino of the University of Foggia, Chung Ching Kwong of the University of Hamburg, Dr Daniel Aguirre of the University of Roehampton, Rahima Mahmut, UK director of the World Uyghur Congress, and others.",
        "Technology and its extensive communication capabilities can of course be used for good, as we all saw during the pandemic, but, as Open Doors states,",
        "“digital technology enhances state capacity for surveillance of religious minorities and censorship of their speech. It also greatly assists the spread of disinformation against religious minorities by state and non-state actors, which can have lethal consequences for those minorities.”",
        "Misuse of technology has played a crucial role in some of the most egregious atrocities perpetrated in recent years, including the persecution of the Uyghurs in Xinjiang, China, of the Rohingyas in Myanmar, and of the Yazidis in Iraq.",
        "Religious minorities are often subject to state surveillance, often because of their very status as minorities. This can be either targeted surveillance of specific individuals or groups, or mass surveillance of large groups of people. This may include CCTV, including facial and emotional recognition; device listening; spyware; state monitoring of social networks; tracking, proximity and location apps; and large-scale data harvesting. I shall explain some of that in a little more detail later.",
        "Examples of digital censorship include publication banning; disabling websites and applications; blocking websites, communications and social media posts, including state moderation and firewalls; punishing users who visit particular websites; hacking; cancelling of activities, platforms and public personae, often without reason or redress; and financial freezing.",
        "Disinformation is the communication of deliberately misleading or biased information, the manipulation of narrative or facts, and propaganda, which we are becoming increasingly aware of in Russia’s information war against Ukraine. Examples of disinformation include propaganda, including advertising; targeted fake news; discord bots strategically magnifying discord, including trolling algorithms; and network incitement of mob violence.",
        "During the last few minutes, I have given many examples of the misuse of technology and have used technical terms. Perhaps I have given too many examples for anyone to absorb unless they are already engaged in this subject, so I shall give just one example of how such misuse of technology works in practice—namely, the misuse of technology to oppress the Uyghurs in China, of whom an estimated 2 million, possibly even up to 3 million, are incarcerated in detention camps.",
        "At the conference, Rahima Mahmut’s evidence about the plight of the Uyghurs set a sombre and moving tone. She told us that the Chinese Government have invested huge sums of money in advanced surveillance technology, including facial recognition software, voice recognition software, DNA and data collection, constructing a huge network of cameras and physical checkpoints. All the information gathered on people is stored in what is called an integrated joint operations platform. The data is then used to classify Uyghurs by colour—blue, yellow or red—and therefore to classify their threat level. This has not only resulted in the mass criminalisation of the Uyghur population, but led them to question their own sense of self-worth and self-belief.",
        "How does this work? The integrated joint operations platform is used by police and officials. It is a mobile phone app used to collect data on individual Uyghurs for an assessment to be made about whether someone should be arrested. The extent and penetration of the personal data collected is deeply concerning. Data is collected on individuals as they move about in public places, including from CCTV, by voice recognition and even through their relationship with others who may have political or religious affiliations or convictions. The voice recognition software can not only monitor conversations from a mobile phone, but record a voice from 300 metres away while simultaneously blocking out the surrounding noise.",
        "The technology is now even used in schools to record what Uyghur children say in the classroom—even those as young as kindergarten children—so that, in effect, children are unwitting spies on their own parents. Key words are recorded and then detected by the app to flag concerns to the authorities and indicate dangerous or threatening tendencies. These include words such as “prayers” or “mosque”, or even “get together” or “gather”. As soon as a key word is picked up by the app, this will be fed into the integrated joint operations platform app as suspicious activity, together with all the other data being collected about an individual.",
        "Someone can also receive a colour for many reasons, such as simply eating in a restaurant where someone else with a red mark against their name is also eating. Once the information is gathered and reaches a certain level, an individual is flagged with a colour—red, yellow or blue—which indicates their threat level and how they will be treated, in particular as they move through the many checkpoints manned by police. Someone who is blue can pass through, though of course their colour can and may well change. If an individual is passing through a checkpoint with a yellow mark, an alarm goes off. If it is red, the police will automatically arrest the person immediately. In other words, the app—a computer—is triggering an arrest.",
        "Once arrested, individuals can then be interrogated by computer, too. Police can place an individual not in a normal chair for questioning, but in a tiger chair, in which the body is completely locked and highly stressed, resulting in inevitable physical responses. During questioning, a computer will then monitor heightened changes in heartbeat and muscle movement, and on that basis a computer can indicate that the person must be guilty. Imprisonment can then be meted out.",
        "An individual can be surveyed, detected, arrested, interrogated and imprisoned by technology, simply because the computer says so, and surveillance technology of this nature is being sold around the world. According to an Open Technology Fund report of 2019,",
        "“over 100 countries have purchased, imitated, or received training on information controls from China and Russia.”",
        "**Andrew Lewer (Northampton South) (Con)**",
        "I really want to thank my hon. Friend for bringing home the true horrific nature of this technology and the way it is being employed against the Uyghurs in China. Does she agree with me that it is important that the work she and the hon. Member for Strangford (Jim Shannon) do is constantly put at the forefront of the Government’s attention when we are discussing these issues, particularly when it comes to overseas development aid for countries that may be seeking to implement such measures themselves?",
        "**Fiona Bruce**",
        "I thank my hon. Friend for that point and for his active engagement with the all-party group for international freedom of religion or belief. It is heart-warming to note, particularly following the publication of the Truro review slightly more than two and a half years ago, how increasingly Government are engaging on this issue, and not just expressing concern, but taking practical steps.",
        "Let us look at a country other than China for a moment. Dr Daniel Aguirre of the University of Roehampton has explored the role of technologies in conflict and spoken about how in Myanmar, formerly Burma, the junta’s primary aim in the recent coup was to close or control digital communication, especially Facebook as the primary mode of internet communication for coup resistance. He has also detailed how the junta used misinformation to fuel ethnic tensions and violence.",
        "We hear from other sources that the military in Myanmar has used Facebook to spread propaganda against Muslims and the Rohingya ethnic minority and to justify attacks against their communities, and that disinformation has been used to discredit or malign Christians, rouse people’s anger against them, or force people to practise rituals against their beliefs. During the covid-19 pandemic, stories of religious minorities being the harbinger of the coronavirus were spread. In Myanmar, news of Christians directly receiving foreign aid was falsely perpetuated, encouraging the view that they should not receive Government aid.",
        "I referred previously to non-state actors—organisations other than Governments— misusing technology. An example is Daesh, the Islamic State terrorist organisation. It has used technology to recruit members and spread propaganda among minorities—in Iraq, for example, against the Yazidis, and in Africa to inflame and justify violence against communities there. It is deeply concerning that young people in particular can be attracted into terrorist groups in that way.",
        "A statement on “Use of Technology and Religious Freedom” made at the July 2019 Ministerial to Advance Religious Freedom—a precursor to the 2022 conference, which the UK is hosting this July—said that we need to",
        "“take seriously the need to counter the ability of terrorists to recruit and radicalise or inspire others to violence online while fully respecting freedom of expression.”",
        "Three years on, as the UK hosts this year’s Ministerial on Freedom of Religion or Belief, responding to this challenge remains at a concerning initial stage.",
        "Why is this? One reason is that the very complexity of the technicalities that I have endeavoured to describe has often inhibited human rights activists, including those who campaign on freedom of religion or belief—and I include myself in this—from tackling this subject. But we must do so because the implications of failing to do that are and, indeed, already have been, catastrophic.",
        "As Professor Francis Davis says,",
        "“digital persecution is a challenge to the FORB community specifically and the wider human rights community because it requires them to speak together and find a common language to engage with the new institutions of persecution…this…needs new analysis and new strategies of response.”",
        "Professor Davis adds that we need to develop new leaders who are both digitally native and freedom of religion or belief and human rights-savvy, representing a generational shift and meriting strategic investment by Government, foundations and tech companies’ corporate citizenship funds.",
        "I hope that the 2022 international ministerial conference on freedom of religion or belief in July will explore more deeply the concerns that I have only been able to touch on today and that we will commit to work together to address them. I hope that Governments, civil society activists, academics, members of the FORB community internationally and, even more importantly, technology experts and providers, including global social media companies, will work with us to address digital persecution.",
        "A comprehensive plan to address digital persecution must be developed in a systematic and structured way. Concerns about surveillance, censorship and disinformation must become a standard element of our response to persecution of freedom of religion or belief, rather than, as at present, an afterthought. As Ambassador Sam Brownback, my predecessor as chair of the International Religious Freedom or Belief Alliance, said:",
        "“We are entering a very serious time of digital authoritarianism. How we react to it will be key.”",
        "**The Minister for Asia and the Middle East (Amanda Milling)**",
        "I congratulate my hon. Friend the Member for Congleton (Fiona Bruce) on securing the debate, which, as she set out in her excellent speech, is an important one. I thank her for everything that she does as the Prime Minister’s special envoy for freedom of religion or belief.",
        "I make it absolutely clear that human rights must be protected both offline and online. New technologies and online communities provide a platform to strengthen democracies and human rights, but they also provide new tools for repression, persecution and censorship, which are putting open societies and democratic freedoms under pressure.",
        "The UK Government condemn all actions that violate human rights, whether offline or online. We share the concern of my hon. Friend and others about the growing use of digital technology to target human rights defenders and civil society. We are troubled to see the increasing levels of gender-based harassment and abuse online, and we are strongly opposed to Governments unlawfully shutting down or restricting access to the internet and social media.",
        "Everyone should be able to make the most of the positive opportunities that the online world offers. That is why the Government are pursuing a three-pronged approach to promote internet access and protect human rights online. First, we are pressing states to uphold their human rights obligations and working with them to spread digital access to excluded groups. Secondly, we are campaigning for media freedom and leading international efforts to promote digital democracy. Thirdly, we are working with international partners, including through the UN, to protect those whose rights are abused or violated online.",
        "On the first, we regularly raise issues of concern with other Governments, in public and in private. We have led international efforts to hold China to account for the human rights violations that we have heard about today.",
        "**Mike Kane (Wythenshawe and Sale East) (Lab)**",
        "I am very grateful to the Minister for giving way and I join her in congratulating the hon. Member for Congleton (Fiona Bruce) on securing the debate. Just before the pandemic, as part of the International Catholic Legislators Network, I had the great honour to meet Cardinal Zen, who has campaigned for religious freedom in China his whole life. We had to meet in secret, in a secret room, at a time we could not announce because we had to run the gauntlet of Chinese demonstrations and surveillance from a hotel across the road. This was in Portugal. That is the type of behaviour going on for people who want to practise their religion. It is not good enough and the Minister is right to set out the points she is making.",
        "**Amanda Milling**",
        "I am grateful for that intervention. As I will set out, we are leading efforts to hold China to account for human rights violations and I will set out some of the conversations that have been had.",
        "We were the first country to lead a joint statement on China’s human rights record at the UN. Last month, the Foreign Secretary expressed her deep concern, in an address to the UN Human Rights Council, about the violations occurring in Xinjiang and Tibet. We made clear our concerns about mass surveillance in Xinjiang, which my hon. Friend the Member for Congleton discussed, including in a joint statement alongside 42 other countries at the UN in October. We also raise our concerns directly with the Chinese authorities at the highest levels, and I personally raised these issues with the Chinese ambassador to London in December. Meanwhile, we continue to work with our international partners to address the human rights violations taking place across the People’s Republic of China. We have imposed sanctions on senior Chinese officials and introduced enhanced controls to block exports of technology that might facilitate human rights violations.",
        "The UK co-founded the Media Freedom Coalition in defence of journalists. The coalition has issued statements about the deteriorating media environments in Egypt, Belarus, Hong Kong, Myanmar and Russia, among others. We have committed £3 million over five years to the UNESCO global media defence fund, which has supported more than 1,700 journalists, including many of those who have received threats online. We also support media freedom through our development aid budget and have spent more than £400 million on that over the past five years. Last December, we joined the Freedom Online Coalition taskforce, which is committed to tackling the growing problem of internet exclusion and shutdowns. We also fund the #KeepltOn campaign, run by the digital advocacy non-governmental organisation Access Now. The campaign brings together a coalition of more than 240 organisations from 105 countries in a global effort to end internet restrictions and shutdowns.",
        "We also support projects that use the online world to foster open societies. Through our digital access programme, we are closing the gap for excluded groups, strengthening cyber security and spreading economic opportunities. Our most recent figures show that, in just one year, the programme benefited 2.3 million people in almost 300 communities in Indonesia, Brazil, Nigeria, Kenya and South Africa. Within the United Nations, we are working to build a coalition of states committed to promoting digital access, protecting human rights online and countering disinformation. We have co-sponsored UN resolutions to urge member states and social media companies to combat misinformation, antisemitism and all forms of hatred. We are also looking forward to hosting the freedom of religion or belief conference in July, which my hon. Friend mentioned. I thank her again for everything that she is doing to support the conference in her role as the special envoy. The impact of digital technologies on freedom of religion or belief and human rights more broadly will be on the agenda.",
        "In order to have influence abroad, we must set an example at home. We are committed to turning our Online Safety Bill into law to require tech companies to tackle illegal activity and content on their platforms, including hate crime, harassment and cyber-stalking.",
        "I am incredibly grateful to my hon. Friend for securing the debate. The online space and new digital technologies represent not only opportunities, but challenges for the protection of human rights. We have heard about some of the terrible abuses and violations perpetrated through digital means.",
        "**Fiona Bruce**",
        "The Minister speaks of terrible abuses and violations of human rights, including of freedom of religion or belief, and refers to a number of individuals who are being sanctioned. Will she be good enough to take back to the Foreign Office my concerns about the fact that Chen Quanguo in China—a man reportedly responsible for some of the most egregious infringements and violations of human rights against the Uyghurs there—has not yet been sanctioned by the UK?"
    ]
}