{
    "url": "https://www.ukpol.co.uk/fiona-bruce-2016-speech-on-faith-organisations-in-the-voluntary-sector/",
    "title": "Fiona Bruce – 2016 Speech on Faith Organisations in the Voluntary Sector",
    "post_date": "May 5, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Fiona Bruce",
            "url": "/tag/fiona-bruce/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Fiona Bruce, the Conservative MP for Congleton, in the House of Commons on 5 May 2016.",
    "content": [
        "[![fionabruce](https://www.ukpol.co.uk/wp-content/uploads/2016/04/fionabruce.png)](https://www.ukpol.co.uk/wp-content/uploads/2016/04/fionabruce.png)",
        "I beg to move,",
        "That this House has considered the contribution of faith organisations to the voluntary sector in local communities.",
        "Christians possess a rich heritage of social reform and charitable care which is alive today. In the 19th century, William Wilberforce and Lord Shaftesbury led campaigns for the abolition of slavery and child labour. Others, such as Barnardo and William and Catherine Booth, were involved in founding charitable organisations, covering every conceivable form of human need, as an expression of Christian love. The Christian principles that drove Wilberforce and Shaftesbury are still very much alive in Britain today and are as relevant as ever.",
        "The Evangelical Alliance, the largest and oldest body representing evangelical Christians in the UK, estimates that there are more than 2 million evangelicals in the UK. This is an increasingly diverse constituency, including 500,000 Christians from black majority churches and, more widely, over 1 million UK Christians from black, Asian and other minority ethnic communities.",
        "To clarify, I shall speak mainly about the contribution of Christian communities, as those are the ones I know best. I am sure that other hon. Members will speak about the contribution of other faiths to our local communities.",
        "The 2014 national church and social action survey listed the top 10 activities of churches sampled as involving: food distribution; parent and toddler groups; school assemblies and religious education work; festivals and fun days; children’s clubs for those aged up to 11; caring for the elderly; debt counselling; youth work for those aged 12 to 18; cafés that are open to the public; and marriage counselling courses. Every one of these activities takes place in my constituency, most multiple times. The tremendous work done by church members in my constituency is, I am sure, representative of that taking place across the country, often in the toughest and most challenging situations and areas. I am talking about street pastors helping the homeless at night; addiction support; job clubs, which are particularly successful in New Life church in my constituency; helping victims of human trafficking; supporting children with special needs; prison visiting; literacy projects; fostering and adoption support; and getting alongside those with mental health problems.",
        "**Philip Davies (Shipley) (Con)**",
        "I absolutely agree with my hon. Friend. To add to her list, over Christmas when we had terrible floods in Yorkshire, some of the people who helped the most in our communities were from faith-based organisations. I should particularly mention the Salvation Army and the mosques in Bradford; people from them came over to my constituency to help with the clear-up operation. They play a vital role when there is an emergency such as flooding.",
        "**Fiona Bruce**",
        "My hon. Friend is quite right, and indeed the Brethren also play a vital role in disaster relief support. The value of these activities to society is vast. They represent a glue that holds together the fabric of our communities, particularly in many needy places. Indeed, I have heard it said that youth work in this country would collapse without the churches’ involvement. Toddlers might miss out on the developmental benefits of playing with others at a vital age, and their mothers—particularly young mums—would miss out on relationship building and support. Cafés provide not only nutritious, wholesome and economical meals in pleasant surroundings, but a place with a listening ear for the vulnerable, the lonely and the low.",
        "Marriage counselling services invest in families and stable homes, which we know bring massive benefits to society, in terms of children’s mental health and educational attainment. When things go wrong, there is a great emotional cost to families and society. In fact, the Marriage Foundation has estimated that the cost of family breakdown is greater than the entire defence budget. That shows the invaluable contribution that strengthening family life can make to our society.",
        "On caring for the elderly, we know what a strain our social services are under, caring for an ageing population and providing them with dignity, when families are often at a distance. It is so often the church that fills the gap when things do not work out as intended. Faith-based organisations and charities often go the extra mile in ensuring that someone is seen, remembered and reassured. They often provide bereavement support, too.",
        "Faith groups and churches are doing vital work on debt counselling, helping individuals to best manage their finances. We know the cost of spiralling debt: it can lead to family breakdown, emotional heartache and misery for many. I commend the work of Christians Against Poverty, which works with the whole person to provide a range of services for those in debt, without any public funding. It was recently named debt advice provider of the year at an industry awards ceremony.",
        "I can confidently say that most of these services are provided without public funding. Where public funding is obtained, the value for money is outstanding. To speak for a moment in monetary terms, a recent report by the Cinnamon Network, the “Cinnamon Faith Action Audit”, estimates that collectively, the Church provides over £3 billion of social support to UK society. It also found that faith groups deliver 220,000 social action projects, serve 48 million beneficiaries, and mobilise 2 million volunteers. The Church may not be perfect, but without her, society would certainly notice a difference.",
        "Research by the Evangelical Alliance found that 81% of evangelical Christians do some form of voluntary work, serving in the wider community with their church at least once a year, and 37% do so at least once a week. At the recent mayoral hustings for churches in London, the Church of England was quoted as having three times as many outlets in the capital as Starbucks. My hon. Friend the Member for Richmond Park (Zac Goldsmith) said in his remarks at the end of the debate:",
        "“The Evangelical Alliance is part of the Big Society, on the front line tackling crime, on the front line tackling homelessness, and so many other of the challenges London is facing.”",
        "That is so true.",
        "I shall now refer to other quotes from both individuals and organisations, including one from the Prime Minister who said:",
        "“I’m an unapologetic supporter of the role of faith in this country…Across the country, we have tens of thousands of fantastic faith-based charities. Every day they’re performing minor miracles in local communities. As Prime Minister, I’ve worked hard to stand up for these charities and give them more power and support. If my party continues in government, it’s our ambition to do even more.”",
        "I was very pleased indeed to hear that. Similarly, several local authorities have spoken positively of the contribution that church groups make to our local communities, many of them speaking of the fact that they are closely embedded and close to the grassroots of their communities. They speak of their continuing involvement in local communities, which is so important.",
        "Today is an election day. Political parties will come and go when it comes to their authorities in our communities, but the Churches will be there enduring—this century, as they did last century and for centuries before. That is why it is so important that we support them in the way that we need to.",
        "**Sir Simon Burns (Chelmsford) (Con)**",
        "Does my hon. Friend accept that these faith groups are the unsung heroes of society, who—day in, day out—selflessly look after others and provide help within our communities without looking for any thanks whatever, doing so purely for the satisfaction of being able to help people less fortunate than ourselves?",
        "**Fiona Bruce**",
        "I absolutely agree and thank my right hon. Friend for his intervention.",
        "Churches across the country are not just buildings that bring people together; they are made up of people of all ages, of all political persuasions, the well-off and the not so well-off who, compelled by compassion, work—day in, day out—alongside some of the most vulnerable on our streets and estates to support our local communities.",
        "Local authorities, however, would do well to improve their understanding of what faith groups do and the way that they work. I believe this has improved over recent years, but I still think more could be done. During the last Parliament, the all-party Christian group produced a report that dealt with this issue. Some of its recommendations still stand today. Local authorities have been concerned about, for want of a better word, the “motivation” of faith groups, while faith groups themselves often have a limited understand of how local government works and the language required to engage with it.",
        "Guidance from central Government on how to improve these relations and how to improve religious literacy on the part of all of us working in our local communities would be helpful. Steps should be taken to help us all understand the diversity of beliefs in today’s United Kingdom—a key factor in strengthening civil society and promoting community cohesion, stability and resilience. Also helpful would be an approach by local authorities to provide what has been termed “reasonable accommodation” of religion and belief, wherever possible.",
        "Faith groups do not expect funding for what is often called “proselytisation”, but they do ask to be free to be open about their beliefs and values. If, for example, a conversation starts naturally during voluntary work, it is not unreasonable to be allowed to continue it, particularly if it was initiated by those who are being helped. It is, after all, their faith that motivates religious people to work in their local communities in the first place. An approach should be adopted that allows faith groups to be open about their beliefs and values and the practices they encourage rather than promoting a privatisation of belief. This would provide for authentic religious expression.",
        "Many Christians, in particular, are deeply concerned about their religious liberty and freedom of expression. Not so long ago, the Evangelical Alliance conducted a poll, and 97% of those who responded said that",
        "“policies which ensure religious liberty and freedom of expression were important to them”,",
        "and 71%—1.3 million people—said that it would affect their votes. That is almost an election-shifting number. Of all the concerns that were highlighted in the poll, that was the one that mattered most to Christians, even more than issues such as euthanasia and policies to reduce the availability of pornography. The Government would do well to note that.",
        "Many of the recommendations contained in the Christians in Parliament report “Faith in the Community”, produced in 2013, remain relevant today. Only last week, the Oasis Foundation published a report entitled “Faith in Public Service—The Role of the Church in Public Service Delivery”. Time prohibits me from quoting from it in as much detail as I should like, but I do want to quote from one or two sections. For instance, the report stated:",
        "“Local authorities…have yet to grasp the opportunities for engagement with the voluntary sector”.",
        "That, I think, is very relevant to the work of the churches, which is what the report was highlighting. It also stated that",
        "“the Church possesses…An unparalleled reach and volunteer membership…A sense of ‘place’ both in terms of physical presence and as a bridge into local communities…A traditional and largely accepted…role in community cohesion and regeneration…The ability to deliver locally-specific integrated services, tailored to individual needs, with both personality and precision. These strengths have enabled individual churches around the country to engage confidently in the delivery of…important projects that have benefited their local communities. Research commissioned for this report finds that churches feel confident in that delivery and the public feels confident in the competency and abilities of church groups to deliver those services.”",
        "I pay tribute to organisations such as the Cinnamon Network, the Street Pastors, the Trussell Trust and Christians Against Poverty, all of which have done important work in encouraging that level of confidence. They have rolled out programmes that churches have been able to adopt, knowing that they will be successful and effective. However, according to the 2013 report,",
        "“There remains a perception on the part of local authorities and the public that faith organisations will be conditional in who they deliver services to and that they will seek to proselytise…that fear is more one of perception than reality”.",
        "I ask Ministers to think about how we can get the balance right, ensuring that there is the freedom of religion that is so yearned for by people of faith while also ensuring that local church groups are confident that they can engage with local authorities, that the expression of their faith will be accepted and understood, and that they are able to exhibit it freely. We can all do more in that regard.",
        "Let me make one more point before I end my speech. A great many organisations and volunteers are concerned about a proposal, on which consultation took place a few months ago, for Ofsted inspectors to regulate and inspect out-of-school activities among young people that take up more than six hours a week. Earlier this year, the Schools Minister told us that there had been more than 10,000 responses to that proposal, although the consultation had taken place over the Christmas period. It is proposed that if members of a Christian youth group engage in sport or games on one day a week, or meet on one evening a week and, perhaps, on Sundays to discuss their faith, Ofsted inspectors can visit them to establish whether their activities are compatible with a list of British values drawn up by the Government to find out whether they are extremist. Could any of the types of work that I have described today be described as extremist? Actually, perhaps they could, because of their love, care and concern for the most vulnerable and needy in our society. However, I submit that there is nothing less British than the Government restricting the expression of religious faith based on an arbitrary set of values drawn up in Whitehall. That is the very opposite of what I understand conservatism to be.",
        "Ofsted inspectors are unlikely to be looking for illegal activities. They will be looking for activities that fit into a vaguely defined list of sentiments such as non-violent extremism. This was criticised only yesterday at the Joint Committee on Human Rights—a Committee of both Houses on which I sit—as being an impossibly vague definition. It is not clear what the list of British values actually involves. There have been countless statements on the matter from Government Ministers, including the Prime Minister, and a number of uses of it in regulations. If the Government do not have a clear idea of what these values are, how can anyone else do so? As we in this House should be well aware, vague laws and vague policies are a breeding ground for abuse and misapplication.",
        "There is grave concern on the part of many Christians across the country about these proposals, and rightly so. A witness who appeared before the Joint Committee yesterday told us that the proposals could deter volunteerism. That is by no means the first time we have heard that opinion being expressed, including by many faith organisations. Many small immensely valuable initiatives fear that if they use the wrong word or if their words or phrases are misinterpreted, they will come under unfair scrutiny from inspectors, whose job is to inspect schools.",
        "**Steve Double (St Austell and Newquay) (Con)**",
        "Does my hon. Friend agree that concerns have also been expressed by teachers? Many of the volunteers who work in Sunday schools and other youth organisations are teachers, and they are afraid about possible damage to their professional reputation following an Ofsted inspection. This could well result in their withdrawing from such work, which would be hugely damaging to those organisations.",
        "**Fiona Bruce**",
        "I entirely agree with my hon. Friend that teachers are concerned about their professional reputations and even about their jobs.",
        "Ofsted’s job is to inspect educational standards in schools, not to make ideological judgments about church youth groups or any other voluntary initiatives. Professor Julian Rivers told us in his evidence to the Joint Committee on Human Rights that the proposal could well be in breach of the European convention on human rights because even the registration—let alone the inspection—would restrict the free exercise of religion.",
        "A joint statement made last month by several national organisations representing millions of Christians said of the proposals that",
        "“the scope for vexatious complaints is considerable, especially in the current climate of aggressive secularism and religious illiteracy.”",
        "That is something that I mentioned earlier. The statement went on:",
        "“Whilst Christians wholeheartedly support reasonable measures to prevent terrorism and violent extremism, these proposals will lead to a loss of civil liberties and create a large bureaucracy that will divert resources away from restraining extremists who reject UK law. Such individuals will simply ignore or effortlessly circumvent the registration requirements. We urge the government to drop these proposals and develop a targeted, intelligence-led approach that will genuinely inhibit the activities of violent extremists.”",
        "I ask the Minister to consider this and supply a response to these concerns, perhaps not in this debate but later.",
        "I should like to give the House an example of an organisation that is concerned about the proposals. Christian Camping International UK provides in excess of 30,000 children and young people with more than 500 events across more than 250 venues. They are experts in this sector. My own boys have benefited from camping holidays run by faith groups. The organisation has listed a number of potential unintended consequences from the proposals. It says:",
        "“Much of the activity referred to above is dependent on a large number of volunteers. Finding volunteers is a constant issue and the Government should be aware that increasing the level of bureaucracy involved in providing such events will only exacerbate the difficulty.”",
        "The organisation points out that it is already regulated in a number of ways, including under charity laws and regulations and safeguarding regulations, and through the Disclosure and Barring Service. It says that",
        "“there are no examples of such Christian ministries in the UK teaching extremism, nor encouraging young people to celebrate terrorism or become terrorists…The proposals have the potential both to overload the sector with more costs and red tape…which the Government seems to have radically underestimated”.",
        "I ask the Minister to respond to that.",
        "The Government have begun to roll back on some of the proposals put out in the consultation document. Earlier this year, the Minister for Schools said that one-off residential activities would not be included, and we have had an indication that Sunday schools would also not be included. While I welcome those intentions, I point out again to the Government that the proposals have severe issues that run far deeper than those few qualifications can address."
    ]
}