{
    "url": "https://www.ukpol.co.uk/fiona-bruce-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Fiona Bruce – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Fiona Bruce",
            "url": "/tag/fiona-bruce/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Fiona Bruce, the Conservative MP for Congleton, in the House of Commons on 10 September 2022.",
    "content": [
        "It is a privilege to pay tribute on behalf of my Congleton constituents to Queen Elizabeth II’s life of dutiful service. How did the holder of such high office, with the rightful adulation of millions across the world, sustain for more than seven decades a life of such dedicated and selfless service to others? I suggest that it was because she recognised, in a very real and personal way, that there is a higher authority even than her own—an authority by whom she was called to her role and to whom ultimately she was accountable. She said:",
        "“To many of us our beliefs are of fundamental importance. For me the teachings of Christ and my own personal accountability before God provide a framework in which I try to lead my life.”",
        "The Queen’s example of servant leadership is unparalleled in our time. In many of her Christmas broadcasts, she spoke publicly, clearly and baldly of her Christian faith, and she was loved and respected for it by many. Christmas broadcasts are the one occasion for which a monarch can write their own speech and convey their innermost thoughts; she spoke of the importance of family and small acts of kindness. In 2011, she said:",
        "“God sent into the world a unique person—neither a philosopher nor a general (important though they are)—but a Saviour, with the power to forgive.",
        "Forgiveness lies at the heart of the Christian faith. It can heal broken families, it can restore friendships and it can reconcile divided communities.”",
        "Although the Queen had a deep and enduring Christian faith, she was mindful of the importance of freedom of religion or belief for all. Indeed, she was ahead of many. Speaking in 2020 about the good Samaritan, she said:",
        "“The man who is robbed and left at the roadside is saved by someone who did not share his religion or culture. This wonderful story of kindness is still as relevant today. Good Samaritans have emerged across society showing care and respect for all, regardless of gender, race or background, reminding us that each one of us is special and equal in the eyes of God.”",
        "At Lambeth Palace in 2012, she said that the Church of England",
        "“has a duty to protect the free practice of all faiths in this country…an environment for other faith communities and indeed people of no faith to live freely.”",
        "In 2014, she spoke about how we need to respect freedom of religion or belief for all faiths, a view shared by her son and successor King Charles III. May she rest in peace. God save the King."
    ]
}