{
    "url": "https://www.ukpol.co.uk/fiona-bruce-2016-speech-on-daesh/",
    "title": "Fiona Bruce – 2016 Speech on Daesh",
    "post_date": "April 22, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Fiona Bruce",
            "url": "/tag/fiona-bruce/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Fiona Bruce in the House of Commons on 20 April 2016.",
    "content": [
        "[![fionabruce](https://www.ukpol.co.uk/wp-content/uploads/2016/04/fionabruce.png)](https://www.ukpol.co.uk/wp-content/uploads/2016/04/fionabruce.png)",
        "I beg to move,",
        "That this House believes that Christians, Yazidis, and other ethnic and religious minorities in Iraq and Syria are suffering genocide at the hands of Daesh; and calls on the Government to make an immediate referral to the UN Security Council with a view to conferring jurisdiction upon the International Criminal Court so that perpetrators can be brought to justice.",
        "I thank the Backbench Business Committee for allocating time for this debate.",
        "Genocide is a word of such gravity that it should never be used readily. It is rightly known as the “crime above all crimes”. For that reason, it is incumbent on us to prevent the term from being devalued or overused. However, such caution must not stop us naming a genocide when one is taking place. The supporters of the motion are here to insist that there is overwhelming evidence that the atrocities of Daesh in Syria and Iraq should be recognised for the genocide they are and considered as such by the UN Security Council and the International Criminal Court. It will support similar resolutions of other leading international and legislative bodies.",
        "There are only two possibilities for Members here. If the House is not satisfied that genocidal atrocities are being perpetrated, we must not pass the motion, on which I am minded to test the will of the House, but if colleagues believe that the depravities of Daesh are being undertaken with genocidal intent, we have already waited far too long to recognise it.",
        "Yesterday evening, here in the UK Parliament, we heard the truly harrowing personal testimony of a brave 16-year-old Yazidi girl called Ekhlas. She was seized by Daesh from her home, along with others from her community in Sinjar in northern Iraq. At the age of 15, she saw her father and brother killed in front of her. She told of how every girl in her community over eight, including herself, was imprisoned and raped. She spoke of witnessing her friends being raped and hearing their screams, and of seeing a girl aged nine being raped by so many men that she died. Many young girls had their fragile bodies rendered incapable of pregnancy, and others who were far too young to be so were made pregnant. Horrifically, she spoke of seeing a two-year-old boy being killed and of his body parts being ground down and fed to his own mother. She told of children being brainwashed and forced to kill their own parents. Fortunately, she managed to escape the prison during a bombardment of the area around it. Others are not so fortunate.",
        "We heard from another women, Yvette, who had come directly from Syria for last night’s meeting. She spoke of Christians being killed and tortured, and of children being beheaded in front of their parents. She showed us recent film footage of herself talking with mothers—more than one—who had seen their own children crucified. Another woman had seen 250 children put through a dough kneader and burnt in an oven. The oldest was four years old. She told us of a mother with a two-month-old baby. When Daesh knocked at the front door of her house and ordered the entire family out, she pleaded with them to let her collect her child from another room. They told her, “No. Go. It is ours now.”",
        "**Catherine McKinnell (Newcastle upon Tyne North) (Lab)** I thank the hon. Lady for bringing forward this very important debate. She is making a powerful speech. Every year, Members of this House sign the holocaust book of commitment, making the pledge that that terrible genocide will never be forgotten. I have personally signed a pledge that I will never walk on by. Does she agree that today we have the opportunity to make sure that none of us walks on by as we see this terrible genocide unfold?",
        "**Fiona Bruce** I absolutely do. After the horrors of the holocaust, the words, “Never again” resounded through civilisation. We must not let them resound again.",
        "Speaking to MPs at yesterday’s meeting, the young girl Ekhlas implored us:",
        "“Listen to me, help the girls, help those in captivity; I am pleading with you, let us come together and call this what it is: a genocide. This is about human dignity. You have a responsibility. ISIS are committing a genocide, because they are trying to wipe us out.”",
        "Genocide is an internationally recognised term, defined in the 1948 convention on genocide, to which we are a signatory as a country, as",
        "“any of the following acts committed with intent to destroy, in whole or in part, a national, ethnical, racial or religious group…Killing…Causing serious bodily or mental harm… Deliberately inflicting on the group conditions…calculated to bring about its physical destruction in whole or in part…Imposing measures intended to prevent births…Forcibly transferring children”.",
        "I put it to the House that not just one but every single one of those criteria was satisfied by the two testimonies yesterday.",
        "**Rehman Chishti (Gillingham and Rainham) (Con)** Will my hon. Friend give way?",
        "**Fiona Bruce** I will, but after that I will not take any further interventions because of the limitation placed on my speaking time.",
        "**Rehman Chishti** I applaud my hon. Friend for bringing this motion to the Floor of the House. She talks about using the term genocide; our international partners, such as the United States, its Secretary of State and House of Representatives, and the European Parliament have already said that the acts committed by Daesh amount to genocide. We should interpret international law in line with our key partners, who we are working with to defeat Daesh.",
        "**Fiona Bruce** I absolutely agree. We do not want to be behind but in the lead. Our country has a proud history of leading on human rights and ensuring that aggressors are brought to justice. We must do so in this case, too.",
        "Yazidis and Christians have been targeted explicitly because of their religion and ethnicity. It is not just them, but Alawites, Shi’as, Shabaks and Mandaeans. The suffering of the two women I mentioned has been replicated countless times by other families, as we know from the statistics that we have all heard in this House. I have seen many reports documenting evidence of genocidal atrocities, as I am sure other Members have, from the office of the United Nations High Commissioner for Human Rights, the UN assistance mission for Iraq and others—thousands of pages recording executions, mass graves, assassinations of church leaders, crucifixions, systematic rapes, torture of men, women and children, beheadings, and many other acts of violence so unspeakable that their evil seems almost fictional. But it is not.",
        "Daesh is targeting specific groups precisely because of those groups’ characteristics, and it has declared that, and that its acts have genocidal intent. For example, issue 4 of its online magazine “Dabiq” tells its followers that they will be held accountable if the Yazidi people continue to exist. As Lord Alton of Liverpool—I pay tribute to him for his work on this issue—has said, if we do not recognise this as genocide:",
        "“we might as well rip up the genocide convention as a worthless piece of paper.”",
        "As a consequence of the evidence meticulously collected by non-governmental organisations, activists and the UN, resolutions condemning the actions of Daesh’s genocide have been passed around the world—as has been mentioned—by the Council of Europe in January 2016, the European Parliament in February and the US House of Representatives in March. Following that, the US Secretary of State, John Kerry, made an announcement confirming the position of the US Government, stating that,",
        "“Daesh is responsible for genocide against groups in areas under its control including Yazidis, Christians and Shia Muslims. Daesh is genocidal by self-proclamation, by ideology and by actions”.",
        "If that is the position of the US Government, why is it not the position of our own?",
        "In answer to that question, which has been raised many times, UK Government Ministers have repeatedly said that,",
        "“it is a long-standing Government policy that any judgements on whether genocide has occurred should be a matter for the international judicial system rather than legislatures, governments or other non-judicial bodies.”",
        "In other words, whether this is genocide is a matter for the courts to decide; in this case, more specifically, it is a matter for the International Criminal Court. But—this is the crucial point of the motion—under the procedures relating to the ICC, it cannot make that judgment until it is requested to do so, and the only way that can now happen is if such a referral is made by the UN Security Council, of which the UK Government are a permanent member. That is why supporting the motion is so important. There is a circular argument here—a stalemate—which this Parliament needs to break. The motion before the House calls on us, as Members of the UK Parliament, to make a declaration of genocide, and then asks that the UK Government refer that to the UN Security Council so that the chief prosecutor of the International Criminal Court can take action.",
        "That prosecutor, Fatou Bensouda, has already said, as long as a year ago, that she stands ready to take action, given a referral, saying:",
        "“I remain profoundly concerned by this situation and I want to emphasise our collective duty as a global community to respond to the plight of victims whose rights and dignity have been violated. ISIS continues to spread terror on a massive scale in the territories it occupies. The international community pledged that appalling crimes that deeply shock the conscience of humanity must not go unpunished. As Prosecutor of the ICC, I stand ready to play my part, in an independent and impartial manner.”",
        "When so much suffering continues daily, can we wait any longer before doing all that we can to act against it?",
        "I am aware that the UK Government are already involved in assertively tackling the aggression of Daesh and its poisonous ideology in many ways, not least through air strikes, cutting off finance and providing counter-terrorism expertise, as well as through humanitarian aid and information gathering. I commend the Government for that, but there can surely be no good reason for delaying the additional step of referring this to the UN Security Council with a view to conferring jurisdiction on the ICC to start its own unique procedures to bring the perpetrators to justice.",
        "Some may ask what difference that would really make. It will make a real difference. Recognition of genocide brings with it obligations on the part of the international community to prevent, punish and protect. It initiates the process leading to the prosecution of perpetrators and makes it more likely that guilty individuals will be punished. It is often followed by a stronger international response both against the atrocities and in the provision of greater help for survivors with their urgent needs—something that is much needed in this case. It can facilitate reparations for survivors.",
        "Recognising the actions of Daesh as genocide should therefore help inject further momentum into the international efforts to stop the killings. It would, I hope, lead to more active safeguarding of those members of religious minorities on the ground whose lives and very communities currently hang in the balance. It may also make potential new recruits—including those from the UK—think twice about joining Daesh, given the ramifications of being caught.",
        "Recognition of genocide is not the only or the final action of the international community, but it is a crucial step, and one that we should make today. I recognise that conferring jurisdiction on the ICC requires the support of other members of the Security Council, but that should not stop our country from initiating the process. I add that there is precedent for the Security Council to establish a fact-finding committee of experts, so that all current evidence can be assessed and new evidence can be collected. If the motion is passed, I appeal to the Government to consider that recommendation at the Security Council.",
        "I repeat: some may ask, “What difference will this really make?” I leave the final word to the young girl Ekhlas. To her, it would make all the difference in the world. When I asked her yesterday what her hopes were for the future, she replied,",
        "“to see justice done for my people.”",
        "I ask Members to support the motion. In the final analysis, it is about doing justice and seeing it done."
    ]
}