{
    "url": "https://www.ukpol.co.uk/fiona-bruce-2022-speech-on-religious-education-in-modern-britain/",
    "title": "Fiona Bruce – 2022 Speech on Religious Education in Modern Britain",
    "post_date": "November 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Fiona Bruce",
            "url": "/tag/fiona-bruce/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Fiona Bruce, the Conservative MP for Congleton, in Westminster Hall on 1 November 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Dame Maria. It is also a pleasure to participate in this debate called by my hon. Friend the Member for Cleethorpes (Martin Vickers), and I commend him for his speech. It is a particular pleasure to follow the hon. Member for Plymouth, Sutton and Devonport (Luke Pollard), my co-officer on the all-party parliamentary group on religious education. I have rarely felt more in agreement when listening to a speech by an Opposition Member—I am almost concerned about that. I absolutely agree that RE should be taught more in schools.",
        "It is important that today’s generation, who will grow up to be tomorrow’s citizens and leaders, should have a knowledge-based understanding of religion and religious beliefs. It is important that that is taught in schools because, as we have heard, it is often the only place in today’s increasingly secular society where it will be heard by young people.",
        "As we have also heard, understanding religion is critical to understanding so much of what is happening in the world today. Modern Britain is a global-facing Britain, and hate speech is on the rise—often much more so even than in this country. I will turn to the international perspective in a moment, but it is critical that we give our young people an opportunity to understand the religious context and content of society today and ensure that they have mutual respect for, and understanding of, those of different faiths or beliefs.",
        "In that regard, RE does work. A pupil from Manchester spoke movingly about how studying RE helped him to be a better friend to a classmate during local repercussions following the bombing at the Ariana Grande concert. We hear, too, of how often other faiths are now shared in our schools. Nursery children at a Catholic pre-school have enjoyed a series of lessons on Eid, Diwali, Hannukah, Christmas and Chinese new year. It is vital that we continue to rigorously teach content-based and knowledge-based religion in our schools.",
        "Understanding different religions is critical if our young people are to navigate the international scene that they are growing up and living in. My hon. Friend the Member for Cleethorpes mentioned the percentage of people across the world who regard religion as important, but there is also the increasing disturbance affecting different religious groups across the world. The Pew Research Centre assesses that 83% of the world’s population lives in countries where there are high or very high restrictions on those living with religious beliefs. Yet the issue is profoundly under-recognised and under-addressed compared with many other global concerns.",
        "Sadly, hate is on the rise across the world. People are losing their jobs, education, homes, livelihoods, families, freedom, access to justice and even their life itself simply on account of what they believe. People are being discriminated against, marginalised, beaten, threatened, tortured and killed, often by their own authoritarian Governments—the very Governments that have a duty to protect their freedom of religion or belief.",
        "I have the privilege of serving for a year and a half now as the Prime Minister’s special envoy for freedom of religion or belief. It is distressing to see how, in the year and a half since I was appointed, religious disputes across the world have escalated. Putin is weaponising Orthodox Christianity in the war against Ukraine. We have seen the military coup in Myanmar exacerbating the persecution of religious minorities, such as the Rohingya Muslims. We have seen the Taliban takeover of Afghanistan, with every religious group there, other than those willing to succumb to the Taliban’s ways, now oppressed and living in daily fear. In Russia, Jehovah’s Witnesses are now being imprisoned as criminals, simply for being pacificists and for being unwilling to serve in the army. We see daily disturbances in Iran, where the Baha’is cannot own land and are restricted from going to university. Elsewhere, Ahmadiyya Muslims cannot vote and, in Nigeria, tens of thousands of Christians and moderate Muslims have been massacred by Islamic extremists. That is the world our young people are growing up in.",
        "Even in what we might call peaceful countries, religion is a key issue and motivating factor in people’s lives. This week, in the elections in Brazil, religious views were a key factor when people decided how to vote. They will also be a factor in the US mid-term elections next week. To deny our young people an understanding of different religions and their importance in people’s lives is to do them a disservice as they grow up and mature. Those who wish to water down the content of religious education are doing our young people a disservice.",
        "We cannot have RE watered down so that it is just an opportunity to have a chat or to discover oneself. How can young people discover and understand anything unless they are given information and knowledge-based academic teaching, so that they can make informed decisions about their way in the world? They have plenty of opportunities in this country to understand the secular environment they live in, but few opportunities to understand the importance of religion to so many others and, hopefully in time, to themselves.",
        "In closing, I would like to pay tribute to the report on religion and world views provided by the Independent Schools Religious Studies Association. It contains some excellent comments and content, which I will not go into, because I am conscious other colleagues need time to speak. However, the report states:",
        "“Religion is more than a worldview—it is a way of life, which involves community, shared values and the sense of the transcendent.”",
        "That is critical; it is so important for young people to be given an opportunity to understand that in the world today, when so many of them are often questioning and looking for answers."
    ]
}