{
    "url": "https://www.ukpol.co.uk/malcolm-bruce-baron-bruce-of-bennachie-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Malcolm Bruce (Baron Bruce of Bennachie) – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Malcolm Bruce",
            "url": "/tag/malcolm-bruce/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Malcolm Bruce, Baron Bruce of Bennachie, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, I had the honour to represent a beautiful part of Aberdeenshire for over four decades and our communities have greatly appreciated, throughout that time, the regular presence of the Queen and other members of the Royal Family in, around and among us for so many years. In fact, it was no surprise to me when I travelled down on Monday to find that the Duchess of Rothesay, as she then was, was on the same plane—of course, she had to return only two days later in sadness, but as Queen Consort—but that was not unusual on that flight.",
        "I remember the Queen’s accession when I was a boy of seven, and in 1953—like so many others—I watched the Coronation of Her Majesty Queen Elizabeth on a friend’s newly acquired, tiny, black and white TV set, although two weeks later I went to the cinema and saw it in full glorious Technicolor. Thirty years later, I became an MP and my encounters with the Queen and other members of the family, as is the case for many of us, became more frequent. I remember a number of royal visits and openings, but I also remember being a part of the receiving party when the royal yacht brought the Queen to Aberdeen—probably the last time the royal yacht came north to Aberdeen. Unfortunately, because of the fog, the yacht was not able to dock in the port and the royal party had to come ashore in a barge or launch. When I was in conversation greeting and remarking to the Queen that it was a pity the fog had prevented “Britannia” from docking, Princess Anne made the Queen laugh when she said, “Not at all: fog means flat calm.”",
        "Subsequently and on many other occasions, my wife and I were privileged to be invited to the garden party, including the only garden party, I think, that has taken place at Balmoral to mark the Queen’s Golden Jubilee. It was exclusively limited to the invitees being from the county of Aberdeenshire—again, an indication of the connection between the community. The sun, I have to say, shone all day on Balmoral despite the heavy downpours and flash flooding that occurred in nearly all the surrounding communities, which clearly proves that the sun does shine on the righteous—I mean the Queen, not me.",
        "I recall an incident when I was on the International Development Committee, which I had the privilege of chairing, and we were visiting an African and Commonwealth country—which I will not identify—when one of the Ministers leant across the table and said, “We are all loyal subjects here, you know.” A little bit quaint, but it perhaps encapsulates just how, during her long reign, the Queen personified a positive identity of what Britain and the Commonwealth meant to the world. It rises far above the quality or the character of any Government of the day; that is a huge asset to have. I think it is why yesterday’s news was greeted with tributes and genuine outpourings of affection from literally all over the world. Indeed, when anybody talks about the Queen anywhere in the world, there is only one Queen that they meant—we know that.",
        "I knelt before the Queen to swear an oath as a privy counsellor—as the noble Baroness, Lady Taylor, did and many others—and later to receive a knighthood when the Queen discussed my support for sign language and communication support for deaf people, which she told me was very important and she valued it. It just indicates that, whatever the topic was, she had a view and she had knowledge.",
        "At the last diplomatic reception that took place at Buckingham Palace, I wore full Highland dress because I had it and, therefore, did not have to rent the other outfit. But the Queen stopped and admired it and commented, “It is lovely to see the kilt here,” meaning in Buckingham Palace, rather than elsewhere. The Queen’s Balmoral home is just a few miles from our more modest home, and the presence of the Royals is noted all the time, throughout the year; many local businesses are, by royal appointment, suppliers to the Queen and, now, to our new King. The privacy of the Royal Family is respected by the community, but their informal engagement with the local community is also valued. There are many stories of people seeing members of the Royal Family shopping in Ballater or being given a lift when caught in the rain when hiking around Lochnagar or Loch Muick to find it was Prince Charles, or the Queen, or the Duke of Edinburgh who had picked them up.",
        "It is, therefore, perhaps fitting that the family gathered at Balmoral to say farewell to the Queen before the formalities of state mourning began. They have the sympathy and the support of their local community, as well as the nation and the world. Of course, our sympathies are with them all. Our gratitude is to her. But now, for the first time in most people’s memory, we say “God save the King!”"
    ]
}