{
    "url": "https://www.ukpol.co.uk/fiona-bruce-2022-speech-on-blasphemy-laws-and-allegations-in-commonwealth-countries/",
    "title": "Fiona Bruce – 2022 Speech on Blasphemy Laws and Allegations in Commonwealth Countries",
    "post_date": "October 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Fiona Bruce",
            "url": "/tag/fiona-bruce/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Fiona Bruce, the Conservative MP for Congleton, in Westminster Hall on 11 October 2022.",
    "content": [
        "First, I congratulate the Minister on her appointment. I know that her interest in such subjects is profound, and I am pleased to see her in her place, as I am pleased to see the shadow Minister, the hon. Member for Leeds North East (Fabian Hamilton)—my hon. Friend, as we call each other. I thank the hon. Member for Strangford (Jim Shannon) for continually shining a spotlight on freedom of religion or belief, for securing the debate and for his [excellent and detailed speech](https://www.ukpol.co.uk/jim-shannon-2022-speech-on-blasphemy-laws-and-allegations-in-commonwealth-countries/).",
        "It is deeply concerning that in the 21st century the rights to freedom of religion, belief and expression are still severely limited in many Commonwealth countries, and that all too often blasphemy laws are used to silence people who hold minority views. I intend to focus on the use of death penalty policy in the Commonwealth. In doing so, I will be assisted by research and work undertaken recently by the International Religious Freedom or Belief Alliance, which I have the privilege of chairing. The alliance has grown to 42 countries, members and friends, and we will shortly issue a statement on blasphemy and related offences. Later this month, we will call for action across the world.",
        "Research in Australia by Monash University examined 12 countries identified as having retained the death penalty as a lawful possibility for offences against religion. Apart from Nigeria and Pakistan, which are the two most concerning Commonwealth examples and on which I want to focus my remarks, those countries include Afghanistan, Brunei, Iran, the Maldives, Mauritania, Qatar, Saudi Arabia, Somalia, the United Arab Emirates and Yemen. It is worth mentioning that of those 12 countries, 11 have established Islam as a state religion. The 12th country, Nigeria, has no state religion, but the 12 Nigerian states in which blasphemy is punishable by death operate a sharia law system in parallel with secular courts. In all 12 countries, sharia is cited as the basis on which the death penalty is prescribed for offences against religion, regardless of whether that penalty has been subsequently codified. We therefore have an issue, but it is one of policy and legislation as well as one of religion. That requires advocacy at different levels, including within Islam.",
        "I will give a few short examples from Nigeria. Yahaya Sharif-Aminu was a Sufi Islamic gospel musician from Kano state who was accused of blasphemy for sending audio messages on WhatsApp in 2020. His house was burned down, and he was arrested and sentenced to death by hanging. His conviction was overturned, but he is still in danger of being convicted. As recently as August 2022, a court of appeal upheld the constitutionality of the blasphemy law in his case. His lawyer will soon appeal to the Supreme Court to call for the blasphemy law to be ruled unconstitutional.",
        "There is a particularly disturbing case for me as a mother, although so many are. In 2020, 13-year-old Omar Farouq was sentenced to 10 years in prison for blasphemy after comments were made to a friend. Thankfully, his conviction was eventually overturned, although only on procedural irregularities.",
        "As we have heard, the impact of blasphemy laws goes beyond the courtroom and into the community—dreadfully and fatally so in the case of Deborah Samuel Yakubu, a young teenage girl who was burned to death in Sokoto after an allegation of blasphemy in 2021. She had been accused of insulting the Prophet Mohammed in a WhatsApp classroom discussion group, although apparently she had merely thanked Jesus for helping her in an exam. All of this is happening under the watch of the constitution of Nigeria, which prohibits the adoption of any religion as a state religion. The reality, though, is that the state endorses numerous anti-secular and theocratic policies. Islam is often regarded as the de facto state religion in nine of the northern states, where the majority of the population is Muslim. Blasphemy laws in those sharia states allow the death penalty, which has affected Christians, atheists, Shi’a Muslims, artists, converts and those expressing beliefs that local leaders find offensive.",
        "I turn now to Pakistan, which actually ratified the international covenant on freedom of religion or belief—the international covenant on civil and political rights—in 2010. However, it is ranked No. 8 in the Open Doors 2022 world watch list, and a main source of persecution comes from the strict blasphemy laws. Even though freedom of speech is guaranteed under the Pakistani constitution, it is limited by law and considerations of national security, and also by",
        "“the interest of the glory of Islam”.",
        "Pakistan’s strict blasphemy laws have been in place in their present form since 1986, punishing blasphemy with death or life imprisonment for",
        "“deliberately or maliciously outraging the religious feelings of any class or the citizens of Pakistan—either spoken or written.”",
        "Over the past 30 years, nearly 2,000 people have been accused under the blasphemy laws, yet Amnesty estimates that most examples are based on false premises and lack evidence. Although the most severe punishment of execution has not been used in Pakistan to the knowledge of the international community, it is acknowledged that the laws have been used to sentence people to death and to incite harassment and violence against those accused under the law. In a judgment released by the Pakistani Supreme Court recently, the judges noted that",
        "“many a time false allegations are levelled to settle personal scores and cases are also registered for mischievous purposes or on account of ulterior motives.”",
        "I will not go into too much detail about some of the more high-profile cases; suffice to say that I was deeply saddened last year to hear of the case of Shagufta and Shafqat, a couple who were on death row for seven years for sending allegedly blasphemous text messages. Eventually their sentence was overturned in June last year, when it was found that neither of them could read or write. Stephen Masih spent three years in jail after being accused of blasphemy by his neighbour during an argument over a pigeon.",
        "**Jim Shannon**",
        "Surely the cases that the hon. Lady has outlined show a failing in the police investigations. For the two people who were accused of blasphemy but could neither read nor write, why did it take so long for that to be sorted out? Surely the police investigation would have sorted it out right away.",
        "**Fiona Bruce**",
        "One of the problems is that many countries sign up to international covenants and rights, including of freedom of religion or belief, in their constitutions, and yet the court systems and the police investigation systems often do not apply the principles in practice. That does need to be looked at.",
        "The social implications of Pakistan maintaining blasphemy laws cannot be underestimated in terms of mob violence, the burning of villages and the public parading of blasphemers, which are all too common. Two politicians who have advocated against blasphemy laws have been assassinated within the last 10 years. One defendant died from a gun wound after he was shot in court, when on trial in 2020.",
        "What can be done to better respect and protect freedom of religion or belief? One of the outcomes of our London ministerial conference on FORB in July this year—I am delighted to report that no less than 88 Governments sent delegates—is to provide funding for lawyers via an organisation called Role UK, Rule of Law Expertise, to work in countries such as Nigeria to support law reform. That is exactly the kind of issue that the hon. Member for Strangford referred to.",
        "We need to use the respect and expertise of UK lawyers in the Commonwealth to modify or repeal blasphemy, defamation of religion and other speech laws that allow for the persecution of individuals. Frequent concerns that have been expressed, such as the vague wording of such laws, lack of due process and arbitrary enforcement, need to be addressed. I am pleased to confirm that one of the “next steps” set of actions, which is being led by the International Religious Freedom or Belief Alliance with the aid of our experts, is to look at how legal systems can be strengthened to better reflect FORB in practice. UK Ministers should use every opportunity, including on in-country visits, to raise FORB concerns with their counterparts, including those raised in the debate today. What assurance can the Minister give me on that?",
        "We should appeal to countries such as Nigeria and Pakistan to enact strong safeguards to ensure that individuals who take sharia blasphemy laws into their own hands are punished under law. This is a human rights issue. Sunni schools agree that only the ruler of a state should sentence people to death and that vigilantism on the basis of alleged apostasy should be punished, meaning no individual Muslim without state authority could execute an apostate. That is of relevance to Pakistan, where there is widespread violence at community level. There is a need for careful advocacy, supporting the position of many contemporary Islamic scholars, as articulated by the retired chief justice of Pakistan, S.A. Rahman:",
        "“The position that emerges, after a survey of the relevant verses of the Qur’an, may be summed up by saying that not only is there no punishment for apostasy provided in the Book, but that the Word of God clearly envisages the natural death of the apostate…He will be punished only in the Hereafter.”",
        "We need to urge Commonwealth countries to uphold and fiercely protect the rights of individuals to a fair trial and to ensure due process. Often the emotion of a crowd of accusers has expedited trials to the detriment of a court firmly establishing the facts. Again, careful advocacy locally led with the support of international non-governmental organisations can make an impact. We should thank organisations such as ADF, Christian Solidarity Worldwide, Open Doors, CAN and Amnesty for their tireless advocacy. We should join with these NGOs in calling for the release of individuals facing the death penalty, and with the report of the UN Secretary-General on the 13 August 2020 in calling for a moratorium on the application of the death penalty for non-violent conduct such as apostasy and blasphemy, in line with the agreement of the international covenant on civil and political rights, which so many countries have signed up to, including Nigeria and Pakistan. I look forward to the Minister’s response."
    ]
}