{
    "url": "https://www.ukpol.co.uk/malcolm-bruce-1986-speech-on-the-scotch-whisky-industry/",
    "title": "Malcolm Bruce – 1986 Speech on the Scotch Whisky Industry",
    "post_date": "August 20, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Malcolm Bruce",
            "url": "/tag/malcolm-bruce/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Malcolm Bruce, the then Liberal MP for Gordon, in the House of Commons on 3 February 1986.",
    "content": [
        "I am extremely pleased to have the opportunity of this debate, particularly as events in the Scotch whisky industry are so topical. However, the debate is on the industry and not just the immediate developments in it.",
        "The Scotch whisky industry has had a difficult few years. Volume sales have declined from a peak in 1979. The number of distilleries has reduced since then from about 130 to 100, and employment has fallen from over 25,000 to about 16,500. While smaller companies have performed fairly well, especially those selling single malt whiskies, the industry leader, Distillers, has generally not done well, and the facts show it.",
        "The industry is obviously extremely important, to Scotland, but it is also important to the whole of the United Kingdom. It provides manufacturing jobs, many of them in areas where there is little or no alternative, and it still represents a major export industry, with sales approaching £1 billion a year. It is important to maintain and develop its employment and export potential.",
        "The recent developments began in the middle of 1985, when Guinness took over Arthur Bell and Sons plc for £356 million and so acquired the top domestic brand of whisky. The Fosters lager consortium, Elders IXL, has put in a bid for Allied Lyons, which includes William Teachers, whose two distilleries are in my constituency. Teachers is the second largest United Kingdom brand. That bid has rightly been referred to the Monopolies and Mergers Commission, involving as it does the acquisition of a key product by an Australian group, which must be examined carefully in this strategic industry.",
        "It is not surprising that bids and counterbids have been launched for a company such as Distillers, which seems to be under-achieving its potential under its present management. The first bid came from James Gulliver’s Argyll Group, which offered £1·89 billion. When the bid arrived, there were calls for it to be referred to the MMC. On competition grounds that did not seem to be justified, but in relation to the strategic national interest the bid warranted at least deep consideration about whether it would secure jobs and promote exports.",
        "**Mr. Alexander Pollock (Moray)**",
        "In that context, does the hon. Gentleman recall the words of my hon. and learned Friend the Member for Folkestone and Hythe (Mr. Howard), the Under-Secretary of State for Trade and Industry, who said that in addition to competition there might be referrals",
        "“where the destiny of a vital national capability is at issue?”",
        "**Mr. Bruce**",
        "I am grateful to the hon. Gentleman for mentioning a factor that must be considered in all bids. I am anxious that the bids are treated equally and fairly and that similar considerations are applied in all cases. That is the critical factor.",
        "Nevertheless, the Argyll bid was cleared. Then Guinness made a bid, which was agreed with Distillers —it invited Guinness in and offered to pay its expenses —for £2·19 billion. If that merger were to go ahead, it would create a group that accounted for 35 per cent. of the whisky market. There is a dispute as to how much whisky ​ production that group would represent, but it is between 35 and 50 per cent.—probably nearer to 35 per cent. The group would also own, as Distillers still does, 50 per cent. of United Glass, which accounts for half the sales of bottles to the whisky industry.",
        "**Mr. George Robertson (Hamilton)**",
        "When the hon. Gentleman produces statistics about the capability of the Distillers-Guinness conglomerate, will he take into account the spare capacity that is available to Distillers and not rely on a suggestion of actual output? Distillers has a considerable amount of capacity which is at present unused but which could come back on stream.",
        "**Mr. Bruce**",
        "I am grateful to the hon. Gentleman. I intend to deal with the point later.",
        "As Guinness has acquired Arthur Bell, it would, with Distillers, become a bigger group than Distillers alone and would be bigger than a Distillers group owned by Argyll. That presents a dilemma, because it is difficult to believe that a bid to create such an enlarged group should not be referred to the Monopolies and Mergers Commission, although the Government may take a different view. However, if that merger is referred, it would leave Argyll clear and free in the market and would handicap Guinness. Not to refer it would undermine the credibility of the Office of Fair Trading. Could it say, “We will not refer this bid because we did not refer the Argyll bid; but had there not been an Argyll bid, we might have referred it”? We must have a clear statement, whether or not the bid is referred, of the reasons for so doing. The Minister and the Government must take that point on board.",
        "That clearly leaves the Government with limited options. If the Guinness bid is not referred to the commission there must be a clear explanation for that, as it is difficult to see why it should not be referred. If there is a good reason, it should be made available.",
        "If, on the other hand, the bid is referred to the commission, the Ministers responsible have two further choices. They can either review the decision of Argyll on the ground that they need to consider all the implications for the industry and it would be fair to consider both bids at the same time, or they can state, as this would be the effect of their decision, that they are effectively endorsing the Argyll bid, at least by implication, and explain that they are happy for that to happen. How the bids are referred and judged should not be left to luck. Both bids have every right to be treated fairly. All the factors, jobs, exports, management potential, the merits of the bid and the implications of competition should be considered equally for both bids.",
        "The sheer scale of these bids and the wide issues that they raise require a clear statement by the Government of their position. I do not think that we can accept a “hands off” approach, unless it is a genuine “hands off” approach. There should be no under-the-counter meddling over the decision to refer or not to refer. That would have a perceived effect, and that fact must be taken into account.",
        "It is unfortunate for those of us who are caught in the middle of these battles that they frequently degenerate into an argument between the management of the two different companies. There are claims and counter-claims, which does not add to the clarity of information on both sides. The merits of both companies are such that there is no doubt that if either of them were to take over Distillers there would be a re-invigorated whisky industry, using the ​ brands to lead a new attack on the export market. That would be desirable. It is important that the relative accounts of both companies are considered.  \nArgyll launched its bid with an attractive statement—attractive to me as a Scottish Member—which claims that the company will bring Scotch whisky back home. It would establish a new company in Scotland. Its management team would be based in Scotland and the industry would be run from there. Argyll claim that its management team has a marketing background which can revitalise the industry, and it feels that its actions are a logical development of its own business.",
        "Guinness countered that by claiming that it had greater international marketing expertise which would be much healthier and better for the industry. It also claimed that it would establish headquarters in Scotland. We should be grateful that there now seems to be renewed enthusiasm for operating international businesses within Scotland. All Scottish hon. Members will be glad to see that it seems from that point of view that we cannot lose. We shall get an enlarged whisky management group in Scotland.",
        "I should not at this stage take sides in the issue other than to ensure that a fair deal is secured. I accept that the Scotch whisky industry needs a boost and injection of new creative management. It needs aggressive and creative marketing. I am looking for, and I believe that the Minister should want, a commitment to centering employment and management in Scotland and to securing the quality of Scotch whisky as a product and to ensuring that it is backed with effective, creative marketing to beat off the challenge it has suffered from its competitors, namely white spirits, white wine, brandy and so forth.",
        "Although it may be invidious to mention the two together, I think we can learn something from the way the producers of Armagnac and Cognac have established the imprimatur on their quality product in a way which Scotch whisky could benefit from if it is to establish itself as top of the heap.",
        "One of the difficulties in relation to white spirit in competition with Scotch, which will lead me to make specific recommendations at the end of my speech, is that there is, of course, no ageing process, no skilful blending and no mystique. One can make gin today and sell it effectively next week. There is no difficulty involved in forward planning, no expense in stock holding, and no creative skills are required. Yet, in the long run, that is not in the best interests of Scotland or the United Kingdom. It would certainly not create jobs in rural Scotland and it does not have the export potential that whisky has, as gin can be made relatively easily almost anywhere. Pure, good quality Scotch whisky can only be made in the right circumstances, in the right place—in Scotland.",
        "The Scotch whisky industry is vital to rural communities and towns in Scotland which have blending and bottling plants. Teachers has its only two distilleries in my constituency and employs 50 people in two relatively small communities. Distillers had a distillery in my constituency but closed it many years ago. I am pleased to say that Morrisons of Glasgow took it over and not only generated employment by producing malt whisky but produces tomatoes and house plants from the waste heat. The company has generated some imaginative tourism on the back of those products.",
        "The importance of the industry to rural areas can be explained by the example of a minister whom I met. He told me that he went for a charge in a rural parish and was ​ asked, “Do you take a dram, minister?” Normally, a minister would assume that the correct answer was no. On this occasion he would have been wrong because the parish was entirely dependent for its employment on a malt whisky distillery. Fortunately, the minister gave not merely the right answer but the honest answer. He admitted that he took a dram and finished up with the charge.",
        "After considering the points that I have made about the two bids the Government should make their position clear. That is critical. They should ensure that they take account of the interests of Scotland and the United Kingdom market. They should treat the bids fairly and evenhandedly and explain their position clearly.",
        "There are three further things that the Government should do for the Scotch whisky industry. I should like to address those points to the Minister. The Government should recognise their responsibility to work with the industry to ensure a good quality product. As the Minister will recognise, a definition of Scotch whisky is required by law. The ageing process is required by law. There are one or two further areas where legislation could strengthen and develop the Scotch whisky industry.",
        "The first point is controversial. The Government should legislate to ban the export of bulk malt whisky. I accept that some distilleries would have some difficulties as a result, but I believe that it would protect the quality of our market. We export bulk malt whisky to Japan where it is blended with the local inferior product so as to pass it off as a more acceptable product. The result is that it is harder for Scotch whisky to penetrate the Japanese market. We face the possibility of the Japanese launching a major export assault on third markets using as a base bulk malt Scotch whisky. That is nothing like as advantageous as us selling Scotch whisky to those markets. In the long term such legislation would be in the best interests of the quality of the product and the market.",
        "The Government should insist that the legal definition of Scotch whisky should provide that it should be full strength, at least three years old, distilled, matured, blended and bottled in Scotland and contain a statement of the percentage of malt whisky included.",
        "**Mr. George Foulkes (Carrick, Cumnock and Doon Valley)**",
        "No.",
        "**Mr. Bruce**",
        "I understand the hon. Gentleman’s anxiety and I appreciate that it is an important constituency point. Such a quality product would enable the whisky industry generally to be extended to everyone’s benefit.",
        "**Mr. Foulkes rose—**",
        "**Mr. Bruce**",
        "I must press on, because the Minister needs time to reply.",
        "I know that the Minister will have to consult her colleagues on these points, but these are important issues. The Government should re-introduce stock relief to the Scotch whisky industry. The abolition of stock relief was effectively a tax on the quality of Scotch whisky. Scotch must be matured for three years. The cost of that three-year maturing process is estimated to be £53 million in lost stock relief. That £53 million would be much better deployed within the industry expanding the market. The re-introduction of stock relief would be to the Government’s advantage.",
        "I do not believe that the position of the Scotch whisky industry was appreciated when stock relief was abolished. It put Scotch whisky at a disadvantage compared to competitive products when it was facing a major assault from those products.",
        "I urge the Minister to explain to her colleagues that Scotland feels that it should have a thriving and developing Scotch whisky industry, and they should recognise that bids of the scale that we are now witnessing fall, effectively to be the Government’s responsibility. They should ensure that all the strategic considerations are taken into account, that the bids are treated fairly and equally and that Scotland obtains the best possible Scotch whisky industry, with local management, control and ownership and growing export sales. That is what we want, I hope that the Minister will be able to give answers which show that the Government are prepared to take on board their responsibilities and ensure that that is what we get."
    ]
}