{
    "url": "https://www.ukpol.co.uk/fiona-bruce-2016-speech-on-human-rights-in-burundi/",
    "title": "Fiona Bruce – 2016 Speech on Human Rights in Burundi",
    "post_date": "May 5, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Fiona Bruce",
            "url": "/tag/fiona-bruce/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Fiona Bruce, the Conservative MP for Congleton, in the House of Commons on 5 May 2016.",
    "content": [
        "[![fionabruce](https://www.ukpol.co.uk/wp-content/uploads/2016/04/fionabruce.png)](https://www.ukpol.co.uk/wp-content/uploads/2016/04/fionabruce.png)",
        "I am pleased to see the Minister in his place to respond. I thank the Speaker for granting this debate; it is a privilege to raise in the House the human rights situation in Burundi, which I had the privilege of visiting in 2013 and 2014 and where I received a welcome from the Burundian people that could not have been warmer.",
        "My hon. Friend the Member for Stafford (Jeremy Lefroy) and I jointly called for this debate, so we are dividing the allotted speaking time between us. I acknowledge with great respect the work that he has already undertaken, including the debate that he secured last December, to which the Minister also responded. It is unfortunate that the matter must be revisited so soon, but the human rights situation in Burundi has deteriorated further since. Indeed, the day after last December’s debate, more than 100 individuals were murdered by Government security forces on the worst day of violence in Burundi since the crisis began.",
        "The crisis started a year ago after President Nkurunziza contentiously announced that he would seek a third term, triggering an unsuccessful coup followed by presidential elections in July 2015 that were declared by the UN as neither free nor fair. As I mentioned, there were major disturbances in December, including fighting on the streets by armed opponents of the President, both Hutu and Tutsi. They mounted an attack on a barracks, after which Government troops moved through the neighbourhoods of the capital that were thought to have supported rebels, reportedly killing as many as 700 people and subsequently transporting them to mass graves in state vehicles.",
        "Since then, while there has fortunately been no repeat of fighting on that scale, killings continue on a regular basis. Weekly reports are coming in of new violence and killings and of the Government adopting a strategy of eliminating their opponents. Grounds for suspicion have been described as razor thin. A scared 15-year-old was killed while simply running away from the police. A cameraman and his family were killed, seemingly in the wrong place at the wrong time. Another victim was a teenage boy selling eggs. Other killings seem not so random, with reports of young men who had opposed the Government being hunted down in a refugee camp some distance from Bujumbura to which they had fled. Of most concern are the reports that people are now being targeted for their ethnicity as well as for their political affiliation, with a disproportionate number of the minority Tutsis being sidelined from Government institutions and with the army, which has recently considerably increased in size, being divided into Hutus and Tutsis. Such reports have increased concern in the international community, and it is right that the House discuss this issue now so that we can add our voices to those calling for help to achieve stability and justice for the Burundian people.",
        "Burundi was already one of the poorest countries in the world before the crisis began. It has the second-lowest income and is highly dependent on external aid, with almost half of the state budget externally financed. However, the suspension of aid flows over the past year mean that the share of the budget accounted for by aid is projected to fall by a third this year. Further economic decline and the redirection of funds by the Government from social programmes to the army have combined to produce a humanitarian emergency that has resulted in severe malnutrition. There are reports that people are beginning to starve. The price of rice has trebled in some areas. Farmers who used to sell vegetables to people on the road can no longer do so, saying that their customers have disappeared, fearful of being out and about. Medical supplies dwindle. Children, who make up half of Burundians, suffer disproportionately as a result of violence, exploitation, and family separation. More than 230,000 people have fled in the past year alone, and that number is increasing. Most have gone as refugees to Rwanda and Tanzania, but some have gone to the Democratic Republic of the Congo and Uganda.",
        "In Burundi, people cannot freely move around, given a proliferation of police roadblocks and the chance of being arrested if caught in the wrong place. Alarmingly, there have been reports of hundreds of Burundians, perhaps more—they are often young Burundians; those between their mid-teens and mid-20s—having disappeared or been tortured, reportedly with gun butts, electric cables, bricks or metal rods, with some having even been required to sit in acid. There are reports of girls being raped in front of their parents and of mutilations, such as the removal of genitals and even of hearts. UN human rights records show 600 cases in 2015 and more than 340 during the first four months of this year. Private media outlets have been shut down, and civil society organisations have been closed or banned. Perhaps worst of all, Burundi has become a place of fear. In cities, people fear abductions, torture and murder; in the countryside, they fear hunger, as the economy collapses. Even among the Government’s higher ranks there is a constant fear of assassination, a reality in evidence all too clearly only a couple of weeks ago when a major general in the Burundi army, who had returned to Burundi just three weeks earlier, after a two year-peacekeeping mission in the Central African Republic, was shot in his car while going to work with his wife and four children, whom he was going to take to school.",
        "Perhaps the biggest fear of all is that this conflict, which has so far been fought on political lines, could divide Burundi on ethnic ones, between Hutus and Tutsis, and lead to new massacres. History has shown that such events can happen swiftly, as in Rwanda in 1994, with the outside world barely noticing until it was too late. To prevent that, above all, is surely why we in this place must sound an alarm and call on our Government to call on the UN and others in the international community to do all they can to step in to secure peace and stability for the people of Burundi.",
        "I know that this Minister and other Foreign Office Ministers understand the severity of the crisis in Burundi, as he has been good enough to speak with me and my hon. Friend the Member for Stafford on a number of occasions. But in the light of the continuing deterioration of the human rights situation in Burundi, may I urge that Ministers press the United Nations to consider the deployment of a substantial UN force to Burundi, as outlined in a letter of 15 April from the UN Secretary-General to the UN Security Council? That would help to monitor the security situation, improve respect for human rights and advance the rule of law. We hope that it would stem any further human rights deterioration and facilitate dialogue toward a political settlement with the Burundian Government, to be conducted free of a climate of violence or reprisal. We hope that this would, in turn, help stem the increasing humanitarian crisis and perhaps facilitate the reinstatement of aid, suspended by some members of the international community following the commencement of these disturbances, as soon as possible. I would appreciate the Minister’s specific response on those points.",
        "I also welcome last week’s statement by the prosecutor of the International Criminal Court on opening a preliminary examination into the situation in Burundi over the past year. That shows how grave the human rights situation is there. What further support or contribution can the UK offer to help promote peace, stability and a restoration of human rights for the beleaguered people of Burundi?",
        "Finally, on UK aid, the Government have already provided substantial support for refugees from Burundi, and that is appreciated and acknowledged. In view of the numbers involved, which continue to increase, will the Minister use his influence to ask the Department for International Development to encourage other donors to add their support, and to ascertain what further UK support can be provided? Will the Government confirm that they will also look, on the basis that if the UN deployment that I have referred to achieves its objectives, at the reinstatement of bilateral UK aid to Burundi, which was suspended some years ago? Those of us on the Select Committee on International Development have been calling for that for some years.",
        "I look forward to responses on these points from the Minister, if need be after the debate, given that some of them refer to areas where DFID has authority. I do not wish to sound more alarmist than current circumstances indicate, but they are grave. For those of us who have spent time in the past few years in both Burundi and Rwanda, and know how close these countries are, geographically and in other ways, there is deep concern to ensure that our Government and the international community do all they can to ensure that there is no chance of a repeat of the haunting occurrences in Rwanda in the 1990s."
    ]
}