{
    "url": "https://www.ukpol.co.uk/fiona-bruce-2022-speech-on-international-human-rights-day/",
    "title": "Fiona Bruce – 2022 Speech on International Human Rights Day",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Fiona Bruce",
            "url": "/tag/fiona-bruce/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Fiona Bruce, the Conservative MP for Congleton, in Westminster Hall, the House of Commons, on 8 December 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Dame Maria. Today, as we mark Human Rights Day, I want to focus initially on article 18 of the universal declaration of human rights, which states that everyone should have the right to freedom of thought, conscience, religion or belief.",
        "Right across the world, people are losing their jobs, education, homes, livelihoods, land, families, freedom, access to justice and even life itself simply on account of what they believe. People are being discriminated against, threatened, marginalised, beaten, tortured and killed, too often by their own Governments—the very Governments who have a duty to protect people’s freedom of religion or belief. That freedom is important, not least because it is so closely connected to other rights such as the right to life, assembly and expression as well as other social, economic and cultural rights.",
        "No one should face discrimination, hatred or violence simply because of what they believe, yet, in the 21st century, millions do. They include Zhang Zhan, a young woman and Christian citizen journalist from China. She is a human rights defender who in 2019 bravely attempted to report the truth during the early days of the covid-19 pandemic. She travelled to Wuhan while everyone else fled, and posted articles on social media. She spoke up against the authorities’ abuse of human rights and was arrested in May 2020. Prior to her court hearing in December of that year, she was reportedly force-fed, tortured and put in a tiger chair, and her health dramatically deteriorated. She was sentenced to four years in prison, having been charged with picking quarrels and provoking trouble—a charge regularly levelled at Chinese lawyers, activists and journalists.",
        "Zhang’s lawyer visited her and recounted her words at the time of her trial. She said:",
        "“I want to stand firm in my faith and do what I believe to be right before God. I cannot accept lies nor deceit and I’m even more unwilling to coexist with darkness.”",
        "I often think about Zhang Zhan’s suffering in a Chinese prison, because she was sentenced in the same week that I was appointed by the Prime Minister as the special envoy for freedom of religion or belief.",
        "Another prisoner, who has suffered for years, is Shamil Khakimov. He is at the other end of his life, at 71. He is a Jehovah’s Witness in Tajikistan. In 2019, as a result of the peaceful exercise of his religious beliefs, he was convicted of inciting religious hatred and sentenced to seven and a half years in a strict regime prison. He was ill when he entered prison. He now suffers from heart and eye problems, and has gangrene in his leg and other health problems. There is a real danger that his term of imprisonment will effectively become a death sentence.",
        "Last year, Mr Khakimov was adopted as a religious prisoner of conscience by the US Commission on International Religious Freedom, and the UN Human Rights Committee also requested that Tajikistan",
        "“ensure, without delay, that Mr. Khakimov receives adequate medical treatment”.",
        "This November, the 42 countries that form the International Religious Freedom or Belief Alliance, which I have the privilege of chairing, took up his case. I am very pleased to say that he has now been given three hearings, including one in which the prisoner doctor testified that the prison cannot give him the care that he needs. Let us hope that that joint advocacy secures for him the treatment he needs, and that he will be moved before it is too late. It is joint advocacy that is so effective in such cases.",
        "Another concerning case is that of a 24-year-old young woman, Hanna Abdirahman Abdimalik. She was sentenced in August this year to five years’ imprisonment simply for becoming a Christian and was reported to the authorities by her own family. The specific charges were insulting Islam, disturbing religious functions and public incitement. Her lawyer was not even informed of when the verdict would be issued, and therefore was not present in court. Once again the International Religious Freedom or Belief Alliance, alongside other multilateral organisations, has taken up her case, and I am pleased to say that an appeal against her sentence was heard just last week, on 27 November. The outcome is now awaited and I hope that she will be released.",
        "Where they still exist, offences related to blasphemy or apostasy can result in significant prosecution, either by states or communities. Concerted advocacy across the human rights family is needed to change that. In 2022, there are still 12 countries with criminal blasphemy laws for which a person can be sentenced to death. Countries including Nigeria, Pakistan, Iran, Afghanistan, Brunei, Mauritania and Saudi Arabia have the death penalty for blasphemy—individuals defying or simply criticising the prevailing religion of their country. Our alliance has been supporting the efforts at the UN General Assembly of two of our member countries, Australia and Costa Rica, to call for a moratorium on the use of the death penalty for these offences. It is hoped that that may pave the way for global abolition. I urge all those listening to support those endeavours, and I trust that the UK Government will do all they can to support the relevant resolutions at the forthcoming UNGA plenary session.",
        "Tragic cases such as the following should not occur in the 21st century. Mubarak Bala, about whom we have spoken in this Chamber before, is an atheist and president of the Nigerian Humanist Association. This year, he was imprisoned for 24 years for charges in relation to blaspheming Islam. Let us hope his appeal succeeds. The couple Shagufta Kausar and Shafqat Emmanuel were kept on death row in Pakistan for six years until this year. They were accused of sending blasphemous texts via a SIM card that had been obtained by someone using a duplicate of Kausar’s national identity card. Thanks to international advocacy, they were ultimately released, but only because the courts finally accepted that they could not possibly have sent the text messages because neither of them can read or write.",
        "Consider the situation of Yahaya Sharif-Aminu. He is a young Nigerian Sufi musician—a singer. He was imprisoned in northern Nigeria under Kano state’s blasphemy law, the penalty for which is death by hanging. He is appealing his criminal case to the Supreme Court of Nigeria. I will go into a little more detail about his situation because I am urging all who can to join our international alliance and other advocates to urge the Kano state government to drop this unjust prosecution, for the international human rights community to speak out on behalf of Sharif-Aminu and for Nigeria to repeal its blasphemy laws.",
        "The case is very important. The Supreme Court issued a filing number this week, so we await the hearing date. Sharif-Aminu was first arrested and charged with blasphemy in March 2020. He was convicted in an upper sharia court, despite not having legal representation at the time of his trial. He had shared audio messages on WhatsApp that some people thought were blasphemous to the Prophet Mohammed because they elevated another person above the Prophet. As I said, the Kano state sharia penal code codifies blasphemy, which in this case is defined as insulting the Koran or any Muslim prophet, as an offence with the penalty of death.",
        "Sharif-Aminu is arguing that his case should be dismissed because the blasphemy law is unconstitutional. In August this year, the Court of Appeal upheld the constitutionality of the blasphemy law. That is why he has appealed to the Supreme Court. He argues that his situation and the Kano state law violate not only international law in terms of freedom of religion or belief and freedom of expression but the Nigerian constitution, which on paper protects both of those rights. He would welcome international advocacy highlighting his case, which is a very important one. It is the first time the Nigerian Supreme Court will hear a constitutional challenge to the northern states’ laws on death penalties for blasphemy. A positive ruling in such a case offers the possibility of abolishing them.",
        "I turn now to persecution in the most egregious form: genocide, the crime of crimes. In 2016, I tabled a motion on genocide against the Yazidis, Christians and other religious groups at the hands of Daesh in Iraq and Syria. Some in the Chamber today will recall that there was a passionate debate in the House. The House spoke with one voice and voted unanimously to recognise these atrocities as genocide. Over the following years, we have seen more cases where the elements of the definition of genocide have been there, including the atrocities specifically targeting religious groups: the Rohingya Muslims in Myanmar, the Uyghur Muslims in Xinjiang, Christians in Nigeria and Hazaras in Afghanistan.",
        "In the case of the Uyghur Muslims, the House made the determination that the atrocities against them constituted genocide. One million Uyghurs, some estimate many more, are detained in concentration camps in Xinjiang. An independent tribunal has found that to be genocide. I join colleagues from both Houses in calling it that. I know that we must be careful about the words that we use, but where the elements are there, we should call out atrocities for what they are. It is time that our Government found ways to engage effectively on the issue of genocide.",
        "In 2019, the Bishop of Truro published the Truro review, which I have the responsibility for taking forward to implementation as the Prime Minister’s special envoy for freedom of religion or belief. In recommendation 7, the bishop called upon the UK Government to ensure that,",
        "“there are mechanisms in place to facilitate an immediate response to atrocity crimes, including genocide through activities such as setting up early warning mechanisms to identify countries at risk of atrocities, diplomacy to help de-escalate tensions and resolve disputes, and developing support to help with upstream prevention work.”",
        "We must ask ourselves what else we can do to ensure that we implement that recommendation fully and meaningfully. In April this year, the independent expert review of progress on the Truro review found that recommendation 7 has not yet been delivered.",
        "On 28 October this year, in the other place, Lord Alton of Liverpool introduced the Genocide Determination Bill. It had its Second Reading then, on the day after International Religious Freedom Day. The Bill provides for important mechanisms, including one that empowers victims to have a court determination of atrocities as genocide or as a situation at serious risk of genocide. I ask the Minister to ensure that time is given for that Bill to be considered. We know that our responses to genocide are not perfect. Genocides continue to occur and change is required. The Genocide Determination Bill is a step in that direction. For those who are undecided about whether we need change, I recommend a book written by Lord Alton and Dr Ewelina Ochab, “State Responses to Crimes of Genocide: What Went Wrong and How to Change It”.",
        "At this time of profound global uncertainty and insecurity, we must be more vigilant than ever to shine a light on human rights abuses. In particular, we must be alert to early warning signs of atrocities. We must work together. I hope I have shown in some of my examples that together we can make a difference to promote and protect fundamental human rights for the vulnerable and the exploited, and for the good of us all."
    ]
}