{
    "url": "https://www.ukpol.co.uk/paul-bryan-1985-speech-on-the-televising-of-the-commons/",
    "title": "Paul Bryan – 1985 Speech on the Televising of the Commons",
    "post_date": "June 20, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Paul Bryan",
            "url": "/tag/paul-bryan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Paul Bryan, the then Conservative MP for Boothferry, in the House of Commons on 20 November 1985.",
    "content": [
        "On 24 November 1966, 19 years ago next Sunday, the House debated a similar motion. The late Richard Crossman, as Leader of the House, led for the Government, and I, as shadow Postmaster-General, led for the Opposition. We both supported the motion; it was lost by one vote.",
        "**Mr. Heffer**",
        "I voted for it then.",
        "**Sir Paul Bryan**",
        "I believe that the House is as divided today as it was then. I am not so confident as my right hon. Friend the Member for Old Bexley and Sidcup (Mr. Heath) that the motion will be passed. In the past 20 years the arguments for and against this motion have remained unchanged. Those in favour argue that as television has become the main source of information for the bulk of the people it is only right that Parliament should not remain the one area of their lives that television cannot illuminate. Those against say that the invasion of the cameras will bring an end to Parliament as we know it. My hon. Friend the Member for Halesowen and Stourbridge (Mr. Stokes) put that case in picturesque terms.",
        "Although the arguments have remained the same, the balance has swung in favour of the ayes. In the 1960s it was thought necessary to produce evidence from polls and surveys to show that television was the main source of information. After 50 years of television, with television sets in 99 per cent. of homes and two sets in many of them, average viewing time is now three and a half hours per day. Television has clearly become so embedded in our national and private lives that the question is no longer in doubt. Television has become so dominant that even without cameras in the House it is the chief source of parliamentary news for the electorate, either through interviews or from the soundtrack of proceedings.",
        "The right hon. Member for Blaenau Gwent (Mr. Foot) said that the humiliation of politicians is now complete. Members of Parliament literally beg their local television producers to be allowed on their screens. It is Brian Walden, not Mr. Speaker, who decides whether the Chancellor of the Exchequer will be allowed to address the masses in their homes. That is so outrageous that our successors will marvel that we tolerated it for so long. We should not be sorry for ourselves, because we have brought that humiliation on ourselves. It is our constituents who have just cause for complaint.",
        "During the miners’ strike, thousands of unhappy people in the mining areas of Yorkshire and Nottinghamshire must have longed to hear their local Members—the only people who knew the local situation—speaking in the House on their behalf, but they had to be satisfied with whichever politician the producer of the programme thought would be good on the box. That is a scandal which should not be allowed to continue. I wish that the people of Northern Ireland could have seen our proceedings on Monday when the Prime Minister made her statement and answered questions. It was an impressive hour, and the genuine concern of the whole House for Northern Ireland could not have been shown so vividly by any other form of communication.",
        "**Mr. Winnick**",
        "I agree, and my next comment will not be the final point in the argument, but if people have such a strong wish to see what is happening here, it is interesting to note that we have not received any letters from our ​ constituents on the subject. The only letter that I received was from my hon. Friend the Member for Great Grimsby (Mr. Mitchell).",
        "**Sir Paul Bryan**",
        "I do not find that at all convincing. In every country in which the televising of proceedings has been established the public have been pleased and no one has wanted to throw the cameras out once they were in.",
        "The arguments against televising the proceedings have been based on the arguers’ estimate of what might happen after the advent of the cameras, fortified by varying measures of wishful thinking. Even after many years in the House I should not like to presume what will be the exact effect of television, but by now so many other legislatures have already accepted it that there is a great deal of evidence of its effect and we can now view the prospect with more knowledge and less fear. None of the 25 or more legislatures which have adopted television has subsequently rejected it. In every case the public have approved, usually strongly.",
        "There are, of course, growing pains and early difficulties, such as playing to the camera. John Fraser, European correspondent of the Toronto Globe and Mail, said in an article in The House Magazine earlier this year about the televising of the Canadian House:",
        "“Within a relatively short time, however, everyone settled down and it is generally held today that the standard of debate is more dignified and pertinent. Playing to the cameras receives the same sort of internal contempt as playing to the galleries did, and there have been no really serious abuses”.",
        "We should not be too proud to concede at least the possibility that television could improve our proceedings here. Nobody can have welcomed the decline in attendance in the Chamber in recent years. I agree with the hon. Member for Dagenham (Mr. Gould), who has not taken part in this debate, but who said in an article last year:",
        "“The televising of Parliament would, I believe, reverse the trend to non attendance. The MP’s need to communicate with the electorate which at present drives him to the television studio would then compel him to be present in the Chamber. With more people in the Chamber, the sense of a proper debate would be reconstituted. The Chamber not the television studio would again become the place where important arguments were made and contested.”",
        "**Mr. Crouch**",
        "I suggest that this place would be no longer a Chamber, but would be a television studio. Where would the cameras go? Already 200 Members have nowhere to sit. This is an intimate assembly and the result would be that many of the few seats that we have would be taken up by television cameras.",
        "**Sir Paul Bryan**",
        "The technical difficulties are not the strongest part of my hon. Friend’s argument. If modern cameras are introduced, I do not believe that there will be any problems.",
        "Despite the reassuring experience in Canada and elsewhere, no Parliament is exactly similar to another, and ours is unique. Therefore, we ought to approach the venture with care and base it upon our own broadcasting practices. Under the British broadcasting system, companies and the BBC have great editorial freedom, but, almost unknown to the general public, they operate under very definite guidelines which they cross at the peril of losing their licences. For instance, I recall that Granada was required every week to put out seven hours of local interest programmes. The ITV companies must not exceed a quota of 14 per cent. of foreign transmissions. The ITV ​ network has to screen 104 hours of adult education programmes. That is a strong reason why British television caters far more for minorities than does television in other countries.",
        "**Mr. Heffer**",
        "Is the hon. Gentleman declaring an interest? I know that he has an interest in television. He should have told the House about it.",
        "**Sir Paul Bryan**",
        "I must have told the House a hundred times of my connection with Granada, and I am happy to do so once more. I apologise for not having done so at the beginning of my speech. The Parliamentary Broadcasting Committee which no doubt would be set up should, like the IBA, lay down appropriate guidelines. As a start, I suggest that on every parliamentary day Channel 4 should be required at 10.30 each evening to present a half hour daily summary of the proceedings of Parliament. A full hour should be devoted to a weekly summary at a peak hour each weekend.",
        "Broadcasters will say, as they say about the House of Lords, that on many days the parliamentary programme would be too thin to support a half hour summary. That is because they disdain the minority audience. Yesterday’s debate on Okehampton would not have drawn a national audience. Nevertheless, it would have been of the greatest interest to the people of Okehampton.",
        "**Mr. Ron Lewis (Carlisle)**",
        "Who will do the editing? Will there be an editorial board, or will this be left in the hands of the BBC or ITV? If we allow this experiment to take place, there ought to be parliamentary control.",
        "**Sir Paul Bryan**",
        "That would be a matter for the Committee. If the Committee decided that the editing should be carried out by the BBC-ITV, so be it. If the BBC-ITV did not do it satisfactorily, a unit would have to be formed by the House.",
        "**Mr. Lewis**",
        "But would it work?",
        "**Sir Paul Bryan**",
        "This is the procedure in other legislatures, so there is no great difficulty about it. If the editing is unsatisfactory, the House will not sit and suffer. It will be put right. In order to ensure success, I advocate a step-by-step approach, learning as we go along from our experience. I hope that in time all of our proceedings will be open to the cameras, but to begin with I would confine them to the Chamber. I agree with the hon. Member for Dundee, East (Mr. Wilson) that the timing of this experiment is important. If the motion is passed and the programme described by my right hon. Friend the Leader of the House were to be followed, it would be possible to have the cameras in the House in a year’s time. In my view, this would not give the experiment its best chance of success. There could not be a worse time than the period running up to a general election. That is a quite exceptional period. Therefore, I advocate that we should pass the legislation in this Parliament, with a view to introducing the experimental period at the beginning of the next."
    ]
}