{
    "url": "https://www.ukpol.co.uk/chris-bryant-2013-speech-to-the-ippr/",
    "title": "Chris Bryant – 2013 Speech to the IPPR",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Chris Bryant",
            "url": "/tag/chris-bryant/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chris Bryant, the Shadow Home Office Minister, to the IPPR at the Local Government Association on 12th August 2013.",
    "content": [
        "**INTRODUCTORY REMARKS**",
        "I am very grateful to both the LGA and the IPPR for hosting today’s event.",
        "Local government has been at the forefront of many of the issues I shall be talking about today and Sarah Mulley at the IPPR has done a vital job in informing the debate on the centre left of British politics.",
        "So, thank you.",
        "I want to talk about what I believe is a distinctive view that we in Ed Miliband’s Labour Party take of one of the key issues in British politics.",
        "I hope to do three things: first, look at the value and the challenges that immigration has brought and continues to bring to the UK; second, lay out where I think the Government is getting hold of the wrong end of the stick; and third, suggest some areas that Labour believes need to be addressed in making migration work for everyone, especially in relation to the labour market, the EU, sham marriages and the push factors in international migration.",
        "**GROUND RULES**",
        "But before I do that; the last three weeks have shown yet again that immigration can be an emotive topic, so I want to start with some basic ground rules.",
        "First, whilst I don’t think anybody is seriously in doubt that immigrants have made an enormous contribution to this country, people, including migrants themselves, quite rightly expect to have their legitimate concerns about immigration taken seriously.",
        "I realise that for some time people thought that Labour believed anyone who ever expressed a concern about immigration was racist.",
        "So let me be absolutely clear. Yes, racists have sometimes polluted this debate and we should always be alive to the dangers of prejudice, but Labour have concerns about immigration, about the pace of migration, about the undercutting of workers’ terms and conditions, about the effect on the UK labour market.",
        "We have concerns about how we can help migrants to this country integrate better.",
        "And we have profound concerns about the Government’s policies on immigration.",
        "That is why both Ed Miliband and Yvette Cooper have made important speeches on immigration in this last year.",
        "True, Labour made mistakes on immigration.",
        "When we came to power in 1997 we had to tackle the complete chaos in the Asylum system, when just fifty members of staff were dealing with 71,000 asylum applications every year.",
        "Labour created the position of Immigration Minister to bring real focus to these issues right across government.",
        "But although we were right to introduce the points based system in 2008, we should have done that far earlier.",
        "And when the new A8 countries joined the EU we were so focused on economic growth that when Germany, France and Italy all put in transitional controls on new EU workers, we went it alone.",
        "The result? A far higher number of people came to work here.",
        "Let me say what Labour will not do.",
        "We will never engage in a Dutch auction on immigration with other parties, nor an arms race of rhetoric, nor a tasteless attempt to out-tough anyone else, nor attempt to ape the language of the far right, nor make promises that we simply cannot meet.",
        "Because Labour, like the rest of Britain, values the contribution migrants have made to the UK. Just look at our history.",
        "The very idea of inviting commoners to parliament came not from an Englishman 650 years ago, but from Simon de Montfort, who was French.",
        "Britain’s list of Nobel Prize winners owes much to those who came to these shores as foreigners, Dennis Gabor, inventor of the holograph, born in Hungary, Maurice Wilkins of DNA fame, born in New Zealand, and Ernest Rutherford, the father of nuclear physics, also from New Zealand.",
        "Or our literature laureates.",
        "Kipling might be the quintessence of Edwardian Britishness, but he was born in India, George Bernard Shaw was Irish, Elias Canetti was born in Bulgaria, Doris Lessing was born in Iran and brought up in Rhodesia, V S Naipaul was born in Trinidad, T S Eliot came to study here as an American and stayed and even Winston Churchill had an American mother.",
        "The French Huguenots who built the London silk market from scratch in the eighteenth century, the likes of Mary Seacole who nursed our troops in the Crimean War, the Afro-Caribbeans who came in the First World War to work in the munitions factories of the North West, or as part of the Windrush Generation to fill gaps in the post-war Labour market, the Poles or the Indians who fought with us in the forties, the Italians who came to work in our mines in the nineteenth century, the Indians who work today in our burgeoning IT and gaming industries, the eastern Europeans who have picked our crops or kept our hotels running, have all played a part in building modern Britain.",
        "And any country that tries to turn its back on the get up and go energy and the cultural vitality that migrants can bring to an economy, is likely to lose its place in the world.",
        "There would be a particular irony if Britain, who sought to build the world’s railways, who exported its ideas, its bureaucracy and its people in the millions in the nineteenth and twentieth century, were to become a nation closed to international business just as the rest of the world is becoming more mobile in the twenty first century.",
        "That is not to say that the effects of migration are always positive.",
        "Nobody can doubt that being a foreigner in another land can be tough. When I was a curate in the 1980s our Churchwarden was Ellie Hector. She told me that when she first arrived from St Vincent people in church would refuse to sit next to her, which is why the story of Ruth meant so much to her. She could recite her words to Naomi off by heart ‘whither thou goest, I will go; and where thou lodgest, I will lodge: thy people shall be my people, and thy God my God: Where thou diest, will I die, and there will I be buried.’ Literature and history are full of stories of aliens suffering in a foreign land and you only have to think of the miseries inflicted through human trafficking, with men and women caught in fifty shades of modern-day slavery, to see that of course migration is a matter of concern to people of the left and now more than ever. International travel, multinational business, worldwide trading, these are facts of modern life and set to grow. With them will com e new challenges if we are to tackle cross border crime, ensure community cohesion and build an immigration system that maintains a strong outward facing economy and guarantees fairness for all.",
        "Human trafficking alone is very much a live concern.",
        "So what does Labour think? We start from some basic principles: It is the duty of government to protect our borders; It is right to protect the British taxpayer and public services; Britain must retain its strong reputation for international business; just as we welcomed those fleeing persecution in Nazi Germany so we have a moral duty to harbour those under genuine threat of persecution and torture. And above all, any immigration policy must have fairness at its heart, fairness to those already settled here and those who arrive as migrants, fairness so that nobody is exploited, nobody is trafficked, nobody is squeezed out, nobody can jump the queue and those who work hard are fairly rewarded.",
        "**THE GOVERNMENT’S FAILINGS ON IMMIGRATION**",
        "Let me deal with the Government’s record, not because we want to oppose for the sake of opposition – indeed we have supported several government measures to tackle low skilled immigration and remove foreign criminals – but because the last few weeks of vanman style gimmicks have both left a nasty taste in the mouth and have suggested that the government have got the wrong end of the stick.",
        "More interested in finding voters lost to UKIP than in removing illegal immigrants, they have resorted to gimmicks that have not impressed anyone.",
        "So in the same month as Britain was rightly complaining to Spain about border delays with Gibraltar, we learnt that France had complained officially to the UK about 4 km queues to get into Britain thanks to British staff shortages. Just a month after Theresa May told the Commons that the ratio of police Stop and Searches compared to arrests was far too high, the Home Office refused to state how many hundreds of people had been stopped by immigration officers compared to arrests in what looked to many like a racial profiling exercise. And whilst poorly worded and tasteless ad vans were touring London begging illegal immigrants to hand themselves in, we learnt that the Home Office has not been finger-printing migrants stopped at Calais or Coquelles for three years and has not followed up 90% of its intelligence leads on illegal immigration.",
        "In short, the government’s immigration policy adds up to cheap and nasty gimmicks rather than serious proposals or practical measures to tackle illegal entry.",
        "Yet the government would have you believe that they are getting on top of immigration. You will have heard the government boast in recent weeks that it has cut net migration by a third since 2010. Leaving aside the fact that the figures the government relies on have been dismissed by the Conservative led public accounts committee as not fit for purpose, we need to look more closely at this supposed success. Actually the government has persuaded more British nationals to leave the country, dissuaded more British nationals from returning and cut the number of international students coming to study here, especially from India and China. Even the Prime Minister is beginning to think that is an own goal, which is why he has had to beg Indians to keep coming here to study. The worldwide foreign study market is worth approximately .5 trillion – and is growing. International students pay their own way, they inject cash into the local economy. They add to the experience of college or university and they are more likely to do business with Britain later. Yet if the Conservatives have their way they will further cut student numbers by 56,000 by 2015.",
        "It is not their only failure. Who can forget Theresa May’s summer of madness, which first of all saw the checks at British ports cut back dramatically, and then reintroduced in a panic, without the necessary resources to cope. The end result was border queues stretching all the way back to the planes.",
        "That kind of administrative chaos is becoming the May hallmark, though. The Home Office had promised to clear its huge backlog of cases by Christmas 2012. That deadline passed 8 months ago, but the backlog is actually increasing and best estimates reckon that it will take 37 years to clear. What is more, both tier 2 and tier 4 visas now take over 50% longer to process in country than they did in 2010, and the number receiving an initial response within the Home Office target of 4 weeks has fallen by 49%. Businesses expecting a quick turnaround on a simple visa are effectively being turned away.",
        "Procurement is yet another case of May-style chaos. Labour started the eborders scheme in 2007 and planned to have it covering all journeys by the end of next year, as an essential part of counting people in and out. The Coalition agreement said it would be in place by the end of the parliament. Yet no contract has been signed, the government is still in court with Raytheon and there is no prospect now of even agreeing a date for it to be in place.",
        "The same goes for the Cyclamen contract. This is what guarantees protection from nuclear fissile material at our ports. The kit is in place. The portals have been built, but when I visited Southampton and hull docks, they were still not in use, apparently because the government still hadn’t signed the contract",
        "I fear that we will see an endless run of gimmicks through to 2015. Gimmicks like the Home Office briefing that there would be a £3,000 bond payable for anyone intending to visit from one of five countries, which was immediately dismissed by the PM’s spokesman.",
        "But such tactics do nothing for community cohesion, for national security or for the reputation of British politics. That’s why I believe there is a better way of conducting this debate over the next 20 months, one that deals with voters’ concerns, not fabricated ones.",
        "**ONE NATION LABOUR’S PLANS**",
        "Since I took on this job I have listened to voters in a wide range of constituencies and from a wide range of backgrounds. Pensioners in Lancashire who described themselves as white British. Asian women in the East End. Floating voters in Pudsey. Councillors from all parties in Boston in Lincolnshire. I have heard understandable concerns about the availability of local jobs and the effects on wages, terms and conditions. And I’ve heard some great urban myths. That every migrant is given a car when they arrive here.",
        "Often people have raised questions of integration. As one who spent five years of his childhood living in Spain, and quickly learnt Spanish so as to be able to talk to the other children in the street, I heartily agree that a good standard of English should be a prerequisite for studying or living here. Of course that’s not always easy. Look at how poorly British migrants living overseas integrate. But we can and should expect migrants here to learn English, which is why it must make more sense for local authorities to spend money on English courses rather than translation services.",
        "The biggest complaint I have heard, though, from migrants and settled communities alike, is about the negative effects migration can have on the UK labour market.",
        "And I agree.",
        "Even good British companies have been affected by the impact of low skilled migrant workers.",
        "Take Tesco. A good employer and an important source of jobs in Britain. They take on young people, operate apprenticeships and training schemes and often recruit unemployed or disabled staff through job centres.",
        "Yet when a distribution centre was moved to a new location existing staff said they would have lost out by transferring and the result was a higher proportion of staff from A8 countries taking up the jobs.",
        "Tesco are clear they have tried to recruit locally. And I hope they can provide more reassurance for their existing staff. But the fact that staff are raising concern shows how sensitive the issue has become.",
        "Some companies have found themselves far more heavily affected.",
        "Next PLC recruited extra temporary staff for their South Elmsall warehouse for the summer sale – last year and this year.",
        "South Elmsall is in a region with 9% unemployment and 23.8% youth unemployment.",
        "Yet several hundred people were recruited directly from Poland. The recruitment agency Next used, Flame, has its web-site, [www.flamejobs.pl](https://web.archive.org/web/20140730133156/http://www.flamejobs.pl/), entirely in Polish.",
        "Now of course short term contracts and work are sometimes necessary in order to satisfy seasonal spikes in demand.",
        "But when agencies bring such a large number of workers of a specific nationality at a time when there are one million young unemployed in Britain it is right to ask why that is happening.",
        "It’s not illegal for Agencies to target foreign workers. But is it fair for them to be so exclusive? Is it fair on migrant workers who can find themselves tied into agency accommodation deals? And is it good practice for the long term health of the economy when so many local young people need experience and training?",
        "Next also say they have tried to recruit locally. But I want to see more companies providing assurances and demonstrating what they are doing to train and recruit local staff – particularly the young unemployed – even for temporary posts, rather than using agencies that only bring workers in from abroad.",
        "And I want to see the Government to take action – working with companies – to make sure they can recruit more local young people, qualified to to the job.",
        "Some sectors of the economy have been far more heavily affected than this.",
        "Hospitality, care and construction all have consistently high levels of recruitment from abroad. And far too low levels of training for local young people.",
        "Now, many employers say they prefer to take on foreign workers. They have lots of get up and go, they say. They are reliable. They turn up and they work hard.",
        "But I’ve heard examples from across the country where employers appear to have made a deliberate decision not to provide training to local young people but to cut pay and conditions and to recruit from abroad instead, or to use tied accommodation and undercut the minimum wage.",
        "It may be the case, as some have argued, that many young people discount hospitality or care industries as beneath them, but in many other countries a job in a hotel is not a dead end or a gap year stopgap but the start of a rewarding career. Tourism is one of our largest industries and yet I have heard horror tales of hotel management deliberately cutting hours of young British workers and adding hours to migrant workers who do not complain about deductions from earnings that almost certainly take people below the minimum wage. This is all the more pernicious at a time of high youth unemployment, yet there was not a single prosecution for breaching the National Minimum Wage in the first two years of this government.",
        "So yes, we need British employers to do their bit – working to train and support local young people, avoiding agencies that only recruit from abroad, and shunning dodgy practices with accommodation or to get round the minimum wage. Every business I have ever spoken to that has made that kind of investment has found it has paid dividends in terms of a lower turnover of staff, greater staff loyalty and enhanced brand loyalty in the community.",
        "But we also need Government to act.",
        "They should be ensuring school leavers are equipped with the skills they need for work, including the 50% who don’t choose to go to university; that employers are given more control over the funding for training and skills; and by ensuring that young people who have been unemployed for longer than a year are guaranteed a job – so that no young person is allowed to fall completely out of touch with the world of work.",
        "They should also be working with the care, hospitality and construction sectors to deliver more employer training and apprenticeships.",
        "And Government needs to improve enforcement too.",
        "We need to make it easier to bring prosecutions; Labour will double the fines for minimum wage breaches and for illegal employment of illegal migrants; And because local authorities are far better at knowing what is going on locally, we will give them the power to enforce the minimum wage.",
        "Unscrupulous employers should not be allowed to recruit workers in large numbers in low wage countries in the EU, bring them to the UK, charge the costs of their travel and their substandard accommodation against their wages and still not even meet the national minimum wage.",
        "That is unfair. It exploits migrant workers and it makes it impossible for settled workers with mortgages and a family to support at British prices to compete.",
        "But we also need a government that sees as one of its central aims the eradication of poverty wages and is determined to work with industries like tourism and hospitality to build an even stronger, better motivated, better skilled local workforce. I fear that the two parties that opposed the very introduction of the National Minimum Wage will never be able to tackle this.",
        "And we will introduce mandatory registration of commercial landlords, so that nobody is forced to live in substandard accommodation and no employer/landlord can circumvent the minimum wage. I have seen two bedroom flats turned into pits for nine men with a 24 hour rota for the beds. I have seen fast food outlets with a shack for employees to live in, beds in sheds. And it’s wrong. It’s exploiting migrants and undercutting local workers all for a quick buck.",
        "**THE EU AND FREE MOVEMENT OF WORKERS**",
        "It is not just British national law that needs to change. I am a passionate supporter of the UK’s membership of the EU, and it is a fact that the British use their rights to travel and work elsewhere in the EU more than any other nationality, but as Yvette Cooper pointed out in her speech earlier this year, we need to argue for longer term reform of how the free movement of workers operates. That means that the EU itself should consider migration in the round and rather than always axiomatically try to encourage greater mobility, analyse some of the complex problems. It also means, as Yvette said, that ‘we should be working within Europe to get the sensible reforms we need to make migration fair for all’.",
        "I won’t reiterate the points Yvette has already made about family benefits or about the habitual residence test, nor will I deal today with the wider aspects of free movement, but I do want to point to three very specific concerns that Labour have.",
        "First, I have a concern that the ID cards issued in some countries that are used to travel into the UK are far from secure. Italian cards are issued not by the state but by the local authority and are often not fit for purpose. The immigration officers at Heathrow tell me Greek ones are particularly easy to fake. We should work with EU colleagues to improve the standards of all such ID cards used for crossing borders.",
        "Secondly there is the problem of vehicles driving in the UK without tax or insurance. The government estimates that there were 15,000 foreign vehicles on UK roads illegally. Of these, only four were caught and not one was prosecuted. These vehicles not only represent a threat to public safety and lead to UK drivers losing out in an accident with an uninsured vehicle, but also mean a loss of £3 million in revenue. The government must do more to enforce the existing law.",
        "Thirdly, there is a significant loophole in the law around marriage. Any UK national who wants to sponsor a foreign national spouse into the UK has to prove that they will not have recourse to public funds. The government set the income hurdle for proving that last year at £18,600. Many thousands of couples and families have been effectively separated by his new rule and the government is at loggerheads with the courts over the threshold figure. However, if another EEA national, for instance a Spaniard or an Italian, marries a non EEA national, there is no requirement for them to meet the £18,600 threshold. They can get married either at home or in the UK and they can both live here without any further need to prove their income.",
        "All three of these issues need concerted EU action and our government should be seeking reform in these areas.",
        "**SHAM MARRIAGES**",
        "But there is another problem. Because registrars have told me that they are concerned about the growing incidences of sham marriages, which has partly arisen because when you close down one route it is likely that people will use another. But also because the way marriage law interacts with immigration is simply not fit for purpose. Understandably, registrars do not see themselves as immigration officers. They see their job as facilitating marriage.",
        "When Labour was in government we tightened up the rules, so anyone wishing to marry in this country who is subject to immigration control has to use one of the 76 qualified register offices. They give 15 days notice of their intention to marry and the notice is published on the register office board. If the registrar has concerns, they send a Section 24 notice to the Home Office, although several senior registrars have said to me that there is a reluctance to invoke this power.",
        "Bizarrely, those notices of intention to marry cannot be passed to the Home Office, whose officers literally have to inspect all the register office notice boards. Yet any investigation has to be complete within the 15 days.",
        "What is more if one man gives notice to marry several different women in different register offices, the register service IT system will not flag this up as a duplicate.",
        "So, I am proposing several changes. First, the Home Office should have real-time online notification of all notices of marriage where one or other person is under an immigration control. Second the notice period should be extended to either 20 or 25 days. Third, if the Home Office detects any anomalies the period can be extended to 60 or 90 days, during which the Home Office can do full and proper investigations. If the marriage does prove to be sham the person under the immigration control would be removed.",
        "**PUSH FACTORS**",
        "This brings me to one final point. Politicians on the right regularly refer to pull factors that supposedly affect migration, but there is much less talk in the UK of the push factors that lead people to leave their homes, including war, violence, famine, disease and natural disasters. We need to redress that. After all, it is only natural that people want to stay at home, in their home country and it is in everyone’s interests for us to help them do that.",
        "Look at one specific aspect – environmental refugees. Some of the most populous cities in the world including Mumbai, Calcutta, Shanghai, Ho Chi Minh City and Guangzhou are heavily exposed to coastal flooding. In 2010 extreme weather displaced millions in Malaysia, Pakistan, China, Sri Lanka and the Philippines and the United Nations estimates that in 2008 20 million people were displaced by climate change, compared to 4.6 million by virtue of internal conflict or violence. So, if we get climate change wrong there is a very real danger we shall see levels of mass migration as yet unparalleled. Take the Carteret islands off Bougainville, which is part of Papua New Guinea and therefore the Commonwealth. The islands are disappearing under the rising ocean. An evacuation of the islanders started in 2011. They are the first permanent environmental refugees. They may be few in number, 2,500 or so, but repeat that for every low-lying city round the world and you can imagine that the UN estimates of 200 million such refugees, more than the total number of worldwide migrants today, may be about right.",
        "That is yet another reason why tackling climate change and maintaining the commitment to International Development is so key to Labour.",
        "**CLOSING**",
        "Immigration is rarely a standalone policy. It affects and is affected by the economy, by cultural expectations, by climate change and by welfare policies. Nor is it a monolith. The number of British nationals leaving or returning to the UK are a part of the equation. And I would argue that the international student market is one in which we should be hoping to grow our share not slash it.",
        "The government may well resort to a string of cheap and nasty gimmicks to give the impression of activity over the next two years, but Labour will put forward serious proposals to tackle illegal entry, to end exploitation, to encourage integration, to strengthen the economy and to protect the taxpayer."
    ]
}