{
    "url": "https://www.ukpol.co.uk/chris-bryant-2018-speech-on-bermuda/",
    "title": "Chris Bryant – 2018 Speech on Bermuda",
    "post_date": "January 30, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Chris Bryant",
            "url": "/tag/chris-bryant/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chris Bryant, the Labour MP for the Rhondda, in the House of Commons on 29 January 2018.",
    "content": [
        "The relationship between the United Kingdom and the overseas territories is an important but complex one. In large measure, the overseas territories are independent of the UK. They make their own decisions and draw up their own laws, which are ruled on by their own courts, but that is not the end of the story. Their constitutions have been drawn up in consultation with Her Majesty’s Government, their Governors are appointed by Her Majesty’s Government, and their external affairs, defence, internal security and policing remain the responsibility of the Governor, acting on behalf of Her Majesty’s Government.",
        "The UK Government often step in, sometimes with financial and military support, as happened recently in the Caribbean following the terrible hurricane season. At other times, the UK Government take a different line on a matter of important policy, such as when I, as a Minister, had to suspend the Government in Turks and Caicos because of corruption, or when David Cameron pushed the overseas territories to implement public registers of preferential ownership so as to end some of the secrecy that attends the financial provisions in those territories, which have sometimes brought the British financial system into disrepute.",
        "That is as true for Bermuda as it is for any of the other overseas territories. I honestly have no desire to upset the delicate balance, but it is my firm belief that British citizens should enjoy the same freedoms in Bermuda as in England or Wales or, for that matter, Northern Ireland.",
        "Bermuda has made significant strides in recent years on lesbian, gay, bisexual and transgender rights. Immigration law has been changed to allow immigration rights for non-Bermudian same-sex partners of Bermudians. Gays and lesbians, either by themselves or as a couple, are now able to adopt, and its anti-discrimination legislation includes protection on the basis of sexual orientation.",
        "Another positive step came last year. On 5 May, the Supreme Court in Bermuda ruled in a case brought by Winston Godwin and his Canadian fiancé, Greg DeRoche, that",
        "“the Applicants were discriminated against on the basis of their sexual orientation…when the Registrar refused to process their Notice of Intended Marriage…The Applicants are entitled to an Order of Mandamus compelling the Registrar to act in accordance with the requirements of the Marriage Act; and…A Declaration that same-sex couples are entitled to be married under the Marriage Act”.",
        "It was clear that the then Bermudian Government were not very happy with the ruling. They had held a very poorly attended referendum on the matter the year before, on 23 June 2016—that was quite a day for referendums. It was a referendum that no lesbian or gay organisation or individual had ever called for, but which the Government insisted on. That referendum suggested, on a turnout of less than 50%, that Bermudians opposed both same-sex marriage and same-sex civil unions by roughly two to one, which was why Justice Charles-Etta Simmons made the following clear in her summation:",
        "“The politicians failed, the referendum failed, so I will step in and protect the rights of a minority”.​",
        "Many people in Bermuda, and in many other overseas territories and countries around the world, rejoiced at that moment.",
        "There were two sensible, non-confrontational courses that the Bermudian Government could have taken: abide by the ruling of the Court; or appeal to the Privy Council in this country—that is the standard process for appealing a decision. In fact, the Minister of Home Affairs announced on 9 May that the Government would not appeal, and on 31 May, the first same-sex marriage took place in Bermuda. There have now been eight such marriages in total and four further publications of banns of marriage.",
        "Then came a new Government, after an election, who decided to draft a law to abolish same-sex marriage and replace it with “domestic partnerships”, albeit allowing those same-sex marriages that had already been celebrated to stand, rather in a position of limbo. It is a deeply unpleasant and very cynical piece of legislation. It sounds quite nice on the face of it, as if it is just the same as civil partnerships in this country, but it is not. It seeks to keep marriage officers separate from domestic partnerships officers, as if to protect them from some kind of infection. It allows a domestic partnership to be voided on the sole grounds of “venereal disease”. It was introduced by a Government whose members have openly declared that they are opposed to civil unions of any kind whatsoever and pretended not even to know that same-sex couples have regularly been denied the right to make important medical decisions on behalf of their sick and dying partners in Bermuda.",
        "Section 53 of the law states:",
        "“Notwithstanding anything in the Human Rights Act 1981, any other provision of law or the judgment of the Supreme Court in Godwin and DeRoche v The Registrar General and others delivered on 5 May 2017, a marriage is void unless the parties are respectively male and female.”",
        "In all the history of legislation, I have never seen a measure that so clearly declares from the outset that it is inconsistent with all the other laws in the land, including the Human Rights Act, the constitution and the judgment of the Supreme Court. It is almost begging the Supreme Court to come to exactly the same decision as it did last year. Unfortunately, this Bill was agreed by both Houses in Bermuda on 8 December, but it cannot become law unless and until the UK-appointed Governor, John Rankin, signifies Royal Assent on behalf of the Government, which so far he has not done.",
        "I believe that the Governor is entirely within his rights to delay a final decision or, if he chooses, to refuse Royal Assent, as the Bermudian constitution states at section 35:",
        "“unless he has been authorised by a Secretary of State to assent thereto, the Governor shall reserve for the signification of Her Majesty’s pleasure any bill which appears to him, acting in his discretion—",
        "(a) to be inconsistent with any obligation of Her Majesty or of Her Majesty’s Government in the United Kingdom towards any other state or power or any international organisation;",
        "(b) to be likely to prejudice the Royal prerogative;",
        "(c) to be in any way repugnant to or inconsistent with the provisions of this Constitution;",
        "(d) to affect any matter for which he is responsible under section 62 of this Constitution; or",
        "(e) to relate to currency or banking.”",
        "On the basis of least two of those limbs, the Governor has very good cause not to grant Royal Assent.​",
        "As section 12 of the constitution expressly guarantees freedom from discrimination and the Bermudian Human Rights Act 1981 also expressly prohibits discrimination on the grounds of sexual orientation on at least seven different points, it is difficult to disagree with the Supreme Court, and therefore equally difficult to see how the Governor could agree Royal Assent. There are other reasons why the Governor should withhold assent. It would have been one thing if the Bermudian Government had introduced civil partnerships as a forward step when there was no such provision in law in Bermuda, but this is a retrograde step—it is taking a step backwards—that deliberately limits the rights currently enjoyed by many Bermudians.",
        "Incidentally, this is not just a matter of marriages contracted in Bermuda. The law also applies to Bermuda-registered ships, including many cruise liners that used to be registered out of the United Kingdom, so the service of marriage at sea that Cunard and P&O offer, such as on the Queen Mary 2, the Queen Victoria and the Queen Elizabeth—there is some irony in this—is currently available to same-sex couples. I understand that there was a great big party on one P&O liner when the Supreme Court decision was announced—considerable amounts of champagne were drunk—and there have since been three same-sex marriages on board P&O cruise liners. If the proposed law goes ahead, those marriages will cease. Cunard believes it is likely that Bermudian law will not permit a same-sex wedding ceremony on board its ships after the end of this month, adding:",
        "“We are very unhappy about this decision and we do not underestimate the disappointment this will cause those guests who have planned their weddings.”",
        "I am certain that those people will be taking new cases to the Supreme Court in Bermuda.",
        "I have received a great number of emails, tweets and messages about this issue. Some of them have been quite pleasant, but others have not. Some have told me in very robust terms to butt out, saying this should just be up to Bermuda, but I disagree. This matter impinges on how Britain is viewed around the world, and I take just as active an interest in the human rights of LGBT people in Moscow, Tehran and Beijing as I do in the human rights of those in Hamilton, because the thing is that human rights are, to use a Biblical phrase, a seamless garment. We cannot divide them up. As one Bermudian put it in an email to me,",
        "“all people have the right to be equal under the law and the right to exercise their full range of human rights, without exception. This is how I live my life and this is what I encourage others around me”",
        "to do.",
        "Black and white, man and woman, gay and straight, Russian, Iranian, American, Canadian and Bermudian—it is all exactly the same. We are all human beings and our human rights should not differ. To the person who told me not to interfere because we have not yet sorted out Northern Ireland, I should add that when the Labour Government legislated in favour of LGBT rights in England and Wales, we decided to advance that legislation in Northern Ireland as well, even when Northern Irish politicians objected. The Government here in Westminster need to look hard at the situation in Northern Ireland and implement equality. It is unfair that our Northern Irish brothers and sisters are unable to enjoy the same rights as everybody else.​",
        "Some people say, “You change hearts and minds first, and then you change the law.” I profoundly disagree with that. There is clear evidence that changing the law helps to change people’s hearts and minds. For two centuries and more, people—including people who considered themselves to be good upstanding Christians—considered slavery to be just part of the natural order. It was laid down and allowed. Indeed, many bishops had large plantations and many slaves. We now know that that was a cruel and despotic belief. Today, we find it unthinkable that people could conceive of slavery as acceptable.",
        "It is my profound belief that in 100 years’ time, people will wonder what on earth people were thinking when they condemned homosexuality as a sin, when they barred gay and lesbian couples from declaring their love for one another in marriage, and when they fought tooth and nail to say that marriage had to be exclusively between a man and a woman. Because, really, what harm does it do anyone else if two men are allowed to marry? Has the sky fallen in in Bermuda? Have straight husbands suddenly abandoned their wives, or have heterosexual wives run off with each other? Have straight marriages lost their sparkle? Of course they have not.",
        "If anything, straight couples should be rejoicing that so many people want to form long-lasting, stable relationships and to get married, because marriage is a thing of beauty. The public declaration of love between two people—from this day forward, for richer, for poorer, in sickness and in health, to love and to cherish, till death us do part—binds people and families together. It gives a safe home to thousands of children and to elderly parents as well. It enriches life and gives hope, and often it banishes the loneliness that for generations and generations gay men and lesbian women thought would be their lot.",
        "For many gay men and lesbian couples, same-sex marriage provides a public affirmation that chases away the ghosts of shame and self-loathing that so many grew up with thanks to the hateful judgmentalism of others. Why on earth would anyone want to deny that to anyone else? Why on earth would a Christian want to deny that to anyone else? Why on earth would we perpetuate the homophobia that has left youngsters emotionally bruised by hateful taunts in the playground, or physically battered almost to death outside gay bars because they were in the wrong place at the wrong time?",
        "Of course I would much prefer it if the Governor did not sign the Domestic Partnership Bill into law—if he did not grant assent. I hope he does not, and I hope that the Foreign Secretary does not instruct him to do so. If necessary, I hope he just lets it lie on the table until the Supreme Court has another go, as it almost certainly will. What would be even better, if I am honest, would be if the Bermudian Government thought again, respected all their fellow citizens, embraced the principle that the first rule of equality is to protect minorities, and withdrew the Domestic Partnership Bill. I say to the Minister for Home Affairs in Bermuda, the honourable Walton Brown, “If you withdraw the Bill, it will one day be the single action in your political career of which you will be most proud. One day it will be, and your children, grandchildren and great grandchildren will say, ‘That is what he did.’”",
        "To the Premier, the honourable David Burt, I would add, “You are a very clever man. You graduated cum laude from George Washington University and you led ​the Progressive Labour Party very successfully to power in the elections last year. You have said publicly that homosexuality is not a lifestyle choice, and that this is not really about your religious beliefs, and yet you hold that same-sex marriage is just not culturally acceptable. Those are your words.” I am sorry, but that is just cruel. If this is an innate part of some people’s personality—some would say that God created them that way—it is simply cruel to deny an opportunity that everybody else would want for themselves. It is not rational and it is not progressive—it is just naked prejudice.",
        "The Labour party of which I am a member has always supported LGBT rights, even in the dark days of the Victorians, the Edwardians and the Georgians, right up to legislating to get rid of the horrible legislation in the 1960s. I say to Bermuda and to the Premier of Bermuda, “I hope you change your mind.” I hope Bermuda changes its mind, and I hope the Government do not sign this legislation into law."
    ]
}