{
    "url": "https://www.ukpol.co.uk/chris-bryant-2021-speech-on-the-personal-conduct-of-owen-paterson/",
    "title": "Chris Bryant – 2021 Speech on the Personal Conduct of Owen Paterson",
    "post_date": "November 3, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Chris Bryant",
            "url": "/tag/chris-bryant/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Chris Bryant, the Labour MP for Rhondda, in the House of Commons on 3 November 2021.",
    "content": [
        "I have not done any radio or television interviews on this matter because, as Chair of the Committee, I am a servant of the House. I thank the Commissioner and the Committee. In particular, I wish the hon. Member for Ayr, Carrick and Cumnock (Allan Dorans) well, because he is very ill at the moment. I hope that he will be back with us soon. It is inappropriate for people to comment on absences from the Committee when they do not understand why members might be absent.",
        "I am painfully conscious that the right hon. Member for North Shropshire (Mr Paterson) lost his wife in tragic circumstances in June 2020. I wish to express my sincere condolences to him. I have known suicide in my family, as he knows, and I have performed many funerals for suicides. I know the grief, the anguish, and often the guilt that is associated. The last year must have been very distressing for him, and the Committee took those circumstances fully into account when considering his conduct.",
        "I will address the charges, the process, the sanction and the amendment. The charges are very serious. The Member repeatedly, over a sustained period, lobbied officials and Ministers on behalf of his paying clients, Randox and Lynn’s Country Foods, from whom he was receiving more than £9,000 a month, as he still is. He pursued their commercial interests. When they could not get meetings with officials and Ministers, he used his privileged position as a Member of Parliament to secure them. Providing privileged access is a valuable service.",
        "The Member promoted what he called “Randox’s superior technology”. He wanted the Government to use Randox’s calibration system. He repeatedly used his taxpayer-funded parliamentary office for commercial meetings. That is paid lobbying. In some shape or form, it has been banned since 1695 and expressly so since cash for questions, which brought this House into terrible disrepute in the 1990s. One Conservative Member described it to me as a “catalogue of bad behaviour”. I have yet to meet a Conservative MP who has not said to me, “He clearly broke the rules.” I think that includes the Leader of the House.",
        "The Member says that he was raising serious wrongs, but he did not say so at the time. If they were truly serious, one might have expected him to write articles or do media interviews, as he was perfectly entitled to do. He did not. He did the one thing that he was banned from doing: lobby Ministers time and again in a way that conferred a direct benefit on his paying clients. That is expressly forbidden. It is a corrupt practice.",
        "On the process, the Member has had a fair hearing. We had legal advice from Speaker’s Counsel throughout. As one former High Court judge said to me yesterday,",
        "“the procedure is consistent with natural justice and similar or identical to workplaces up and down the country.”",
        "We on the Committee spent many hours reviewing the evidence in this case without fear or favour. The Member had prior notice of the charges and the evidence against him at every stage. He had his legal advisers with him. The Committee invited him to make his appeal against the commissioner’s findings in writing and in person, and I hope he would confirm that we gave him every opportunity to make his case to us and that the session was conducted respectfully and fairly. I think he is nodding.",
        "The Member has said that his witnesses should have been interviewed. Natural justice requires that witnesses be heard, but that does not necessarily mean that they must be heard orally or cross-examined. We did what many courts and tribunals do every day of the week: we reviewed all the witness statements, took them into consideration and published them in full.",
        "The Member claims that the commissioner had made up her mind before she sent her memorandum. That is completely to misunderstand the process. As the commissioner has done in every other case, she started an investigation and invited the Member to meet her and/or to submit evidence. Once she had completed her investigation and, by definition, found on a preliminary basis that there had been a breach of the rules, she submitted a memorandum to him for his comments, and then to the Committee. That is when we heard his appeal, in writing and in person.",
        "I turn to the sanction. As the Committee says in the report:",
        "“Each of Mr Paterson’s several instances of paid advocacy would merit a suspension of several days, but the fact that he has repeatedly failed to perceive his conflict of interest and used his privileged position as a Member of Parliament to secure benefits for two companies for whom he was a paid consultant, is even more concerning. He has brought the House into disrepute.”",
        "A Conservative colleague whom I respect a great deal said to me on Monday that justice should always be tempered by mercy. I agree. But justice also demands no special favours.",
        "These are the precedents that we considered: Patrick Mercer was suspended for six months; the hon. Member for North Antrim (Ian Paisley) for 30 days; Jonathan Sayeed for 14 days; and George Galloway for 18 days. When Geoffrey Robinson failed to provide proper responses to the commissioner and Committee, he was suspended for a month. This case is just as serious because it involved at least 14 instances. It was a pattern of behaviour, and the Member has said time and again over the last week that he would do the same again tomorrow. If the House were therefore to vote down or water down the sanction, or to carry the amendment, it would be endorsing his action. We would be dismantling the rule on paid advocacy, which has been around in some shape or form since 1695. I am afraid that the public would think of us as the Parliament that licensed cash for questions.",
        "Let me turn to the amendment. I have worked with the right hon. Member for South Northamptonshire (Dame Andrea Leadsom) on many things; I think she is very wrong today. It is the very definition of injustice that one should change the rules or the process at the very last moment, and to do so for a named individual. That is what the amendment does. Retrospective legislation to favour or damage an individual because they are a friend or a foe is immoral and the polar opposite of the rule of law. That is why, as the Leader of the House knows, I spoke and voted with Conservative Members when we were considering a retrospective motion to subject the hon. Member for Delyn (Rob Roberts) to a recall petition. The amendment should fail on that basis alone—it is the opposite of due process.",
        "The amendment purports to set up an appeal process, but an appellate body must be independent and every single member of the body will be parti pris, by definition. They will have been whipped and taken a view today. They will almost certainly have voted. The proposed Chair, by agreeing to have his name put forward, is already not independent. I point out gently to the right hon. Member for South Northamptonshire that it was her motion as Leader of the House on 7 January 2019 that set up the Standards Committee in its present form. At that time, she said that",
        "“a greater element of independence was required, and that having seven lay members and seven parliamentary Members on the Standards Committee…provides the right balance—having the memory and the corporate understanding of being in this place, while at the same time ensuring that we can benefit from the experience and knowledge of independent lay members.”—[Official Report, 7 January 2019; Vol. 652, c. 128.]",
        "The body she proposes today will have no independent members—no independence.",
        "**Dame Andrea Leadsom rose—**",
        "**Chris Bryant**",
        "I will not take an intervention, if the right hon. Member does not mind. She must know that this is a retrograde step. She also said—I say this strongly to all hon. Members who have said many things about the parliamentary commissioner—that",
        "“ensuring that the PCS can operate independently…is vital and will better enable justice for those seeking recourse.”—[Official Report, 7 January 2019; Vol. 652, c. 127.]",
        "The amendment will drive a coach and horses through our standards system. We will have two rival Select Committees on standards at the same time, charged with the same piece of business. As many hon. Members may know, the Standards Committee is engaged in a review of the code of conduct, which we are required to do in every Parliament, and that will include review of the operation of the system. I am absolutely certain that there are things that we could do better. I am determined to make sure that we will do things better to ensure natural justice.",
        "**Sir William Cash**",
        "Will the hon. Gentleman give way?",
        "**Chris Bryant**",
        "I will not, if the hon. Member does not mind. I want to conclude my remarks; I am sorry. He has already caught Mr Speaker’s eye.",
        "We are close to agreeing a report on how we can improve the system. I would also say that the suggested process will keep this running for yet more months. I agree with the Leader of the House: I hate investigations that take a long time, but I will point this out gently. The commissioner was, I think, right to suspend her investigation on the right hon. Member for North Shropshire after his wife’s death. It was only once his lawyers said it was okay to restart that she initiated it again. All the delays in the process have been down to his seeking further extensions of deadlines, and we have always sought to meet those. I think it is inappropriate to keep it going any further.",
        "I also draw a distinction between an appeal on the facts, which we have heard, and an appeal on the sanction. It may be right that there should be an appeal process on the sanction. That is not the process that we have adopted with any other Member thus far, and that is why I think it is wrong to confuse changing the process with the case in hand. It is, as I said earlier, by definition wrong to change the process at the very last moment.",
        "The Committee also says in the report:",
        "“A Member is entitled to contest, even vigorously contest, the Commissioner’s interpretation of the rules and her findings. We do not mark down any Member for doing so.”",
        "The aggravating factor in this case was a lack of insight into a conflict of interest, not a lack of acceptance of breach. I will say this to the Member: this could have been very different if you had come to us and said, “I am sorry. I was trying to do the right thing, but I got it wrong. I want the House to uphold the highest standards, and I accept the reprimand and the sanction. I hope my constituents will deal kindly with me.” The danger is that, if the amendment is carried, his name will become a byword for bad behaviour.",
        "Let me end with this. I hope all Members know that I care passionately about Parliament. The vast majority of Members are here to do good. We make significant sacrifices, as our partners know. We make a big difference, often on campaigns that have no party issue in them—indeed, I hope the House will support my Acquired Brain Injury Bill on 3 December. [Interruption.] I think that was unanimous, Mr Speaker. But if the public believe that we are marking our own homework, our reputation, individually and collectively, will be tarnished. Independence is essential to protect us. A Conservative MP said to me yesterday:",
        "“There have been times when I have been ashamed of being a Member of this House, I don’t want to go back to that.”",
        "Of course, as Chairman of the Committee, I remain a servant of the House, but I also have to look at the public. They want the House to uphold the highest possible standards. Nobody can be above the rules. It is the public who should judge this, and I fear they will find us all wanting if the amendment is carried today. I warn colleagues, with all my heart: do not do something today that we will rue in the future."
    ]
}