{
    "url": "https://www.ukpol.co.uk/chris-bryant-2020-speech-on-the-coronavirus-bill/",
    "title": "Chris Bryant – 2020 Speech on the Coronavirus Bill",
    "post_date": "March 24, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Chris Bryant",
            "url": "/tag/chris-bryant/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chris Bryant, the Labour MP for Rhondda, in the House of Commons on 23 March 2020.",
    "content": [
        "May I warmly commend the hon. Member for High Peak (Robert Largan), who I think made a magnificent speech? He delivered it with simple earnestness and a dignity that will commend him to many Members of this House. It is a sad moment, is it not, when one thinks that being an MP is the most secure job around. He was quite right to say not only what he said about no party having a monopoly on truth—ideological purity rarely does anybody any favours—but what he said about being an independently minded Member. I warmly commend everything that he said.",
        "However, I completely despair of some of the scenes that I have seen from our fellow citizens over the last few days. The panic buying—the hoarding, frankly—of essential goods, which will therefore be denied to many people who most need them, including our key workers, is a disgrace. It is born out of selfishness and it must stop. People ignoring advice—because somehow or other they think that they will be immune to the disease or that it will only affect some other people—is, again, an instance of massive selfishness, and it really must stop. I am sick and tired of people saying that they know better than all the experts. The number of armchair epidemiologists and virologists in this country seems to have grown dramatically without any evidence of qualification.​",
        "I hate the idea that there are companies that are actively profiteering in this country. It was a criminal offence in the war and it should be a criminal offence now. I hate the scam merchants who are going round preying on the vulnerable at the moment, which is why it is all the more important that local councils run proper schemes for volunteer forces, so that if somebody knocks at the door, an elderly person can know that they are getting the right person.",
        "I hate the way that some of our police have been treated in the last few days—spat at and coughed over deliberately, as an offensive weapon as it were, when they have merely been trying to prevent people from gathering, in the way that the Government have been advising. This goes back to what we have been trying to do for the last few years to stop assaults on our emergency workers, and I bet my bottom dollar that there will be more assaults on emergency workers during this process. This must come to an end. We as a nation must show the best side of our humanity, not the worst side of our humanity.",
        "And I am sorry, but to those politicians in various different countries around the world who have somehow or other tried to dismiss the experts, including those who have dismissed the idea of vaccination over the last few years, I say this: you are dangerous and you must stop it. People will die because of your misinformation.",
        "This is, of course, a draconian Bill, for two main reasons. First, it suspends lots of protections for individuals, such as who is able to certify a death. I know why the provision is there, but, frankly, the idea that in the end it could end up just being a funeral director certifying a death is worrying, let alone the provisions in relation to sectioning under the Mental Health Act 1983. The Bill also gives Ministers the power to impose significant restrictions, which we all know are draconian. On top of that, the Attorney General rang me—I am grateful for the phone call the other day—",
        "**The Solicitor General (Michael Ellis)**",
        "The Solicitor General.",
        "**Chris Bryant**",
        "All right. Let us stand on these things; they are the ones that matter. The Solicitor General rang me the other day and made the important point that we are suspending, very unusually, the normal process in allowing Ministers to switch powers on and off. All of these things are extraordinary in peacetime.",
        "There are some things we have to do simultaneously, and they have to happen at the same time. First, there must be a deal for sole traders and the self-employed. I have had people ringing up my office in floods of tears worrying about how they are going to make ends meet over the next few weeks, and they need an answer to that urgently. Undoubtedly, because of the ludicrous misbehaviour of so many of our fellow citizens in the past few days, we will have to move forward with enforced measures. That must happen, but it cannot happen before the Government put in place provisions for sole traders and the self-employed.",
        "We have to put much more protection in place for our NHS staff. Every single fashion brand in this country, from Marks and Spencer through to Burberry, should be ringing up the Government now to say, “What can we do to provide more personal protective equipment ​for staff?” Many local councils, including my own, have hardly a stitch to give their key workers. We need to give them that protection."
    ]
}