{
    "url": "https://www.ukpol.co.uk/chris-bryant-2019-speech-on-acquired-brain-injury/",
    "title": "Chris Bryant – 2019 Speech on Acquired Brain Injury",
    "post_date": "July 3, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Chris Bryant",
            "url": "/tag/chris-bryant/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chris Bryant, the Labour MP for Rhondda, in the House of Commons (Westminster Hall) on 2 July 2019.",
    "content": [
        "I beg to move,",
        "That this House has considered acquired brain injury.",
        "You might have noticed, Mr Rosindell, that we have considered this matter once or twice already over the past year or two, but today we are looking at some specific elements of acquired brain injury. As all right hon. and hon. Members will know, brain injury can relate to so many parts of Government: the Ministry of Defence, the Department for Work and Pensions, the Department for Education, the Ministry of Justice, the Home Office and so on. Today we have the Health Minister before us, so I am keen to focus on health-related issues.",
        "I know that many right hon. and hon. Members will have been approached by the Headway charity, clinicians who work in their area, patients or carers of people who have suffered a brain injury, and will want to make a contribution, so I do not intend to speak at great length. I am passionately conscious of the fact that, since I first became involved in this issue in Parliament three years ago, I have met so many amazing people—not only clinicians and people who work in the charity sector, but patients who have had brain injuries and spoken about what that experience is like. It is so important to hear that experience directly from individuals.",
        "One particularly poignant aspect of brain injury is that in the vast majority of cases it is completely invisible. Yesterday, I met Tom Hutton, who is here—I know we are not meant to refer to the Public Gallery, Mr Rosindell, but I have already and have got away with it. He was training on his bike for an Ironman a few years ago and had a collision with a small lorry. He was in an induced coma for a week. There is not a mark on his head. No one who saw him at work or in the street, including a Department for Work and Pensions assessor, would have the faintest idea that he had had a brain injury, or an injury of any kind.",
        "The fascinating thing he spoke to me about is that he has to talk to himself all the time. One symptom of brain injury is phenomenal fatigue, and if the sufferer does not see the fatigue coming, they can experience phenomenal depression, or dysphoria, as it is called.",
        "**Nick Thomas-Symonds (Torfaen) (Lab)**",
        "I warmly congratulate my hon. Friend not only on securing this debate, but on his fantastic campaigning work in this area. On the symptoms being invisible, Departments, particularly the Department for Work and Pensions, cannot pick up precisely how such injuries affect day-to-day life, and that needs to be improved.",
        "**Chris Bryant**",
        "Yes. The all-party parliamentary group on acquired brain injury—I see that two of the vice-chairs are in the Chamber—has been campaigning to ensure that everyone who does any kind of assessment for the Department for Work and Pensions, whether for personal ​independence payments, the employment and support allowance, or any other benefit, has a full training in acquired brain injury, so that they understand the variable nature of the condition.",
        "One element of the personality change that may come about is that somebody with a brain injury might be desperate to please the person in front of them, so they might want to give what they think is the “correct answer” to the question being asked by the official. That can give a misleading idea of what that individual’s abilities are.",
        "I have not asked Tom whether it is all right to say all this today—I see that he is nodding, so it is fine. When the Duracell battery inside someone’s head is running low, they talk to themselves to try to re-energise it, but that uses even more energy. That can lead to a vicious cycle: further depression and anxiety makes it more difficult to recharge the battery, in turn making it more difficult to get better.",
        "There are others who have had much more dramatic and traumatic injuries, perhaps where something has penetrated the skull. However, in the vast majority of cases, the injury will be inside the brain. A fundamental part of what we have to address is how the mind and the personality sit inside the brain. Right hon. and hon. Members might have seen the television series “MotherFatherSon”, which deals with someone who has had a massive aneurysm and then a stroke. Lots of things in the programme are not entirely accurate, but many families and individuals have to cope with the very real element of personality change. I met a wonderful woman three months ago told me that she wished that her old self would come back. She could remember what her old self was like, but it is not the person she now is. She just does not know how to recreate that personality inside herself. Again, it is this thing of talking to yourself all the time.",
        "If there has been impairment of the executive functions due to a brain injury to the frontal lobes, particularly in teenagers or as the young brain is still developing, it can lead to all sorts of other problems in terms of employability, and being able to engage with the wider world and their family. Sometimes people share far too much information; sometimes they are far too timid about being able to share information.",
        "**Jamie Stone (Caithness, Sutherland and Easter Ross) (LD)**",
        "On that point about sharing, as I told the Chamber in the debate on 9 May, my wife suffered from a meningioma. As I think the hon. Gentleman mentioned, a certain fretfulness can come into the character. On sharing, perhaps it is because I live in such a remote area, but I am surprised those who have come through the treatment are not encouraged more to share their pre-operative and post-operative experience with people who are suffering or are about to have a medical intervention, because it would give them great courage and help.",
        "**Chris Bryant**",
        "Yes, that is true. Because of the pattern of brain injuries across the country, it may be difficult for people to gather with people of a similar age and background. Lots of people with brain injuries arising from road traffic accidents are quite young—in their teens or early-20s. Sometimes they get put into support groups with people in their 60s or 70s. That is not an ​impossible combination, but sometimes it is not the most natural grouping for those with a much longer life expectancy.",
        "The most difficult element for a lot of people is the significant impairment in their ability to speak and communicate. Speech therapists are an essential part of the mix in bringing people back to a degree of independent living after a significant event. One worry across the whole of the UK is the shortage of people working in this field, who sometimes do not feel as valued in the team as they might. We need to ensure that speech and language therapy is still available for some time after someone has had their immediate intervention.",
        "One of the most common things that people tell me is that they are accused of being drunk, when in actual they have difficulty speaking properly because they have had a brain injury, not because they are a bad person. They feel the sense of stigma that attaches to not being able to speak as clearly as they might have been able to before their brain injury.",
        "**Bill Esterson (Sefton Central) (Lab)**",
        "My hon. Friend mentions that people can have the appearance of being drunk. My 15-year-old adopted son’s mum drank heavily while she was pregnant with him, which is where he acquired his brain injury. The most recent research suggests that every year tens of thousands of children are born in this country with foetal alcohol spectrum disorder; it is a spectrum, as the description implies. It is a massive problem, and it leads to the kind of emotional and behavioural difficulties that my hon. Friend will be familiar with from speaking to those who have had acquired brain injuries later in life. What are his thoughts on what is needed to address the numbers of people who have brain damage through their lives?",
        "**Chris Bryant**",
        "My mother was alcoholic. I do not know whether she drank during my pregnancy—[Laughter.] Was it my pregnancy? I mean before I was born. I am painfully conscious of how difficult it is for women who are alcoholic to stop drinking when they are pregnant. The message about the dangers of drinking during pregnancy has been out there for a long time, but we still have remarkably little in the toolkit for dealing with alcoholism in this country. Broadly speaking, it is still about the 12-step process, which has a very low success rate in comparison with other therapies and which relies on surrendering to a higher being, albeit not necessarily a religious one—it just does not work for an awful lot of people. The syndrome that my hon. Friend refers to is much more prevalent than we realised even 10 years ago. Further research is going on, and we need to ensure that it is fully understood across the whole educational spectrum, as well as the health spectrum.",
        "**David Simpson (Upper Bann) (DUP)**",
        "Does the hon. Gentleman believe that brain injury in children and young people requires a different approach from how we handle adult brain injury?",
        "**Chris Bryant**",
        "There are specific issues that affect children. It is a profound source of depression to me as a Labour Member and a socialist that a child from a poorer background is four times more likely to suffer a brain injury before the age of five than a child from a wealthy background. We need to look at all the elements that ​lead to that, because prevention is far better than cure. I have spoken in other debates about issues that relate particularly to education, including the importance of schools having as full an understanding as possible of how brain injury can affect a child. All the statistics now indicate that every primary school class in this country has at least one child who has had a significant brain injury, although many of them may be undiagnosed. That is an issue for every single school in the country, and I do not think that we have fully taken it on board yet.",
        "The experience of having had a brain injury often includes the sense of being pushed from pillar to post in the health system and in the organisations that the state provides. An element of that is inevitable, because something fundamentally chaotic is being brought into an ordered system. That is how it feels to the individual, too: they knew what their life was, and then suddenly—nearly always completely out of the blue—something has happened to radically change their life and their family’s lives, perhaps permanently. All too often, however, families have to fight for every single bit of support from the national health service, the local authority, the education system or wherever.",
        "If there is one thing that I hope will come out of all the work that we have done in the all-party group, it is that we can change that feeling of having to fight for every single element. So many patients have told me, “If I could devote all my energy to getting my brain better, rather than fighting for support, I would be a useful and fully functioning member of society. I would dearly love to be that person again.” If there were any way in which all the arms of the state could fully recognise that factor, that would be something that we should dearly hope for.",
        "The charity Sue Ryder does an awful lot of work with people who have had brain injuries and other neurological conditions. It reckons that 15,000 people who have had acquired brain injuries are now in generalist older people’s care homes, which are probably not the places to get the right support, but are the only places available. Sue Ryder is aware of at least 515 people who are placed out of area, a long way from home, which means that all the support systems that they might have through family, friends and so on are simply not available or are extremely expensive because of the travel.",
        "We really have to do far better. The Minister is very good on the subject—I have talked to her several times—but the tendency in the NHS and in Government circles is to put a positive gloss on everything and stress all the good things that have happened. I understand that, but we are still a long way from achieving what we all want, and what the people we are talking about deserve.",
        "The national clinical audit of specialist rehabilitation produced a report earlier this year—it has not yet been discussed in Parliament—on all the specialist rehabilitation around the country. Somebody who has had a major traumatic brain injury, or a brain injury caused by factors such as carbon monoxide poisoning, may at first need four or five people to feed them, clothe them, wash them and provide all the basics of their daily life. However, effective neurorehabilitation over a sustained period can and often does mean that they need just one person—or, in an ideal world, it gives them back the independent life that they had before, in as large a measure as possible.​",
        "The good news from the report is that the rehabilitation prescription that the all-party group has discussed is being steadily rolled out across the whole country. That means that patients and their families can say, “This is what we know we should be getting—we want to make sure that we are getting it.”",
        "**Lilian Greenwood (Nottingham South) (Lab)**",
        "I congratulate my hon. Friend on securing the debate and on his speech. Does he share my concern that neurorehabilitation in the UK is particularly limited for children? There is just one option for in-patient neurorehabilitation and post-hospital discharge, which is run by the Children’s Trust in Surrey. Should not every region have a paediatric neurorehabilitation pathway, rather than the patchy and underfunded set of services that we have at the moment?",
        "**Chris Bryant**",
        "My hon. Friend is absolutely right. Indeed, I know of a case that makes that point extremely keenly, where a young lad ended up having to go from south Wales to Surrey. Obviously in south Wales we love visits to Surrey, but it is a phenomenal cost for the family to have to visit their child there every week because it is the only facility in England and Wales. There is also an emotional cost in being a long way away and not being able to see their child every day. We really need a string of these paediatric services across the whole country.",
        "One of the great successes that the Government have introduced in the past few years is the major trauma centres, which are now saving many more lives—at least 800 more a year. People who would have died of brain injuries are now alive. However, the national clinical audit has found that only 40% of those who were assessed at the major trauma centres as needing in-patient rehabilitation actually got it. That means that across England and Wales we are probably about 330 beds short. We have to strive to get those beds and make sure that nobody fails to get the in-patient rehabilitation that they need, not least because rehabilitation works. According to the audit, 94% of those who got the rehabilitation that they needed ended up able to live far more independent lives.",
        "The net saving to the public purse from rehabilitation is significant. Extrapolated over a patient’s lifetime—in many cases it is quite young people who have had brain injuries—the average net lifetime saving from rehabilitation amounted to just over £500,000 per patient. That means that the total savings that would be generated from just this one-year cohort of patients alone was £582 million.",
        "Investing in the 330 beds that are needed, which might cost somewhere in the region of £50 million, would generate an enormous return for the public purse. Leaving aside the finances, there is also a moral imperative. If we can not only save people’s lives but give them back as much quality of life as is humanly possible—if we can do that medically—we should do that as a society.",
        "The other thing that I want to say about finances concerns the injury cost recovery scheme, which is a little-known aspect of the national health service. We always say that the NHS is free, and that is true. However, under the injury cost recovery scheme, local hospitals and ambulance services can reclaim an element of the cost when an individual has had an insurance claim met. The scheme was last reviewed in 2003, but in 2018-19 the sum total brought in by all the hospitals and ambulance trusts in England, Wales and Northern Ireland was £200 million, which is not an insignificant amount of money. In April, ​the amount that hospitals and ambulance services can charge was increased by the annual health and community services inflation measure, which meant that for in-patient care they can now claim £891 a day and for out-patients £725 a day. However, these amounts are capped at £5,381 a week and £53,278 in total.",
        "These amounts need to be reviewed. There is no reason why hospitals in the NHS should not be able to claim a significantly higher amount when there are significant insurance claims. The extra money would not come out of the money won by the individual; it would come out of the money paid in legal and other costs. The average cost for in-patient care for somebody who has had a brain injury runs to something like £16,000 a week, yet the maximum that the NHS can claim from insurance companies is just £5,381 a week.",
        "A regulatory impact assessment in 2006—the last one conducted by the Government—said that the cost to the NHS then was £170 million to £190 million. I reckon that in this financial year the figure would be more like £440 million, so yet again we have another means to find additional resources to put into these services.",
        "I want to end with the experience in south Wales. I recognise that the Minister is not responsible for that, but a large number of people in south Wales, including constituents of mine and of other south Wales MPs, end up using English health services because we do not yet have a major trauma centre in Wales; there will be one and I hope that it will be very successful. I hope that the Minister will accept that one thing that was slightly left out of the equation when the major trauma centres network was set up was how to integrate fully neuro-rehabilitation—good, strong rehabilitation—and the whole pathway from ultra-acute or hyper-acute services all the way through to care in the community and patients returning to their home. Such integration was slightly forgotten and left to one side, which is why a quarter of major trauma centres in England still do not have a neuro-rehabilitation consultant.",
        "I say to my colleagues in Wales: let us not make the same mistake in Wales. When the major trauma centre opens in Wales, I want to make sure that we have a fully functioning neuro-rehabilitation centre alongside it, so that every single patient who is assessed as being in need of in-patient neuro-rehabilitation will receive it and will continue to receive it for as long as they need it, so that they can return to full health. That should also apply to children and teenagers.",
        "I say that because in the end, although I am not as religious as I used to be, I always have this little thing running through my mind, and I apologise if it sounds too religious or pious for some. Jesus said something about his having come to give people “life in all its fullness”. The sadness for me is that we are managing to save people’s lives but are then unable to give them life back in all its fullness. That is what the NHS should be about in this regard, because otherwise there is a cruelty, if all we do is save somebody’s life but do not give them life in all its fullness."
    ]
}