{
    "url": "https://www.ukpol.co.uk/chris-bryant-2022-speech-on-achieving-economic-growth/",
    "title": "Chris Bryant – 2022 Speech on Achieving Economic Growth",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Bryant",
            "url": "/tag/chris-bryant/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Chris Bryant, the Labour MP for Rhondda, in the House of Commons on 18 May 2022.",
    "content": [
        "Five thousand one hundred and fifty-six people were admitted to hospital between September last year and February this year with malnutrition in England alone. That is more than in the whole of 2010. The number of people being admitted with scurvy has doubled in the past 10 years, and we are meant to be the sixth, or sometimes the fifth, wealthiest country in the world. We have inflation running at 9%, and for the poorest families it is at 10.9%, because more of their money is spent on food and on energy, where inflation is higher. They are getting a rougher deal than anybody else. That is my constituents.",
        "The Government answer so far is £200. They call it a gift, but it is not; it is a loan. It actually puts up next year’s bills by even more. We also have the more than £1,000 cut from universal credit. The hon. Member for Harwich and North Essex (Sir Bernard Jenkin) is absolutely right: of course we should be restoring the £20 a week on universal credit, and we have to do more for pensioners who are on fixed incomes as well.",
        "The Government have said, “Get a better paid job”—oh yes, it is easy, isn’t it, just getting a better paid job—or they have told us, “Get a different job”, or, “Get more hours.” Well, it is just not that simple, especially if someone has caring responsibilities. Incidentally, one of the cheapest deals that the Government get is free carers in the country. The Government say, “Shop more carefully for value brands.” Do Ministers honestly not understand how ordinary people do their shopping every week? That is what they have been doing for ages, and they are not deciding which brand; they are deciding whether to buy anything at all.",
        "Drive around on a bus all day just so that you do not have to pay the electricity bill—that seemed to be the Prime Minister’s answer just before the local elections. Now his new version is to cut the civil service by 91,000. Well, I guess there will be even fewer people sorting out the Passport Office. I do not know about anybody else’s, but my office is inundated with people saying, “I’ve got to go to a funeral”, or “I’ve got to go to a wedding”, or, “I’ve got a holiday that’s been planned and I won’t get any of the money back if I don’t have my passport by next Thursday, and I put the application in more than three months ago.” I am sorry, but cutting civil servants by 91,000 does not always go well. The one that really amuses me is the Prime Minister’s latest version, which is, “Let them eat foie gras.” We are allowed to have foie gras because apparently it is not Conservative to stop people maltreating animals so as to get a more exciting diet.",
        "I do not think this is a Gracious Speech. It is so flimsy, it barely counts as a gracious intervention, to be honest. It is so threadbare, it barely covers the Government’s dignity. It is nothing more than a letting out of air. It is a tired sigh, a long yawn, a tedious exhalation, a great big meh of a Queen’s Speech.",
        "There is no plan, no project, no leadership, no ideas, no programme for Government in here. Some of the so-called Bills are little more than glorified clauses. Great Governments give us really significant legislative programmes—measures such as the Reform Act, the abolition of slavery Act, the NHS Act, the minimum wage Act. What do we get here? The Harbours (Seafarers’ Remuneration) Bill. Of course it is good, but in relation to P&O this is the definition of slamming the door shut after the horse has bolted. Why is there not a proper Bill that would ban fire and rehire in its totality?",
        "There is a load of “Groundhog Day” Bills that were promised in last year’s Queen’s Speech and we are apparently meant to have completely forgotten, such as the High Speed Rail (Crewe—Manchester) Bill, which was promised last year but never happened, and the Product Security and Telecommunications Infrastructure Bill for 5G, which was also promised last year but never happened. I am really keen on the Bill to counter state threats, because we need to update the laws on espionage in this country, but that too was promised last year and never happened.",
        "**Mark Fletcher (Bolsover) (Con)**",
        "Will the hon. Gentleman give way?",
        "**Chris Bryant**",
        "I will not, because I am looking forward to hearing the hon. Gentleman’s speech later. I am sure it will be absolutely magnificent.",
        "There is also a mental health Bill that was promised last year and still has not come into being. A long overdue Bill is the Economic Crime and Corporate Transparency Bill. I have been arguing for such a Bill for a long time. In 2018, there was an opportunity to introduce all the measures that I guess we might have by the end of this legislative Session, but Companies House still says on its website, “Companies House does not verify the accuracy of the information filed.” So when we read that Boris Johnson Ltd was dissolved on 5 January 2021, we do not know whether that is true. We might like it to be true, but we do not know whether it is. Nor, for that matter, do we know for sure that Big Boris’s Bouncing Bonanza Ltd was dissolved on 1 February 2022. It is listed on Companies House, but we do not know whether it is true.",
        "Where is the Bill on seizing assets? It is great that we freeze assets of those who are sanctioned for their participation, involvement or engagement in Putin’s regime, but there is no provision to seize assets, which is what we really need to do and which other countries are doing.",
        "There are all the twaddle Bills—complete and utter twaddle. My favourite is the Human Rights Bill, which either will be compliant with the European convention on human rights, in which case it is completely and utterly useless, or will not comply with the European convention, in which case it will presage the UK departing both the convention and the Council of Europe and is therefore an act of self-harm.",
        "Then there is the Northern Ireland protocol Bill. I am really looking forward to the day when someone in the Government finds out who actually signed the Northern Ireland protocol. That is going to be a really good day. This is what I worry about: we have been preaching, quite rightly, to Vladimir Putin and President Xi about abiding by international law, yet barely a few years after we signed up to a treaty, we want to tear it up. The only person who is laughing about all this is President Putin.",
        "We have the Bill to privatise Channel 4, coming from a Culture Secretary who did not know that Channel 4 does not receive public funds, who did not know that Channel 5 has always been a private body, and who told the Salvation Army magazine The War Cry,",
        "“I am not an MP for any reason other than because God wants me to be… I am just a conduit for God”.",
        "I have to say I worry about people like that bringing in legislation.",
        "I do not think that this Queen’s Speech addresses any of the problems of my constituents. They are choosing between heating and eating, they worry about whether they will be able to pay the rent, they worry about their family—and we still have not addressed any of the issues in the NHS. I had cancer three years ago, and I was told that I probably had less than a year to live. I know how important early diagnosis is. At the beginning of covid, we had a 4.4 million backlog of people waiting for surgery; we now have a 6.1 million backlog, and still I see no answer to how they can get the treatment they need to save their lives. That is why I say this is a meh."
    ]
}