{
    "url": "https://www.ukpol.co.uk/chris-bryant-2022-speech-on-code-of-conduct-and-guide-to-the-rules/",
    "title": "Chris Bryant – 2022 Speech on Code of Conduct and Guide to the Rules",
    "post_date": "December 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Bryant",
            "url": "/tag/chris-bryant/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Chris Bryant, the Labour MP for Rhondda, in the House of Commons on 12 December 2022.",
    "content": [
        "The right hon. Member for South Northamptonshire (Dame Andrea Leadsom) knows that I agree with nearly everything that she has said, and in particular what she said about the Commission. Indeed, further to the point that was made earlier by my fellow member of the Committee, the hon. Member for Warrington South (Andy Carter), I think we on the Standards Committee would like to look more at the independent complaints and grievance scheme. We were conscious that when she set it up, part of the rationale was that MPs should not get their sticky fingers on this area of the work, so I feel as if I have been charged by her to carry on looking at this area of work. She and I have had quite a few conversations about this and, as she knows, I have some concerns of my own. It is important that we get this absolutely right.",
        "**Sir Bernard Jenkin**",
        "We need to remember that the ICGS came into being because Members of Parliament were not trusted to adjudicate on these matters. If the Committee is going to look at this, will the hon. Gentleman join me in making an undertaking that in no respect are we going to interfere with the process or the adjudication of cases, but that we are possibly going to look at the governance of the process and the governance of the scheme as a whole?",
        "**Chris Bryant**",
        "Absolutely; I completely concur with every single word that the hon. Gentleman has said, not only just now but in his speech earlier. He and the right hon. Member for South Northamptonshire have made the point that we are in the business not only of setting up rules but of trying to change the culture. That is normally a more difficult process, and I will come on to that.",
        "If I might irritate the House briefly, a constituent has asked me to remind everyone that we pronounce “Rhondda” as “Rhontha”, with the “dd” sounding like a “th”. I apologise to everybody.",
        "Advent is, as we know, a penitential season, and it was the 35th anniversary of my ordination as a priest last week, so let me start with my traditional confession that I am no better than any other Member in the House, with not just feet of clay but ankles, calves and thighs. I have to say that, as I look round the Chamber every day, I see colleagues of different stripes and from different parties who have made considerable contributions, often way beyond the call of duty, to our national life. Politics really is an honourable profession, but it is also true that the public want us to do better.",
        "I am painfully aware that 18 Members of this House have been suspended or have withdrawn for a day or more during this Parliament. That is quite a significant number. That may in part be because we are getting our act together, and that things that were formerly swept under the Pugin carpet are now dealt with not secretly and behind closed doors but through a proper process. I am also conscious that on top of that we have 15 Members in the independent group who have been suspended from their political parties, and justice sometimes comes through these processes very slowly. That is not fair to complainants, and it is not fair to the Members either. I want to make sure that Members are entitled to fairness. That is why I want us to have a set of rules that is clear, simple and unambiguous, and it genuinely worries me, as I know it does the whole Committee, that we now have 12 separate bodies that regulate Members of Parliament, and that we are now even considering creating a 13th. Whether that is right, I hate to think. I am sightly conscious, however, that other countries have it even worse. The House ethics manual in the United States of America consists of 456 pages, so I think we have been remarkably concise.",
        "I am grateful to the Committee, and especially to its lay members: Mehmuda Mian, Tammy Banks, Rita Dexter, Michael Maguire, Paul Thorogood and Victoria Smith, plus the former members who played a part in getting us to this point, Arun Midha and Jane Burgess. This has been a long, iterative process, and the hon. Member for Harwich and North Essex (Sir Bernard Jenkin)—who I sort of think of as the deputy Chair of the Committee—is absolutely right to suggest that the lay members often bring an insight, as we bring an insight to them, that results in a creative mix that is in the interests of the whole House.",
        "Let me deal briefly with a few important changes that we are making as a result of today’s motion, because it is important that Members understand them. First, we are completely banning MPs from providing paid parliamentary advice, including providing or agreeing to provide services as a parliamentary adviser, consultant or strategist. I believe that that always was, effectively, selling the title of MP on the open market.",
        "Secondly, we are requiring a Member who takes on an outside role to obtain a written contract or a written statement of particulars detailing their duties. The contract, or a separate letter of undertaking, must specify that the Member’s duties will not include lobbying Ministers, MPs or public officials on behalf of the employer, or providing paid parliamentary advice, and that the employer may not ask them to do so. I think that is a very good defence for a Member who takes on outside earnings.",
        "Thirdly, we are significantly tightening the rules on conflicts of interest resulting from outside interests by extending, from six months to 12 months, the period during which an MP cannot engage in lobbying on a matter in which they have a financial interest.",
        "Fourthly, we are closing the “serious wrong” loophole that Owen Paterson sought to exploit. From now on, if a Member wants to claim this exemption when approaching a Minister or official, they must show that any benefit to their client is merely incidental to the resolution of the wrong or injustice. They must state at the outset that they are providing evidence of a serious wrong, and they may not make repeated approaches, otherwise it just becomes a loophole through which they can drive a coach and horses. I am glad the Government now agree with us on that.",
        "We are also ending the false distinction between a Member initiating and participating in a proceeding and an approach to a Minister or official where they have an outside financial interest. It is not enough simply to register and declare an outside interest. It is surely axiomatic that a Member who is in receipt of outside reward or consideration should not seek to confer a benefit through parliamentary or political means on the person or organisation providing that outside reward or consideration. That is paid advocacy and, as my hon. Friend the Member for Bristol West (Thangam Debbonaire) said, it has been banned in some shape or form since 1695.",
        "I now turn to the matters on which the Government disagree with the Committee. First, like the other members of the Committee, I simply do not understand the Government’s argument on the Nolan principles. They have got it wrong, and it is not in the interests of the House or of individual Members to stick with the Government’s position. Acting on the advice of the Committee on Standards in Public Life, which originated the Nolan principles, the Standards Committee drafted and consulted on more detailed descriptions of the individual words—selflessness, integrity, objectivity, accountability, openness, honesty and leadership—as they apply specifically to Members of Parliament. Lord Evans, the chair of the Committee on Standards in Public Life, told us:",
        "“We strongly support the idea that although the seven principles remain central and important for standards issues right across the public realm, they need to be interpreted for particular institutions and organisations.”",
        "That is why, for instance, the police have gone down precisely this route and produced their own set of descriptions.",
        "More importantly, the Nolan principles need fleshing out in a parliamentary situation. What does “selflessness” mean in the context of Parliament? I would argue that a Member cannot be entirely selfless, unless they renounce any form of payment, unless they travel to London every single day from their constituency, wherever it is in the land, and unless they eschew any ambition whatsoever. But if they have no ambition, would they want to come to Parliament in the first place?",
        "We have written descriptions to help explain not only to us but to our constituents and to members of the public, who might be the people complaining about our behaviour, precisely how those principles apply to how we do our business. Put simply, I think the Standards Committee’s version is more helpful to MPs and the public than the Government’s version.",
        "Secondly, I think ministerial declarations are a no-brainer. I understand the arguments, but I do not think they particularly wash with the public. I start from three basic principles. First, Ministers in the House of Commons owe their position to their membership of the House, and they are answerable to the House. Secondly, all MPs should be treated equally under the rules. And thirdly, the public have a right to know, as close to real time as possible, of any financial interests that might reasonably be thought to influence an MP’s speeches, actions, decisions or votes. As Ministers actually make decisions, whereas most of us in the Chamber just talk about other people’s decisions, transparency is even more important for them, not less important.",
        "Following those principles, as my hon. Friend the Member for Bristol West said, the 1993 Select Committee on Members’ Interests—at around the time of cash for questions—concluded that",
        "“Ministers are and should be subject to the House’s rules for the registration of financial interests in exactly the same way and to the same extent as all other Members of the House.”",
        "That was the House rule under the Major Government. On the back of that, the new ministerial code in 1997, under Major and then under Blair, said that Ministers should register hospitality received in their capacity as a Minister in the House if it was",
        "“on a scale or from a source which might reasonably be thought likely to influence Ministerial action.”",
        "The 2007 ministerial code provided that ministers should register hospitality both with their permanent secretary and the House.",
        "It was only in 2015—really quite late in the day—without any announcement, discussion or debate in the House, or any comment in a Select Committee report, that the rule was changed to grant Ministers in the code of conduct of this House an exemption from registering anything that they considered they had received in a ministerial capacity. The theory is, as the Leader of the House helpfully explained, that in exchange for that exemption, Ministers register through their Department any gifts, hospitality and travel that they have received in their ministerial capacity. That is published somewhere between three and nine months later, but without the value, which is a key point. That means that a member of the public cannot judge whether the hospitality was on a scale that might reasonably be thought likely to influence ministerial decisions.",
        "The Committee, Transparency International, the Institute for Government, the Parliamentary Commissioner for Standards, the 1922 committee, the Labour Front Bench, the Scottish National party Front Bench, a substantial number of Ministers and I think that the system is manifestly unfair for the ordinary Back-Bench MP. They declare it all within 28 days and can be investigated and sanctioned if they fail to declare it correctly. However, the Minister’s declaration, without details, appears months later and cannot be investigated. It is not uncommon for a group of MPs—some of whom are Ministers and some are not—to go to the same event, which might cost more than £300. The Back-Bench MPs all declare it and the Daily Mail writes a story about it, but the Minister’s attendance is recorded nine months later and nobody notices. That seems somewhat unfair to me.",
        "Incidentally, in answer to a point that the Leader of the House made, the Committee has said that the Government could set a lower threshold for further ministerial registrations if they wanted to—lower than £300 threshold in the House of Commons. However, it is worth pointing out that, though the ministerial threshold at the moment is said to be £140, since the Government do not publish the value of what is received, we have no idea whether that threshold is being met. I have been to events with Ministers that I have registered, but which the Minister has never subsequently registered anywhere.",
        "I am not convinced that the system is working. I have a great deal of time for the Leader of the House. I love ministerial promises, especially when they come before Christmas and they talk about spring, but previous Leaders of the House have said to me that this would be sorted out by spring—a different spring. That spring has now sprung, and now we are into the winter. It seems extraordinary that Government Ministers will not be able to work out for themselves—not the Department —whether they have been to an event or received hospitality worth more than £300, and to register it in two minutes by sending a quick email to the registrar of interests in the House. I simply do not understand the logistical argument from the Leader of the House.",
        "I urge colleagues to support my amendment, first, because the public expect full transparency and openness, and wonder what Ministers are trying to hide. Secondly, Ministers, in effect, now choose whether to register with the House or the Department. That does not make any sense at all. Thirdly, even if the Leader gets her way, the information will not all be in one place.",
        "Fourthly, nobody presently or in future, so far as I can see, is expected to regulate or monitor the ministerial declarations. Fifthly, there are bizarre anomalies such as the previous Foreign Secretary, the right hon. Member for South West Norfolk (Elizabeth Truss), and the previous Home Secretary, the right hon. Member for Witham (Priti Patel), going to a Bond premiere, supposedly in their ministerial capacity because, as another Minister explained, James Bond exercises Executive functions. That argument simply undermines the whole system. I am not making that up, incidentally.",
        "My next point is that this is the bare minimum that the public expect of us. I have had many emails, texts and helpful pieces of advice on Twitter saying that we should not be taking any hospitality or gifts whatsoever. If a person was working in local government or in most of the private sector today, they would have to declare everything. I do worry that sometimes our belief in our own exceptionalism, and Ministers’ belief in their own exceptionalism, grows with every extra day that we are an MP or a Minister.",
        "Ministers have a habit of becoming ex-Ministers, but under the present rules, their registered interests do not come with them to the Register of Members’ Financial Interests. So if we stick with the Government’s proposals, they could easily and inadvertently fall foul of the new paid lobbying rules, which now apply for 12 months after the interest is accrued. They might have accrued the interest when a Minister, but then end up not being a Minister any more and wanting to lobby Ministers. They would be precluded from doing that, but then they would not have registered the interest with the House. That is yet another reason why it is simpler—far, far simpler—to return to the system that we had from 1997 to 2015, instituted by both Conservative and Labour Governments on the back of the cash for questions crisis, of treating all MPs equally.",
        "**Tim Loughton (East Worthing and Shoreham) (Con)**",
        "Will the hon. Gentleman give way?",
        "**Chris Bryant**",
        "I am very near the end, the hon. Gentleman will be glad to know, but of course I will give way.",
        "**Tim Loughton**",
        "I have been listening very carefully, but I am undecided on this subject. When I was a Minister, the difference was that I had a permanent secretary who was on my case to make any declarations that I needed to make on outside interests, shareholdings and so on. An ordinary Back Bencher does not have that. A Back Bencher may take hospitality because it is quite a fun thing to do, but a Minister may have to attend something that could be seen as hospitality but is actually part of their brief. He or she might not enjoy having to do that, but that comes along with the job. The hon. Gentleman is trying to group everything together as if it were the same, but, actually, receiving hospitality is different case for a Minister and a Back Bencher.",
        "**Chris Bryant**",
        "I have heard the argument, “Oh, we go to lots of events that we don’t really enjoy”, but let me put this case to the hon. Member—it is not a real case, but it is a perfectly possible case. Let us say that Formula 1 invited three MPs: the shadow Digital, Culture, Media and Sport Minister; the Minister; and the Chair of the Digital, Culture, Media and Sport Committee. The event was at the weekend and the value of the hospitality was about £2,000. The shadow Minister would have to declare it. They might not particularly like Formula 1— They might be going because it is part of their work in that role. I personally cannot imagine anything worse than going to a Formula 1 event—[Interruption.] I can see that the hon. Gentleman agrees.",
        "The Chair of the Select Committee would also have to register the Formula 1 weekend. They would have to register who had paid for it and how much it was worth, which is an important part of judging whether it might be of such a scale that it could influence a person’s decision making. Furthermore, those two people would not then subsequently be able to lobby on behalf of Formula 1. That is a really important part of the rules of the House. However, the Minister merely tells the permanent secretary that they have been on this weekend and does not register the value, and it appears many months later, even though the Minister might be the person who is making executive decisions that affect Formula 1. That is our fundamental problem.",
        "What we have at the moment is a lesser degree of transparency and openness for Ministers who make decisions than for Back Benchers who do not make decisions. The Leader of the House has been very helpful on many of these issues and I do not have a big beef with her, although she is still yet to visit the Rhondda tunnel, but if I am honest, her arguments sounded a bit like Augustine of Hippo saying, “Make me chaste and continent, but not yet.”",
        "There is no reason why we cannot do this. I have heard Ministers promise many things over the years—indeed, I might have promised a couple of things that never came to pass myself when I was a Minister. The easiest way for the House and for Parliament to deal with this is to go back now to the system that we used to have, then if the Government come back to us in six months’ time having sorted out ministerial transparency, they can have the exemption back. All MPs should be treated equally under the rules, just as every member of our society should be treated equally under the law, and that is why I urge all right hon. and hon. Members to support the two amendments I have tabled."
    ]
}