{
    "url": "https://www.ukpol.co.uk/chris-bryant-2022-comments-on-the-governments-preparations-for-industrial-action-in-the-nhs/",
    "title": "Chris Bryant – 2022 Comments on the Government’s Preparations for Industrial Action in the NHS",
    "post_date": "December 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Bryant",
            "url": "/tag/chris-bryant/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Chris Bryant, the Labour MP for Rhondda, in the House of Commons on 12 December 2022.",
    "content": [
        "**Chris Bryant (Rhondda) (Lab)**",
        "I think the Minister knows that there is no clinician in the land who really wants to go on strike. Many clinicians feel that the crisis has been coming for a long time because of the issues around morale and lack of workforce, which I have asked the Minister about on many occasions. He keeps saying that the workforce plan is imminent, but that will not solve the immediate problems.",
        "One nurse said to me the other day that what worries her most is that at any one time, several hundred thousand people in the country are waiting for their test results, particularly in relation to cancer. How will the Minister ensure that people get their cancer results in time to meet all the other cancer plan deadlines?",
        "**Will Quince**",
        "I thank the hon. Gentleman for his question; I know that he has a particular interest in the matter. We are looking to ensure that as many NHS services as possible continue during strike days. On his broader point about pay settlements, the average pay settlements in the private sector are within the range of 4% to 6%.",
        "**Chris Bryant**",
        "Not in the NHS.",
        "**Will Quince**",
        "Within the private sector it is 4% to 6%. The uplifts strike a careful balance in recognising the huge importance of public sector workers while minimising inflationary pressures and, of course, having an eye on managing the country’s debt."
    ]
}