{
    "url": "https://www.ukpol.co.uk/chris-bryant-2019-speech-on-the-uks-departure-from-the-european-union/",
    "title": "Chris Bryant – 2019 Speech on the UK’s Departure from the European Union",
    "post_date": "March 14, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Chris Bryant",
            "url": "/tag/chris-bryant/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chris Bryant, the Labour MP for Rhondda, in the House of Commons on 14 March 2019.",
    "content": [
        "If I am honest, all this just reminds me of the Muppets. It is that moment when Gonzo, I think it was, sings “The Windmills of Your Mind.” As he sings and runs faster and faster, with his legs wheeling like the Isle of Man’s coat of arms, he becomes wilder and wilder and goes out of control. We are",
        "“like a circle in a spiral, like a wheel within a wheel, never ending or beginning on an ever spinning reel”.",
        "It is just going on and on and on, and every two weeks we come around on the merry-go-round and we make the same speeches all over again, and we still ride our own hobby horses. Frankly, it is not doing us or the nation any good medically or emotionally.",
        "My amendment is a simple one, and it tries to put a stop to all this gyratory nonsense, as the right hon. Member for Clwyd West (Mr Jones) rightly mentioned. My amendment is the embodiment of a very old principle of this House. When James I became King in 1603—do not worry, I am not going to do every year—he summoned Parliament, and that Parliament became so fed up with MPs constantly bringing back issues on which it had already decided that the House expressly decided on 4 April 1604:",
        "“That a question being once made, and carried in the affirmative or negative, cannot be questioned again, but must stand as a judgement of the House.”",
        "That has been our rule.",
        "**James Heappey**",
        "Will the hon. Gentleman give way?",
        "**Chris Bryant**",
        "No, I will not give way. I am terribly sorry, but there is not much time and I am sure we have already decided the matter anyway, so it stands as a judgment of the House.",
        "This ruling has been repeated many, many times. On 30 June 1864, Sir John Pakington wanted to give more money to nursery schools—hoorah! On 17 May 1870, Mr Torrens wanted to relieve poverty by enabling the poor to emigrate to the colonies. On 9 May 1882, Henry Labouchère wanted to allow MPs to declare, rather than swear, an oath so as to take their seats. On 27 January 1891, Mr Leng wanted to limit railway workers’ very long hours. On 21 May 1912—this one would probably have the support of every Member—George Lansbury wanted to allow women to vote.",
        "On every single occasion, the Speaker—Speaker Brand, Speaker Peel, Speaker Denison and Speaker Lowther—said, “No, you can’t, because we’ve already decided that in this Session of Parliament”. That is why I believe the Government should not have the right to bring back exactly the same, or substantially the same, measure again and again as they are doing. It is not as if the Government do not have enough power. They decide every element of the timetable in the House. They decide what we can table and when. They decide when we sit. They can prorogue Parliament if they want. They have plenty of powers. The only limit is that they cannot bring back the same issue time and again in the same Session because it has already been decided.",
        "What do the Government not understand about losing a vote by more than 200 and losing it a second time by 149? For me, the biggest irony of all is that the Government repeatedly say, “The people can’t have a second vote”, but the House of Commons? “Oh, we’ll keep them voting until they come up with the right answer”. We should stand by tradition—Conservatives should be a bit more conservative about the traditions of the House—and stop this ludicrous, gyratory motion."
    ]
}