{
    "url": "https://www.ukpol.co.uk/chris-bryant-2022-speech-on-standards/",
    "title": "Chris Bryant – 2022 Speech on Standards",
    "post_date": "October 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Bryant",
            "url": "/tag/chris-bryant/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Chris Bryant, the Labour MP for Rhondda, in the House of Commons on 18 October 2022.",
    "content": [
        "I start by being slightly pernickety, which is to say that I am not a right hon. Gentleman. I do not know whether the Lord President of the Council can do anything about that, but I note that she referred to me as such, for which I am grateful.",
        "On a serious point, historically, we will probably be considered the standards Parliament, because standards have been such a prominent part of the politics of this whole Parliament. As a colleague of 649 of my closest friends, I feel quite painfully the fact that, in this Parliament, 16 Members have already been suspended for a day or more, or have withdrawn from the House before any investigation was completed. That puts this Parliament as having suspended more people than any Parliament in many decades. That, I suspect, is partly because we have put in place the ICGS, which is dealing with work that would previously have been swept under the carpet. Even in my own time in the House, these issues would have simply been dealt with by the Whips and somebody would have been either quietly paid off or told not to complain. I am really glad that that culture is changing, that people feel able to complain when they feel bullied or sexually harassed and that behaviours that were thought to be acceptable 15 or 20 years ago are no longer considered so in the House. We may have more of this before the end of this Parliament, and we just need to bear cognisance of that. Even if we look only at the code of conduct cases, we have ended up suspending more in this Parliament than for a very long time.",
        "I had some very wealthy relatives. When I was young, they taught me that if a person ever inherited money, it was because it had been held in trust. As Members of Parliament, we inherit our seats—not normally hereditary seats, but in some cases they are—and we inherit the reputation of the House that came from previous generations. It is important for us to hold that in trust and pass it on to the next generation of Members of Parliament burnished rather than tarnished. We will have to do a job of work throughout the rest of this Parliament to be able to do that effectively.",
        "The system, I believe, also has to be fair to Members of Parliament. It is phenomenally complex and sometimes, in addition, complicated. An individual Member will be subject to rules of their own party, the ICGS rules, the code of conduct, the Electoral Commission, and the law of the land, and sometimes it is difficult for them to have all those things in their mind. That is why it is so important that the system for Members of Parliament is completely fair, embodies natural justice, and makes sure that the individual complainant—if there is a complainant—and the Member themselves are given an opportunity to put their case and for it to be heard fully. The court of public opinion is not often a fair place. It often jumps to conclusions and decides things far too rapidly. My worry is that, sometimes, our processes happen far too slowly, and that is not justice for either the complainant or the Member, especially as politics has a shelf life—we have elections, for example—and sometimes cases keep going for years, which is not fair on anybody’s mental health either.",
        "Ever since I joined the Committee, I have always wanted us to have some formal process of appeal. I have argued that the system that we have had heretofore provides a sort of form of appeal: if the Commissioner finds against the Member, the Member is allowed a very full opportunity to make their case to the Committee in oral or written evidence. To be honest, it is better that we have a much clearer definition of the roles of the Commissioner and the Committee. That is what Sir Ernest Ryder has provided us with. He gave us a clean bill of health on how we have been operating in the past. He was quite clear in saying that there is not only one way of having a fair trial or hearing; there are many different ways. It might be an inquisitorial system such as we have, but it might be a confrontational system, or an adversarial system, as we have in a court of law. Of course, Committees of the House of Commons are not a court of law; they are fundamentally different. If we went down an adversarial route, the costs would increase dramatically and the length of proceedings would be very different. We have also always had a fundamental principle in the House that a Member speaks for themselves; if they cannot, then I would argue they have slightly lost the plot.",
        "**Andy Carter (Warrington South) (Con)**",
        "I want to put on record my thanks to the lay members on the Committee. It is a unique Select Committee in Parliament and lay members—members of the public who are selected—play an important part. I am sure the hon. Gentleman will agree with me that the Committee is much stronger for having lay members sitting there alongside parliamentarians.",
        "**Chris Bryant**",
        "Indeed; that was the next point I was going to make. The hon. Gentleman is very good at doing that in Committee, incidentally, and persuading me of the view that I already hold, but that may just mean that we proceed very much on a consensual basis in the Committee and there is no partisan divide at all. Nor is there a divide between the lay members and the Member members.",
        "There was a point at which people were arguing that MPs should not be involved at all in any of these processes, but I think that is wrong in relation to code of conduct cases. We often end up having a discussion about what casework really involves, or what an all-party parliamentary group does, and I think we make better decisions thereby. However, I do not think we could do that without the lay members and without their having a vote. The balance between the two, the seven lay members and the seven Members, is a good one, and it is sometimes a genuinely fascinating debate, with people offering different perspectives.",
        "On the motions before the House, first, I hope that introducing a procedural protocol that lays out all the processes and what a Member can expect if they have to go through an investigation that ends up going all the way to the Committee will be helpful to all Members. We have laid all that out.",
        "There has been some criticism in the past about whether the Parliamentary Commissioner for Standards, who is an adviser to the Committee, should be present when the Committee is considering a memorandum and producing a report on an individual Member. We have decided that from now on—and we are already operating this—the Commissioner will not be present. If we have questions for the Commissioner, we will send them in writing and receive answers in writing, and that will also be available to the Member under consideration.",
        "Secondly, as the Leader of the House has already said, we are introducing an appeal through the Independent Expert Panel. That is a formalised process, and some people may find that that process is stricter than the previous system, because Members cannot appeal just to have a regurgitation of the facts or the argument; there are clear reasons why someone might be able to proceed to appeal, and the appellate body, the IEP, might decide, “I’m sorry, that doesn’t really count. You just want to rehearse the arguments all over again.” Members may find that this is a stricter process, but it closely parallels the situation in many tribunal systems and Sir Ernest Ryder, who had responsibility for the tribunals system in England and Wales, has helped us to get to that position.",
        "There is one other thing that the Leader of the House did not mention, but which I am grateful that the Government have included in the motions. Let us say that the Commissioner recommends that a Member has breached the rules and the Committee decides that there has been a breach of the rules and wants to impose a sanction. We will publish our report, in the way we have done, with the Member concerned getting an embargoed copy an hour before it is published. They will then have a period of time in which to decide whether to appeal. If they do, that goes to the Independent Expert Panel. However, at the end of that process, if the IEP upholds the Committee’s decision and the sanction, the motion should be put to the House forthwith—that is to say, without debate and without amendment, exactly like any other recommendation from the Independent Expert Panel in relation to independent complaints and grievance scheme issues. That makes for perfect clarity and simplicity.",
        "I am grateful, in a way, that the Government have corrected our homework in two regards. The first is in relation to Members’ being allowed to inform their own staff. I think the Government have made that perfectly sensible amendment, which was a sin of omission of ours rather than a sin of commission. The Leader of the House referred to the issue of members of the Committee recusing themselves, which is mentioned in the report and has been raised by some Members. If a member of the Committee has attended only one of the sessions at which an individual case is considered, should they be able to take part in the final decisions? There is nothing in Standing Orders that allows a Committee to prevent a member from taking part; in the end, it is a matter for the member’s own conscience. Broadly speaking, in most of our minds, someone who had not attended the individual Member’s oral evidence would not be able to give them a fair hearing. It is not in the motion—we are relaxed about that—but I wanted to give the House an indication of where we are going on that issue.",
        "I thank both Sir Ernest Ryder and Sir Stephen Irwin. I feel a bit surrounded by knights of the realm sometimes, but it is good to have a new knight of the realm on the Committee—the hon. Member for Broxbourne (Sir Charles Walker), who joined us today. I am grateful to the hon. Member for North East Fife (Wendy Chamberlain); her measure is perfectly sensible. The trouble with conventions and gentlemen’s agreements is that if there is no longer a gentleman on the other side of the agreement, it is no longer an agreement, so it makes perfect sense to put that on the face of the Bill.",
        "The Leader of the House referred to some other issues. Obviously, I would have preferred it if we were dealing with the whole of our report. She referred to how she wants to achieve consensus. We on the Committee think that we have done so, we are open to discussion, but there are some issues I want to raise.",
        "First, we want to ban the provision of paid parliamentary advice, including providing or agreeing to",
        "“provide services as a Parliamentary strategist, adviser or consultant”.",
        "That is self-evident. I think everybody supports it and I would like to make that the rule—it is not yet the rule.",
        "We also think that Members who have second jobs, especially if they are ongoing, should have a contract saying what they and cannot do, because sometimes people will put in a contract, “You will provide contacts with Government on our behalf.” Well, Members cannot do that as that is, expressly, paid lobbying. We think they should be able to provide a contract; the Government disagree.",
        "We want to clarify the serious wrong exemption, which Owen Paterson tried very aggressively and assertively to use as his excuse last year. It just did not wash, but it needs to be clearer for Members.",
        "We want to clarify the paid lobbying rules, which would help out hon. Members a bit, because they are not clear in some areas. At the moment we draw a distinction between a Member “initiating” or “participating” in an approach to or a meeting with a Minister or an official. That is a completely false distinction and we need to get rid of it.",
        "The one big difference I have with the Leader of the House is in relation to the registration of ministerial interests. I know the previous Leader of the House used the line about the constitutional principle of the separation of powers a lot. That is complete and utter baloney. It is nonsense. That phrase has carried on from the previous Leader of the House but one, now I think about it. We do not have a separation of powers. By definition, Ministers are Members of this House. My anxiety is that ministerial offices quite often get the rules about the House wrong, and sometimes Ministers or Members leave staff to do the registration when it is the responsibility of Members. I hope we can get to a better place on that.",
        "It is a fundamental principle that a member of public should be able to look online for a Member—whether they are Minister now, were a Minister a month or six months ago, or have not been a Minister at all this year—and see all the facts about their registrable financial interests, so as to be able to judge whether that Member was acting “without fear or favour”, or was acting with some other consideration in mind. It is, in a sense, even more important for a Minister than it is for others. If two Members, one an ordinary Member of Parliament and one a Minister, go to an air show, with the hospitality, the accommodation and so on paid for by an arms company—it might come to £3,500—it is probably more important for us to know that the Minister was given that hospitality, because it is the Minister who might be making decisions on procurement from that company. Transparency and equality between all Members is really important, and all the information needs to be searchable and findable. We need to do more work on that.",
        "The Government need an adviser on the ministerial code, and I hope that that will come as soon possible. I am very fond of Lord Geidt, who is a magnificent man. I think he felt crushed by the events of the last of years. If we are to hold in trust the reputation of Parliament and of the whole of politics, we must get someone in place as soon as possible.",
        "Like the hon. Member for Warrington South (Andy Carter), I thank the lay members of the Committee. I shall mention only two fully by name, because they have just left: Jane Burgess and Arun Midha have served out their time, and we are recruiting new lay members at the moment. We are one down, and we will need another three next year. Paul, Rita, Mehmuda, Vicky, Michael and Tammy do a magnificent job, and I am enormously grateful to all of them."
    ]
}