{
    "url": "https://www.ukpol.co.uk/chris-bryant-2022-comments-on-ukraine/",
    "title": "Chris Bryant – 2022 Comments on Ukraine",
    "post_date": "December 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Bryant",
            "url": "/tag/chris-bryant/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Chris Bryant, the Labour MP for Rhondda, in the House of Commons on 20 December 2022.",
    "content": [
        "**Chris Bryant (Rhondda) (Lab)**",
        "Of course Putin has got to be defeated, but that means not just going down a military set of avenues but ensuring that every part of British society is doing whatever it can to bring Putin to his knees. Will the Secretary of State—he is the fixed point in an ever turning world with this Government—explain why Unilever is still selling Cornettos and Magnums in Russia, why Infosys is still functioning in Russia, and why many months after Abramovich’s Chelsea was sold, the charity is still not in place to be able to deliver £2.5 billion of that money into the rebuilding of Ukraine?",
        "**Mr Wallace**",
        "On the latter point, I am happy to write to the sports Minister to find out that detail, as I am not across that part of the process.",
        "The hon. Gentleman is right about brands. If I was running any one of those international companies I would not want my brand to be associated with what is going on in Russia and the Russian regime. As I said in my statement, what is going on in Ukraine is not a few isolated units but part of the system, as is Russia’s treatment of its own people who disagree with the policy, which includes people being locked up for long periods simply for criticising the special military operation. I urge those international brands to think very carefully about continuing to trade in Russia.",
        "On what more we can do, I think—I am happy to be corrected, perhaps by the Leader of the House, who is sitting next to me—that the next steps of the Economic Crime and Corporate Transparency Bill will make it harder for people to keep and launder money in the United Kingdom. That has got to be the right thing. When I was Security Minister I did a considerable amount on that, and there is still more to do."
    ]
}