{
    "url": "https://www.ukpol.co.uk/chris-bryant-2023-parliamentary-question-on-investment-zones-in-wales/",
    "title": "Chris Bryant – 2023 Parliamentary Question on Investment Zones in Wales",
    "post_date": "January 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Chris Bryant",
            "url": "/tag/chris-bryant/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Wales",
            "url": "/category/wales/"
        }
    ],
    "summary": "The parliamentary question asked by Sir Chris Bryant, the Labour MP for Rhondda, in the House of Commons on 18 January 2023.",
    "content": [
        "**Sir Chris Bryant (Rhondda) (Lab)**",
        "What recent discussions he has had with the Welsh Government on the proposed refocusing of investment zone policy.",
        "**The Parliamentary Under-Secretary of State for Wales (Dr James Davies)**",
        "Let me first congratulate the hon. Gentleman on his knighthood in the new year’s honours list.",
        "We remain committed to working with the Welsh Government on the delivery of investment zones for Wales. That is alongside the freeports programme, which will facilitate growth and innovation through benefits such as tax relief for businesses.",
        "**Sir Chris Bryant**",
        "That is all very well, but the Government have basically completely binned their investment zone policy. I have had a letter from a Government Minister saying that it is all being refocused and is not about housing and planning any more but about productivity, improving growth and job creation. But no details are available, and all the bids have been binned. Is that not further evidence that we do not have a Government in this country anymore, just a bunch of rapscallions squatting in ministerial offices?",
        "**Dr Davies**",
        "I cannot agree with the hon. Gentleman. As he will know, many elements of the policy are devolved in Wales. Therefore, discussions continue with the Welsh Government on those aspects. I would highlight that there are 5,400 similar zones in other parts of the world. We must deliver growth for Britain in a similar fashion.",
        "**Mr Speaker**",
        "I call the Chair of the Welsh Affairs Committee.",
        "**Stephen Crabb (Preseli Pembrokeshire) (Con)**",
        "I echo the congratulations to the hon. Member for Rhondda (Sir Chris Bryant) on his knighthood. One of the lessons of industrial policy over the last 30 years in Wales, certainly given the number of failed food parks, science parks and technology parks, is that taxpayers’ money alone does not create economic activity out of thin air. Does the Minister agree that whatever interventions we or the Welsh Government make must work with the grain of the private sector? To that end, does he recognise that the overriding strength of the Celtic freeport bid is that it works with real projects and real industry to deliver floating offshore wind in the Celtic sea?",
        "**Dr Davies**",
        "My right hon. Friend is a strong campaigner for the offshore wind possibilities in south-west Wales. He will know that decisions on awarding freeports are ongoing, with at least one due in Wales and an announcement to be made shortly."
    ]
}