{
    "url": "https://www.ukpol.co.uk/chris-bryant-2016-speech-to-commons-on-queens-90th-birthday/",
    "title": "Chris Bryant – 2016 Speech to Commons on Queen’s 90th Birthday",
    "post_date": "April 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Chris Bryant",
            "url": "/tag/chris-bryant/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chris Bryant in the House of Commons on 21 April 2016.",
    "content": [
        "Of course, as you know, Mr Speaker, it will be you who properly summarise this debate, because it is for you to choose the appropriate words from it when you go to the Palace with 12 of us. This is not really a summing-up speech, but more a contribution of my own, and I am grateful for that opportunity, not least because I think I am the only Member of this House who has ever sworn the Oath of Allegiance to Her Majesty and her successors both as a Member of Parliament and as a clerk in holy orders. I would therefore like to thank her enormously for the faithfulness she has shown to the Church of England and, for that matter, the Church of Scotland. She manages to be ambidextrous in that, as in so many other things.",
        "I am delighted to be here. It reminds me of the time when Norman St John-Stevas, who was simultaneously Leader of the House and Arts Minister, greeted Queen Elizabeth, the then Queen Mother, at the foot of the stairs of the Royal Opera House. As they climbed the stairs, the large crowd burst into a spontaneous round of applause, at which Her Majesty was distinctly heard to say, “Lucky things: two queens for the price of one.”",
        "I cannot pretend to know Her Majesty well—or, indeed, at all—but I once canvassed the staff at Balmoral in the Kincardine and Deeside by-election. We did not get very many supporters—in fact, I think we came fourth in the by-election.",
        "My father Rees, however, played an important part in the coronation in 1953. He was serving in the RAF in Lytham at the time, but when 31 Group, which was based in Hawarden in north Wales, decided to send 40 male and female RAF officers to march in the coronation, it was decided that somebody had to brush up their marching skills, so my 19-year-old father was sent for. He was flown up to Hawarden in a tiny aeroplane and spent a few days with the officers. Apparently my father was so good at shouting at people that he was not needed for the coronation itself.",
        "I make that point simply to underline quite how many people’s lives Her Majesty has touched. She has visited the Rhondda many times. Indeed, a photo of her at Plas Horeb in Treherbert in 1989 was used for the 24p stamp to celebrate her 40th anniversary in 1992.",
        "When Her Majesty came to the Rhondda in June 2002, I was asked to walk with her past the great number of people who had lined the streets of Treorchy, all of whom were singing, “She’ll be stopping in Treorchy when she comes”. I knew that my office manager, Kevin Morgan, was going to be there with his two young sons, Sam and Owen, so when I saw them waving their little Union flags, I gently steered Her Majesty towards them. The two boys were very young at the time and rather shy, so as we approached I said, “Go on, then—say hello.” Unfortunately, Her Majesty thought I was talking to her: “All right, young man!” she barked back at me, so she will probably not read this speech later.",
        "The truth is that Her Majesty has had to put up with an awful lot in her time. She has had to suffer a phenomenal stream of politicians—she will be getting another 13 in a few days’ time—and 160 Prime Ministers in all her dominions.",
        "Living with change is one of the most difficult things in the world, especially when you are almost powerless yourself to affect it. Yet that is exactly what she has done, in admirable style. Technology has changed faster than in any other generation, including television, computers, mobile phones, Twitter and so on. Social attitudes have changed dramatically, too. It is strange to think that in 1952 there were just 17 women in Parliament—18, I suppose, if we include her—but today there are 191 women MPs and 201 women peers. That is still not enough, but it is better than it was.",
        "It seems incredible today, but in 1952 parents of children with cerebral palsy found it impossible to find anyone to educate their children, which is why three parents set up the Spastics Society, which became Scope. Since then, we have made enormous strides: the first Minister for Disabled People, the Disability Discrimination Acts, the Disability Rights Commission and so on. Quite often, the royal family have played a dramatic role in changing those attitudes by the way in which they have reached out. Likewise, when the “Diagnostic and Statistical Manual of Mental Disorders” was first published in 1952, it classified homosexuality as a mental disorder, yet very few today would hold that view, and one can even get married in Parliament in a same-sex ceremony.",
        "When we think about what the Queen has lived through—the second world war, the cold war, the Falklands, the end of empire, the troubles and then the peace in Northern Ireland—it is difficult not to feel, in Shakespeare’s words from the end of “King Lear”:",
        "“The oldest hath borne most: we that are young",
        "Shall never see so much, nor live so long.”",
        "For all the pomp and circumstance, regalia and deference, the reason why our constituents—republicans and monarchists alike—admire and respect the Queen is because of her fundamental decency, her manifest commitment to doing her duty and her ability to keep her counsel. At the end of Thomas Hardy’s novel “The Woodlanders”, the courageous peasant girl Marty South pays tribute to Giles Winterborne in very simple terms as “a good man” who “did good things”. I think we can all agree that we could surely say the same of Her Majesty: a good woman who does good things."
    ]
}