{
    "url": "https://www.ukpol.co.uk/chris-bryant-2022-parliamentary-question-on-human-rights-and-death-penalty-in-saudi-arabia/",
    "title": "Chris Bryant – 2022 Parliamentary Question on Human Rights and Death Penalty in Saudi Arabia",
    "post_date": "December 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Bryant",
            "url": "/tag/chris-bryant/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Chris Bryant, the Labour MP for Rhondda, in the House of Commons on 13 December 2022.",
    "content": [
        "**Chris Bryant (Rhondda) (Lab)**",
        "Whether he has made recent representations to his counterpart in Saudi Arabia on (a) the use of the death penalty and (b) potential human rights violations in that country.",
        "**The Parliamentary Under-Secretary of State for Foreign, Commonwealth and Development Affairs (David Rutley)**",
        "Saudi Arabia remains an FCDO human rights priority country, particularly because of the use of the death penalty and restrictions on freedom of expression. We strongly oppose the death penalty in all countries and circumstances. We regularly raise our concerns with the Saudi authorities and will continue to do so. The Minister for the Middle East raised the death penalty and freedom of expression with the Saudi ambassador on 24 November.",
        "**Chris Bryant**",
        "I am afraid that recently it feels as if the Government are frightened of saying boo to Saudi Arabia on human rights abuses. The Minister himself, only a few days ago, said that Hussein Abo al-Kheir had been abhorrently tortured by Saudi authorities. He withdrew the remark; as I understand it, the Saudi authorities asked the Foreign Office to withdraw that remark. The truth is that Hussein Abo al-Kheir has been tortured and he has been on death row since 2015. The Saudi Government executed 81 people on one day earlier this year and are intending to execute a large number more later this year. They have already reneged on all of their promises on ending the death penalty for non-violent crimes. Will the Minister please go back to Saudi Arabia and make it clear that this country abhors torture and the death penalty?",
        "**David Rutley**",
        "I corrected my answer to the right hon. Member for Leeds Central (Hilary Benn) to clarify that those were allegations of torture, as I underline again today. That is consistent with the line I used in my opening remarks on this issue in the urgent question on 28 November. I also contacted the right hon. Gentleman to ensure that he was aware of the correction. Notwithstanding that, of course it is vital that we continue to raise these issues, as Lord Ahmad has done and will continue to do.",
        "**Mr Speaker**",
        "We come now to the SNP spokesperson.",
        "**Drew Hendry (Inverness, Nairn, Badenoch and Strathspey) (SNP)**",
        "I am sure the Minister would agree that, in moving away from any possible reliance on Russian energy supplies, the UK should not simply choose further dependency on a different authoritarian regime. It has been reported that the former Chancellor, the right hon. Member for Spelthorne (Kwasi Kwarteng), when he was Business Secretary, held undisclosed meetings with Saudi Arabian firms. Will the Minister tell us what was discussed—and if he cannot, why can he not?",
        "**David Rutley**",
        "I do not recognise those conversations that the hon. Gentleman refers to, but clearly the important thing is that we have access to the energy we need with allies that we trust and, over time, build our own energy security as well."
    ]
}