{
    "url": "https://www.ukpol.co.uk/chris-bryant-2022-speech-on-referring-boris-johnson-to-the-committee-of-privileges/",
    "title": "Chris Bryant – 2022 Speech on Referring Boris Johnson to the Committee of Privileges",
    "post_date": "April 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Bryant",
            "url": "/tag/chris-bryant/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Chris Bryant, the Labour MP for Rhondda, in the House of Commons on 21 April 2022.",
    "content": [
        "I warmly commend the [hon. Member for Hazel Grove (Mr Wragg) for the speech he just gave](https://www.ukpol.co.uk/william-wragg-2022-speech-on-referring-boris-johnson-to-the-committee-of-privileges/). He did so with great courage and honesty and, frankly, with the integrity that a lot of us have seen him show in his chairmanship of the Public Administration and Constitutional Affairs Committee. This House knows that serving on and chairing Select Committees is not always easy, because quite often people come to Select Committee meetings with fixed views. They are not all that interested in the evidence that is presented to them and resolutely hold the same view after the meeting that they held at its beginning, even though everything has been proved to be quite the opposite of what they thought. I know from those who serve on the hon. Gentleman’s Committee that he listens to the evidence, and he is a very good parliamentarian as Chair of the Committee.",
        "It all got a bit religious earlier and I felt like I was back at theological college. Being, I think, the only person in the House who can actually pronounce absolution on anybody, I thought I was suddenly going to get a new job!",
        "I also warmly commend the work that the Chief Whip has done this week, because he has got us into a much better place today than the House would have been in if he had not made the decisions that, doubtless advised by others, he has made today.",
        "I had not expected to speak in this debate. I will be very straight with the House—if you see what I mean—in saying that it is sometimes difficult being the Chair of the Committee on Standards and of the Privileges Committee, because one is asked to comment on literally every single Member of the House at some point. I am absolutely scrupulous in making sure that I never comment, in public or in private, on anything that might possibly come to either of the Committees. I did not think this matter would come to the Privileges Committee, which is why I commented on it. Consequently, it is quite right that I recuse myself: I will not take part in the deliberations of the Committee on this matter if this motion is passed in any shape or form. I think I could have done it fairly—I chaired the Standards Committee when we had the Prime Minister before us in respect of a different matter and we disagreed with the Commissioner for Standards and found in the Prime Minister’s favour—but I understand that the House needs to know, absolutely for certain, that the process will be fair. In a strange way, that means that I can actually say something today.",
        "**Joanna Cherry (Edinburgh South West) (SNP)**",
        "Will the hon. Gentleman give way on that point?",
        "**Chris Bryant**",
        "Oh, all right.",
        "**Joanna Cherry**",
        "I commend the hon. Gentleman for his speech and thorough sense of decency. Does he think the same principle should apply to other members of the Privileges Committee?",
        "**Chris Bryant**",
        "I will say something about the Privileges Committee later but, having recused myself, I do not think it is really for me to tell its members what to do or how to behave.",
        "One thing I am very keen on is this: I passionately care about Parliament. I believe in Parliament. I believe in democracy. The only way that I can get change for my constituents is through the democratic process. Anything that undermines trust and confidence in Parliament damages my opportunity to do anything useful in my life at all. That is why I always want to urge the House to be extremely careful in these matters of standards and privileges. Each generation of MPs has a responsibility to burnish, not tarnish, the reputation of this House, because we hand democracy on to a future generation, and if we have undermined it, it may not last.",
        "I draw to the House’s attention the fact that in this Parliament, two MPs have been found guilty of serious offences in a court of law, and another two are awaiting trial; four MPs have been suspended for one day; a Minister was suspended for seven days; seven MPs have been required to apologise to the House for breaches of the code of conduct; three MPs have resigned their seats in the face of convictions; and the Independent Expert Panel has suspended a Member for six weeks for sexual harassment, made another apologise for bullying staff, and found another guilty of such terrible sexual harassment that he resigned his seat before he was sanctioned. All that is without any consideration of whether any right hon. or hon. Member has lied to the House. And it is not yet six months since the Owen Paterson saga, which I do not think covered the House in glory.",
        "In a very short period of time, two of our colleagues have been murdered, and others are wearing stab vests. We have to take the reputation of the House extremely seriously. We have to burnish it, not tarnish it.",
        "I have heard Ministers argue, quite rightly, that there must be due process. I say to the House that this is the due process. It always has been the due process. When there has been a claim that a member of the public or a Member of the House might have committed a contempt of Parliament by lying to the House, breaching the confidentiality around a Select Committee report or whatever, the standard process is that it is sent to the Committee of Privileges—or, as it used to be, the Standards and Privileges Committee, and before that the Committee of Privileges—so this is the due process.",
        "I have absolute confidence in the other members of the Committee and that they will do a good job. They will think very carefully about, as the hon. Member for Stone (Sir William Cash) said, making sure that there is a fair hearing. The court of public opinion is not very good at providing a fair hearing, I find; the House should do a great deal better than the court of public opinion. We try to uphold the rule of law—that is one of the duties for all MPs—so it is particularly important that we make sure that there is a fair process. I am sure that the other Committee members will do that.",
        "**Hannah Bardell (Livingston) (SNP) rose—**",
        "**Mr Steve Baker rose—**",
        "**Chris Bryant**",
        "I am not sure where that came from. I give way to the hon. Member for Wycombe (Mr Baker).",
        "**Mr Baker**",
        "The hon. Gentleman is making a powerful and important contribution. This mostly relates to Members of Parliament, but he will know that occasionally somebody feels it necessary to use parliamentary privilege to say in the House things over which those outside the House might otherwise sue for defamation. Will the hon. Gentleman confirm that he will consider whether the public ought to have a right to reply, so that if we use privilege, they have some chance to put their side of the story?",
        "**Chris Bryant**",
        "The hon. Member makes a good point. We have had some discussions about that issue outside the Chamber. The difficulty is that I am not sure that is a matter for the Standards Committee or the Privileges Committee; I think it is a matter for the Committee on Procedure. There is a good argument for putting something in place so that there is a right of reply. I cannot go further, for reasons of which the hon. Gentleman may be aware—",
        "**Mr Speaker**",
        "Order. I do not want to open up that area of debate. I know exactly what is going on—we can leave that part of it there.",
        "**Chris Bryant**",
        "Thank you very much, Mr Speaker.",
        "My second point about fair process is that it is actually quite a high bar that the Privileges Committee will have to consider. As the Leader of the Opposition said earlier, I do not think it is debated that the House was misled. I think even the Prime Minister admits, in effect, that the House was misled. It was said that rules were not broken and it is self-evident that rules were broken, so the House was misled—it got a false impression. The question is whether that was intentional. The Committee will have to devise ways to investigate whether there was an intention.",
        "**Hannah Bardell rose—**",
        "**Sir William Cash rose—**",
        "**Chris Bryant**",
        "I think I ought to give way to the hon. Lady first.",
        "**Hannah Bardell**",
        "The hon. Gentleman is making an excellent and poignant speech. Does he not find it strange and deeply worrying that we seem to be in a position in which the Prime Minister seemed unable or incapable of following his own rules and his own laws, yet he is using the rules and processes of this place to frustrate the course of, as the hon. Member for Stone (Sir William Cash) said, natural justice?",
        "**Chris Bryant**",
        "I would normally agree with the hon. Lady on these kinds of things, and I sort of would have agreed with her last night, but I think we are getting to a better place now. In a sense, sometimes the Back Benchers persuade the Front Benchers of a better course of action—I am looking intently at the Government Chief Whip at the moment.",
        "As the Clerk advised in the case of whether Stephen Byers had misled the House on a single occasion in 2001:",
        "“In order to find that Mr Byers committed a contempt in the evidence session of 14 November 2001, the Committee will need to satisfy itself not only that he misled the Sub-Committee, but that he did so knowingly or deliberately.”",
        "As I said, that is quite a high bar, but it is for the Privileges Committee to decide that.",
        "**Sir William Cash**",
        "I am grateful to the hon. Gentleman, because what he just said is what I was going to raise with him. The “Ministerial Code” says that it is open to a Minister to correct",
        "“any inadvertent error at the earliest opportunity. Ministers who knowingly mislead Parliament will be expected to offer their resignation to the Prime Minister”.",
        "The question rests on “knowingly”, and I am grateful to the hon. Gentleman for making that point clear.",
        "**Chris Bryant**",
        "I think the hon. Gentleman is agreeing with me, so—",
        "**Mr Speaker**",
        "We will leave it at that.",
        "**Chris Bryant**",
        "The only difference I have with the hon. Gentleman is that he was talking about the “Ministerial Code”. The “Ministerial Code” is for the Prime Minister. This House adjudicates on its rules, its code of conduct and contempts of Parliament, so they are different matters. This is about upholding a simple principle around making sure that Ministers speak honestly.",
        "I will say one other thing about the Committee: it is very important that the six members of the Committee are not pressurised by anybody. Members may not be aware of this, but the Attorney General and the Solicitor General can attend those meetings and take part in the deliberations, but they are not allowed to move amendments or to vote. It is very important that the Committee is able to do its business without being leaned on by anyone.",
        "My final point is why I think all of this is important. I care far more about what is happening in Ukraine and on the cost of living crisis than about this—far more. I have constituents who are in tears about their finances at the moment. They have absolutely no idea how they will pay their bills, how they will pay the rent, and how they will be able to provide school uniforms and things such as that. They are in tears. All of us have seen the horror in Ukraine. In 2014, I said that if we did not take Putin far more seriously and if we did not impose far stricter sanctions, he would end up coming for the rest of Ukraine. I care far more about those things than I do about this motion today, but they are not alternatives. I would argue that, in the coming months, the Prime Minister may have to come to this House and say that we will have to change our strategy on Russia. We may have to consider offensive weaponry. We may have to consider British troops being put in a place of danger. Similarly, the Prime Minister may have to come to this House and say, “I have to ask the British people to make further sacrifices because the economy is in a very difficult place, and the public finances are in a very difficult place.” At a moment of national and international crisis, we need a leader of completely and utterly unimpeachable moral authority. We do not have that at the moment, not by a long chalk, but that is why these two things are intimately connected and not separate. It is why I believe that this must be referred to the Committee of Privileges."
    ]
}