{
    "url": "https://www.ukpol.co.uk/chris-bryant-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Chris Bryant – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Bryant",
            "url": "/tag/chris-bryant/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Chris Bryant, the Labour MP for Rhondda, in the House of Commons on 18 July 2022.",
    "content": [
        "No, I don’t have confidence in this Government, because they have manifestly failed to govern efficiently or effectively. They wasted billions on fraudulent covid loans, unusable PPE and a test and trace system that never, ever worked, and they have completely mismanaged the Passport Office, the Driver and Vehicle Licensing Agency and the railways.",
        "No, I don’t have confidence in this Government, because they lied about Brexit and they have not got Brexit done.",
        "No, I don’t have confidence in this Government, because they have not got any of the big calls right. When we were warning—when I was warning—about Putin’s Russia, the Prime Minister said the days of tanks rolling across Europe were over, and he cut our Army by 10,000. When covid started, the Government failed to protect people in care homes, sending thousands unnecessarily to early graves. When everyone issued warnings about inflation, the Prime Minister said that it was nothing to get worried about.",
        "No, I don’t have confidence in this Government, because a massive shortage of personnel and skills is holding Britain back. Asparagus and courgettes are ploughed back into the field, strawberries are left to rot and pig carcases are destroyed, all while British families rely on food banks and—worst and most shameful of all—NHS hospitals run food banks for their staff. Many schools have no applications at all for teaching posts, especially in key subjects such as science, maths and modern languages.",
        "No, I don’t have confidence in this Government, because they refused to put Magnitsky sanctions in place for years; because they still have not tackled dodgy Russian money and London’s massive money laundering industry; because they failed to take Putin’s initial invasion of Ukraine seriously enough in 2014; and because their delight in Putin’s bling emboldened Putin.",
        "No, I don’t have confidence in this Government, because they are obsessed with all the wrong things. They spend more time and energy protecting statues than protecting women from domestic abuse. They deliberately drive wedges between people over gender identity and trans rights, and ignore the fact that their own Equalities Minister resigned because he thought the Government were creating a hostile environment for LGBT people, which is why the hon. Member for Heywood and Middleton (Chris Clarkson) should be ashamed to defend this Government.",
        "No, I don’t have confidence in this Government, because they have no plan for the NHS or social care. England has a backlog of 6.6 million patients, and that excludes patients’ multiple treatments. And no, it is not all to do with covid; we had a 4.8 million backlog before the pandemic.",
        "**Chris Clarkson**",
        "On a point of order, Madam Deputy Speaker.",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**",
        "It is quite bad to have points of order that disrupt debates. The hon. Member for Heywood and Middleton (Chris Clarkson) has had a chance to speak. I am not sure whether he tried to intervene on the hon. Member for Rhondda (Chris Bryant), but he may go ahead with his point of order.",
        "**Chris Clarkson**",
        "The hon. Member for Rhondda (Chris Bryant) just pointed at me and said, “and that’s why he should be ashamed.” Is that in order, Madam Deputy Speaker?",
        "**Madam Deputy Speaker**",
        "Well, yes, if that is the opinion of the hon. Member for Rhondda. Did you try to intervene?",
        "**Chris Clarkson**",
        "No.",
        "**Madam Deputy Speaker**",
        "No, you did not. That would be the appropriate thing to do.",
        "**Shaun Bailey**",
        "Further to that point of order, Madam Deputy Speaker. The occupants of the Chair have consistently talked about temperance of language. I do not think it fits within the ruling given from the Chair to say that my hon. Friend the Member for Heywood and Middleton (Chris Clarkson), as an LGBT man, should be ashamed to defend this Government. Could you just clarify to the House whether that is temperate language?",
        "**Madam Deputy Speaker**",
        "First of all, that is not a point of order. Secondly, Mr Speaker, the Chairman of Ways and Means and I have all said that we should try to conduct this debate in reasonable terms. I think we all need to calm down and discuss the important matters before the House. I call Chris Bryant.",
        "**Chris Bryant**",
        "Thank you, Madam Deputy Speaker.",
        "No, I don’t have confidence in this Government, because they play fast and loose with numbers. They boast that they are recruiting 20,000 more police, but they cut police numbers by 20,000. They boast of a single tax cut now but forget that they have increased taxes 15 times in two and a half years, giving us the highest tax burden for 70 years. They boast of the covid vaccination as if they personally developed it in the Downing Street kitchen, but France, Germany, Italy, Portugal and Singapore have higher vaccination rates than us, and Wales managed it faster than England.",
        "No, I don’t have confidence in this Government, because not even Conservative MPs really have confidence in this Government. They know that this Government are a massive conceit, an organised hypocrisy, a house built on sand—and the fissures run deep. They are not even very good at being Conservatives these days, tearing up conventions and the constitution like student revolutionaries. Of course, that is not how Conservative MPs will vote today. Oh no—they would not dare risk a general election. But even as they troop through the Lobby to indicate that, yes, they do still have confidence in the Government, they will be privately plotting that Government’s demise. They will be making themselves look foolish today. I do not mind that, but they cannot take the British public for fools as well."
    ]
}