{
    "url": "https://www.ukpol.co.uk/felicity-buchan-2022-speech-on-ofwat/",
    "title": "Felicity Buchan – 2022 Speech on Ofwat",
    "post_date": "June 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Felicity Buchan",
            "url": "/tag/felicity-buchan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Felicity Buchan, the Conservative MP for Kensington, in the House of Commons on 9 June 2022.",
    "content": [
        "Flooding is one of the most significant issues in my central London constituency. I want Ofwat to take a much more proactive and forceful role in holding the water companies to account to prevent flooding. We will never be able to completely get rid of the risk of flooding, but we need to do a lot more to minimise the risk.",
        "Let me put the situation into context: on 12 July last year, my Kensington constituency suffered catastrophic flooding. The London Fire Brigade received 3,000 calls to its central control centre—the most that it had ever received in one day. The consequences were devastating. Multiple families are still out of their homes. My constituency has lots of basement properties, many of which were flooded all the way up to the ceiling. Had that happened in the middle of the night, there could have been even more appalling consequences and potentially even fatalities. Many of those properties are housing association properties where people lost everything that they owned, and many did not have insurance.",
        "That was not a one-off event. Two weeks later, London suffered flooding again. My constituency flooded in 2018, 2016, 2007 and earlier in the 2000s. In 2007, after devastating flooding—I have a personal interest in that, because my house flooded badly—Thames Water said that it would put in a 5 km relief sewer at a cost of £300 million. That was approved by Ofwat in the 2015-20 cycle, but Thames Water never went ahead with the relief sewer. It was fined as a result, but Thames Water being fined does nothing to help my constituents, who were then flooded again in July last year. I have constituents who are terrified to go on a summer holiday this year in case their house or flat floods in July, August or September, when flash flooding is at its most prevalent. My constituents simply cannot live with the threat of flooding hanging over their heads, with the threat that they could be wiped out. People are selling their properties in my area because of the risk of flooding.",
        "I want Ofwat to stand up for, defend and protect my constituents and insist that work is done, because the reality is that the drainage and sewerage system in London is simply no longer fit for purpose. It was built for Victorian times. We are all aware of the fact that climate change is likely to make flooding even worse. Population growth will make the consequences of flooding worse, as will urban densification. We need solutions, and we simply cannot sit back and wait for the next flooding event. I am sorry, but Ofwat needs to show more leadership on this, as does the Environment Agency.",
        "It strikes me that so many different entities are involved in remediating flooding risk. We need much more co-ordination. Whether we are talking about the Environment Agency, Ofwat, the water companies or local authorities, they need to be working on a combined basis.",
        "Let me give the House a few examples of anomalies. I understand, from the independent review of the flooding that happened in London last year, that the Thames Barrier was not closed. Closing it could have prevented a lot of the flooding, but I understand that that requires 36 hours’ notice even though it takes only an hour and half. Clearly we need to address that. I also understand that the Tideway tunnel, which is incredibly welcome, will be used not as a flood alleviation measure, but simply to remedy storm overflows and water quality. We need way more joined-up thinking about alleviating flood risk.",
        "I also want Ofwat to hold water companies to account so that they regularly assess their assets and their ability to cope with flooding. There is too much sitting back and dealing with the consequences, rather than proactively asking whether systems will cope and what to do if not.",
        "Finally, I want Ofwat to really challenge the water companies on their customer service. As Thames Water will admit, its customer service completely failed on the night of the flooding. It could not cope with the number of inquiries, so others such as Kensington and Chelsea Borough Council and Westminster City Council had to step in and help. Ofwat is the body that holds the water companies to account, and it needs to do a better job of it."
    ]
}