{
    "url": "https://www.ukpol.co.uk/richard-buchanan-1978-speech-on-british-rail-catering/",
    "title": "Richard Buchanan – 1978 Speech on British Rail Catering",
    "post_date": "March 30, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Richard Buchanan",
            "url": "/tag/richard-buchanan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "Below is the text of the speech made by Richard Buchanan, the then Labour MP for Glasgow Springburn, in the House of Commons on 26 April 1978.",
    "content": [
        "Throughout the period that the hon. Member for Pudsey (Mr. Shaw) has been in the House, I have served on various Committees with him and have formed a high opinion of his ability and have appreciated his pleasant personality. It is therefore more in sorrow than in anger that I oppose the Bill, because he is stooping to the tedious repetition of the anti-nationalisation argument perpetuated by the Conservative Party.",
        "The hon. Member is seeking the denationalisation of British Rail catering. Which part? Does he mean the hotels which make a profit, the station buffets which make a profit, or the train catering which makes a huge loss? There are no prizes for the answer to that one.",
        "I do not think that the hon. Gentleman is acquainted with the realities of the situation. It is true that British Rail catering makes a loss. The hotels make a profit of about £850,000, the station buffets about £750,000. But there is a ​ loss on train catering of £2,300,000, which is less than 1 per cent. of the Inter-City passenger revenue. Its impact on the generality of passenger fares is minuscule. To say that passengers who do not participate in the catering subsidise those who do is arrant nonsense.",
        "One can consider our own Refreshment Department. One of its great handicaps is that it can never estimate the needs. On a running three-line Whip, the Dining Room might be empty. On a one-line Whip, when it seems that hardly anyone is about, the Dining Room might be packed. A similar impossibility of gauging needs leads British Rail, particularly on its trains, into this deficit.",
        "We seldom hear complaints about similar losses on airlines, simply because a meal is included in the marketing package. If the catering were costed separately, I am sure that it would show quite a loss.",
        "The hon. Member said nothing about withdrawing catering from British trains, but the last time that private enterprise dabbled in a nationalised industry, if a line or service did not pay, it was simply chopped off. How bitterly today we regret the lines in the North of Scotland which were chopped off by the Beeching axe.",
        "The withdrawal of train catering would be a sure loser. I do not see private enterprise, under any franchise, taking this on. It would mean extensive and expensive reinvestment in dining cars and in kitchens.",
        "Many of us have for long advocated a considerable reinvestment in British Rail and will continue to do so. There is to be an investment in new rolling stock, including dining cars and kitchens. Most of the outdated vehicles should be scrapped. I hope that the Under-Secretary of State for Transport, who is present, will take note.",
        "The staff of Travellers-Fare, who have been ridiculed, do a magnificent job on trains. They work in very cramped and difficult conditions. British Rail has speeded up its service. My journey to London used to take 10 hours. I would get on a sleeper at St. Enoch’s and I could read my book for a few hours, fall asleep and wake up in London. Now I am there only a few hours. The Travellers-Fare people have to try to serve two meals in that short time. They ​ often have to do so on trains travelling at 100 miles an hour and therefore swaying considerably.",
        "Travellers-Fare has consistently shown a better economic return than similar organisations on the Continent and in America. The only one that makes any profit is the Swiss.",
        "British Rail is taking steps to improve its service across the board, including its catering provision—as it always does. Reorganisation is taking place. Travellers-Fare has been incorporated into British Transport Hotels with a remit to exploit every opportunity for the successful expansion and development of the business. New services such as the Gold Star menu are proving popular and the experimental reduction of buffet prices and an improved range of food are boons to the travellers. Station buffets are being refurbished and we are told that dining cars will be refurbished. If they are out of date, they should be scrapped.",
        "Who in private enterprise would take on rail catering? There is one claimant in the field—Sir Charles Forte, who hoisted himself into the top ten individual contributors to the Tory Party with a contribution of £25,000. He is a man who believes in profitability. Was it entirely accidental that Sir Charles Forte staked his claim on the very day on which the Egon Ronay survey produced the most damning report on motorway cafeterias run by his organisation? Or was it a desperate device to divert attention from his predicament? I think that that is what it was—and this Bill is an equally transparent manoeuvre by the supporters of the Tory Party.",
        "With all the difficulties inherent in catering on trains, Travellers-Fare services have improved immeasurably and will continue to do so. Station buffets pay and provide a good service. As I travel from Euston to Glasgow, I should hate to go into a buffet at either end and find some of the conditions that Egon Ronay found in motorway cafes.",
        "Let us take Newport Pagnell—[HON. MEMBERS: “No, you take it.”] Egon Ronay spoke of an indefensible state of neglect, badly worn carpets, dirty seats, sluggish table clearing and a clutter of rubbish and cigarette ends. Nor would I appreciate going for a meal or a snack in the dining car if I found, as Egon Ronay did in the motorway cafeterias, ​ that sausages were inedible, the fish was stale, the pea soup was lurid, the hamburgers were tough and there were watery carrots. And those were among the more complimentary remarks. That is what the hon. Member for Pudsey wants to introduce to British Rail.",
        "Sir Charles Forte has a monumental task cleaning up his own organisation. Let him begin with the motorway cafes."
    ]
}