{
    "url": "https://www.ukpol.co.uk/felicity-buchan-2020-maiden-speech-in-the-house-of-commons/",
    "title": "Felicity Buchan – 2020 Maiden Speech in the House of Commons",
    "post_date": "January 23, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Felicity Buchan",
            "url": "/tag/felicity-buchan/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Felicity Buchan, the Conservative MP for Kensington, in the House of Commons on 20 January 2020.",
    "content": [
        "It gives me great delight to address this House as the new Member of Parliament for Kensington. Kensington is a remarkable constituency, with its history, cultural heritage and diversity, but we do have issues. We have substantial inequalities, and in 2017 we suffered the Grenfell tragedy—the worst fire in London since the blitz. I want to bring my community together, represent each and every constituent and help to unleash everyone’s full potential.",
        "I want to start by paying tribute to my predecessor, Emma Dent Coad. Six days after the previous election, the Grenfell tragedy happened. It was an appalling loss of life and it must have been tough for Emma to be the new MP in Parliament and to have to deal with those appalling circumstances. Emma worked hard for the north Kensington community, and I must say that she is never shy in holding public bodies to account.",
        "I also want to pay tribute to my Conservative predecessors, Victoria Borwick, Malcolm Rifkind and, under slightly different boundaries, Michael Portillo and Alan Clark. I clearly have a wide range of role models to choose from.",
        "Kensington has a huge wealth of cultural sites. We have Kensington Palace, where Queen Victoria was born and where she lived until her accession to the throne. Our museums are truly remarkable—we have the Natural History Museum, the V&A and the Science Museum, to name but a few. We have many embassies in Kensington, including those of Russia and Israel.",
        "Kensington is not just grand institutions and beautiful conservation areas. We benefit from a truly vibrant and diverse community. Notting Hill has the carnival— the largest street festival in Europe. North Kensington has one of the most diverse populations in the entire country. Earl’s Court has always had a thriving LGBTQ+ community.​",
        "In Kensington, we have many European residents; indeed, South Kensington is sometimes referred to as Paris’s 21st arrondissement. That is why I am so delighted that this Conservative Government have unequivocally protected the rights of EU citizens living in the UK.",
        "In Kensington, we have many wonderful parks—Kensington Gardens and Holland Park—and we value those vital and serene green spaces. However, several of our streets suffer from the worst air quality almost in the entire country. I welcome what this Conservative Government have done to help the environment, reducing greenhouse gas emissions by almost a quarter since 2010—the most of any developed country—but, clearly, there is a lot more to be done.",
        "In Kensington, many of our residents work in professional services—in banking, law, accounting, insurance and consulting. I will therefore work hard to ensure that the interests of the City of London and our professional services sector as a whole are protected in our upcoming free trade negotiations. Let us not forget that financial services alone produces a whopping 11% of our total UK tax revenue.",
        "My constituency is often thought of as a powerhouse of the UK economy, and that is undoubtedly the case. However, we do have deprivation, and it is not only economic inequalities—it is also health disparities. If you look at the life expectancy difference between my richest ward and my poorest ward, it is more than a decade for men. That is why I am such a passionate believer in equality of opportunity. That means giving everyone amazing opportunities, whether that be to access education, healthcare or high-quality housing.",
        "It is only with a strong and vibrant community that we can afford those excellent public services. That is why I am so proud of this Conservative Government’s record on the economy. We have produced 3.8 million more jobs, we have taken 32 million people out of taxes and we have increased the minimum wage to £10.50 by 2024. It is a record to be proud of.",
        "I want to conclude my remarks by talking about Grenfell. If there is any meaning to come of that appalling loss of life, it must be that a tragedy of that kind can never be allowed to happen again. We must ensure that every single house in this country is safe and truly fit for purpose. I want Kensington to be a beacon of modern urban conservatism, where what matters is not where you came from but where you are going, and where Kensington is the best place to live, work and learn for all its residents."
    ]
}