{
    "url": "https://www.ukpol.co.uk/felicity-buchan-2022-speech-on-the-supported-housing-bill/",
    "title": "Felicity Buchan – 2022 Speech on the Supported Housing Bill",
    "post_date": "November 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Felicity Buchan",
            "url": "/tag/felicity-buchan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Felicity Buchan, the Parliamentary Under-Secretary of State for Levelling Up, Housing and Communities, in the House of Commons on 18 November 2022.",
    "content": [
        "I start by warmly congratulating my hon. Friend the Member for Harrow East (Bob Blackman) on his incredibly important Bill reaching Second Reading. I pay tribute to everything he has done to get the Bill to Second Reading and for everything he has done in the sector. It is great to see members of his team in the Gallery, and his wife was also there earlier—it was so great to see her.",
        "I pay tribute to my predecessors, my hon. Friend the Member for Walsall North (Eddie Hughes) and my right hon. Friend the Member for Pendle (Andrew Stephenson), who is on the Front Bench with me as the Lord Commissioner of His Majesty’s Treasury. It is great to see him here. I also pay tribute to everyone else who has worked so hard on the Bill, including the Select Committee, Crisis and the councils that worked on our pilot projects.",
        "I pay tribute to the thoughtful contributions from so many Back Benchers, including the hon. Member for Birmingham, Ladywood (Shabana Mahmood), who I know has worked intensively in the sector. On my Benches, we heard from my hon. Friends the Members for South West Hertfordshire (Mr Mohindra), for Truro and Falmouth (Cherilyn Mackrory), for Runnymede and Weybridge (Dr Spencer), for Bosworth (Dr Evans), for Ipswich (Tom Hunt), for Heywood and Middleton (Chris Clarkson), for Penrith and The Border (Dr Hudson) and for Keighley (Robbie Moore), as well as my hon. Friend the Member for Milton Keynes North (Ben Everitt), who is on the Select Committee, and my hon. Friend the Member for Grantham and Stamford (Gareth Davies), and that is not to miss out the hon. Member for Croydon Central (Sarah Jones).",
        "The matter we are here to discuss is one of the utmost seriousness and importance to the Government. I am pleased to confirm that the Government fully support the Supported Housing (Regulatory Oversight) Bill, and I look forward to continuing to work together with my hon. Friend the Member for Harrow East and Opposition Members to get the Bill through Committee and to get these crucial and necessary measures into law.",
        "As many hon. Members have said, when done well, supported housing provides a safety net for people who require help to live independently or need help in transitioning to mainstream housing. It is also a crucial factor in reducing rough sleeping and homelessness, and in reducing pressure on health and social care services. It is a better alternative to institutional care and prevents poor outcomes such as homelessness and delays in leaving hospital.",
        "The many good supported housing providers must not be lumped in with the rogue landlords that I and many hon. Members want out of the sector. But, unfortunately, as we have heard, there are some rogue landlords, and it is completely unacceptable for their abuse of the supported housing system to continue. To them, I say that their time is up.",
        "Through the Bill and subsequent regulations, we intend to drive out substandard providers. It is intolerable that certain landlords are trying to profit at the expense of vulnerable people. The Government’s priority will always be to protect the welfare of its most vulnerable citizens. We will prevent disreputable landlords from exploiting people who find themselves living in accommodation that is poor and, at times, of dangerous quality and lacking in safety and security. People in supported housing have a right to be treated with decency and respect, to have their needs properly assessed and to receive proper, tailored support. We will ensure that residents of supported housing can be confident in the standard of both their accommodations and their support. Driving up standards is crucial, given the wider repercussions that the worst of the shoddy accommodation can have both on the individuals living there and on surrounding communities.",
        "As we have heard, neighbourhoods that experience high concentrations of poorly managed supported housing can become a magnet for antisocial behaviour and criminal activity. On Tuesday, I visited Coventry and met senior council officers and councillors. I heard about the wide range of supported housing, from the very good to the unacceptable, and about how they are working to help substandard providers to get up to scratch. Coventry will be one of the recipients of our supported housing investment programme. In Coventry, I also had the opportunity to meet people who had previously experienced homelessness but have benefited from good quality supported housing services, which have helped them to move on with their lives. I was struck by the impact that that has made on an individual level. It underlined the significant difference that this type of housing can make to people’s lives.",
        "Let us not forget that the financial benefit gained by substandard providers rests on exploitation of the rules on housing benefit, as the hon. Member for Birmingham, Ladywood explained. Ministers at the Department for Work and Pensions agree that it is totally unacceptable for large amounts of public money to be paid out in housing benefit to rogue landlords who are gaming the system and doing little or nothing to support vulnerable residents. We must do all we can to ensure that vulnerable residents get the support that they need and that standards are driven up. We must also ensure that better value for money is delivered for taxpayers.",
        "A key issue is how we can align measures in the Bill with any changes to housing benefit regulations, to stop those who are gaming the system being able to do so. At the same time, we will ensure that the measures set out in the Bill are implemented and deployed proportionately. It is crucial that we avoid unintended consequences in the sector, and also avoid placing unnecessary burdens on the many good providers out there.",
        "The Government have already acted to tackle rogue landlords. In October 2020, we published the national statement of expectations, setting out the Government’s vision for the planning, commissioning, and delivering of good quality accommodation in supported housing. In the same month, we launched the supported housing pilots. Between October 2020 and September 2021, we funded five local authorities with a total of £5.4 million to explore ways of improving quality and value for money in the supported housing sector, particularly in exempt accommodation.",
        "We have continued to build on the success of the pilots. Last week we announced that we are funding 26 local authorities, including the five that took part in the pilots, through a supported housing improvement programme, awarding £20 million to some areas of the country most affected by problems with supported housing. That programme sends a clear message to unscrupulous providers that the Government will not tolerate poor-quality support, the exploitation of vulnerable people, or abuse of the supported housing system. This Government are sending a clear message: time is up for rogue landlords who take money from the taxpayer while exploiting vulnerable people.",
        "Despite the success of the pilots, and enhancing the ability of other local authorities to begin to tackle this issue, we recognised that more is needed to drive out the unscrupulous profiteers. That is why in March this year we announced our intention to bring in standards for supported housing, including powers for local authorities to manage supported housing in their area, and to seek to make changes to housing benefit regulations.",
        "**Mr Mohindra**",
        "I thank the Minister for the reassurances she has given the House. Does she agree that this may not be a silver bullet, and is she confident that she will continue to keep an eye on this brief, in case there are unintended consequences or, more importantly, other things we may need to do in the future to ensure that this bad behaviour is stamped out?",
        "**Felicity Buchan**",
        "My hon. Friend makes an important point. We must continue to monitor this sector. Enforcement is important, as is consultation. We must get the regulations right because we want to target unscrupulous landlords, not the good providers. We had a written statement at the beginning of the year, and it very fortuitous that my hon. Friend the Member for Harrow East chose this issue for his private Member’s Bill. It is an excellent opportunity to take forward the necessary legislation to make this happen, deliver on that commitment, and build on the action that the Government have already taken. Once the measures set out in the Bill are implemented, there will for the first time be a set of national supported housing standards, issued by the Government, and a licensing scheme that local authorities can deploy, so that all residents and providers of supported housing know what good-quality accommodation and support is, giving confidence to residents and landlords alike.",
        "Helping to oversee the implementation of the Bill will be the supported housing advisory panel, and I welcome this provision. The panel will bring together key players in the sector to advise and work in partnership with the Government. The board will be able to provide challenge, help with direction and hold us to account as we move to deliver the measures in the Bill. As many Members have alluded to, it will also help us to build a body of data and information at local and national level, which I agree is of the utmost import.",
        "The Bill will require all local authorities in England to put in place supported housing strategies, which will help them to better understand their local supported housing market. The supported housing oversight pilots demonstrated that strategic planning is a valuable tool that enables local authorities to assess the type and stock of provision in their area, estimate the need for supported housing and look to future requirements.",
        "While strategic planning is an essential tool that will provide greater intelligence and data on supported housing, it will not eradicate the problems with rogue providers. Hard enforcement is required, and that is where the licensing regime suggested in the Bill comes in. My hon. Friend the Member for Harrow East has been clear—and I completely agree—that, where licensing requirements are not met, penalties should apply. I am pleased to see that the powers in the Bill allow us to make provision for that in the licensing regulations.",
        "The Bill enables regulations to be made so that local authorities will require providers of supported housing to obtain a licence to operate in their area. Providers will need to meet conditions on the adequacy and suitability of accommodation and on the support services set out in national standards, and they will also need to pass a fit and proper person test, which the hon. Member for Birmingham, Ladywood raised.",
        "The Government believe that action to stop the problems in supported housing needs to be taken as quickly as possible. We will launch a formal consultation on measures in the Bill as quickly as possible following Royal Assent. I commit today at the Dispatch Box to laying regulations for the licensing regime within 18 months of the Bill being passed.",
        "Providers will need to demonstrate that they are meeting national supported housing standards. Those standards will look at the quality of accommodation and the quality of care, support or supervision that people are receiving. I am pleased to say that my officials have already been working closely with the sector on what those standards might include, but it will be a complex task, and we will consult widely to ensure we get it right and do not place undue burdens on providers that are already providing excellent services to residents.",
        "**Mr Mohindra**",
        "I thank the Minister for that excellent update. After that consultation with the industry, will she commit to share with the relevant local authorities best practice in other parts of the country, so that they do not need to reinvent the wheel?",
        "**Felicity Buchan**",
        "That is a very important point. We will have national standards. We will also have best practice guidelines, so that local authorities throughout the country can adopt those practices.",
        "How people become residents of supported housing is an important aspect of this work. It is unacceptable that disreputable providers are advertising on Gumtree and Twitter and taking advantage of vulnerable people who are experiencing a crisis in their lives for their own profit. Referral pathways into supported housing are a very important issue and one we will look at as part of the introduction of the Bill.",
        "We will, of course, be consulting on what national supported housing standards might include and how the licensing regime will work. We will ensure that people living in supported housing have the opportunity to have their views heard, as well as providers of supported housing, local authorities and other stakeholders. I know there is concern in the sector around the types of supported housing scheme that licensing requirements will apply to. To that end, we will be able to make provision for exemptions from the requirement to apply for a licence. The Government will take great care with that and, where we are convinced that other satisfactory oversight arrangements already exist and that the risk of exemptions being exploited is low, we will set out which specific types of housing are exempt.",
        "Many Members discussed housing benefit. As I said, DWP Ministers are also keen to see an end to this exploitation, and we welcome the fact that the Bill makes it clear that the interaction between licensing and housing benefit regulations will be carefully considered as details of the licensing regime are developed. As with the other licensing requirements, we will consult fully on that.",
        "Many Government Members talked about the need to improve national data. The Government already have research under way to provide an up-to-date estimate of the size and cost of the supported housing sector across Great Britain, as well as estimates of future demand. In addition, DWP has made changes to the way local authorities provide housing benefit data on supported housing claims, which will ensure that over time we have better data on exempt accommodation, which relates to the point raised by the hon. Member for Croydon Central.",
        "I want to spend a few minutes talking about the intentionally homeless provision in the Bill. Members will be aware that my hon. Friend the Member for Harrow East brought forward the Homelessness Reduction Act 2017. That important legislation placed a duty on local authorities to try to prevent and relieve a person’s homelessness. I am sure that Members on both sides of the House will agree that should vulnerable people find themselves in poor quality supported housing, they should not be afraid to challenge their landlord. Where this leads to adverse consequences, people in that position should be able to look to their local authority for help. The Bill also sets out that a person will not be treated as intentionally homeless if they are leaving supported exempt accommodation because of the poor quality of the accommodation or the poor quality of the support, and that the accommodation and support",
        "“does not meet National Supported Housing Standards.”",
        "This will ensure that residents feel confident in leaving poor quality supported housing provision and challenging those landlords who are not providing the accommodation and support that we expect.",
        "Before I conclude, I want to pick up on a few points that were raised by Members. My opposite number, the shadow Minister, the hon. Member for Greenwich and Woolwich (Matthew Pennycook) asked my hon. Friend the Member for Harrow East why there were “mays” as opposed to “musts” in the Bill. I just want to address that. I want to be clear that we are required to consult on the regulations. We do need to make a progress report within 12 months. As I have said at the Dispatch Box, I am today making a firm commitment to lay the regulations within 18 months. I believe that the hon. Member for Greenwich and Woolwich alluded specifically to clause 5 being drafted as “may”, but that is because it deals with the consultation, so we want to allow for flexibility to form the most appropriate regulations.",
        "The hon. Member for Birmingham, Ladywood talked about the necessity for a fit and proper person clause. As I have already mentioned, there is one in clause 5(2). I reassure her that the Department for Work and Pensions has committed to defining “care,” “support” and “supervision” to improve the quality of that care, support and supervision, and to ensure that taxpayers get value for money.",
        "My hon. Friend the Member for Runnymede and Weybridge talked about the importance of having a link with integrated care systems. I assure him that my officials are working closely with the Department of Health and Social Care, which will be very much involved in developing the advisory panel and the strategies and regulations we put in place. My hon. Friend the Member for Bosworth also mentioned that, and I see him nodding.",
        "My hon. Friend the Member for Heywood and Middleton asked about money being made available to local authorities. I reassure him that there will be an assessment under the new burdens doctrine. Local authorities will be compensated if it is determined that they have new burdens. I also reassure him that the licensing regime will be a fee-paying scheme, so its ongoing operation should be self-funding.",
        "A number of Members talked about the importance of national consistency. As I said, we will have a national standard and there will be guidance. A few Members raised the possibility of a national regulator, and the advisory panel will clearly have it within its remit that it can advise the Secretary of State.",
        "This is a very important Bill, and it is only too clear that poor-quality supported housing is having a very real and harmful impact on certain vulnerable people in parts of the country. I express my gratitude to the Levelling Up, Housing and Communities Committee for its report and recommendations, to which the Government will formally respond in due course.",
        "I said at the outset that the Government fully support the Bill introduced by my hon. Friend the Member for Harrow East, and I repeat our support here. We must work together to drive up standards and to make it clear that time is up for rogue providers who take public money while failing vulnerable people."
    ]
}