{
    "url": "https://www.ukpol.co.uk/felicity-buchan-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Felicity Buchan – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Felicity Buchan",
            "url": "/tag/felicity-buchan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Felicity Buchan, the Conservative MP for Kensington, in the House of Commons on 9 September 2022.",
    "content": [
        "On behalf of the residents of the Royal Borough of Kensington, I pay the deepest tribute to Her late Majesty the Queen, who served our country and the Commonwealth with the most remarkable and selfless devotion.",
        "The Queen’s life was interwoven with the Royal Borough of Kensington. Indeed, her coronation robes were actually woven in Kensington, at the Royal School of Needlework, which was then in South Kensington. Many of the late Queen’s family have lived in Kensington, at Kensington Palace, including her late sister Princess Margaret. Of course, it is currently the official residence of the new Prince and Princess of Wales. The Queen also sent her son, His Majesty the King, to his first school in Kensington: Hill House on Pont Street. We are delighted to have those associations with Her late Majesty and His Majesty the King.",
        "There are so many things that I could talk about in the exceptional reign of Her late Majesty, but I will focus on two things: the length of that reign and her incredible empathy with her people. Her first official visit to the Science Museum was in 1938 at the age of 11, when she visited with her sister and grandmother. Her last visit to the Science Museum was in 2019. That is a relationship with one institution that spanned a remarkable 81 years. She had those relationships with my constituency, including with the V&A, the Natural History Museum, and the Commonwealth Institute, which she was so passionate about, when it was on Kensington High Street. Remarkably, someone said to me yesterday that the Queen’s reign of 70 years is 30% of the existence of the United States of America; that is remarkable.",
        "Secondly, I want to talk about her empathy with her people. During the course of the last 25 years, sadly my constituency has had two tragedies: the Grenfell Tower fire and the Ladbroke Grove rail crash. In both instances, the Queen visited very, very quickly, and she gave the most remarkable comfort and succour to the bereaved, the survivors and the residents. She was so humble and she only thought of those who were suffering, rather than of her own emotions. Thank you, your Majesty.",
        "I send all the condolences of the Royal Borough of Kensington to His Majesty the King and his family, and I wish His Majesty the King a long and healthy reign. God save the King."
    ]
}