{
    "url": "https://www.ukpol.co.uk/norman-buchan-1985-speech-on-the-arts-council/",
    "title": "Norman Buchan – 1985 Speech on the Arts Council",
    "post_date": "June 8, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Norman Buchan",
            "url": "/tag/norman-buchan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Norman Buchan, the then Labour for Paisley South, in the House of Commons on 14 November 1985.",
    "content": [
        "First, I take this opportunity to welcome the new Minister to the Dispatch Box for the first time. Secondly, I thank him for making a statement on arts funding, for the first time. Thirdly, I thank him for fulfilling a pledge, which may be unusual for the Conservative party, which he gave a month ago, when he said:",
        "“I must make it absolutely clear that there is no prospect of my being able to fund the sort of growth which many in the arts are seeking.”",
        "Today’s statement certainly fulfils that pledge. The figures show that we are facing, not an increase, but a massive shortfall in the total provision for the arts. The baseline figure of £105 million increases to £110·6 million. Therefore, basic arts funding has increased by £5 million, which is designed to meet the problems of regional arts developments. The bare inflationary increase has already reduced that figure by almost half, we are already facing a minus quantity.",
        "That does not take into consideration the massive shortfall in arts funding following the abolition, out of political pique, of the Greater London council and the metropolitan county councils. The Minister seeks to cover that by the sum of £25 million, but that leaves a massive shortfall of £19 million to meet the needs of the arts occasioned by the abolition of the GLC and the metropolitan county councils.",
        "The Minister must inherit the pledges of his predecessors, because he is a member of the same Government. In a letter to me on 2 August, his predecessor said:",
        "“I reject any insinuation that the Government will not stand by its assurances that the present level of public support for the arts will be maintained.”",
        "It is no longer an insinuation; it is a charge. Funding for the arts has decreased by the vast sum of £19 million to £20 million for the reason that I mentioned alone, and the minimum £5 million anti-inflation grant is already halved by the need of the Arts Council to finance its regional development.",
        "We shall seek an early debate on the matter. I must ask the Minister not to attempt to do what his predecessor tried to do, and hoodwink the arts bodies into thinking that their funds are being restored. Many companies will die as a result of the amount announced today. We are already seeing the fruits of the Government’s policy at Covent Garden. It is not only the national institutes that will be harmed, but the various community art groups, which have been playing a major role in developing our communities socially and culturally during the past three years. If the Government would pay more attention to that, instead of to the hard line advocated by the chairman of the Conservative party, we might prosper. I hope that the Minister will retract his statement and restore the massive shortfall that he has now brought about in arts funding."
    ]
}