{
    "url": "https://www.ukpol.co.uk/felicity-buchan-2021-speech-on-unsafe-cladding/",
    "title": "Felicity Buchan – 2021 Speech on Unsafe Cladding",
    "post_date": "February 3, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Felicity Buchan",
            "url": "/tag/felicity-buchan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Felicity Buchan, the Conservative MP for Kensington, in the House of Commons on 1 February 2021.",
    "content": [
        "I pay tribute to my constituents—the Grenfell bereaved, the survivors and the wider community. I was shocked by several of the recommendations that came out of the Grenfell inquiry in November and December, especially those relating to building products, their testing and their marketing. It is clear that there have been regulatory and corporate failures. I welcome the fact that the Secretary of State has announced a new regulator for construction products and will start a review of the testing process.",
        "I think the whole House would agree that we need a comprehensive and speedy solution to the leaseholder situation. Leaseholders are in this dilemma through no fault of their own, and as colleagues have said, in many cases they are sitting on unsaleable properties that are potentially dangerous. I welcome the fact that the Government made available £1.6 billion for cladding remediation, and I am glad to hear in particular of the progress on ACM cladding remediation. However, I suspect that £1.6 billion will not be enough. Today, I call on the Government to put together a substantial and comprehensive package such that we can remove all dangerous cladding on high-risk buildings. I agree with colleagues that we must ensure that freeholders, insurance companies, warrantee holders and developers pay their fair share, but I do think the Government need to put together a comprehensive package.",
        "I was delighted that the Secretary of State and the Chancellor took time last week to hear me make the case for more Government money. I am glad to hear the Minister at the Dispatch Box say we will make important announcements in the short term. It is now three and a half years since the Grenfell tragedy in my constituency. We need to make urgent progress, so I look forward to hearing the Government’s announcements over the next few weeks."
    ]
}