{
    "url": "https://www.ukpol.co.uk/felicity-buchan-2022-speech-on-the-private-rented-sector-white-paper/",
    "title": "Felicity Buchan – 2022 Speech on the Private Rented Sector White Paper",
    "post_date": "November 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Felicity Buchan",
            "url": "/tag/felicity-buchan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Felicity Buchan, the Parliamentary Under-Secretary of State for Levelling Up, Housing and Communities, in the House of Commons on 3 November 2022.",
    "content": [
        "I thank the hon. Member for Brighton, Kemptown (Lloyd Russell-Moyle), my hon. Friend the Member for Dover (Mrs Elphicke) and the Backbench Business Committee for securing this important debate on the proposals in our White Paper. I thank Members who have spoken for their considered and constructive tone and for speaking powerfully on behalf of their constituents. I also thank hon. Members for their warm words about my hon. Friend the Member for Walsall North (Eddie Hughes), who worked so hard on the White Paper. I pay tribute to my right hon. Friend the Member for Pendle (Andrew Stephenson), who took that work forward.",
        "The Government are determined to deliver a new deal for tenants and landlords in the private rented sector. Hon. Members have made a number of points about reform and I hope to address as many of them as possible in the time I have. If I do not reach some of the points, I am happy to sit down with hon. Members on a one-to-one basis.",
        "I want to make a couple of observations about the sector as a whole. As Members know, the private rented sector has grown significantly in recent decades. It has doubled in size since the early 2000s, with landlords and tenants becoming increasingly diverse. The sector provides a home for 11 million people—19% of all households. At least 1.3 million of those are families with children. However, the sector is also the least secure and has some of the lowest-quality housing. Too often, the current system does not work for tenants, or for the many good landlords operating in the sector.",
        "Everyone in our society deserves to live somewhere decent, warm, safe and secure. The Government are determined to make that vision a reality.",
        "Hon. Members will know that the White Paper sets out a 12-point action plan, and I note that it has received support from Members on both sides of the House. The changes that it sets out amount to a significant shake-up of private renting. We know how important it is to get it right. We are grateful to our partners across the housing sector who have worked closely with us on developing the reforms. We will continue to consult them closely as we move the process forward.",
        "Several hon. Members raised the issue of the poor quality of some privately rented homes. The majority of landlords and agents treat their tenants fairly and provide good-quality, safe homes, but that is not always the case. Too many of the 4.4 million households who rent privately live in poor conditions and pay a large proportion of their income to do so. Poor-quality housing undermines renters’ health and wellbeing. It can affect their educational attainment and it reduces pride in local areas.",
        "I am proud of the action that the Government have already taken to put things right. We have strengthened local authorities’ enforcement powers by introducing fines of up to £30,000, extending rent repayment orders and introducing banning orders for the most serious and prolific offenders. We have introduced new regulations, which require landlords to install smoke and carbon monoxide detectors and ensure that the electrical installations in their properties are safe. We are concluding our overhaul of the housing, health and safety rating system, which is the tool used to assess hazardous conditions in rented homes. That will make it more accessible to tenants and landlords and allow more efficient enforcement.",
        "The Homes (Fitness for Human Habitation) Act 2018 empowered all tenants—private and social—for the first time to take their own action against landlords who let unfit properties. As a result, conditions have improved over the past 10 years, but we know that there is more to be done. Alongside this we have consulted on introducing a legally binding decent homes standard in the private rented sector. That consultation closed on 14 October and we are currently reviewing responses.",
        "Many hon. Members talked about tenancy reform and, clearly, that is critical. Our reforms will provide tenants with security. They will also ensure that good landlords are still able to gain possession when necessary.",
        "Hon. Members have rightly mentioned the insecurity caused by section 21 no-fault evictions. It is not right that a landlord can ask a tenant to leave without giving a reason. The Government are clear that they want to support the majority of landlords who act responsibly, but it is not right that tenants live in fear that their lives may be uprooted at the whim of the minority of rogue landlords. That is why, as we have set out in our manifesto and confirmed in this House, the Government have committed to abolishing section 21 of the Housing Act 1988 and giving millions of private renters a secure home.",
        "At the same time, the White Paper proposes to simplify complex tenancy structures. It will move all tenants who currently have an “assured” or “assured shorthold” tenancy on to a single system of periodic tenancies. Periodic tenancies will allow either party to end the tenancy when they need to. That will enable tenants to leave poor-quality properties without remaining liable for the rent, or to move more easily when their circumstances change—for example, to take up a new job opportunity. Landlords will always have to provide a specific reason for ending a tenancy.",
        "Good landlords play a vital role in providing homes for millions of people across the country. We want to reassure them that the new system will continue to be a stable market for landlords to invest and remain in. No one will win if our reforms do not support landlords as well as tenants. It is only right that landlords should be able to get their properties back when their circumstances change, or when tenants break the rules. A number of hon. Members mentioned the real issues attached to antisocial behaviour. We will reform grounds of possession so that they are comprehensive, fair and efficient, and we will streamline the possession process, removing unnecessary restrictions on landlords seeking to recover their property.",
        "Alongside that, we will continue to listen to landlords and students, as mentioned by a number of hon. Members —landlords provide much-needed accommodation to thousands of students every year—to ensure that the sector continues to work for those in higher education, and I will continue to have those conversations.",
        "I am sure that hon. Members will agree that going to court should be a last resort, when all other avenues have been exhausted. But we know that sometimes it is unavoidable, and that court proceedings can be costly and time consuming for landlords. That is why we are working with the Ministry of Justice and HM Courts and Tribunals Service to streamline the process and ensure that the most serious cases are prioritised. I just checked on the fax point and can assure Members that people can email or make paper submissions. Alongside that, we are reviewing the bailiff process. That is currently a big source of frustration and delay.",
        "Many Members have mentioned issues surrounding the cost of living—",
        "**Lloyd Russell-Moyle**",
        "Will the Minister give way on the legal question?",
        "**Felicity Buchan indicated assent.**",
        "**Lloyd Russell-Moyle**",
        "Does the Minister not recognise that the lack of legal aid is a huge problem for people in the private rented sector? In the last Session, I introduced a Bill that would have cost the Government nothing but provided £20 million in legal aid and early legal support for private renters by taking the interest from the £2 billion- worth of deposits held in this country and putting it into a special, reserved fund for legal aid for renters. Would she look at that measure, so that the court process is supported?",
        "**Felicity Buchan**",
        "The hon. Gentleman will recognise that legal aid does not fall within my remit, but I am happy to meet him and have a conversation.",
        "We empathise strongly with those affected by the cost of living issues. That is why the Government have provided over £37 billion in cost of living support this year to those who need it the most. We have given unprecedented support to protect households from high energy prices. For tenants who are unable to afford their rental payments, there is a range of potential support available through the welfare system.",
        "My hon. Friend the Member for North Devon (Selaine Saxby) and the hon. Member for York Central (Rachael Maskell) both raised the issue of second homes and holiday lets. I am aware of the pressures in their constituencies. The White Paper contains a proposal on that issue, and I point both hon. Ladies to the Department for Digital, Culture, Media and Sport’s call for evidence on the topic.",
        "**Rachael Maskell**",
        "The DCMS call for evidence has closed, but I have a private Member’s Bill before the House. Will the Minister’s Department work with me to ensure that we can regulate short-term holiday lets?",
        "**Felicity Buchan**",
        "Specifically, that falls under the DCMS, but I am happy to have a conversation with the hon. Lady.",
        "**Selaine Saxby**",
        "The DCMS consultation took months to see the light of day, and my local council submitted pages of evidence. I recognise that the issue falls within the remit of the DCMS, but one of the reasons constantly given for the inability to tackle it is that it lies with a different Department, either LUHC or DCMS. If anything can be done to bring the Departments together to enable progress to be made, we would be most grateful.",
        "**Felicity Buchan**",
        "I hear my hon. and good Friend, and I will do everything I can to facilitate that.",
        "I hope that all Members present today recognise that this Government are committed to reforming the private rented sector in a fair and balanced way, abolishing no-fault section 21 evictions and strengthening and clarifying landlords’ rights when seeking possession.",
        "**Matthew Pennycook**",
        "Will the Minister give way?",
        "**Felicity Buchan**",
        "I am sorry, but I have been told that I need to conclude.",
        "The Government are committed to giving tenants the security and peace of mind they need to settle down with confidence and make their house a home. We are committed to empowering tenants so that they can make informed choices and raise concerns, and to supporting responsible landlords. As I said at the outset, we stand by our manifesto commitments to abolish no-fault evictions and to ensure that landlords have rights to repossess when that is required. We published the White Paper in June and we are discussing it with interested parties. The consultation on the decent home standard closed on 14 October, and we are reviewing the responses. We will publish the next steps in this extremely important sector in due course."
    ]
}