{
    "url": "https://www.ukpol.co.uk/felicity-buchan-2022-speech-on-the-sharks-fin-bill/",
    "title": "Felicity Buchan – 2022 Speech on the Sharks Fin Bill",
    "post_date": "July 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Felicity Buchan",
            "url": "/tag/felicity-buchan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Felicity Buchan, the Conservative MP for Kensington, in the House of Commons on 15 July 2022.",
    "content": [
        "I congratulate the hon. Member for Neath (Christina Rees) on this excellent Bill, which I wholeheartedly support. Indeed, it is another example of our Government’s policy being implemented through a private Member’s Bill from the Opposition Benches, and it shows that we truly can work on a cross-party basis.",
        "I will talk about the specifics of the Bill, but first I want to say that animal welfare and conservation is one of the most important issues for my constituents. I asked my office to check this morning how many emails we received on it over the last year, and it was more than 1,500. I have a politically active constituency, but that is a lot of emails. They were on a broad spectrum of issues, ranging from pet smuggling to the oceans, and animal welfare is a priority of mine. I do not wish to make this overly political, but I think that we can see this as an opportunity of Brexit, as we can go a step further than the EU has gone. We can make this country the best for animal welfare standards. This is an important opportunity for us.",
        "The hon. Member for Neath was powerful in her description of what happens when sharks are finned. They are taken out of the ocean, their fins are cut off, and they are then chucked back in alive. They essentially die from suffocation, and float to the bottom of the ocean. It is a pretty grim business. We have heard from a number of Members about the importance of sharks to our marine ecosystem, and I understand that of the 500 species of shark, 143 are currently under threat. That is pretty remarkable, and those species range all the way from “vulnerable” to “critically endangered”. There is no question but that one of the leading predators in the ocean must be important to that ecosystem. We are collectively doing the right thing, and my hon. Friend the Member for Charnwood (Edward Argar) was correct to say that while there may be people who want us to go even further, this is the right balance.",
        "I keep returning to what the general public think would be right, and there is no doubt in my mind that the Bill will have the support of many of my constituents. That was shown by the fact that the petition that came before Parliament in the previous year attracted 115,000 signatures. This is a major issue. The Bill has my full support, and I congratulate the hon. Lady on bringing it forward. As we go forward over the last few years of this Parliament, I would love the House to focus on more issues such as this. There is no doubt that animal conservation is important to Members of the House, and it certainly is to me."
    ]
}