{
    "url": "https://www.ukpol.co.uk/felicity-buchan-2022-speech-on-fifth-anniversary-of-grenfell-tower-fire/",
    "title": "Felicity Buchan – 2022 Speech on Fifth Anniversary of Grenfell Tower Fire",
    "post_date": "June 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Felicity Buchan",
            "url": "/tag/felicity-buchan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Felicity Buchan, the Conservative MP for Kensington, in the House of Commons on 16 June 2022.",
    "content": [
        "The last few days have been very intense, emotional and difficult for my constituents as we remember the 72 men, women and children who lost their lives so horrifically and so needlessly. You will never be forgotten.",
        "It has been my great privilege over the course of the last few years to get to know many of the bereaved and survivors. They have borne so much with so much dignity. It was humbling to spend time with them at Westminster Abbey on the anniversary on Tuesday, and a few days before that at Al-Manaar mosque in north Kensington in my constituency. Their individual accounts of what happened to them that evening are truly harrowing. I do not think that any of us can imagine the pain, anguish and suffering that people went through that night, or indeed the pain and anguish that relatives, friends and the community continue to suffer from.",
        "On the morning of the anniversary, I went to Grenfell Tower. It was 7 o’clock in the morning, but there were already students from the neighbouring Kensington Aldridge Academy there, paying their respects. KAA, as it is known, lost five students in the tragedy. In total, 18 children died, their lives cut horrifically short.",
        "We will never be able to right the wrongs of the past, but we can ensure that there is a lasting legacy from Grenfell. I am very clear that that legacy must be that everyone has a right to be safe in their homes, and that the voices of all residents and all communities need to be heard.",
        "Last week we had a debate on building safety and social housing. I will not repeat the remarks that I made then, but I did say that I had been very frustrated over the last five years at the speed at which many of the changes were being implemented. There is no question but that we have made progress. We have enacted the Building Safety Act 2022 and the Fire Safety Act 2021, and lots of developers have said that they will contribute towards the cost of remediation. However, there is a lot more to be done, and it needs to be done quickly.",
        "One of the first things that I did when I got to this place was to give a speech on Grenfell. It was January 2020, following my election in December 2019. I called then for all the recommendations of the Grenfell inquiry to be implemented, and to be implemented at speed, and I reiterate that call today.",
        "What we collectively need to do is to ensure that a tragedy of this kind can never be allowed to happen again, and I am determined that I will do what I can to ensure that such a tragedy does not happen again."
    ]
}