{
    "url": "https://www.ukpol.co.uk/robert-buckland-2020-statement-on-the-whiplash-reform-programme/",
    "title": "Robert Buckland – 2020 Statement on the Whiplash Reform Programme",
    "post_date": "February 29, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Robert Buckland",
            "url": "/tag/robert-buckland/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Robert Buckland, the Lord Chancellor and Secretary of State for Justice, in the House of Commons on 27 February 2020.",
    "content": [
        "I would like to provide an update on next steps for the whiplash reform programme.",
        "The Government remain firmly committed to implementing measures to tackle the high number and cost of whiplash claims. The reform programme includes the measures in part 1 of the Civil Liability Act 2018, which will introduce a fixed tariff of damages that a court may award for pain, suffering and loss of amenity for whiplash injuries sustained in a road traffic accident, as well as a ban on the making or accepting of offers to settle a whiplash claim without a medical report. Alongside these, we will be increasing the small claims track (SCT) limit for road traffic related claims to £5,000.​",
        "The Government had indicated that they wished to implement these measures from April 2020. The Ministry of Justice has made major progress towards this. It has worked closely with the Motor Insurers’ Bureau (MIB), and with stakeholders representing claimants, including litigants in person, and defendants, on the successful build of a new official injury claim service (the service). With the MIB, and using independent research, we have designed the new service to put the needs of the claimant at its heart. It will provide a simple, user-friendly and efficient online route to provide those affected by road traffic accidents with an opportunity to settle small claims for personal injury without the need for legal representation or to go to court. Where a claimant is not able to make a claim online there will be the option to do so on paper. A dedicated customer contact centre will be available to support all customers through the journey if necessary.",
        "Alongside the MIB, the Ministry of Justice has demonstrated the development of the service at numerous stakeholder events in London and Manchester, and spoken at stakeholder conferences across the country. We have been clear about the design of the service, and how we will work to ensure stakeholders from across the claimant and insurance industries are kept aware of, and can feed into, the development of the new platform.",
        "Despite this progress, the Government have given careful consideration to whether implementing the whiplash measures in April remains practical, given the work that remains to be completed. We have listened to the arguments made by both claimant and insurance representative bodies.",
        "As a result, the Government have decided that more time is necessary to make sure the whiplash reform programme is fully ready for implementation. We have always been clear that we need to do this right, rather than hastily. In particular, we need to provide sufficient time to work with the Civil Procedure Rules Committee to put in place the supporting rules and pre-action protocol and to give industry sufficient time to prepare their businesses for the changes to how small road traffic personal injury claims are managed. We will also lay the statutory instrument in Parliament to introduce the tariff of damages for whiplash injuries.",
        "In the light of this, the Government have decided to implement these reforms on 1 August 2020. The necessary rules and pre-action protocol, and the statutory tariff, will be published in sufficient time before implementation.",
        "The new service is designed with all users in mind, and will be simple and easy to operate. Currently motor insurers accept liability for damages in the majority of whiplash claims after road traffic accidents, and we do not expect insurer behaviour to change post implementation. However, there will be occasions when insurers do not accept liability, and claimants will need to be able to resolve liability disputes. Initially, the Government proposed to include a form of alternative dispute resolution (ADR) to enable liability and quantum claims to be adjudicated. However, in the event, no practicable solution which gave sufficient coverage of ADR for claims could be found. As a result, ADR will no longer be part of the online service. Instead, we will ensure access to justice by developing bespoke processes to enable litigants to go to court to establish liability.​",
        "The increase in the small claims track limit will not apply to those who have been termed “vulnerable road-users”, for example, motor-cyclists, cyclists and pedestrians, and who in any event will not subject our whiplash tariff provisions.",
        "The increase in the small claims track limit will also not apply to children or protected parties. This will enable the Government to test the processes and ensure that we have them correct before considering further extension.",
        "Because these claimants will not be subject to the new small claims limit, they will also not be subject to the new pre-action protocol and so will not have access to the online service. As such, they will not be able to source their own medical report via the online service, which is statutorily required to settle claims for whiplash injuries. Therefore, until they can access the online service, the normal track for claims by children and protected parties which include a whiplash injury, will be the fast track and these claims will not be allocated to the small claims track. This means that, for now, these claimants will be able to instruct a legal representative who may obtain a medical report on their behalf and their costs of legal representation will remain recoverable. This decision has been taken for no reason other than that we consider it the fairest and most straightforward approach to ensuring, for now, that these claimants can obtain the medical report which they must obtain before they can settle their claim.",
        "It is absolutely right that this Government continue their commitment to tackle the high number and costs of whiplash claims, and the impact these have on the cost of motor insurance premiums for hard working families. Delivering these reforms remains a key Government priority. We will continue to work with stakeholders to ensure that all are sufficiently prepared for the new measures on 1 August 2020."
    ]
}