{
    "url": "https://www.ukpol.co.uk/robert-buckland-2021-statement-on-judicial-mandatory-retirement/",
    "title": "Robert Buckland – 2021 Statement on Judicial Mandatory Retirement",
    "post_date": "March 11, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Robert Buckland",
            "url": "/tag/robert-buckland/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Robert Buckland, the Lord Chancellor and Secretary of State for Justice, in the House of Commons on 8 March 2021.",
    "content": [
        "Following my recent announcement of the Government responses on reforms to the judicial pension scheme and on proposals to address the unlawful age discrimination identified in the McCloud litigation, I am today publishing the Government response to the Judicial Mandatory Retirement Age consultation.",
        "Running from 16 July to 16 October 2020, the consultation sought views on proposals to increase the mandatory retirement age for judicial office holders to 72 or 75, alongside a proposal to allow public interest-based extension of magistrates’ appointments beyond their existing mandatory retirement age of 70, as is currently available to other parts of the judiciary. The consultation attracted considerable interest with over one thousand responses received from across of the magistracy, the judiciary, the legal profession, and other key stakeholder groups.",
        "It has been over 25 years since the mandatory retirement age for most judges was set at 70. A mandatory retirement age remains an important requirement of judicial office which protects judicial independence, preserves public confidence in the judiciary, and promotes opportunities within the judiciary for those who wish to apply and to progress. I believe, however, along with the majority of respondents, that it is now time the MRA is amended to reflect improvements in life expectancy and the changing demands on our courts and tribunals.",
        "Following careful consideration, I have therefore decided to raise the mandatory retirement age to 75 to enable us to retain for longer the valuable expertise of experienced judicial office holders and to attract a wider range of applicants. I believe the new retirement age could also have a positive impact on diversity by attracting and promoting opportunities for individuals considering a judicial career later in life, such as those who may have had non-linear careers or taken career breaks to balance professional and family responsibilities. I will legislate for this change as soon as parliamentary time allows.",
        "Magistrates currently are unable to sit beyond the existing mandatory retirement age unlike many judges who can apply to have their appointments extended or to sit in retirement on an ad hoc basis. To further boost capacity in the magistrates courts, I will include a transitional provision as part of the legislative change to allow recently retired magistrates who are below the age of 75 when the new MRA comes into force to be able to apply to return to the bench, where there is a business need.",
        "As Lord Chancellor, it is my duty to ensure the courts and tribunals have the required resources to continue dispensing justice. I am grateful for the commitment and resilience of judges, magistrates and coroners across the country who have worked tirelessly throughout this challenging period. I know the changes I am announcing today will not immediately alleviate pressure on our justice system. However, this once in a generation change to the mandatory retirement age, alongside the important reforms we are making to the judicial pension scheme, will help to support and promote judicial recruitment and retention, ensuring we are able to continue resourcing our world-class judiciary for the future."
    ]
}