{
    "url": "https://www.ukpol.co.uk/robert-buckland-2019-speech-at-swearing-in-ceremony/",
    "title": "Robert Buckland – 2019 Speech at Swearing-In Ceremony",
    "post_date": "August 1, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Robert Buckland",
            "url": "/tag/robert-buckland/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Robert Buckland, the Lord Chancellor, on 30 July 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2019/08/robertbuckland.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2019/08/robertbuckland.jpg)",
        "Mr Attorney, I’d like to thank the Lord Chief Justice for what I was going to say was a generous welcome, a frank one is more accurate! But I genuinely very much look forward to working with him and indeed other members of the Bench here present and other judicial colleagues. I’d also like to thank my predecessor, David Gauke, a mere solicitor, for his deep commitment to supporting the judiciary and the rule of law.",
        "It is with the deepest sense of pride that I appear before you as Lord Chancellor. Many of us in this court will be familiar with the long and ancient history of the office, stretching back as it does to before the Norman Conquest. The names of some of the office holders echo down the generations: Becket, Wolsey, Thomas More, Francis Bacon. The names of others are, shall we say, somewhat more notorious, but we’ll draw a veil of charity over that.",
        "I am one of as yet very few people from Wales to have had the honour of wearing these robes. The most recent of my compatriots was Lord Elwyn Jones, appointed in 1974. As the Lord Chief Justice referred to, we share several similarities. First, he was, like me, born and raised in Llanelli, and second, he practised at the Bar, sat as a Recorder and was a Law Officer too. Finally, and perhaps most strikingly, Elwyn Jones took office in a minority Government at a time of great political uncertainty. He did go on however to serve as Lord Chancellor for five years, so let us see whether the similarities end there.",
        "When preparing for this ceremony it was reassuring to recall that I have had some practice – after all, I have borne direct witness, when I was Solicitor General, to four of my predecessors being sworn-in!",
        "Like them, I am before you today, and I have sworn an Oath that I will defend the independence of the judiciary and respect the rule of law. It is the safeguard of fairness and freedom in our society, providing for important principles like equality under the law and access to justice. And for me, this has far more than formal relevance.",
        "Indeed, I realise that this is the first time I have appeared in this Court from this side of the bench. It has been my privilege, first of all as junior counsel and then as a Law Officer of the Crown, to have appeared here from counsel’s row addressing a succession of appellate benches over the past 25 years or so. So for me, the law and its practice have dominated my adult life – I have lived it, which is why today is not just a political pinnacle, but a legal one for me too.",
        "What led me here? As a criminal barrister, I learnt about the power of advocacy; of giving those whose liberty was on the line a voice and ensuring that they were treated equally under the law, addressing hundreds of juries, prosecuting and defending in thousands of cases on the circuit and here in London too. The Wales circuit, the greatest circuit in the known world.",
        "As a Recorder in a Crown Court, I saw the benefit, but also the difficulty, in delivering justice effective and efficiently – which is why I take a particular interest in our courts and tribunals reform agenda.",
        "And, after election to Parliament by the people of South Swindon, which I have the honour to represent, and as the Solicitor General for nearly five years, I saw the importance of the separation of the branches of the State and the role of the law officers in ensuring that the Government respects and upholds the rule of law.",
        "The judiciary, as one of these branches, is rightly independent. Judges must be free to give their judgments without fear or favour. And as Lord Chancellor, I will endeavour to be sure-footed and steadfast in my solemn Oath to defend that hard-won independence.",
        "You, the judiciary, bring huge knowledge, experience and expertise to the judgments you make. I know that these can often be challenging and complex cases. And I want to thank you for the dedication and careful diligence with which you approach those decisions.",
        "This year we mark some important anniversaries. Today is exactly 70 years since the coming into force of the 1949 Legal Aid and Advice Act. Legal aid being provided for the first time in a structured way in certain cases in our higher courts, before the system further evolved to embrace a wider category of case. Having practised predominantly in cases involving criminal legal aid, I remain firmly of the belief that as far as possible the right support must be provided for those who need it, particularly where actions of the state directly affect the liberty, livelihood or welfare of the individual.",
        "And in that spirit, I believe deeply in the benefits of public legal education, something I focused on during my time as Solicitor General and something, I know, my Lord Chief Justice, you too are keen to promote.",
        "And as we mark the centenary of the Act of Parliament that enabled women to become lawyers for the very first time, we can be encouraged by the fact that more than half of trainee solicitors and barristers entering the professions are now women. That is great progress, but we still need to see more diversity, in all its forms, throughout the ranks of the professions and in the judiciary. And I will do all I can to promote this agenda in my time as Lord Chancellor.",
        "The evolution and endurance of this great office of state remind us where we have come from – how our rights and opportunities have evolved alongside an endurance of the essential principles upon which our justice system and society rely. The foundations of those institutions, I believe, are fundamentally strong and the roots of the principles and values we hold dear are deep.",
        "And I will work hard to maintain our international reputation for excellence we have when it comes to our legal services and our judiciary.",
        "Here at home, I want people to have confidence in a justice system that is fair, open and accessible, that protects victims and makes our streets safer – a justice system of which we can all be proud and whose values will and must endure."
    ]
}