{
    "url": "https://www.ukpol.co.uk/robert-buckland-2019-statement-on-justice-and-home-affairs/",
    "title": "Robert Buckland – 2019 Statement on Justice and Home Affairs",
    "post_date": "October 17, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Robert Buckland",
            "url": "/tag/robert-buckland/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Robert Buckland, the Lord Chancellor and Secretary of State for Justice, in the House of Commons on 16 October 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2019/08/robertbuckland.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2019/08/robertbuckland.jpg)",
        "The Justice and Home Affairs Council of the Finnish EU presidency recently took place in Luxembourg. The JHA Counsellor at the permanent representation of the UK to the EU attended Justice Day on 7 October. The UK did not attend Interior Day on 8 October.",
        "The UK Government decided that from 1 September until Brexit day, UK Ministers and officials will only attend EU meetings where the UK has a significant national interest in the outcome of the discussions.",
        "Justice Day began with a discussion on the EU Action against corruption, in the broader context of the debate on rule of law and mutual recognition. All member states supported the need to take action against corruption. The presidency concluded that there was support for a new comprehensive EU strategy or action plan. The EU work should bring added value and as such should look first at using its existing tools. member states also supported the EU becoming a full member of the Group of States Against Corruption (GRECO), so that the EU institutions are held to the same standards as GRECO members.",
        "Ministers adopted the supplementary negotiating directives on EU accession to the ECHR. The Commission committed to restarting negotiations as soon as possible, whilst ensuring that the EU would reform its internal rules ahead of agreement with the Council of Europe.",
        "The Council conclusions on the “EU Charter of Fundamental Rights after 10 Years: a State of Play and future work” were waived through without debate.​  \nDuring lunch, Ministers discussed the rights of victims of crime, particularly the most vulnerable, including children and victims of domestic and sexual violence. The Fundamental Rights Agency (FRA) cited the 2.5 million children across the EU who are involved in criminal proceedings in different forms. The need for a multi-agency approach was noted, with care of victims being about more than the criminal justice system alone. It also entailed medical, social and psychological care. The presidency concluded that they would consider this issue further at the December Council.",
        "After lunch, the FRA director presented the ‘Fundamental Rights Challenges in 2020 and Beyond’ paper. Many member states touched on the importance of the link between rule of law and fundamental rights and the importance of the EU moving forwards on artificial intelligence with a fundamental rights focus.",
        "The Commission then welcomed the progress made following the introduction of the code of conduct but called for further work to be done by the next Commission on disinformation and online hate speech.​  \nMinisters also approved the Council conclusions on Eurojust. Eurojust presented the counter-terrorism register which was launched in September. Member states agreed that the register would build upon the spirit of co-operation reached in the 2005 Council decision to support the work of Eurojust.",
        "The Commission briefed the Council on the latest EU-US senior officials meeting, reiterating the limited mandate due to the ongoing e-evidence negotiations. The second senior officials meeting would take place in early November to make progress before the EU-US Ministerial on 10 December. Security Commissioner Sir Julian King briefed on the progress made on the Budapest Convention. The presidency concluded that it would return to the issue in December.",
        "The Commission considered that the appointment of the European Public Prosecutor would give a boost to the European Public Prosecutor’s Office (EPPO) being set up and reminded participating member states to nominate their three nominees so as to be ready before November 2020."
    ]
}