{
    "url": "https://www.ukpol.co.uk/robert-buckland-2022-speech-on-the-northern-ireland-protocol-bill/",
    "title": "Robert Buckland – 2022 Speech on the Northern Ireland Protocol Bill",
    "post_date": "June 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Robert Buckland",
            "url": "/tag/robert-buckland/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "European Union",
            "url": "/category/european-union/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Robert Buckland, the Conservative MP for South Swindon, in the House of Commons on 27 June 2022.",
    "content": [
        "I have sat diligently through the entire debate, and I think that the House is soberly and carefully examining an issue that is not just about Brexit or our relationship with the EU, but which goes to the heart of the exceptional nature of Northern Ireland and its position in our great United Kingdom. That arrangement was reached a century ago, whether we like it or not. The consequences of Northern Ireland’s exceptional position have made this particular issue so vexed and complicated.",
        "I was in Government when the final withdrawal agreement was negotiated. We all remember—I certainly do with great clarity—the need for there to be an agreement with the EU for us to be able to chart a way forward, not just in terms of our withdrawal and the period of grace that we had for a year after that, but our subsequent trade agreement. For me, that is of paramount importance.",
        "I therefore come to this debate after very careful and measured thought. As an unalloyed pro-European, I still believe in the importance of Britain’s role with our friends in Europe and the importance of maintaining strong bilateral arrangements, and I do not want to see us doing anything hastily that could jeopardise that important continuing relationship. That is why we should heed very strongly the words of my right hon. Friend the Member for Skipton and Ripon (Julian Smith), who was the Secretary of State for Northern Ireland—he worked diligently to bring back that Executive, with great success—about the need for Franco-British bilateral discussions to proceed at pace. In my considered view, that will be how we unlock the sort of negotiation that everybody in the Chamber wants.",
        "Hon. Members are right to talk about the need for negotiation, but the reality is that there is no negotiation. We cannot even call it a negotiation because Maroš Šefčovič, in working for the Commission, needs political direction from the EU and its member states—most notably, France—to be able to even call his discussions with the United Kingdom a negotiation. That is the reality.",
        "Although masterly inactivity is sometimes absolutely the right way for nation states to proceed, I am afraid that that is not an option for us here. A nation should pursue masterly inactivity when it has a position of advantage and I am afraid that we do not have that, because our essential interests are under threat. We have identified our essential interests as the",
        "“maintenance of stable social and political conditions in Northern Ireland, the protection of the 1998 Belfast (Good Friday) Agreement, the effective functioning of the unique constitutional structures created under that Agreement, and the preservation and fostering of social and economic ties between Northern Ireland and the rest of the United Kingdom”.",
        "Here is the point I want to make, in the short time I have: a lot has been said about necessity, as if it requires imminent peril or an immediate threat facing us just outside the door. Nobody is saying that we face that, but necessity in this context does not require that degree of imminence; it requires a degree of real threat, and growing evidence of a real threat to our essential interests. I would argue that there is such growing evidence. Clearly north-south is entirely unaffected—the respect we are showing for the single market is clear—but there is a growing problem when it comes to east-west. The right hon. Member for Leeds Central (Hilary Benn) put it very well when he talked about the prawn sandwich argument.",
        "I have to say that at a time when there seems to be violent agreement among all the parties of Northern Ireland, and indeed among all of us in this Chamber, the full implementation of the protocol is not what we want to see. Nobody wants that. What on earth are we all arguing about?",
        "**Sir Robert Neill**",
        "My right hon. and learned Friend speaks wisely about these topics, as ever. He refers to the doctrine of necessity and the tests that must be met. I think he will agree that, whether it be imminent or emerging, there has to be evidence that the high threshold is met. Does he think that, in common with the approach adopted in the United Kingdom Internal Market Bill, if there is evidence so pressing as to justify a departure from an international agreement, with the risks that that involves, it should be brought back to this place for the House to decide in a vote? As was then suggested in that Bill, on the evidence available, there should be a parliamentary lock on the use of that important step.",
        "**Sir Robert Buckland**",
        "My hon. Friend makes a powerful case. His amendment to that Bill was adopted by this House in 2020; I thought it was a sensible mechanism to allow this House of Commons to have its final say with regard to the implementation of these measures based on clear evidence.",
        "My point is simply that this is not a matter of law or a question of legality. There is a respectable argument that can be deployed by the British Government to assert necessity, but this is not about the law; it is about the evidence that the Government will need to marshal to demonstrate that point. The Government’s responsibility is to be a good steward of the Good Friday/Belfast agreement.",
        "**Simon Hoare**",
        "Will my right hon. and learned Friend give way?",
        "**Sir Robert Buckland**",
        "I am afraid I cannot give way any further.",
        "It is paramount that article 1 of the protocol, which says that it",
        "“is without prejudice to the provisions”",
        "of the Good Friday agreement, means that the Good Friday agreement definitely—in my view, as a matter of law—takes precedence. Any Government who fail to act or who sit idly by and ignore the concerns of Opposition Members, the wider community or the wider interests of our kingdom are therefore failing in their duty.",
        "I have listened very carefully this afternoon to the leader of the Democratic Unionist party, the right hon. Member for Lagan Valley (Sir Jeffrey M. Donaldson), and his party. I would like further clarity as to whether in referring to the passage of this Bill he meant its clearance through this House, as opposed to through the other place before it returns here for a final consideration.",
        "**Sir Jeffrey M. Donaldson**",
        "I was very clear: I want to see progress being made in the passage of this Bill through the House of Commons. I want to see steps being taken that give us the certainty that we will see this legislation moving forward and that Parliament will enact it. In those circumstances, we will respond positively.",
        "**Sir Robert Buckland**",
        "I am extremely grateful to the right hon. Gentleman. I know that he speaks about the issues with conviction and passion. As a friend of the Union—as a Unionist to my bones—I say to him and his party that it is time to act. It is time for us to come together if we are to restore the stability that the mainstream opinion of people in Northern Ireland, for whom politics is not their everyday preoccupation, is crying out for. What the right hon. Gentleman, his party and I must agree on is that the United Kingdom must be the source of that stability. If we fail to be the source of stability, people cannot be blamed if they vote with their feet—or vote in another way, God forbid.",
        "That is why I am taking part in this debate: because as a Unionist I feel a responsibility for the stewardship of the United Kingdom that I love. I think Northern Ireland is as British as Wales, where I come from, and Swindon, which I represent. It is in the interests of all Conservatives to remember that, however tactically difficult the issue might be, and however inopportune a moment it is to have to make hard and fast decisions, the issue is of such importance that inaction is not an option. Tonight, I urge colleagues to vote for the Bill in the hope and expectation that we will see real progress and the stability that the people of Northern Ireland and the people of Britain want and deserve."
    ]
}