{
    "url": "https://www.ukpol.co.uk/karen-buck-2022-speech-on-fifth-anniversary-of-grenfell-tower-fire/",
    "title": "Karen Buck – 2022 Speech on Fifth Anniversary of Grenfell Tower Fire",
    "post_date": "June 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Karen Buck",
            "url": "/tag/karen-buck/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Karen Buck, the Labour MP for Westminster North, in the House of Commons on 16 June 2022.",
    "content": [
        "I congratulate my hon. Friend the Member for Leeds East (Richard Burgon) on securing this debate. It is a pleasure to follow the hon. Member for Kensington (Felicity Buchan), whose constituency includes the area of Grenfell Tower. Of course, for 13 years I represented the constituency of Regent’s Park and Kensington North, including Grenfell Tower, and I knew it and the people living in it well. When the phone calls began in the middle of that fateful night five years ago, it was a personal horror to me as well.",
        "The inferno engulfed Grenfell Tower just days after the 2017 general election. Parliament had not reconvened, but Ministers and MPs gathered in Westminster Hall for a special meeting, for which an official parliamentary record could not be provided. The newly elected Member for Kensington in 2017, Emma Dent Coad, was plunged into probably the most challenging set of circumstances that almost any newly elected Member of Parliament has had to face outside of wartime. She went on to make the case over the following two years, and she continues to do so outside this House. We should commend her for coping so well with that extraordinary challenge.",
        "**Sarah Jones**",
        "I believe that Emma Dent Coad is with us today, watching from the Public Gallery. I also came to Parliament in 2017, and this has absolutely been the defining issue of my entire five years. What happened was such a huge thing for those of us who were new, and I can only imagine how she managed to cope with the challenges she faced.",
        "**Ms Buck**",
        "I thank my hon. Friend and agree very strongly with her.",
        "That gathering of parliamentarians, which is not on the parliamentary record, was very intense indeed. We pressed Ministers very hard for answers. In addition to the obvious shock that everybody was still feeling, there was an absolutely overwhelming demand for urgency not only in response to the catastrophe that happened in north Kensington but in relation to the wider lessons, which I will come to in a moment.",
        "In the days that followed, including the day on which we gathered, it became immediately obvious that there was a failure of epic proportions on the part of the state, and particularly the local council in Kensington, and those of us who went to the Grenfell area to offer support in the immediate aftermath could see that. During that parliamentary debate, I asked what we were going to do, immediately and urgently, to deal with the homelessness crisis faced by hundreds of people. That quickly became a larger number, because over the following days there was an evacuation of residents from the Lancaster West estate surrounding Grenfell Tower. Having been the Member of Parliament for that area, I knew well the sheer scale of the homelessness diaspora resulting from Kensington council’s behaviour, and indeed of the wider homelessness problems in London.",
        "In the immediate aftermath of the fire, people were sleeping rough. How was that allowed to happen? We discussed the issue, yet it was allowed to happen. It is important that we remember that five years on, because the way in which the institutions of the state failed the survivors, the relatives and the wider community set a tone for the whole of the following five years. Understandably, that fed into a deep and profound sense that they could not rely on the institutions of the state to offer them support and justice. One of the things that we have to do today is recognise that epic failure and collectively apologise for it. I am ashamed. Anybody who went down to north Kensington over those following days could not believe their eyes in seeing a failure on that scale.",
        "Homelessness was one of the first issues raised, but it took months—it took years—for the housing needs of Grenfell survivors, relatives and the community to be dealt with, even though they were recognised within hours of the fire. The second immediate issue raised in Parliament on that day was the need for justice—the need for those responsible to be held to account for what had happened. We did not immediately know exactly who was responsible—which components of the system, from building design and maintenance to the emergency response—but people knew that there was a need for justice.",
        "I do not think anybody would now say that the passage of five years means that justice has been served. That is not in any way a criticism of the inquiry, which has been profoundly rigorous in going about its work, but justice delayed is justice denied. Five years is far too long for the community to wait for justice. Urgency was the prevailing tone in the immediate aftermath of the fire, but five years on, the promise of urgency and the commitment to urgency have been denied. The community has been let down profoundly as a consequence.",
        "Building safety has been a dominant theme in Parliament in the intervening five years, but we need to reflect again on emergency planning. The fact that it failed so catastrophically in Kensington tells us something quite profound, which we continue to raise in other contexts: there is an institutional belief that these kinds of things cannot happen here. There is a complacency about risks that should have been shattered comprehensively, forever, by what happened five years ago, but it has not. Again and again, we see the expectation that we should drive towards a deregulatory approach to services and a de minimis public sector, even though the capacity of the public sector, which failed so badly on that day, is so essential to ensuring that such things cannot happen again.",
        "Within days and weeks of Grenfell, it became quickly apparent that hundreds of thousands of people across the country were living in buildings where such things could happen again—in some cases, they still are. That possibility has dominated our discussions in this Chamber. Ten days after Grenfell, I had to attend a meeting of desperate and frightened residents of a six-block, 22-storey estate in north Westminster that overlooked Grenfell Tower and had been covered with the same form of cladding. In many ways, they have been the fortunate ones: they went through terminal upheaval as the cladding was removed over the following winter. However, 10,000 buildings continue to be covered with some form of cladding. The people in them live with that risk. In many cases, they also live with the reality that they face financial ruin and are trapped, unable to move.",
        "I completely recognise that the Government have taken some steps in their legislative programme to implement proposals on fire safety and building safety, but so little has been done compared with what is needed.",
        "**Marsha De Cordova (Battersea) (Lab)**",
        "My hon. Friend is making an excellent speech. I have been in this place for only five years; the Grenfell fire and its aftermath have been a defining part of my term. A number of buildings in my constituency are still wrapped in unsafe cladding. Despite many years of promises that leaseholders would never have to foot the bill for fire safety and remediation work, and despite the Fire Safety Act and the Building Safety Act, leaseholders are still being burdened with thousands of pounds of debt to pay for all the fire safety and remediation work to be completed.",
        "**Ms Buck**",
        "I totally agree. So many people still live with the fear, the risk and the stress of having to contribute financially. As we have said again and again, so many of the people who bear the burden of cost and risk are the very last people in the chain of responsibility to have had anything to do with the circumstances in which they are trapped.",
        "Five years on, as the inquiry continues its work, the Home Office’s decision not to implement the inquiry’s recommendation",
        "“that the owner…of every high-rise residential building be required…to prepare personal emergency evacuation plans”",
        "sends out the worst possible signal, particularly to survivors and to the north Kensington community, who are looking to the inquiry for answers on the long road to justice.",
        "This is the fifth anniversary of an avoidable tragedy of epic proportions—a tale of corporate malfeasance, incompetence, indifference and institutional inertia, even after the Lakanal House fire had given us all the signals that Government action was needed. Like my hon. Friend the Member for Leeds East, I pay tribute to Peter Apps and Inside Housing for years of painstaking work in following the inquiry, reporting on it and giving us the information that we need to follow what would otherwise be a very complex story.",
        "The chains of reporting by Peter Apps make salutary reading for every Member of this House, because they lay so bare what has gone wrong. For example, contractors and developers knew that the cladding system would fail. As Peter Apps has reported:",
        "“In an email exchange…designers of the tower’s cladding system wrote: ‘There is no point in “fire stopping”. As we all know; the ACM will be gone rather quickly in a fire!’”",
        "It is worth reading the dozens of reports that have been put on record in the inquiry, which give us revelations of that kind.",
        "Five years on, I pay tribute to the survivors, the relatives, their representatives, the mosques, the churches, the community and Grenfell United, who have done such extraordinary work, in the aftermath of this tragedy, to hold the community together and support people, their dignity and their campaign for justice. But five years on, there is not yet justice."
    ]
}