{
    "url": "https://www.ukpol.co.uk/robert-buckland-2022-comments-on-remaining-as-welsh-secretary/",
    "title": "Robert Buckland – 2022 Comments on Remaining as Welsh Secretary",
    "post_date": "September 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Robert Buckland",
            "url": "/tag/robert-buckland/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Wales",
            "url": "/category/wales/"
        }
    ],
    "summary": "The comments made by Robert Buckland, the Secretary of State for Wales, on 7 September 2022.",
    "content": [
        "It’s an honour and a privilege to be reappointed as the Secretary of State for Wales.",
        "Working alongside our new Prime Minister, fellow Cabinet Ministers and colleagues in Wales, I’m looking forward to delivering for all parts of our great country.",
        "The cost of living and increasing energy bills are having a significant impact on every single person in the country, and it’s a priority for me to make sure that families, businesses and individuals across Wales receive all possible help to see us through this challenging winter.",
        "Wales has a huge part to play in our longer-term energy needs with potential for offshore wind, nuclear and renewable energy schemes. These are projects that create jobs and prosperity, help secure our energy future and deliver our Net Zero targets.",
        "On top of specific measures to tackle the immediate cost of living issue, we will continue to deliver the investment Wales needs through the UK Government’s Levelling Up and Shared Prosperity Funds.",
        "I am a proud Welshman and a proud Unionist and want to see Wales prosper as a strong part of our successful United Kingdom."
    ]
}