{
    "url": "https://www.ukpol.co.uk/robert-buckland-2020-statement-on-courts-and-tribunals/",
    "title": "Robert Buckland – 2020 Statement on Courts and Tribunals",
    "post_date": "July 3, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Robert Buckland",
            "url": "/tag/robert-buckland/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Robert Buckland, the Lord Chancellor and Secretary of State for Justice, in the House of Commons on 1 July 2020.",
    "content": [
        "I am today setting out progress being made to recover the operations of our courts and tribunals in response to the pandemic. Responsibility for the courts and tribunals is shared with the Lord Chief Justice and Senior President of Tribunals, to whom I am very grateful for continued close collaboration in this endeavour.",
        "Since March, the priority of the Government, working closely with the judiciary and others, has been to ensure the justice system continues to perform its vital role while keeping court and tribunal users safe in line with public health guidelines. To achieve this, HM Courts & Tribunals Service (HMCTS) has rapidly expanded the use of technology to allow hearings to be conducted by phone and video and temporarily closed around half of its building to focus effort and resources more effectively. The most urgent cases have been prioritised by the judiciary to ensure public safety, protect the vulnerable and safeguard children.",
        "As a result, our courts and tribunals in England and Wales have been able to sustain more activity than many other comparable jurisdictions internationally. Huge credit must go to the judges, magistrates, HMCTS staff, legal professionals and all those involved in proceedings for their work in the face of the extraordinary challenges posed by the pandemic.",
        "Having responded effectively to the immediate crisis, HMCTS is now fully focused on recovering its operation to increase courts and tribunal capacity to deal both with normal workloads across jurisdictions and outstanding cases. The challenges of doing so are no less great, not least because of the constraints imposed by social distancing. But doing so is essential if we are to ensure that our justice system delivers for those it is there to serve.",
        "As part of the Prime Minister’s plan for economic recovery, he announced yesterday that HMCTS will be receiving £142 million of additional capital funding this year to speed up technological improvements and modernise courtrooms, building on the rapid progress made to keep the system running during the coronavirus pandemic. Of this £142 million, £105 million is allocated to improving the court and tribunal estate. This investment—along with £48 million already in the HMCTS budget—will see £153 million invested in improvements to court and tribunal buildings over the coming year, which is the biggest single investment in maintenance of the court estate for over 20 years.",
        "Today, HMCTS has also published a progress update on its recovery plans for the short and medium terms. It is available at www.gov.uk/hmcts and includes the following work.",
        "First, HMCTS is working to increase physical capacity to enable more cases to be heard. All courts and tribunal buildings are being reopened in line with wider advice on social distancing and public safety. Throughout April, over 150 of the 341 sites used for physical hearings were open to the public in response to the pandemic outbreak. As of the beginning of this week, 284 were open following detailed risk assessments and essential modifications to ensure they are safe. Nearly all locations will become ​operational throughout July, and a range of physical modifications are being made, such as the installation of screens where appropriate.",
        "New criminal jury trials, which had been suspended since late March, were restarted in four Crown courts in the week beginning 18 May, following the implementation of particular measures to ensure the safety of all participants. As of this week, a total of 25 courts are holding trials again.",
        "In addition, HMCTS is exploring options to stagger and extend the operating hours of courts and tribunals, including starting hearings at different times of day and weekend sittings, to manage the flow of people through our buildings and enable more cases to be heard safely. It is working closely with stakeholder groups in different jurisdictions to identify the areas that have the most impact in terms of increasing capacity. HMCTS is also actively locating other buildings from across England and Wales to use as court and tribunal locations or to support the expansion of existing sites. HMCTS is also actively locating other buildings, including new venues and former court buildings, to use as court and tribunal locations on a temporary basis. Ten sites have been identified across England and Wales and these will be confirmed and announced locally in due course.",
        "Secondly, HMCTS is working to expand access to audio and video technology to support more and new types of hearings. There has been a significant increase in the use of such equipment over the last three months and, with the right IT solutions, many more hearings could take place. HMCTS has been rolling out the cloud video platform (CVP) to all criminal courts, and there are plans to provide this across other jurisdictions too. Throughout July, CVP will start to be made available to an increasing number of county courts. We will be rolling out further hardware to improve the quality of video hearings, and we will be finding new, increasingly efficient ways of organising video lists.",
        "Thirdly, HMCTS is introducing a range of measures to make best use of judicial time, support court and tribunal staff and users and ensure the justice system is there for those that need it. It is supporting judges to list in ways that make full use of the space we can safely use and will support alternative dispute resolution for cases where it is appropriate. It is deploying laptops to staff to enhance flexible working to support case activity. In addition, HMCTS will review and implement measures to ensure all vulnerable users are supported effectively to ensure they can access services and participate fully in hearings.",
        "These are all important measures to support the recovery of our courts and tribunals. But returning to pre-covid-19 activity will require sustained and long-term focus. Alongside these operational measures being introduced by HMCTS, the Government continue to keep under review options that will enable more hearings to take place while social distancing restrictions remain in place.",
        "We will also make sure that we learn lessons from what has happened in our response to covid-19. The unprecedented nature of this public health emergency has required all parts of the justice system to adopt new ways of working without the preparation that would normally take place, and under conditions that have not previously been tested. While some changes will be time- limited and will stop with the end of the pandemic, others may be valuable in the longer term. We will ​therefore listen to feedback from judges, staff, practitioners and users to improve the way we work in the short term, and gather data and other evidence to support continuous improvement. We will also evaluate and review the measures put in place to respond to covid-19, so that we can learn lessons and make well-informed decisions about which should be adopted and/or adapted in the longer term.",
        "Implementation of the courts and tribunals reform programme has continued throughout the pandemic response and new digital services to the public have worked normally. The lessons learned will help inform the next phases of modernisation, building on the existing principles and plans.",
        "I will place a copy of “Covid-19: Overview of HMCTS response” in the Libraries of both Houses."
    ]
}