{
    "url": "https://www.ukpol.co.uk/robert-buckland-2021-statement-on-leasehold-commonhold-and-ground-rents/",
    "title": "Robert Buckland – 2021 Statement on Leasehold, Commonhold and Ground Rents",
    "post_date": "January 13, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Robert Buckland",
            "url": "/tag/robert-buckland/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Robert Buckland, the Secretary of State for Justice and Lord Chancellor, in the House of Commons on 11 January 2021.",
    "content": [
        "The Government are committed to promoting fairness and transparency for homeowners and ensuring that consumers are protected from abuse and poor service.",
        "Last week I announced the most significant set of reforms to how we hold property for at least 40 years and the beginning of even more fundamental change to English property law, through the widespread introduction of the commonhold tenure.",
        "To deliver this, we will bring forward legislation in the upcoming session to set future ground rents to zero. This will be the first part of seminal two-part legislation to implement reforms in this Parliament.",
        "**Enfranchisement valuation and lease extensions**",
        "In 2017 the Government asked the Law Commission to review the legislation on leasehold enfranchisement, with the aim of making it easier, quicker and more cost-effective for leaseholders to buy their freehold or extend their lease.",
        "The Law Commission have now completed this work and their findings are clear. Under the current system, too many leaseholders find the process for extending their lease or buying their freehold prohibitively expensive, too complex and lacking transparency. I am addressing this, addressing historic imbalance to ensure fairness for leaseholders, whilst taking account of the legitimate rights of freeholders. I will continue to ensure we meet this objective as we bring forward reforms.",
        "The Government will reform the process of enfranchisement valuation leaseholders must follow to calculate the cost of extending their lease or buying their freehold. Taken together these measures could save leaseholders thousands of pounds, depending on the remaining term of their lease.",
        "The Government will abolish marriage value, cap the treatment of ground rents at 0.1% of the freehold value and prescribe rates for the calculations at market value. The Government will also introduce an online calculator, further simplifying the process for leaseholds and ensuring standardisation and fairness for all those looking to enfranchise.",
        "Existing discounts for improvements made by the leaseholder and for security of tenure will be retained, alongside a separate valuation methodology for low-value properties known as “section 9(1)”. Leaseholders will also be able to voluntarily agree to a restriction on future development of their property to avoid paying “development value”.",
        "Leaseholders of houses can currently only extend their lease once at a “modern ground rent” for 50 years, compared to leaseholders of flats who can extend as often as they wish at a zero “peppercorn” ground rent for 90 years.",
        "I am confirming that the Government will give leaseholders of all types of property the same right to extend their lease as often as they wish, at zero ground rent, for a term of 990 years. There will continue to be redevelopment breaks during the last 12 months of the original lease or the last five years of each period of 90 years of the extension, subject to existing safeguards and compensation.",
        "We will also enable leaseholders, where they already have a long lease, to buy out the ground rent without the need to extend the term of the lease.",
        "**Commonhold**",
        "In 2017 the Government also asked the Law Commission to recommend reforms to reinvigorate commonhold as a workable alternative to leasehold, for both existing and new homes.",
        "Having closely reviewed their report, I am confirming I will establish a new Commonhold Council as a partnership of industry, leaseholders and Government that will prepare homeowners and the market for the widespread take-up of commonhold. I will start this work immediately, including considering legislation. I know this will take time and close working with consumers and industry, and the Commonhold Council will be the critical first step of this.",
        "**Restricting future ground rents**",
        "Finally, ahead of legislating to restrict future ground rents to zero for future leases, I am also confirming that this policy now also applies to retirement properties. Restricting future ground rents to zero is a basic matter of fairness and including retirement properties will ensure that those who live in retirement housing benefit from the same reform as other leaseholders.",
        "I do not see a compelling argument to exclude the elderly from this new protection, in fact, they deserve it more than most.",
        "In recognition of the previous announcement of the ground rent exemption in June 2019, and wishing to mitigate potential impact on these developers, commencement of this provision will be deferred and come into force (for retirement properties) 12 months after Royal Assent.",
        "This announcement is the beginning of a programme of historic leasehold and property reforms. This package is only part of Government’s response to the Law Commission’s reports. The Government will respond to the Law Commission’s remaining recommendations on enfranchisement, commonhold and right to manage in due course. We will translate these measures into law as soon as possible, starting with legislation to set future ground rents to zero in the upcoming Session. This will be the first part of major two-part legislation to implement leasehold and commonhold reforms in this Parliament.",
        "It is my ambition that together these fundamentally enhance the fairness of English property rights and be seen in the future as landmark reforms to the way we own homes."
    ]
}