{
    "url": "https://www.ukpol.co.uk/robert-buckland-2020-statement-on-the-probation-services/",
    "title": "Robert Buckland – 2020 Statement on the Probation Services",
    "post_date": "June 12, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Robert Buckland",
            "url": "/tag/robert-buckland/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Robert Buckland, the Lord Chancellor and Secretary of State for Justice, in the House of Commons on 11 June 2020.",
    "content": [
        "With your permission, Madam Deputy Speaker, I should like to make a statement on the Government’s plans for the future of probation services in England and Wales. I want to take this opportunity to pay tribute to the commitment and hard work of staff in both the national probation service and the community rehabilitation companies who have jointly risen to the challenge of covid-19 in swiftly adapting to the new restrictions, and who have continued to deliver critical frontline services during this difficult time.",
        "Beyond the immediate changes to our ways of working, however, covid-19 also presents an ongoing challenge to the implementation of our ambitious programme of probation reform. Probation services are currently split between the NPS, supervising high-risk offenders, and private sector CRCs, supervising low and medium-risk offenders. Those changes were made as a result of a 2010 manifesto commitment to end the situation where short-term offenders received no support after their release from custody. That commitment was the right one to make and, of course, it still stands. The current CRC contracts will come to an end in June next year, and last year my predecessor announced plans in this House to replace the current CRC contracts by moving to a unified model. This will see responsibility for the supervision of all offenders transfer to the NPS, while each NPS region will have a private sector partner—a probation delivery partner—responsible for providing unpaid work placements and behavioural change programmes.",
        "Covid-19 does not change our ambition to cut crime, to keep the public safe and to tackle reoffending so that fewer people become victims of crime. Strong and reliable probation services are essential in realising that ambition. However, given the significant operational impact that covid-19 has already had and the uncertainty it brings for the future, it is right that we should reassess our plans. Protecting the public is my and the Government’s absolute priority. For that reason, I believe it is essential that we continue to deliver changes to how offenders are supervised by June next year as planned. However, the disruption caused by covid-19 makes delivery of other parts of our plans considerably more complex, and looking ahead, it is vital for public and judicial confidence that we have the flexibility to deliver a national response to any future challenges that covid-19 presents. For these reasons, I am today setting out changes to streamline the reforms, giving priority to unifying the management of offenders under a single organisation by June next year as planned, while giving us greater flexibility to respond to an uncertain picture across the criminal justice system and beyond.",
        "Under those revised plans, we will end the competitive process for probation delivery partners. The delivery of unpaid work and behavioural change programmes will instead be brought under the control of the NPS alongside offender supervision when the current CRC contracts end in June next year. This will give us a critical measure of control, resilience and flexibility with the services that we would not have had were they delivered under 12 contracts with a number of organisations. We can reassure the judiciary and the public that, whatever lies ​ahead, offenders serving community sentences will be punished and make their reparation to society, and that programmes to address their behaviour will be delivered.",
        "In making these changes, we cannot forget the role of specialist and voluntary organisations, which are vital in providing rehabilitation and resettlement support to more vulnerable individuals, such as women being released from prison or serving community sentences. They have also shown great innovation in continuing to deliver critical services during this challenging time, for which I commend them and express my deep gratitude. I am determined to preserve a role for these types of organisations, as well as the private sector, in the delivery of probation services. In the future system, we will, therefore, retain a dynamic framework for specialist rehabilitative services, but we must take account of the pressures that the market is currently facing. We will therefore prioritise the delivery of those specialist resettlement and rehabilitative services that are most needed in order to build a solid foundation that can be delivered within this timeframe and later built upon. We will be opening the dynamic framework for eligible organisations to register their interest in the coming days, and I encourage all organisations with an interest in providing rehabilitative services to register.",
        "The unified model for probation delivery will ensure that we make the best use of the talents and skills in the public, private and voluntary sectors. For staff currently employed by the CRCs, the arrangements will mean that they will be in scope to transfer into the national probation service or to dynamic framework providers once CRC contracts expire in June 2021, depending on the work that they do. As we adopt a whole-system approach to criminal justice reform, it is vital that we continue to work together in partnership.",
        "The Government remain fully committed to a mixed market in delivering custodial services, including our private sector partners, who run a high number of high-performing prisons in our estate. We are currently running a competition to operate the new prison that we are building at Wellingborough, which is due to end shortly, followed by a further competition to operate another new prison at Glen Parva. Our private sector prison partners will thus continue to play an important role in the custodial services sector, including as we deliver our ambitious programme of prison reforms, investing up to £2.5 billion to transform our prison estate and to create an additional 10,000 prison places.",
        "I am confident that the changes I have set out represent the most sustainable approach for probation to deliver justice and to cut crime in the face of an unprecedented crisis. This approach will allow us to gain a critical measure of control over their recovery from covid-19 and to ensure that we are best placed to respond to any future disruption. I believe that these changes will also support our proposals to reform the sentencing framework, as I set out to the House last October. We have already made significant progress as a Government in delivering that agenda, including longer prison sentences for serious, violent and sexual offenders, but there is much more work to do if we are even better to protect the public and restore fuller confidence in the justice system. As part of this package of reforms, I want to deliver robust community penalties that offer an appropriate level of punishment while tackling the underlying drivers of offending.​  \nThese changes to the probation structures will help us to realise that ambition by giving us greater control over the levers necessary to strengthen community sentences. My officials will work closely with current providers, stakeholders and staff to ensure a smooth transition during this challenging time, ready for the new unified model to come into effect in June next year. I commend the statement to the House."
    ]
}