{
    "url": "https://www.ukpol.co.uk/robert-buckland-2020-statement-on-the-prisons-building-programme/",
    "title": "Robert Buckland – 2020 Statement on the Prisons Building Programme",
    "post_date": "June 30, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Robert Buckland",
            "url": "/tag/robert-buckland/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Robert Buckland, the Lord Chancellor and Secretary of State for Justice, in the House of Commons on 29 June 2020.",
    "content": [
        "My right hon. Friend the Prime Minister has previously made clear his focus on tackling crime and last year announced investment of up to £2.5 billion to create 10,000 additional prison places that are decent, safe and secure and support the modernisation of the prison estate.",
        "I am officially today, jointly with my right hon. Friend the Chief Secretary to the Treasury, reaffirming the Government’s commitment to building 10,000 additional prison places by announcing the funding and delivery of around 6,500 of these places through the construction of four new prisons which will provide a much-needed boost to the construction sector as it moves into a post covid-19 world.",
        "This work starts with Full Sutton, in East Yorkshire, where we already have outline planning permission for a new 1,440-place prison. Further work is under way to identify and secure sites for a further three new prisons which we anticipate will each comprise 1,680 places, subject to geographical and planning constraints.",
        "Together, these four prisons will create around 65% of the 10,000 additional places and will build on the design and progress that we have already made at Wellingborough and Glen Parva, as well as on the work we have done to ensure faster, cheaper and more efficient construction for public services, in particular using modern methods of construction.",
        "This demonstrates a clear commitment from the Government to the UK construction sector and its determination to help the country and the construction ​market get back on its feet following the covid-19 pandemic by offering a clear pipeline of work and investment.",
        "My right hon. Friend the Chief Secretary to the Treasury and I want to take this opportunity to thank constructors around the country for their commitment to keeping construction sites open and operating, and for their innovation enabling sites and associated activities to follow Public Health England (PHE) guidance and adhere to social distancing measures.",
        "The impact of covid-19 on the construction sector has been felt both in the demand for new buildings and the ability to operate safely in line with Government guidance. Her Majesty’s Prison and Probation Service (HMPPS) has felt this impact directly at the construction site for the new resettlement prison at Wellingborough in Northamptonshire. HMPPS has worked with suppliers throughout the covid-19 pandemic to ensure that construction has continued safely. Workers are following PHE guidance and the Construction Leadership Council’s site-operating procedures.",
        "While no decisions have been made on who will operate these four new prisons, we maintain this Government’s commitment to a mixed market in custodial services, and it is our ambition that at least one of these new prisons will be operated by the public sector to support the modernisation of the public prison estate. We have previously announced that the operation of both our new prisons at Glen Parva and at Wellingborough will be competed for via our prison operator services framework in shorter, targeted mini-competitions. Following a successful and robust evaluation of the bids received for the Wellingborough operator competition, we have a successful bidder, which will be announced soon."
    ]
}