{
    "url": "https://www.ukpol.co.uk/robert-buckland-2020-statement-on-the-domestic-abuse-bill/",
    "title": "Robert Buckland – 2020 Statement on the Domestic Abuse Bill",
    "post_date": "May 4, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Robert Buckland",
            "url": "/tag/robert-buckland/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Robert Buckland, the Lord Chancellor and Secretary of State for Justice, in the House of Commons on 28 April 2020.",
    "content": [
        "I beg to move, That the Bill be now read a Second time.",
        "It is a great pleasure to open this Second Reading debate, albeit with a sense of déjà vu. Those of us who had the privilege of being in the House on 2 October last year will not have failed to be moved by the many powerful contributions we heard, including from the hon. Member for Canterbury (Rosie Duffield), who recounted her own very personal and heart-wrenching experience of domestic abuse. She was not alone in showing great courage by bringing home to this House the devastating impact of domestic abuse on the lives of survivors, as this Bill has also brought forth very personal accounts from, among others, the hon. Members for Bradford West (Naz Shah) and for Swansea East (Carolyn Harris). On that occasion, I was able to share my own personal experiences, as a young barrister, of domestic abuse. I will not repeat them today, because I have no doubt that we will hear some memorable speeches in this debate—more testimony, adding power to what has already been said.",
        "After the last debate, some Members approached me privately to share with me their own domestic abuse experiences—stories that are still raw and still cannot be told. For many of us, the sounds and sights witnessed in our homes, often as children, still haunt us many years on. The experiences we have heard recounted by Members are, sadly, all too frequently repeated across the country. I have heard no more harrowing account recently than that of Claire Throssell, whom I had the privilege to meet last October. Claire’s young sons, Jack and Paul, were killed at the hands of her abusive partner. No one can imagine the pain and suffering that she has had to endure, but we owe her a debt of gratitude for giving such a powerful voice to the survivors of domestic abuse.",
        "Gratitude is also due to Tracy Graham, a victim of controlling and violent domestic abuse who this year chose to speak out, go public and share her experiences with my local community in Swindon via the new Swindon domestic abuse support service, which I helped ​to launch just before lockdown, seven weeks ago. Tracy is not only a domestic abuse ambassador for the service, but is volunteering with the local police as well, to help to support domestic abuse victims who are going through what she went through. She truly is an inspirational young woman—one of many who are standing up, stepping forward and sharing their harrowing experiences, to the benefit of current and future survivors and victims.",
        "It is right, in this time of covid-19, to dwell a little on the impact that this pandemic is having on victims of domestic abuse and their families. We are seeing evidence of it in the increased calls to domestic abuse helplines. My local refuge had an increase in referrals of 80% in one week, and the helpline in my local area had an increase in the number of calls of nearly 30%. People are speaking up and speaking out about domestic abuse, but it is happening even at this time of great crisis.",
        "The phrase “Stay at home”, which we so associate with the directions to deal with covid-19, should be words of reassurance and comfort. The home should be a place of safety, both physical and mental. The concept of the home as a refuge is such a strong one, yet for too many people it is not a refuge. At this time of lockdown, that fear, distress and suffering is multiplied. I assure all victims that help is available. The police continue to respond to incidents of domestic abuse, and anyone in immediate danger should not hesitate to call 999 and the emergency services. Where necessary, the existing civil order framework can be used to remove a perpetrator from the family home in order to protect victims of abuse.",
        "We are working with and listening carefully to domestic abuse and victims organisations to make sure that we understand what their most pressing needs and priorities are, and we are committed to ensuring that victims have a comprehensive package of support available. We have launched a new campaign to signpost victims to the support services available and provided an additional £2.6 million to ensure that the national helplines have the capacity to respond to increased demand.",
        "In addition, we are working with the domestic abuse commissioner to ensure that refuges and other organisations that provide frontline support to victims will be able to access the £750 million fund set aside by my right hon. Friend the Chancellor to bolster charities that are responding directly to the pandemic. I am happy to say to the House that allocations under the charities package will be made very shortly indeed. The Home Secretary and I have together been very much engaged in tailoring the requests to ensure that help is targeted where it will make the most difference. Having spoken to police and crime commissioners, I know that many are making available extra resources for safe accommodation.",
        "I am grateful to the Home Affairs Committee for the report that it published yesterday on the pandemic’s impact on victims of domestic abuse. I welcome the Committee’s support for our public information campaign and the additional funding. We will of course respond promptly to the Committee’s recommendations.",
        "In short, this is a concerted period of direct action being taken by the Government. Measures are being taken to address directly the concerns that I know the shadow Home Secretary, the hon. Member for Torfaen (Nick Thomas-Symonds), whom I welcome to his post, will raise in due course.​",
        "Let me turn to the Bill, which is necessarily about strengthening protection and support for victims in the longer term. I share the frustration of Members from all parties that we are having to repeat a number of stages of this Bill, which was initially championed by my right hon. Friend the Member for Maidenhead (Mrs May). All parties want to see this Bill on the statute book, but we have to put to good use the time available to us since the election to make it an even stronger Bill than the one that came before the House last October.",
        "The aims of the Bill are fourfold: first, to raise awareness of this insidious crime; secondly, to better protect and support victims and their children; thirdly, to transform the response to the criminal, civil and family justice systems; and, fourthly, to improve performance across all national and local agencies. I shall take those objectives in turn.",
        "If we are to tackle domestic abuse effectively, it is vital that the nature of that abuse is properly understood and recognised. Part 1 of the Bill sets out a statutory definition of domestic abuse. It will apply for the purposes of the whole Bill, but we also expect it to be adopted across all agencies that have a shared responsibility for combating this crime and for helping survivors to rebuild their lives. The definition makes it clear that domestic abuse is not confined to violent or sexual abuse, but includes controlling or coercive behaviour, psychological abuse and economic abuse, too. Identifying and calling out domestic abuse in all its manifestations is just a first step. We then need to protect and support victims. In terms of protection, a number of civil orders are already available to help to safeguard survivors, but the existing landscape of occupation orders, non-molestation orders and domestic violence protection orders is complex, and none are, arguably, wholly adequate to the task.",
        "The new domestic abuse protection order—DAPO—will bring together the best elements of the existing civil order regimes. It will be available in the civil, criminal and family courts. It will be flexible, in that the court will determine the length of an order and decide what prohibitions, and positive requirements too, are appropriate to attach to it, including conditions that may compel the respondent to attend perpetrator programmes or require them to wear an electronic tag. The new DAPO will also have teeth, with a breach of conditions being a criminal offence punishable by up to five years’ imprisonment or a fine, or both.",
        "We want to get these new orders right so that they work for victims and their children, the police, the courts and others who will have to operate them. We will therefore be piloting these new orders in a small number of areas before rolling them out nationally.",
        "But protecting victims from abuse is never enough on its own. We also need to ensure that they are effectively supported as they reset their lives. The Bill, as reintroduced, includes a significant new measure to that end. When a victim of abuse has to flee their home and seek sanctuary in a refuge or other safe accommodation, it is not enough simply to provide that person with a safe place to sleep. In such circumstances, victims and their children need access to counselling and mental health support, advice about follow-on housing, help in enrolling children in a new school, or specialist support, such as translation services or access to immigration advice. We know that ​refuges and other providers of safe accommodation struggle to provide such support so, to plug that gap, the Bill will place new duties on tier 1 local authorities in England. Under part 4 of the Bill, such local authorities will be required to assess the need for accommodation-based support for all victims of domestic abuse and their children in the area. Having identified that need, the relevant local authorities will then be required to develop, publish and give effect to a strategy for the provision of such support in their locality.",
        "Of course, these new duties will come at a cost—some £90 million a year, we estimate. I assure the House that my right hon. Friend the Housing Secretary is committed to ensuring that local authorities are appropriately resourced as part of the spending review.",
        "I know from my own experience of the legal system that appearing as a witness in criminal, civil or family proceedings can be—shall we say—a daunting experience, so we need to make sure that the victims of domestic abuse can give their best evidence in court. In the criminal courts, that often means being able to give evidence hidden from view of the alleged perpetrator or via a video link. The Bill provides that these and other so-called special measures will be automatically available to victims. In the family courts, for a long time, there have been calls for a bar on the practice of perpetrators being able to cross-examine in person the victims of domestic abuse. Such an experience is bound to be traumatising for victims—it must stop. We have listened to the views of the Joint Committee that examined the draft Bill. Indeed, the Bill as reintroduced now extends the circumstances in which the automatic prohibition on cross-examination in person applies, which is a welcome further step to safeguard and prevent the perpetuation of abuse through the courts.",
        "I know that there are wider concerns about the experiences of victims of domestic abuse in the family courts, which was why we established last year a specialist panel to examine how effectively the family courts respond to allegations of domestic abuse and other harms in private law proceedings, including around the provision of special measures. I aim to publish very shortly the panel’s recommendations, together with the Government’s response. One way we can improve the experiences of victims is by better integrating domestic abuse-related proceedings right across the various jurisdictions in our courts.",
        "With that in mind, we committed in our manifesto to pilot integrated family and crime domestic abuse courts. My right hon. Friend the Chancellor set aside £5 million in his March Budget to allow that important pilot to progress. Again, I expect to be able to inform the House soon as to how the trial of these new integrated domestic abuse courts will be taken forward. I will take a close personal interest, to make sure that there is a genuine bringing together of the jurisdictions around the victim, around the family—around those people who need the support and benefit of any orders and sanctions that the court might impose.",
        "It is not only the courts where there is room for improvement. The new independent domestic abuse commissioner will help drive consistency and better performance in the response to domestic abuse right across the relevant local and national agencies. The relevant agencies will be under a statutory duty to co-operate with the commissioner, and will be required to respond within 56 days to any recommendations that the ​commissioner makes. We are lucky to have Nicole Jacobs, who brings a wealth of experience to the role, and I fully expect her to perform her functions without fear or favour.",
        "I know that, on the previous Second Reading, a number of hon. Members argued for the post to be full time. We reviewed—with Nicole Jacobs—the appropriate time commitment for this role and have now extended it from three to four days per week. The Minister for safeguarding, my hon. Friend the Member for Louth and Horncastle (Victoria Atkins), will keep this matter under review as we transition to the statutory arrangements provided for in part 2 of the Bill.",
        "We did not want to wait until the Bill became law to make that appointment, and I am very glad we did not, because Nicole Jacobs is already making a huge difference. One area where we want to draw on her experience is in the provision of community-based support. As I described, the provisions in part 4 of the Bill will make sure that victims of domestic abuse in safe accommodation receive the support they need, but of course most victims of abuse remain in their own home, and they need to be able to access appropriate support while doing so.",
        "Victim support services are provided in the community by police and crime commissioners, local authorities and other agencies, but the landscape is, frankly, complex, and there are undoubtedly gaps in the current provision. In order to determine what action needs to be taken, we must better understand the existing routes by which these services are commissioned and funded. To that end, the domestic abuse commissioner has agreed to undertake an in-depth exploration of the current community-based landscape of support. Once we have her findings and recommendations, we will work with her to understand the needs identified and to develop the right options for how best to address them.",
        "Finally, I will say a few words about the amendments put forward in the last Session by my hon. Friend the Member for Wyre Forest (Mark Garnier) and the right hon. and learned Member for Camberwell and Peckham (Ms Harman). It is absolutely right that we reinforce current case law that a person cannot consent to violence that leads to serious injury or death. To be clear, there is no such thing as the rough sex defence. I had a productive meeting with both Members to discuss the issue, and, as I made clear to them, we are looking at how best to address it. It is a complex area of criminal law, and we need to ensure that any statutory provisions have the desired effect and do not have any unintended consequences; we do not want to inadvertently create loopholes or uncertainties in the law that can then be exploited by those who perpetrate crimes. I am confident that we will be able to set out our approach in time for Report, and I am grateful for the continuing constructive engagement on this important and sensitive issue.",
        "Domestic abuse is one of the most prevalent crimes in our society—let us be honest and frank about that. It is staggering that some 2.4 million people experience domestic abuse each year, and unforgivable that, on average, more than two individuals, the majority of whom are women, are killed each and every week in a domestic homicide.",
        "Tackling domestic abuse needs to be everyone’s business, from prevention to protection to prosecution to support. Legislation alone can never have all the answers, but I believe that this landmark Bill will make a significant contribution and I commend it to the House."
    ]
}