{
    "url": "https://www.ukpol.co.uk/robert-buckland-2019-statement-on-the-sentencing-code/",
    "title": "Robert Buckland – 2019 Statement on the Sentencing Code",
    "post_date": "May 24, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Robert Buckland",
            "url": "/tag/robert-buckland/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Robert Buckland, the Minister of State at the Ministry of Justice, in the House of Commons on 22 May 2019.",
    "content": [
        "I am today announcing the Government’s interim response to the Law Commission’s report on the Sentencing Code, published on 22 November 2018. The interim response can be found at: https://www.gov.uk/ government/publications/government-response-to-law-commission-report-on-the-sentencing-code. I am also announcing the Government’s intention to introduce ​the Sentencing (Pre-consolidation Amendments) Bill to Parliament, which will pave the way for the sentencing code.",
        "The Law Commission’s draft sentencing code is a consolidation of legislation governing sentencing procedure which aims to ensure that the law relating to sentencing procedure is readily comprehensible and operates within a clear framework as efficiently as possible. For the code to operate as intended, there are some amendments required to the existing law to facilitate the consolidation and to remove historic, and now redundant, layers of legislation. To enable this the Law Commission has also drafted a pre-consolidation amendment bill. Neither the code nor the pre-consolidation amendments make any changes to existing offences and penalties, nor do they introduce any new substantive law or sentencing disposals.",
        "The key recommendation of the report is that the draft legislation be enacted. The Government welcome the Law Commission’s report and draft legislation and consider the consolidation of sentencing procedure to be a major step forward in simplifying what is often a complex and technical area of law. It is absolutely vital that unnecessary errors made in our criminal justice system are minimised, and that the courts, offenders, and victims of crime and their families are not put through the time and expense of unnecessary appeals.",
        "The Ministry of Justice is looking carefully at substantive sentencing reform. For example, there is persuasive evidence showing that community sentences, in certain circumstances, are more effective than short custodial sentences in reducing reoffending, and therefore keeping the public safe. At this stage, we are still considering options and have not ruled anything in or out.",
        "However, questions of substantive reform are distinct from the important task of making sure that sentencing procedural law is clear and accessible to those that need ​to use it. We believe the sentencing code provides that clarity and transparency. I will bring forward more detailed proposals in due course, but I emphasise that the opportunity for the consolidation of complex sentencing procedural law presented by the code is a separate matter, and should be brought forward separately.",
        "The Law Commission has also made some further recommendations to the Government for the reform of sentencing law. These have not been given effect in the draft legislation and both Bills as drafted by the Law Commission can be enacted without taking these additional recommendations forward. The Government are grateful for the in-depth analysis that has gone into these complex issues during consultation, acknowledging that in some cases they were unsuitable for inclusion as part of the consolidation process or outside the terms of reference for the project. For those reasons, we do not propose that these recommendations be taken forward at this time, while noting that the benefit of the sentencing code is that it will be readily open to Parliament in future to make such changes. We will, however, provide a fuller response to these further recommendations raised by the Law Commission in due course.",
        "The Government thank the Law Commission for the considerable effort that has gone into producing the report and draft legislation. While the sentencing code itself should be brought forward through the parliamentary procedure for Law Commission consolidation Bills, I am pleased to announce that the Government will be introducing the Sentencing (Pre-consolidation Amendments) Bill to Parliament, giving effect to the pre-consolidation amendments, through the special procedure which is available for Law Commission recommended Bills."
    ]
}