{
    "url": "https://www.ukpol.co.uk/karen-buck-2019-speech-on-brexit/",
    "title": "Karen Buck – 2019 Speech on Brexit",
    "post_date": "January 15, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Karen Buck",
            "url": "/tag/karen-buck/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Karen Buck, the Labour MP for Westminster North, in the House of Commons on 14 January 2019.",
    "content": [
        "The result of the 2016 referendum left me absolutely devastated, but I hoped that we would be able to find a consensus for the way forward. It left me devastated because the whole backdrop to my adult life has been the positive internationalism that the European Union represented, for all its flaws. That stood in contrast to the history of depression and conflict that had scarred Europe for the ​first half of the last century. In a new era of instability characterised by the behaviour of Putin and Trump, that hopeful internationalism seems to be even more important than it has been in recent decades. I regard the freedoms of the European Union, including the freedom of movement, as a triumph of modern politics—something that we should celebrate rather than fear. I understand the frustration at messy compromises and sclerotic decision making within the EU, but I fear that future trade negotiations will be characterised by many of the same frustrations and compromises on sovereignty.",
        "I represent a constituency that not only voted overwhelmingly to remain but is one of the most diverse, international and outward-looking communities not just in Britain but probably in the world, and which has one of the highest proportions of EU nationals. It is an area of arrival that has, over centuries, accommodated waves of new communities, done so with extraordinary success, and helped to build a capital city and a country of creativity, cultural openness and economic success. Westminster, like London and many other parts of the country, has drawn on the contribution of EU nationals who have started businesses, contributed, and staffed our public services.",
        "When my constituents write to me, as they do in their thousands, the overwhelming majority frame their arguments in those terms, often doing so with movingly personal stories of their lives not as separate communities but as husbands and wives, sons and daughters, fellow employees and business partners of British nationals. There is disappointment, anxiety and pain expressed every day, and bafflement as to how we could choose to close down rather than open up our options and our freedoms, and complicate our relations with our closest and largest trading partner.",
        "It is also worth saying, because so often the remain argument is presented as one of middle-class affluence posited against the poorer communities that voted leave, that my constituency is the 15th poorest in the country on working-age poverty. Of course, I hear, as a result, the voices of some leavers too—the minority but none the less there. I agreed on one thing with the Secretary of State, which is that we should not patronise leave voters by saying that they did not know what they voted for. People did know what they voted for, but none the less a range of destinations was expressed in the leave vote.",
        "That is why it is so important that, as the Brexit debate unfolds and the options have become clearer, we give people a further choice to express their opinions. Just as the EU was not responsible for many of the grievances that drove leave voters, leaving the EU will not rectify those grievances. Above all, it will not do so if this country is made poorer as a result—and it would be the poorest communities and individuals who had to carry the consequences of that.",
        "There is no point in speculating about whether a different Government could have bridged the gulf. We can only deal with the reality of what we have. There is no point in speculating about whether the Government could have brought about a different outcome with more imagination, openness and generosity than they have shown over the last two years. That did not happen. It may have been possible early on to negotiate a ​compromise built around the customs union and the single market, possibly with the Norway model, but that door has now shut.",
        "We have only the deal in front of us, which is the start of an agonising process stretching as far as the eye can see. We have only a deal that is worse than membership of the EU and will leave us poorer, with reduced influence. I will not rule out any option to avoid the worst possible consequence, of crashing out with no deal, but I believe it is time to seek an extension of article 50 and put the decision back to the British people, so that we can hear their views."
    ]
}