{
    "url": "https://www.ukpol.co.uk/karen-buck-2022-speech-on-the-private-rented-sector-white-paper/",
    "title": "Karen Buck – 2022 Speech on the Private Rented Sector White Paper",
    "post_date": "November 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Karen Buck",
            "url": "/tag/karen-buck/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Karen Buck, the Labour MP for Westminster North, in the House of Commons on 3 November 2022.",
    "content": [
        "I congratulate my hon. Friend the Member for Brighton, Kemptown (Lloyd Russell-Moyle) and the hon. Member for Dover (Mrs Elphicke) on securing this debate, but I must be honest: I find it disappointing that we are having a general debate on the private rented sector yet again, three years after we were promised legislation. The time is overdue for us to get beyond discussing policy in the round and on to discussing the substance of legislation and amending it.",
        "Having said that, we have had some really strong speeches. I was struck by the speeches of Conservative Back Benchers, who sounded—well—like us, really. I am pleased that it seems to be appreciated that there are limits to deregulation and we have hit the bumpers in that regard—particularly in respect of short-term lets, which have had a devastating effect on lettings in a number of towns and coastal communities and, of course, in inner London, notably my own constituency, which has the largest private rented sector in the country.",
        "In the years during which we have been waiting for the Government to enact the promised legislation, we have been plunged into a deepening affordability crisis for renters, who are facing an increasing squeeze on their incomes. London rents are now averaging £2,000 a month, and since last year have increased by 20% in inner London and just over 15% in London as a whole. Nationally, one in five renters have faced an increase of £100 a month. As 45% of renters have no savings at all, the fact that they have managed to survive for this long is a miracle. However, as we go into the winter with a cost of living crisis, there is a real risk that a catastrophic number of people will be tipped into homelessness, and certainly into poverty. Even more than any other tenure group, these people will face a choice between keeping a roof over the heads, eating and heating.",
        "It needs to be said that there is an inequalities dimension to this. My hon. Friend the Member for Brighton, Kemptown was right to say that there are three different rental markets. We are most concerned with the average renters, people who would otherwise be buying but are deferring buying because of the cost of rents, but we must also consider the third or so who constitute the poorer renters. Of those, a disproportionate number are women-led households and black and minority ethnic communities. It is members of black and minority ethnic communities who are least likely to have mortgages, and who are therefore most likely—especially given the squeeze on social housing—to find themselves trapped in the poorest-quality private rented accommodation and the most expensive in proportion to income, with all the consequences that will have for those communities. It is important for the Government to understand the inequalities dimension, and to frame the legislation accordingly.",
        "The  _Evening Standard_ , which has rightly had a continuing focus on the private rented market, recently ran a piece headed “London’s renting crisis: brutal choices, heartbreak and escalating costs faced by renters at breaking point”. That is absolutely accurate. The competition for rental properties is unprecedented. We hear stories of auctions with people having to bid against each other, and of deposits and other up-front costs. Every time someone has to move, not only do they have to deal with a deposit, but the moving costs are piled on top of that. It is no wonder that younger renters cannot afford to buy, and are locked out of the housing market that most wish to join, as a result of that combination of rents and recurring one-off costs which eat into their incomes.",
        "Today’s interest rate rises will feed into mortgages, which is entirely due to the Government’s mishandling of the economy, and which means that people will be trapped even deeper and for even longer. Those at the lower end of the market who, in any normal and healthy system, would have been enjoying the security and the fair rents of social housing appropriate to their circumstances and their income are locked out as well, because the number of lettings in social housing has plummeted by more than 100,000 in the last 10 years alone.",
        "Why is that? It is because over the past 12 years the Government have deliberately chosen not to build social housing. One of the first acts of the 2010 Government was to halve the housing investment grant, making it impossible for local authorities to build. But it is also because—this has not been understood by successive Ministers—there always used to be a flow out of social housing and into home ownership, and that has effectively stopped.",
        "People end up trapped in the social housing that we do have. They are unable to move into the home ownership that they aspire to, and that they would have been able to afford a decade or 15 years ago. They are keeping those social housing properties and tenures for longer, so there is not a flow into them from other households, and that of course bleeds into increasing homelessness.",
        "We have an affordability crisis and a security crisis—a section 21 notice is issued every seven minutes. We also have a standards crisis and a decent housing crisis, particularly at the bottom end of the market. Close to 1 million households are in substandard accommodation. The private rented sector is the tenure with the worst standards; more than 500,000 premises have category 1 hazards, which represent serious threats to health or life. We have a growing crisis for older renters, who are trapped in the private rented sector. They never expected to be without the means to improve their accommodation.",
        "Hon. Members have cited case studies, and I too want to read one into the record. This is the kind of story that we hear in our surgeries about people in inappropriate and substandard accommodation:",
        "“I have a special needs boy. He has hypoxia, ischaemic brain injury, epilepsy, global development delay, hepatitis… my flat in the last two months was flooded with rainfall bcz the roof has a big leak. We sleep on the floor, so mattress, furniture, clothes get wet… Recently the ceiling light exploded, so now there’s no power in the property. Our flat is only electric supply, no gas. So now there’s no food, no heater, nothing I can do. We are struggling financially bcz my child needs 24-hour support and he has lots of appointments so that’s why”",
        "my constituent",
        "“can’t go to work… So it’s difficult to survive like this…no one will understand my pain.”",
        "I am afraid that that is not uncommon. This kind of case comes before us time and again. People with no power, and no purchasing power in the private rented sector, get stuck in properties, and landlords—I do not call them rogue, because there are far too many of them for us to regard them as exceptions—will exploit that for their own purposes.",
        "We need the promised legislation, but we need more than that. I want to flag up two other issues that need to be seriously addressed. We have heard reference to enforcement; it should not be an empty word. Enforcement requires resources. If the Government do not resource a policy change, and do not give local authorities the resources to take enforcement action against bad landlords in cases of substandard accommodation, that will be exploited. When a landlord is seeking an eviction under section 8 rather than section 21, it is even more important that the tenants have power, or somebody who is on their side and can support and assist them.",
        "Local authorities prosecute in only 1% of cases in which poor-quality accommodation is brought to their attention. Why is that? Sometimes it is because local authorities do not focus on the issue, but it is also a question of resources; councils in London in particular have lost 20% of their resources in the last 10 years. The Government must address the issue of capacity to deal with environmental health matters, and capacity in legal aid on housing, because once again we see evidence of advice deserts, and of people being unable to access housing lawyers.",
        "I want to raise one more issue, which I do not think the Government have addressed. In a post-section 21 environment, if we get there, there will be even more risk of illegal evictions. I come across illegal evictions in my casework; people ring my office to tell me that a landlord is inside their property illegally, and is driving them out. Unfortunately, we have very little data on this, because the Government do not collect data on the extent of illegal evictions. The Greater London Authority and the Mayor of London are doing very good work teaching the police how to handle illegal evictions, and teaching them not to step back and regard an illegal eviction as a civil matter between two parties. However, that work is not done nationally, and a great deal more needs to be done about that.",
        "There is a lot that we can do. If we ever get the legislation, we would look to amend it to improve protection of tenants from illegal eviction; I hope that the Government can address that.",
        "Renters deserve security, affordability and decency. At the moment, far too many do not have any of these things. They all have to be addressed together and in a wider context that includes advice, representation and enforcement. Above all, they all have to be addressed now."
    ]
}