{
    "url": "https://www.ukpol.co.uk/karen-buck-2022-speech-on-the-cost-of-living-crisis/",
    "title": "Karen Buck – 2022 Speech on the Cost of Living Crisis",
    "post_date": "July 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Karen Buck",
            "url": "/tag/karen-buck/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Karen Buck, the Labour MP for Westminster North, in the House of Commons on 5 July 2022.",
    "content": [
        "This has been a short debate, but a very valuable one. As always, I pay tribute to the Chair of the Work and Pensions Committee, my right hon. Friend the Member for East Ham (Sir Stephen Timms), for framing it for us. In all the contributions, we have heard similar themes.",
        "Notwithstanding the emergency cost of living payments in the Social Security (Additional Payments) Bill, which we debated a couple of weeks ago, and other help, we have to see the situation in the context that it has been 12 years in the making. We are now deep into a cost of living crisis that is fast eroding standards of living for almost everyone in the country, but as always, it is those with the least who are most seriously affected.",
        "Several hon. Members have referred to research that has been brought to our attention over weeks and months. Only yesterday, new analysis by the Institute for Fiscal Studies revealed that poverty among lone parents, who are always most at risk of poverty, has risen spectacularly since 2010, reaching 49%—almost half of lone parent families are in poverty. Some 1.5 million children are being left behind their peers. Two out of three lone parents report skipping meals and going hungry. Even though parents will do anything to protect their children, including from the knowledge of the struggles that the family are going through, the children know. Children see, children understand and children are damaged by that experience. It is no wonder that the experience of living on an inadequate income, coupled as it so often is with all the shame, fear and anxiety of debt and arrears, contributes to poor mental health as well as to physical ill health and educational underachievement.",
        "Poverty places a strain elsewhere on public services. It adds to the homelessness budget, it adds to the pressures on local authorities, it adds to the pressures on schools and it adds to the pressures on the national health service. It is also true, with a bitter irony, that it is almost invariably low-income households that are exposed to the additional costs of living in poverty.",
        "It bears saying once more that none of these struggles is visited only on people who are not in work. Of course, people who are out of work—people who are too sick to work, people who have caring responsibilities, people who have disabilities, pensioners—deserve the support and dignity that society can offer them, but in-work poverty has soared to record levels. Despite the rhetoric, being in work is no guarantee of being out of poverty.",
        "The Government’s response to the cost of living shock of 2022—the one-off payments that we have been debating—cannot be entirely separated from what came before. My hon. Friend the Member for Oldham East and Saddleworth (Debbie Abrahams) made that point very well. One-off payments in response to the current inflationary shock simply will not undo the erosion of benefits that has taken place as a matter of deliberate Government policy over the past 12 years.",
        "Child benefit has been left to wither since 2010. The local housing allowance, which was designed to support people with the actual cost of housing, has been allowed to fall away from real-world rents since 2011; it was briefly restored to its normal value in response to the pandemic and has now been frozen again by the Government. More than half of households who need to turn to the Government for help with rent are above the maximum level of local housing allowance support, with an average shortfall of £100 a month. Several hon. Members have mentioned the impact of deductions arising from the five-week wait and from other sources, but the shortfall in rent is one of the principal ways in which people are driven below the minimum level on which families are meant to be able to live.",
        "Most working-age benefits were frozen from 2016 to 2020. The four-year benefit freeze was a permanent real-terms reduction in the value of benefits, offset only temporarily by the pandemic universal credit uplift, which of course did not apply to legacy benefits. Benefits lost 7% of their real-terms value in those four years alone, and those losses have not been made good. Inflation matters all the time—not just now, when there is a sudden surge.",
        "What does the stop-start history of benefit uprating tell us about the Government’s priorities? It tells us that they have no settled policy on social security and that they regard maintaining the real-terms value of benefits as an optional extra. It tells us that it takes an emergency—a pandemic or a cost of living crisis—before the Government will make any attempt to do what previous Governments have done as a matter of course: take account of inflation in social security policy.",
        "Of course the emergency cost of living payments are welcome—anything that helps to offset this crisis is welcome—but coming after 12 years in which inflation was allowed to erode benefits, they cannot be seen as a comprehensive solution. The Government’s adamant refusal to bring forward next year’s benefit uprating to deal with this year’s cost of living crisis means that benefits face yet another real-terms cut in 2022-23. The Government are having to rely too much on one-off payments, which should be part of the solution but not the whole solution.",
        "We have talked about working-age benefits, but pensioners have also taken a real-terms cut—the biggest in about half a century. There are 2 million pensioners in poverty, and the number is rising. Ministers have been promoting pension credit uprating, which is good, but that momentum needs to be maintained and expanded. With approximately 850,000 pensioners not claiming pension credit, a huge number are set to miss out. Failing to do more to increase pension credit uptake could mean that more than two thirds of the poorest pensioners will not get the additional means-tested benefit.",
        "We need to be clear about the limitations of one-off payments. As we have heard, they do not reflect family size, so families with more than one child will get exactly the same as a single-person household. Entitlement depends on receipt of one of the means-tested benefits in the month leading up to one of the qualifying days, meaning that people’s circumstances in just two months of the year are taken into account. The problem is that people’s circumstances change all the time. The Government simply do not recognise that families and households move on and off benefits all the time. A one-off payment tied to just two dates in the year is inevitably a crude approach to matching funding to need. I am particularly concerned about how people with fluctuating incomes will fare. It seems inevitable that a large number of employed and self-employed people with low and irregular incomes will be arbitrarily denied help under the policy.",
        "Had the Government acted earlier and brought forward next year’s benefit uprating, as the Opposition and so many others called for, they would have been less reliant on one-off payments. Had the Government not deliberately eroded the value of benefits for much of the past 12 years, we would have been in a much better position to weather this year’s inflation surge. The emergency package is welcome—any contribution to relieving the widespread hardship experienced by households across the country will be welcome—but it is deeply regrettable that the Government could not see their way to a more comprehensive, sustainable solution to the crisis of poverty that is now gripping us."
    ]
}