{
    "url": "https://www.ukpol.co.uk/robert-buckland-2020-statement-on-early-release-of-terrorist-offenders/",
    "title": "Robert Buckland – 2020 Statement on Early Release of Terrorist Offenders",
    "post_date": "February 13, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Robert Buckland",
            "url": "/tag/robert-buckland/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Robert Buckland, the Lord Chancellor and Secretary of State for Justice, in the House of Commons on 12 February 2020.",
    "content": [
        "I beg to move, That the Bill be now read a Second time.",
        "Twice in the past few months we have seen appalling and senseless attacks on members of the public by terrorist offenders. At Fishmongers’ Hall on 30 November last year, two bright and promising young lives were cut heartbreakingly short. The perpetrator, Usman Khan, had been released automatically halfway through a 16-year sentence for preparing terrorist acts. That tragedy was made so much more poignant by the fact that the victims were dedicated to the rehabilitation of offenders, and were helping people to get their lives back on track.",
        "The attack in Streatham on 2 February this year came as a stark reminder of the risks when these sorts of offenders are let out automatically before they have served their full sentence in prison.",
        "**Michael Fabricant (Lichfield) (Con)**",
        "A number of people may question why we are rushing through this business in one day today, so may I ask my right hon. and learned Friend, if the business were not completed today and the Bill therefore not enabled as an Act, would it result in terrorists being released early in the immediate future?",
        "**Robert Buckland**",
        "The simple answer is yes; I am grateful to my hon. Friend for that intervention.",
        "I was telling the House about the events in Streatham. Sudesh Amman had been released just one week before the attack, halfway through a sentence of three years and four months for offences related to distributing or promoting material intended to stir up religious hatred. The automatic nature of his release meant that there was no parole oversight and no decision as to whether he posed a risk to the public. No one could prevent his release. It is purely thanks to the swift intervention of our incredible police officers that he did not go on to commit even more harm before he was stopped with necessary force. The reality is that we face an unprecedented threat from terrorist offenders who are willing to commit random violence without any fear of the consequences.",
        "**Mr Tobias Ellwood (Bournemouth East) (Con)**",
        "I welcome the work that my right hon. and learned Friend has done in this area over the last few weeks, and that he is bringing the Bill before the House today. Will he concede that this form of jihadi extremism and the threat that it has posed has now been around us for almost 20 years, since the horrible attacks of 9/11 and, of course, Bali in 2002? I absolutely welcome the extra funding for our counter-terrorism police and rehabilitation and probation services—this is all very good news—but ultimately we have to ask ourselves why these people were indoctrinated in the first place. Does he agree that we need to do more to remove the harmful online content that is used so much to attract people to the dark place they go to?",
        "​**Robert Buckland**",
        "My right hon. Friend speaks with particular personal experience of the Bali atrocity, and he is right to talk about the long-term nature of the threat, but it is a threat that changes and evolves, and this Government will be as fleet of foot as possible in responding to it. He will be glad to note that we are working at pace to deal with and remove inappropriate and hateful online content. The Home Secretary is by my side today to emphasise, in the most eloquent possible way, the joint approach that she and I, and our respective Departments—together with the security services and the police—are taking with regard to the first duty of Government: protecting the public. It is a grave responsibility from which we will not shirk, and we say that enough is enough.",
        "**Sir Desmond Swayne (New Forest West) (Con)**",
        "I am very glad about the tone my right hon. and learned Friend is taking. Were this measure to be challenged in our courts and the Government were to lose, that would be merely declaratory. But if it made its way to the European Court of Human Rights in Strasbourg and the Government were to lose there, the ministerial code would require him to abide by treaty law. Would he then entertain the prospect of a derogation from the convention on human rights?",
        "**Robert Buckland**",
        "I believe that the declaration that I make on the front of the Bill speaks for itself—",
        "**Sir Robert Neill (Bromley and Chislehurst) (Con)**",
        "Will my right hon. and learned Friend give way?",
        "**Robert Buckland**",
        "Well, I have not finished developing the point yet, but I will of course give way to my eager hon. Friend, the Chair of the Justice Committee, in time.",
        "This is a Bill on which I have made the following statement:",
        "“In my view the provisions of the…Bill are compatible with the Convention rights.”",
        "I take the point made by my right hon. Friend the Member for New Forest West (Sir Desmond Swayne). I am not going to anticipate litigation in domestic courts or in Strasbourg, but I will repeat for the benefit of the record that it is my firm view that this Bill does not engage the provisions of article 7 of the European convention on human rights, because it relates to the way in which the sentence is administered, not a change in the nature of the penalty itself. I am grateful to him for allowing me to say that at this point.",
        "**Sir Robert Neill**",
        "I am grateful to my right hon. and learned Friend for giving way, because this is an important point. Will he confirm that, in coming to that conclusion and making that certification, he has taken the advice of senior Treasury counsel, and also that the case law has made it quite clear that the administration of a sentence is not part of the penalty? Finally, will he confirm that even were there to be successful litigation—which I do not believe will be the case—it would result only in a declaration of incompatibility, and could not strike down primary legislation?",
        "**Robert Buckland**",
        "My hon. Friend is right to remind the House that there is no power to strike down the primary legislation. I am afraid that I will not indulge him in a direct answer as to the nature of advice that may or may not have been tendered, and he knows the ​reasons why. However, I reassure him that all the proper mechanisms have been employed and engaged in the preparation of the Bill, and that on the basis of all the information received, I was able—with high certainty—to make the declaration on the frontispiece.",
        "**Sir John Hayes (South Holland and The Deepings) (Con)**",
        "My right hon. and learned Friend will remember that we worked together on these matters when I was in the Government. He is right to speak about the metamorphosis of terrorism. Will he confirm—indeed, these provisions underpin this—that we must never let the persistent and perverse advocacy of the rights of murderous individuals compromise either the work of our security services or public faith in the rule of law?",
        "**Robert Buckland**",
        "My right hon. Friend speaks with considerable experience, as we worked together on the Bill that became the Regulation of Investigatory Powers Act 2000, which rightly struck the balance between the need to protect the public and the need to make sure that the rule of law was respected.",
        "That gives me a chance to warm to a theme that I make no apology—",
        "**Seema Malhotra (Feltham and Heston) (Lab/Co-op) rose—**",
        "**Robert Buckland**",
        "I will give way in a moment. I am warming to a theme—let me warm!",
        "The theme is this: in our fight against terrorism—in our determination to protect the public against those who spread hate, division, death and injury, irrespective of what might motivate them, because we know that we have a cohort of different types of terrorist—we are defending something of value. We are defending a democratic, free society. We are defending the rule of law. We are defending the values of this place and, indeed, the values of all the people we have the honour and privilege of representing. That is something worth defending. By using due process, we mark ourselves out as distinct from, better than and different from those who seek to divide us.",
        "**Sir William Cash (Stone) (Con)**",
        "Is my right hon. Friend in receipt of advice from the Law Officers on this question? I say that because whatever arguments he may address with regard to compatibility and his statement on the front of the Bill, the reality is that this could easily end up in the courts if they can possibly manufacture an argument. I want to be quite clear that his advice relates to action in the courts and not just to incompatibility.",
        "**Robert Buckland**",
        "I can assure my hon. Friend that all the usual processes were followed. I am not going to go into the weeds of what the Law Officers might have said. We know that they have a particular function when it comes to the necessary clearances for the introduction of a Bill. I can assure him that those processes have been followed and that the issues that he rightly outlines—and, indeed, presages through his amendments—are very much uppermost in our considerations.",
        "**Seema Malhotra**",
        "Recent events have indeed shown the need for a review through this legislation, which I certainly support, and which has the appropriate safeguards and implementation measures that will be debated today.​  \nThe Lord Chancellor made a point about the victims. Somebody who had done work experience in my office was a witness on that day as they were working at Fishmongers’ Hall. The impact not just on those who were injured or killed, but on those who were there and their families, has been tremendous, and continues.",
        "The provisions in the Bill change the release point for offenders who have committed a relevant terrorism offence and refer those offenders to the Parole Board at the two-thirds point of the sentence. I think we can understand and acknowledge that the resources available to the police and probation are also a critical part of this. A change in legislation will not be enough. Is the Lord Chancellor also committed to making sure that the resources required through the justice system will be in place to make any change effective on the ground?",
        "**Robert Buckland**",
        "Indeed, I pay tribute to everybody who was not only involved with but witnessed those awful events at Fishmongers’ Hall.",
        "The hon. Lady and I served together on the Justice Committee for some time, and I know that she has a long-term interest in these issues. She is right to ask about resources. Some weeks ago, when it was announced that we would be introducing a counter-terrorism Bill, extra resources of £90 million for counter-terrorism activity were announced, additional to the overall package of £900 million of support for counter-terrorism. With regard to what we are doing with probation and the interventions that she referred to, again we announced extra resources, with a doubling in the number of specialist probation officers and the introduction of more expert psychiatric and imam involvement. She can rest assured that whatever resources are needed in order to deal with this issue, we will devote them to this particular line of important, intensive work.",
        "**Theo Clarke (Stafford) (Con)**",
        "The Staffordshire-born convicted terrorist Usman Khan was let out of prison early on licence. Last November, less than a year after his release, he killed two young people near London Bridge. Does the Secretary of State agree that this illustrates why this Bill is so important to protect the public in my constituency and across the UK, and to ensure that the most dangerous criminals serve the prison time that they deserve?",
        "**Robert Buckland**",
        "My hon. Friend rightly points out the sad local connection to that appalling case last year. I know that she shares my—and indeed, I think, the whole House’s—commitment to maximum effort when it comes to protecting the public. It is clear that we must put a stop to the current arrangements whereby a dangerous terrorist can be released from prison by automatic process of law before the end of their sentence, so we must do so as quickly as possible.",
        "**Mrs Maria Miller (Basingstoke) (Con)**",
        "I warmly welcome the legislation that has been put before the House today. The Secretary of State is talking about resources. Will he outline any estimates he has made of the number of individuals who might be covered by this legislation so that we can perhaps understand the impact that it could have had on our police forces if those individuals had been released from prison early?",
        "**Robert Buckland**",
        "The number of offenders, either terrorist offenders or offenders who have committed offences with a terrorist link, is about 50. That does not ​sound like a large cohort, but in this particular situation of extreme gravity, we cannot afford to allow any further incidents to happen. I have spoken about the need to minimise risk; that does not mean that we can eliminate risk. That is why this emergency measure is, in my judgment and the judgment of the Government, absolutely necessary if we are to meet the concerns of my right hon. Friend and other hon. and right hon. Members.",
        "**Mrs Theresa May (Maidenhead) (Con)**",
        "My right hon. and learned Friend raises the issue of risk. He and the Government are absolutely right to be addressing the question of the automatic early release of terrorist offenders, but terrorist offenders will still be released at some point. That is why rehabilitation—the work that is done both in prison and when they are out of prison—is so important. There have been many efforts at this over the years, but, as recent incidents have shown, not always with success. Does he agree that we will never deal with the issue of terrorism until we deal with the ideology that drives it? Will he reassure me that the Government are making extra efforts to find new paths to ensure that we can turn people away from the extremism and terrorism that takes other people’s lives?",
        "**Robert Buckland**",
        "My right hon. Friend speaks with unparalleled experience of these issues, both as Home Secretary and as Prime Minister. I can assure her—I will develop these issues later in my speech—that there is a constant self-questioning among those responsible for these programmes to make sure that they are properly calibrated, that they understand the particular drivers that compel people to commit these acts, and that the distinctions between the different types of offender are fully understood; from her own case experience she will know of myriad motivations. Rather than taking a blanket approach, a case-by-case analysis is very much at the heart of how we approach these matters.",
        "**Henry Smith (Crawley) (Con)**",
        "My right hon. and learned Friend is absolutely right that this legislation ending the automatic halfway point of release is the correct thing to do. The Parole Board obviously still has a very important role in this process. What reform of the Parole Board does he envisage to make it more accountable, because that is a key aspect of ensuring that citizens are kept safe from those who would cause them harm?",
        "**Robert Buckland**",
        "My hon. Friend will be reassured that a lot of ongoing work continues with regard to the role of the Parole Board. Very recently, reforms were introduced that allow me to ask the Parole Board to reconsider important decisions that it makes with regard to the release, or early release, of offenders. A tailored review is currently being undertaken to make sure that its work is as practically effective as possible.",
        "In our manifesto, we committed to a root-and-branch review, to ensure that victims are aware and as involved as possible from the outset and that the sharing of intelligence and information between the security services, the police and the Parole Board is as thorough and comprehensive as possible, so that the fullest and most appropriate assessment of risk can be made. In the area of counter-terrorism, nothing can be more important than ensuring that that intelligence is shared and that those who handle it have the appropriate clearances and expertise to make the necessary assessment.",
        "​**Kate Green (Stretford and Urmston) (Lab)**",
        "The Lord Chancellor rightly mentions the need for resources to support this new legislation, because most of these offenders will eventually be released, albeit later, into the community. The issue is not just one of resources; it is also one of process and expertise, because the recall provisions that are in place now could have been of use in the cases that we have seen in recent months. Can he assure me that the Government are also looking at training and process and that any reforms needed—for example, to recall processes—will be properly put in place to support this legislation?",
        "**Robert Buckland**",
        "The hon. Lady, with whom I served on the Justice Committee, is right to talk about risk assessment and the recall process. She knows that the recall process can be triggered on arrest, and certainly on charge, and that is regularly done in the normal course of events. When it comes to multi-agency public protection arrangements, I think she will note with pleasure that, only three weeks ago, the Home Secretary and I ordered a review to be conducted by Jonathan Hall QC, the Government’s independent reviewer of terrorism legislation. He will look at MAPPA with regard to this high-risk, high-level sector of the cohort, to ensure that we are getting it right and that the appropriate expertise is deployed at the right time in order to make the finest judgment with regard to risk.",
        "**Bob Seely (Isle of Wight) (Con)**",
        "If I understand it correctly, there are about 220 people serving time for terrorist offences, 50 of whom will be affected by this legislation. Is that because those 50 are up for imminent release within the next few months? Does this legislation in principle apply to all 220 people in prison for terrorist-related offences?",
        "**Robert Buckland**",
        "The cohort of around 50 are due for automatic early release; the rest will be subject to Parole Board assessment. Different types of sentence are available. We are talking about people on standard determinate sentences. Other types of sentence include extended determinate sentences. Some may still be on the historical IPP—imprisonment for public protection—regime, and there are also sentences for offenders of particular concern, or SOPC. Forgive me for the alphabet soup, but I am afraid that criminal justice sentencing legislation has not been the easiest matter for us to deal with, either as legislators or when I was a practitioner in this area.",
        "**Dr Julian Lewis (New Forest East) (Con)**",
        "I am grateful to the Lord Chancellor for giving way; he is being hugely generous. Does he accept that, while a lot of these people are terrorists and criminals, a significant number of them are clearly insane? The people who were in jail with the latest perpetrator said that that individual was plainly off his head. He had a history of drug abuse, and mind-altering substances clearly played a role. Why is it that if people are secular and insane, they will be locked up indefinitely, but if they can ascribe this to some sort of religious motive, we feel we have to give them a finite sentence and release them, when they might run amok at any stage?",
        "**Robert Buckland**",
        "As ever, my right hon. Friend makes an interesting and thought-provoking point. While I will not go into the individual facts of this case, because ​it is subject to a police investigation and there is an ongoing inquiry, I will say this. The judgment as to a mental health disorder within the meaning set out in the Mental Health Act 1983 is a matter for two section 12 qualified clinicians—consultant psychiatrists—who will produce clinical evidence that will satisfy a court of the provisions of section 37 of the Act or, indeed, a restriction under section 41, which puts the power of release into my hands. That has to be satisfied on the basis of evidence.",
        "It is important to make a distinction between that clinical approach and the risk assessment that we have to undertake when it comes to those who profess political motivation. It is thought-provoking in the sense that we need to think about a mechanism that would be robust and legally sound but would allow an objective assessment to be made about the risk posed by individuals, even after their sentence has been completed. Public protection has to come to the forefront of our thinking.",
        "I will now describe what we have done operationally since the attack at Streatham. The Prison and Probation Service has taken immediate action to strengthen our operational grip of terrorist offenders and protect the public from any further attacks. The National Probation Service is working closely with counter-terrorism partners. Several offenders on licence have been recalled to prison since the attack, where officers identified concerning behaviour, which relates to the point made by the hon. Member for Stretford and Urmston (Kate Green). We have also instructed prison governors to report any concerns and take any action required. Several terrorist prisoners have subsequently been placed in segregation units as a result of concerns raised by prison staff. The Prison Service is managing the risk of incidents in prisons that may be inspired by, or in response to, the attack at Streatham.",
        "I would like to put on record my thanks to Ian Acheson for his 2016 report on our response to extremism in prisons. In the intervening years, the operating context has changed, and our response has strengthened considerably, but we must go further. We will take all additional steps necessary, including keeping the full list of recommendations in Mr Acheson’s internal report under careful review.",
        "However, we need to take further action urgently to ensure that the public are protected. As we saw in the Streatham attack, we cannot have a situation where an offender—a known risk to the public—is released without any oversight by the Parole Board. The Bill therefore sets out new release arrangements for prisoners serving a sentence for a terrorist offence or an offence with a terrorist connection. There are two main elements to that: first, to standardise the earliest point at which they may be considered for release at two thirds of the sentence imposed; and secondly, to require that the Parole Board assesses whether they are safe to release between that point and the end of their sentence. That will apply to all terrorist and terrorist-related offences where the maximum penalty is above two years, including those offences for which Sudesh Umman was sentenced. Only a very small number of low-level offences, such as failure to comply with a police cordon, are excluded by this threshold, and prosecution and conviction for those offences are rare.",
        "The changes affect those who are serving sentences for a specified offence, whether the sentence was imposed before or after the new section comes into force. Applying ​this to serving prisoners reflects the unprecedented gravity of the situation we face and the danger posed to the public. The Bill will not achieve its intended effect unless it operates with retrospective effect, and therefore it will necessarily operate on both serving and future prisoners. That does not mean that the Bill will change retrospectively the sentence imposed by the court; release arrangements are part of the administration of a sentence, and the overall penalty remains unchanged. As I outlined earlier, domestic and ECHR case law supports our stance that article 7 is not engaged where the penalty imposed by the court is not altered. The measures in the Bill will also amend the release arrangements for terrorist offenders sentenced in Scotland, which will ensure a consistent approach where possible to the release of terrorist prisoners.",
        "**James Brokenshire (Old Bexley and Sidcup) (Con)**",
        "I commend my right hon. and learned Friend for the introduction of this legislation and dealing with the issue of early release. May I come back to him on a point I have raised previously about how we manage the risk of people who have offended once they have left prison, and about using the availability and enforceability of post-release conditions, and indeed the terrorism prevention and investigation measures regime and its potential application, to give a sense of assurance? Can he comment any further on the next steps and how this can be progressed, because this is clearly an issue that will need to be addressed?",
        "**Robert Buckland**",
        "I am hugely grateful to my right hon. Friend, who, as the House will know, was a distinguished Security Minister and Northern Ireland Secretary, and had to deal with these issues daily. I will say this to him: he will know that the counter-terrorism Bill, which was announced some weeks ago, will be coming before the House soon. There will be measures in it not only on the minimum term to be served for serious terror offences, but on the way in which licence periods will be applied as part of such a sentence. That is clearly one of the most effective ways to deal with this problem—through the criminal prosecution and conviction process.",
        "My right hon. Friend makes a wider point. He will know from having navigated through the House the TPIMs legislation, which has been subsequently strengthened and amended, that there are other circumstances in which public protection will have to play a function in the absence of a conviction. It is on that particular cohort that the Government are placing a lot of attention and concentration. It would perhaps be idle of me to speculate by outlining what precise forms those will take, but it is a dialogue that I encourage him actively to take part in over the next few months and it is something I would want to develop with support from all parts of this House.",
        "**Sir William Cash**",
        "At this stage in the debate, and trying to avoid our having what might otherwise turn into an argument about the law in court, may I ask my right hon. and learned Friend whether the case of del Río Prada has actually been taken into account? Does he know if that has been taken into account, because it was about policy and administration?",
        "**Robert Buckland**",
        "My hon. Friend will be glad to know that not only has it been taken into account, but I have read it. It is a 2013 authority from the Strasbourg ​Court that relates to a particular set of circumstances involving the Kingdom of Spain. There have been subsequent cases both before that court and, indeed, domestically. In summary, we are satisfied, on the basis of all the information we have, that the provisions of article 7 are not engaged in this respect.",
        "**Sir Robert Neill**",
        "My right hon. and learned Friend is making a most compelling case for this legislation. For the sake of completeness, I am sure he will also have read and taken into account the subsequent cases in the Strasbourg Court of Abedin in the United Kingdom in 2016 and of the Supreme Court in Docherty in 2017—both subsequent to del Río Prada—which it seems to me support the Government’s contention.",
        "**Robert Buckland**",
        "I say to my hon. Friend, as I am sure he has heard many times in court, that his submissions find great force with the Government and we are persuaded by them.",
        "**Gavin Robinson (Belfast East) (DUP)**",
        "It is very clear that the Lord Chancellor is carrying the House with him this afternoon, and all of us are seized of the necessity of bringing forward this Bill at this time and as quickly as possible. However, it is acknowledged that there are serious concerns and issues about the engagement of article 7—I think he has an entirely justifiable position—and that we are bereft of the detailed pre-legislative scrutiny that we might otherwise have had; that is a consequence of the situation we find ourselves in. Given that, has the Lord Chancellor given any consideration to injecting a review mechanism into the Bill?",
        "**Robert Buckland**",
        "I am very grateful to the hon. Gentleman. In fact, I think it is right to say, in the context of Northern Ireland, that we have given such careful consideration to the engagement of article 7 that we have chosen not to extend the legislation to Northern Ireland. The way in which the sentence is calculated and put together by the Northern Ireland courts does cause potential issues with regard to engagement and therefore potential interference with the nature of the penalty itself. I think that is actually very important in this context: it is real evidence of the fact that the British Government have thought very carefully about the engagement of article 7, and have not sought to take a blanket approach to all the various jurisdictions within the United Kingdom.",
        "I hear what the hon. Gentleman says about a review mechanism. He will be reassured to know that a counter-terrorism Bill is coming forward that will cover all parts of the United Kingdom. There will be an opportunity on that Bill to debate and analyse further long-term proposals. Inevitably, the status and provisions of this Bill—I hope, by then, an Act of Parliament—will be part of that ongoing debate. I am confident that, through the mechanisms of this House, we will be able to subject these provisions to post-legislative scrutiny in the way that he would expect.",
        "**Jeremy Wright (Kenilworth and Southam) (Con)**",
        "My right hon. and learned Friend has mentioned the effect of this legislation that will keep terrorist prisoners in custody for longer, and he has rightly paid tribute to prison imams, who maintain religious interventions for those whose motivation for their terrorist offending is at least claimed to be religious. Can he reassure us that, ​given the extra time in custody that many of these prisoners will now serve, such effective and in many cases very brave interventions by prison imams will be given the extra time available to take further effect?",
        "**Robert Buckland**",
        "My right hon. and learned Friend the former Attorney General speaks with great experience and knowledge of these matters. He is absolutely right to focus on the specialist intervention of our imams. I think I referred to the fact that we are going to increase resources and increase the number available within our prisons. Both the Home Secretary and I have seen at first hand the partnership working that goes on within the high-security estate when it comes to dealing with these particular challenges. It is precisely that type of specialist intervention that he and others can be confident we will be supporting in the years ahead.",
        "I was going on to explain the extension of parole release to those who serve standard determinate sentences and other transitional cases currently subject to automatic release. In line with the normal arrangements for prisoners released by the Parole Board, the board will set the conditions of an offender’s licence for this cohort when they are released before the end of their sentence. The Parole Board, as I outlined earlier, has the necessary powers and indeed the expertise to make risk-based release decisions for terrorist offenders. The board currently deals with terrorists who serve indeterminate sentences, extended sentences and sentences for offenders of particular concern—the “SPOCs”, as they are colloquially referred to.",
        "There is a cohort of specialist Parole Board members who are trained specifically to deal with terrorist and extremist offenders. They are, in effect, the specialised branch of the board that will be used to handle these additional cases. They include retired High Court judges, retired police officers and other experts in the field, all of whom have extensive experience of dealing with the most sensitive and difficult terrorist cases. Due to the nature of the emergency legislation, I have proposed that the provisions cover England, Wales and Scotland.",
        "The justification for this emergency, retrospective legislation—out of the ordinary though I accept it is—is to prevent the automatic release of terrorist offenders in the coming weeks and months. Given the risk that this cohort has already shown they pose to the public, it is vital that we pass this legislation rapidly before any more terrorists are automatically released from custody at the halfway point. Therefore, we are aiming for this legislation to receive Royal Assent before the end of the month. With the support of this House, I am confident that we can do that. I commend the Bill to the House."
    ]
}