{
    "url": "https://www.ukpol.co.uk/robert-buckland-2019-speech-to-conservative-party-conference/",
    "title": "Robert Buckland – 2019 Speech to Conservative Party Conference",
    "post_date": "October 1, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "2019 Conservative Party Conference",
            "url": "/tag/2019-conservative-party-conference/"
        },
        {
            "text": "Robert Buckland",
            "url": "/tag/robert-buckland/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Robert  Buckland, the Lord Chancellor, on 1 October 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2019/08/robertbuckland.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2019/08/robertbuckland.jpg)",
        "Good afternoon Conference.",
        "I’m sorry I can’t be with you in Manchester for this session.",
        "One of my duties as Lord Chancellor is to attend the Opening of the Legal Year at Westminster Abbey, so that’s what I have been doing today.",
        "The Opening of the Legal Year is a great occasion.",
        "A celebration of the Rule of Law.",
        "Ever since Magna Carta, over 800 years ago, the Rule of Law has been the cornerstone of our Constitution.",
        "And our independent, impartial judiciary is renowned throughout the world.",
        "***",
        "One of the key components of the Rule of Law is openness and transparency.",
        "I’ve spent a lifetime working in criminal justice.",
        "Firstly as a barrister, part-time judge, and then in politics as Solicitor General, Prisons Minister and now in Cabinet.",
        "As a sentencing judge, I have had to make hard choices: sending people to prison is never easy, but often, it is absolutely necessary.",
        "But time and again, over many decades, I have talked to victims of crime who feel let down by the system.",
        "Victims who just don’t see that openness and transparency.",
        "Victims who experience a system that sees rapists getting sentenced to nine years in prison but later automatically released after half that time.",
        "Don’t get me wrong – some form of earlier release has its place in the criminal justice system.",
        "It can be used to incentivise good behaviour.",
        "But this is not the system we have, Conference.",
        "There used to be a tougher system.",
        "But in 2005, Labour replaced it with automatic release at the half-way point.",
        "It didn’t matter to Labour if prisoners pose a risk to the public.",
        "It didn’t matter to Labour if prisoners misbehaved in prison.",
        "It didn’t matter to Labour if criminals didn’t show remorse.",
        "This is madness.",
        "***",
        "The Conservatives are going to fix it.",
        "We’re going to restore faith in the sentencing system.",
        "Because we Conservatives believe release should be earned.",
        "We have, of course, made great strides in criminal justice in the past nine years of Conservative Government.",
        "But there is more to be done.",
        "And that’s why, for the most serious violent and sexual offenders, I’m announcing this Conservative Government will abolish automatic early release at the halfway point.",
        "These criminals will be required to serve two-thirds of their sentence behind bars.",
        "Because keeping the most dangerous violent and sexual offenders in prison for longer means they won’t be out on the streets with the opportunity to commit crime.",
        "We owe it to victims to make this change.",
        "And just as it is right that criminals face proper punishment, it is also right that we do our best to support them to go straight.",
        "We need to be tough, but we also need to be humane.",
        "Punishment and rehabilitation are not opposites.",
        "We have to do both.",
        "Conservatives believe in offering a second chance to those who are ready to change.",
        "Prisons simply cannot be giant academies of crime.",
        "So we will do more to improve rehabilitation in prison, and support our probation services in their vital work to supervise and resettle former prisoners.",
        "And we will ask employers to play their part too.",
        "***",
        "Conference, only the Conservatives can be trusted on law and order.",
        "You may not have heard of Jeremy Corbyn’s Shadow Justice Secretary, Richard Burgon, and you can be forgiven for that.",
        "He’s not known for his brilliant ideas about criminal justice.",
        "Rather, he’s better known for saying “Zionism is the enemy of peace”.",
        "Then he denied using these vile, anti-Semitic words.",
        "Then video emerged.",
        "Then he admitted he actually did say it.",
        "Jeremy Corbyn and John McDonnell were two of only three MPs to vote against sending people caught carrying a knife a second time to prison.",
        "The fact is, Jeremy Corbyn’s Labour is loose with the truth, soft on prisoners and weak on sentencing.",
        "Soft on crime and soft on the causes of crime.",
        "We cannot let that happen.",
        "We must keep the public safe.",
        "That’s why, with one of his first acts, the Prime Minister announced we will recruit twenty thousand new police officers.",
        "More bobbies on the beat means more arrests, more victims getting justice.",
        "And an investment of two-and-a-half billion pounds to deliver ten thousand new prison places.",
        "More and better prisons to support our brilliant prison officers, the unsung heroes who day in, day out face huge risks in their workplace.",
        "To help them, we have announced one hundred million pounds for new security measures, such as the scanners at Her Majesty’s Prison Leeds, checking people as they go in and out of prisons.",
        "These scanners show us the ways drugs are smuggled in are often creative.",
        "When we visited HMP Leeds, the Prime Minister wondered what exactly the small plastic container coming up on the body scanner was – I think we all had something of a Kinder Surprise.",
        "The PM then wondered aloud how the small capsule had got to where it was.",
        "Now, there’s always that moment with a new boss when you’re not quite sure what you can and can’t say.",
        "I did think about explaining, but I knew in my gut it was a bad idea.",
        "Much as the prisoner did!",
        "***",
        "More seriously, Conference, prison is a hugely important tool to tackle crime but it is not the only one.",
        "We must make use of smart technologies to prevent offenders from becoming re-offenders.",
        "Because prison only works if it reduces reoffending.",
        "We want former prisoners to be fully-productive members of society, but they must abide by the law at all times when they are back on our streets.",
        "Many criminals who carry out anti-social behaviour have problems with alcohol.",
        "Get a grip on this, and we can massively reduce crime.",
        "When he was Mayor of London, the Prime Minister piloted putting sobriety tags on offenders.",
        "If criminals drink alcohol, they are instantly detected, brought in front of a Judge and may be sent to prison.",
        "The pilot was a huge success with over 90% compliance.",
        "So, we’re going to take that idea and establish it nationally.",
        "I am pleased to announce, Conference, that from next year, sobriety tags will be used across the country to monitor criminals and reduce re-offending.",
        "***",
        "Conference, in London today I’ve been taking part in a ceremony almost as ancient as our criminal justice system itself.",
        "I know we must restore public faith in sentencing.",
        "We must be clear only criminals who earn their liberty should have it.",
        "We must keep Britain safe for everyone who lives here.",
        "Thank you."
    ]
}