{
    "url": "https://www.ukpol.co.uk/robert-buckland-2020-statement-on-prisons-and-covid-19/",
    "title": "Robert Buckland – 2020 Statement on Prisons and Covid-19",
    "post_date": "June 4, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Robert Buckland",
            "url": "/tag/robert-buckland/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Robert Buckland, the Lord Chancellor and Secretary of State for Justice, in the House of Commons on 2 June 2020.",
    "content": [
        "I am today announcing the Government’s plans for how Her Majesty’s Prison and Probation Service will start to recover from the impact of covid-19.",
        "I want to first pay tribute to the hard-working staff across the country who have continued to deliver essential services in spite of the virus. They have been striving tirelessly to make sure those in their care are safe and the public is protected.",
        "The Government have introduced strong measures to save lives and protect the NHS, including reducing face-to-face interactions in both prison and probation, minimising transfers between establishments, shielding the vulnerable, quarantining new entrants to prison and making greater use of technology to enable family contact and supervise offenders in the community.",
        "As a result of the success of these measures, we are formulating plans for how these restrictions can be cautiously rolled back over the coming weeks and months. This will happen within overarching frameworks for prisons and probation which have been published today. These decisions will be guided by public health advice and the best available data.",
        "In prisons there will not be a simple easing of restrictions across the estate but national guidance will ensure there is consistency in decision making by governors. That means establishments will progress at their own speed, taking full account of their specific circumstances.​",
        "We know it will not be a straightforward return to normality. As the Prime Minister has set out, the whole country now needs to prepare for an extended period of living with and managing the threat from the virus.",
        "But over the coming weeks and months, we will restart aspects of daily prison life, such as social visits, education and work, and face-to-face probation supervision, including unpaid work and accredited programmes, with adaptations where necessary to ensure safety.​",
        "We will continue to closely monitor the situation, and only proceed once it is safe to do so. Should restrictions need to be re-imposed to ensure the safety of staff and those in our care we will not hesitate to do this.",
        "During this time, we will continue with measures such as providing additional temporary accommodation, and making careful use of our end of custody temporary release powers, to ensure we are able to manage the possibility of any future outbreaks."
    ]
}