{
    "url": "https://www.ukpol.co.uk/robert-buckland-2021-statement-on-the-whiplash-reform-programme/",
    "title": "Robert Buckland – 2021 Statement on the Whiplash Reform Programme",
    "post_date": "January 13, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Robert Buckland",
            "url": "/tag/robert-buckland/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Robert Buckland, the Lord Chancellor and Secretary of State for Justice, in the House of Commons on 11 January 2021.",
    "content": [
        "I would like to provide an update on the whiplash reform programme.",
        "The Government remain firmly committed to the implementation of the necessary and proportionate measures set out in part 1 of the Civil Liability Act 2018 and the associated increase to the small claims track limit for road traffic accident-related personal injury claims.",
        "In my written ministerial statement of 21 April 2020, I spoke of the effect and impact that the covid-19 pandemic has had on the medical, legal and insurance sectors and the action that Government were taking to ease the difficulties caused by the outbreak. This included delaying the implementation of the whiplash reform programme to April 2021 in order to enable key sectors of this country’s business to focus on delivering their response to covid-19. This pause also allowed the Government to focus resource on the priority delivery of key justice services during the pandemic.",
        "Despite the challenges the pandemic has presented, the MOJ continues to work with the Civil Procedure Rules Committee to finalise the supporting rules and pre-action protocol. In addition, the MOJ’s delivery partner the Motor Insurers’ Bureau continues to make excellent progress on the build of the official injury claim service.",
        "I do however acknowledge the challenges experienced by all this year in the face of the pandemic. I said at the time of my April statement that the Government will continue to monitor developments in relation to the current pandemic and will, if necessary, make further announcements in regard to the implementation of these important reforms. So we have listened carefully to the concerns raised by stakeholders, in particular the need for as much notice as possible to take the necessary steps in anticipation of these reforms and to prepare their businesses for the changes to how small road traffic personal injury claims are managed. We understand the importance of industry preparedness and, after consideration, it is for that reason we have decided to allow an additional short period of time to further accommodate this. As such, we will implement the whiplash reform programme in May 2021.",
        "This is a sensible and pragmatic approach to take in order to achieve successful and effective implementation of the whiplash reform programme. Delivering these reforms remains a key Government priority and we will continue to work with stakeholders to ensure that all are sufficiently prepared for the new measures upon implementation."
    ]
}