{
    "url": "https://www.ukpol.co.uk/deborah-bull-2022-tribute-to-hm-queen-elizabeth-ii-baroness-bull/",
    "title": "Deborah Bull – 2022 Tribute to HM Queen Elizabeth II (Baroness Bull)",
    "post_date": "October 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Deborah Bull",
            "url": "/tag/deborah-bull/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Deborah Bull, Baroness Bull, in the House of Lords on 10 September 2022.",
    "content": [
        "My Lords, it is a privilege to speak today and to add to the tributes we have heard so far the gratitude and respect of the many arts and cultural organisations across the country that benefited from the support and patronage of Her late Majesty the Queen over the 70 years of her reign. As the noble Earl just reminded us, it is easier to picture the Queen and Prince Philip at the races than at the theatre. It is hard to deny that they would likely have felt much more at home in a hippodrome intended for horses than one designed for performance. To my great surprise, I once found myself discussing choreography with the Duke of Edinburgh, but it was in the context of his having agreed to create a dressage display for a charity event. In characteristically colourful language, he shared his frustration at the complexities of combining movement with music, and I secretly enjoyed his grudging realisation that there might be more to this whole dancing business than he had previously imagined.",
        "And yet, her Majesty’s interest in the arts was real and it stretched back across her life. An Arts Council report from 1946 includes a photograph of the Queen attending a concert in Kings Lynn with her mother and paternal grandmother, suggesting, perhaps, that it was they who helped instil her interest in the arts. As Sovereign, she opened and reopened countless galleries, museums and theatres, cutting ribbons and unveiling plaques. She attended no fewer than 35 Royal Variety Performances. The first, in 1953, included the Tiller Girls and Vera Lynn at the Palladium; the last, in 2012, was at the Royal Albert Hall. She was a patron, over many decades, of arts organisations around the country, including orchestras, brass bands and choirs as well as major institutions such as the National, the Royal Shakespeare Company and the Royal Opera House, where I had the great privilege to meet her.",
        "Many of those visits were, of course, formal occasions—occasions on which she was obliged to perform her own role and to dress in costumes and jewellery that rivalled those we wore on the stage. She would come backstage to meet the performers after curtain down and, before the days of mobile phones, we would fervently hope that the official photographers would catch the moment of regal handshake and preserve it for posterity. Perhaps she enjoyed those ceremonial visits—she was far too discreet to let on if not—but they were also part of the life of duty about which we have heard so much over recent days. Yet we also know that, away from the formal schedules, she would occasionally attend performances for sheer pleasure, making unofficial visits to “Billy Elliot” to celebrate her 80th birthday in 2006, and to “War Horse” in 2009. I recall one such private visit to the Royal Ballet, when Her Royal Highness Princess Margaret, the company’s long-standing president, decided she liked one ballet so much that she would come back to see it again, and this time, she would bring her sister too.",
        "So, while her love of the arts may have been lower profile than her passion for horses, her support was steadfast and enduring, and the fact that it was passed on through the generations of her family is another of her many legacies. His Majesty the King is an extraordinary supporter of the arts, across music, dance, visual arts and theatre, and has been patron of some 400 organisations. He is particularly committed to opening up opportunities for young people, encouraging them to fulfil their individual creative potential through participating in art.",
        "Over history, monarchs have always inspired artistic creations, and our late Queen was no exception. Her Coronation included a new composition from William Walton, “Orb and Sceptre”, played alongside a march he had composed for her father’s Coronation. It inspired Benjamin Britten’s opera, “Gloriana”, and a new ballet from Sir Frederick Ashton, “Homage to the Queen”, a ballet I had the opportunity to dance some 40 years later. Surely, no sovereign before her inspired such a diverse range of fictional representations in theatre, on stage, on screen and in literature. Perhaps this is as good a measure as any of the changing times over which she reigned. When she ascended the Throne, the Lord Chamberlain still had the power to refuse a licence to a play that might offend, a power that would remain in place until 1968. While one sometimes has occasion to wonder what the 1950s censor might have made of all this, the creative and sometimes whimsical imaginations of writers from Sue Townsend to Peter Morgan and Alan Bennett have given us a different kind of legacy for an exceptional life exceptionally lived. And as other noble Lords have recalled, Her Majesty had her own sense of performance, deployed to memorable effect at the London 2012 Olympics and, more recently, in that unforgettable and heart-warming two-hander with a virtual bear.",
        "Over the coming days, some theatres and arts venues may close their doors, observe moments of silence or dim their lights. They will do so as a mark of gratitude and respect not just for someone whose patronage was so valued, but whose dedication to duty was the living embodiment of that well-known theatrical adage, “the show must go on”. To some, that may sound too trite for such a solemn occasion, but it is a phrase that came to my mind this week as we witnessed Her Majesty summon the strength, even in the fading moments of her life, to carry out her last constitutional duty: a defining moment of both continuity and change that was echoed today as the Council of Accession met and the proclamation of the new King rang out. The curtain falls; the curtain rises. Thank you, Ma’am, and to King Charles III, we wish every success."
    ]
}