{
    "url": "https://www.ukpol.co.uk/deborah-bull-baroness-bull-2020-speech-on-the-queens-speech/",
    "title": "Deborah Bull (Baroness Bull) – 2020 Speech on the Queen’s Speech",
    "post_date": "January 11, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Deborah Bull",
            "url": "/tag/deborah-bull/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Baroness Bull in the House of Lords on 9 January 2020.",
    "content": [
        "My Lords, in the days following Her Majesty’s gracious Speech, noble Lords may have missed the announcement of 0.3% as UK statistic of the decade. It represents UK productivity’s average annual growth, down over 10 years from 2%. According to the Royal Statistical Society’s Hetan Shah, it is",
        "“the most important boring statistic that you have never heard of.”",
        "Productivity did not feature much in election campaigns, but it should have. High productivity growth leads to higher wage growth and more money for public services. Shah is not alone in linking low productivity with social discord. The University of Sheffield’s Richard Jones suggests that it is not",
        "“far-fetched to ascribe our current dysfunctional and bitter political environment … to a decade of stagnation in productivity growth.”",
        "I therefore welcome the commitment to boost productivity through new investment and R&D tax incentives. As the notes on the Speech explain:",
        "“R&D is vital to a productive economy—firms that invest in R&D have around 13 per cent higher productivity than those firms that do not”.",
        "The Government intend to",
        "“prioritise investment in industries of the future where the UK can take a commanding lead”—",
        "life sciences, clean energy, space, design, computing, robotics and AI. But in focusing on the cutting edge, they need to take care not to ignore everyday and foundational areas where poor productivity is a drain on the economy: low-wage, low-skill industries such as catering and retail; the public sector, which makes up one-fifth of the economy; or health and social care, where advances in biomedical science need to be balanced with research that improves productivity in the system.",
        "Too narrow a focus on becoming a “global science superpower” also risks excluding areas of existing dominance. This includes the creative industries, which generate 5.5% of the economy and contribute across every region of the UK. Yet they are absent from the Queen’s Speech—as they were from the last—and are seemingly excluded from any additional support for research and development. Creative businesses undertake almost as much R&D as manufacturing, but as much of it relies on arts, humanities and social science research, ​it does not qualify for targeted R&D tax relief. This is because in applying R&D definitions that draw on the Frascati Manual, HMRC requires that R&D relates to scientific or technological delivery, despite the manual’s wider scope. Arts, humanities and social sciences are specifically excluded, and are deemed",
        "“not science for the purpose of these Guidelines.”",
        "This narrow definition excludes advances in knowledge that lead to production of experiences or to enhanced understanding of human behaviour.",
        "The benefits of a unified R&D definition across all knowledge domains go beyond the support of legitimate innovation in the creative sectors, and I am grateful to the noble Lord, Lord Duncan, for agreeing to meet on this. A unified definition would ensure that technological solutions are informed by insights into human behaviour, making adoption more likely; it would also encourage knowledge exchange across disciplines where innovation often occurs.",
        "The correlation between creativity and scientific discovery is well understood, including, I know, by the noble Baroness, Lady Blackwood. Galileo was a poet; Newton was a painter; and Leonardo was both, and more. A 2008 study of 40 Nobel laureates in science found them three times more likely to have arts and crafts avocations than other scientists. Several observed that",
        "“purely academic skills are not sufficient to train a person for creative scientific work.”",
        "This makes obvious sense: it takes creative thinking to come up with new hypotheses and to imagine the experiments that will prove them.",
        "Given this, the Government’s decision to opt out of the PISA 2021 test for creative thinking is surely a mistake. This is a unique opportunity to collect internationally comparable data and increase understanding of how education best develops creative thinking—vital for the workforce of the future and vital in solving global challenges. It is an opportunity that the Government should not turn down.",
        "The Conservative manifesto promised to promote creativity in schools, but measures to do so are noticeably absent from the Queen’s Speech. Reversing the decision to opt out of the PISA 2021 test for creative thinking would be a first step in addressing this. I am sure noble Lords will agree that it would be unfortunate if, in our efforts for the UK to become the global science superpower, we were to lose our position as a global superstar in creativity."
    ]
}