{
    "url": "https://www.ukpol.co.uk/eric-bullus-1952-speech-on-the-apple-juice-industry/",
    "title": "Eric Bullus – 1952 Speech on the Apple Juice Industry",
    "post_date": "May 18, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1953",
            "url": "/tag/1953/"
        },
        {
            "text": "Eric Bullus",
            "url": "/tag/eric-bullus/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Eric Bullus, the then Conservative MP for Wembley North, in the House of Commons on 19 February 1952.",
    "content": [
        "Because we are not always able to forecast how long our Parliamentary business will take, I have been sitting here almost solidly since 2.30 p.m. fearful to leave the Chamber because of the chance that I might be called in my absence and thus miss my Adjournment debate. Consequently, I have learned much today about merchant shipping, about judicial salaries, about Income Tax and Customs and Excise law, about miners’ welfare and Z reservists. I add to this diversity the subject of this Adjournment debate, which I hope may have the support of the whole House.",
        "It is a truism that the present grave economic crisis means that in this country we have to plan our national resources to see that we get maximum value from them. Especial care must be taken to see that we extract every bit of use from material and products which hitherto have been waste. Local authorities have been doing this since the time of the war and have salvaged much waste paper and waste metal.",
        "But there are other products at present wasting which can and should be used at little or no extra cost to the nation. I am concerned at this late stage of our proceedings to deal with one such proposal—the right use of the apples at present going to waste. Apples contain much natural sugar and have as by-products pectin and, from the residue, a certain amount of animal feeding stuffs. Without dilating unduly on the properties of the apple, it is significant that the calorific value of the apple is higher than that of beer and almost as high as that of milk.",
        "Despite the big crop of English apples, in the 11 months ended 30th November last, imports of apples amounted to 184,000 tons—about 8.6 lb. per head of the population. Permitted imports between 1st December, 1951, and 30th June next will total 70,000 tons—approximately 3.1 lb. per head of the population. But it has been estimated that if last year’s average crop is maintained in the coming year, and the public consumption remains at average, there will be a surplus on home production alone. There will be absolutely no need for the importation of any apples.",
        "The National Farmers’ Union have given figures showing the estimated surplus of apples last year from certain parts of the country. These do not cover the whole of the country, but the figures available suggest that in the counties of Kent, Devon, Dorset, Essex, Hampshire, Somerset and Gloucestershire the total wastage last year was in the neighbourhood of 30,000 tons of apples.",
        "**Mr. Gerald Nabarro (Kidderminster)** What about Worcestershire?",
        "**Wing Commander Bullus** I am inclined to believe that the wastage was higher than that, because I believe these figures deal with apples at the packing stations and I do not think they include the apples which were allowed to rot on the trees for the want of picking. Local estimates for the Wisbech area suggest that over 14,000 tons were wasted in the season, and for the year 1951—although it was not a glut year—I think it might reasonably be estimated—and it is almost certainly an under-estimate—that the total wastage of apples in this country was over 50,000 tons. I think that is an under-estimate; in a good year the figure would be considerably larger.",
        "Generally, apples cannot be kept long in storage, and so the home industry has been considered a seasonal one, and that is one of the excuses given for the importation of apples. But it has been possible since 1936—and this is not generally known—to turn the apples into pure fruit juice, retaining all the natural sugar. I say this is not generally known. It it were, there would not be the need for so great an importation of apples, we should not have such flagrant waste and we should get the maximum value from our own crops—and the British apple is the finest in the world.",
        "The pure unfermented apple juice industry—in which I have no vested interest—commenced in this country in 1936 as a direct outcome of the very considerable wastage of apples, as a result both of glut crops and of the development of the grading of apples for market. The consumption of the product grew very slowly, but at the beginning of the last war consumption had reached about 200,000 gallons a year, and the Minister of Food froze the production at that figure for the duration of the war.",
        "At the end of the war two other firms began production, but the total sales have now fallen below 100,000 gallons, and there is a real possibility of the industry ceasing to function. Indeed, at a meeting of the Apple Juice Producers’ Association in November last all member firms agreed regretfully that this season might be the last one for the Association. And yet the industry could take a large part, if not all, of the present surplus of English apples without further capital cost. The capacity of the industry is well over four times its present production.",
        "Let us look at what the utilisation of the waste apples by this industry might mean. Assuming that the waste last year was in the region of 50,000 tons, then it is estimated that this would have produced over 7 million gallons of pure, unfermented apple juice, which would have had a content of 3,500 tons of sugar from natural sources. If this quantity of 50,000 tons of apples had been processed into juice and the pomace dried at least 3,000 tons of product with a high pectin value would have been obtained. This would have been a most valuable addition to our supplies of dried apple pomace for the pectin industry. And we import pectin, be it remembered. Dried apple pomace contains approximately 8 per cent. to 10 per cent. by weight of pectin. Therefore, it is fair to assume that the utilisation of this 50,000 tons of waste apples would provide about 250 tons of dried pectin, an extremely valuable commodity at the present time, when pectin from dollar sources is difficult to come by. The Government figures show that we spent £52,700 on the import of pectin in 1950. So it will be seen what a valuable contribution in pectin can be made if our waste apples are used.",
        "Again, the dried pomace, after extraction of pectin, can be redried, and then it still has some considerable value as a feedingstuff, although, admittedly, it is very low in protein content. Approximately 1,500 tons of this material would be available from the use of 50,000 tons of apples. Though I do not seek to compare the total nutritive value of apple juice with that of other products it is a good source of calories. Apple juice contains 300 calories per pint compared with 184 in a pint of beer and 375 in a pint of milk.",
        "The sugars present in apple juice are nearly all composed of glucose and laevulose which are said to be very easily assimilated by the system. It has been shown by independent analysis to contain approximately 9 per cent. of invert sugar and.5 per cent. of cane sugar. This point should be of real interest to the Ministry of Health in connection with the hospitals service. It would appear that very large quantities of apple juice would be required if it were given only to those people who are in need of taking a considerable volume of liquid containing some nutritive materials such as sugars. The juice also contains minerals of which the chief is potassium, and on the Continent this product is very widely used, I understand, in hospital practice for diseases of the heart, kidney, and liver. On the Continent, it is said, mineral constituents are of prime importance.",
        "Should the pure, unfermented fruit juice industry become defunct it would be extremely difficult in an emergency, in case of possible war, to resuscitate the various organisations. The Ministry of Food announced last November that very severe cuts in import licences for fruit juices were to be made this year. These cuts are of such an order as to embarrass the soft-drinks trade, and it would seem to be an entirely wrong time to allow the home fruit juice industry—an industry requiring no sugar—to lapse.",
        "The Ministry of Agriculture is engaged in the final stage of considering a marketing scheme for apples, which may be placed before the fruit growing industry in the near future. The ultimate success of such a scheme with the grading of fruit as one of its main provisions must depend very largely on providing a suitable outlet for the cull apples at a price which enables the processer to show a profit. Removal of the apple juice industry from active participation in fruit utilisation would be a serious blow to the organisers of the scheme. The present shortage of sugar and the impending cuts in imported fruit juices throws into relief the fact that the processing of surplus apples would produce a volume of juice that would contain thousands of tons of natural sugar.",
        "Now may I make a few suggestions about how the Ministry could help this industry? During the past 15 years the Apple Juice Producers Association has on various occasions approached the Ministries of Food, Health and Agriculture with its problems, and though received with sympathy there has not been any form of practical support. In Germany, France and Switzerland the Governments have given continuous assistance; and the United States Government is heavily subsidising its apple exports. The British Apple Juice Producers Association does not ask for any form of subsidy or financial help. Obviously the Government could not sponsor any individual industry, but the Minister of Health could be of the greatest possible help by encouraging the further production of a valuable food from fruit that would otherwise be wasted.",
        "I suggest that the Minister of Food could collaborate with the Minister of Health to ensure the maximum possible use of apple juice, primarily as a special issue in the hospitals and nursing homes in the Minister’s control. I am given to understand that the juice is acceptable and liked in hospitals, though the present price may mitigate against its wide use at the moment; but a greater production from the industry means, of course, a cheaper product. It is thought that the beverage, with its completely unfermented character, and with its high content of natural fruit sugars, could be usefully served in Service canteens such as the N.A.A.F.I., and especially to flying men in the Air Force who are not permitted for some hours before flying to drink beverages of an alcoholic nature.",
        "Not all schoolchildren like the milk given in schools, and I suggest that this fruit juice might prove an admirable alternative, if not a nutritive substitute, in our schools. Certain importations would not be necessary, or could be materially reduced. There would be no need for the importation of apples if we used all the apples in this country; and we should save on some of the imports of pectin and supply animal feeding stuffs. I do not know whether the Minister of Food still has his “Food Facts” publicity, but I think that such publicity might be given to the value of fruit juices produced from our own English apples.",
        "These are only a few suggestions to help a British industry, to use a waste product to advantage, and to assist us in our efforts to balance the nation’s budget. The suggestions I have made are by no means exhaustive. I suggest that what I have attempted to say tonight is of interest to other Ministries than the Ministry of Food, for the Ministries of Agriculture, Health, Education and the Service Ministries are concerned; and, not least, in view of the possibility of using waste products and saving dollar imports, and possibly building up a useful export trade, the Chancellor of the Exchequer might have a healthy interest in my proposals.",
        "Already the pure fruit industry does a certain export trade, but there are immense possibilities, especially to Empire countries, such as India and Pakistan, and to South America for dollars. I should presume to call the attention of the Chancellor of the Exchequer to what I have said.",
        "Finally, though representatives of the industry recently saw Ministry of Food officials, nothing tangible has yet resulted. I hope the Minister will, as a result of what I have said tonight, give sympathetic consideration to it to see if something can be done to extract full value from the apple crops of this country. The general advantages are enormous, and I think they are obvious."
    ]
}