{
    "url": "https://www.ukpol.co.uk/esmond-bulmer-1978-speech-on-the-kidderminster-eastern-bypass/",
    "title": "Esmond Bulmer – 1978 Speech on the Kidderminster Eastern Bypass",
    "post_date": "April 7, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Esmond Bulmer",
            "url": "/tag/esmond-bulmer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Esmond Bulmer, the then Conservative MP for Kidderminster, in the House of Commons on 14 June 1978.",
    "content": [
        "I welcome the opportunity to put before the Minister some of the wider implications of the Government’s decision not to proceed with the Kidderminster eastern bypass and to ask him, in the light of these considerations, to re-examine that decision. If the decision is not reversed, it will have the most serious consequences for many of my constituents. It will vitally affect their chance of a job and, indeed, whether they can live at home in peace or move about their neighbourhood with ease.",
        "I understand that the Minister is not familiar with Wyre Forest. He would be welcome if he cared to visit us. Such a visit would aid his understanding of the problems that I wish to explain to him.",
        "The part of the A449 about which we are concerned runs through my constituency on its way between Worcester and Wolverhampton. It is a trunk road planned as a lorry route. It runs through sensitive residential areas of Kidderminster. The need for an alternative eastern bypass to take the traffic out of the town has been accepted by successive Governments since 1960. The present road is wholly inadequate.",
        "In a letter to me, the chief executive of the Wyre Forest District Council describes",
        "“the sheer inadequacy of that portion of the A449 between Hoobrook and Broadwaters at Kidderminster, particularly the stretch between its junction with the Comberton Road and its junction with the Birmingham Road. The volume of traffic is far too heavy for the ​ existing carriageway which is barely wide enough for two articulated lorries to pass one another. Any attempt to improve the existing A449 between Hoobrook and Broadwaters would have a catastrophic effect upon the residential properties fronting that stretch of the road. In many cases it would probably result in a complete demolition of the houses fronting the road. The cost of any such improvement would be extremely high.",
        "In my opinion, the portion of the A449 between Hoobrook and Broadwaters at Kidderminster was the most congested and inadequate stretch between Worcester and Wolverhampton and I just cannot understand why this section of the improvement scheme has been or is proposed to be, abandoned”.",
        "If the Minister were to join me and travel from Worcester to Kidderminster, he would enjoy a fast journey over that part which has been much improved between Warndon and Hartlebury. But then he would come to Kidderminster. He would be appalled by the conditions that were so eloquently described by the chief executive for Wyre Forest.",
        "The situation as it stands is bad enough, but my constituents have a real fear that the situation might deteriorate rapidly because of what is happening on the M5. I understand that the M5 is 10 per cent. short of saturation. But for the big increases in oil prices, it would already have reached that point. I understand that major reconstructions are inevitable and that perhaps between 16,000 and 20,000 vehicles per day will not be able to use the M5. If they do not use the M5, what road will they use? Will they use the A38, in which I know my hon. Friend the Member for Bromsgrove and Redditch (Mr. Miller) has a keen interest?",
        "**Mr. Hal Miller (Bromsgrove and Redditch)**",
        "Will my hon. Friend ask the Minister to consider the effect of the extensive repairs, extending over several years, to the M5 upon traffic on the A38 going from my constituency? Will he also consider the need for the Bromsgrove eastern bypass to be completed and the possibility of widening the M5 to a three-lane highway at the completion of these extensive repairs?",
        "**Mr. Bulmer**",
        "My hon. Friend can draw some comfort from the fact that the police at the moment regard the A38 as a priority road to be kept clear for emergency traffic. That does not apply to the A449. At present the Department is advocating its use for holiday traffic. ​ If half of that traffic was unable to use the M5 and used the A449, the effect on my constituency would be catastrophic.",
        "Will the Minister confirm that virtually the whole of the road between junctions 3 and 6 will have to be rebuilt? What guarantee can he give that Kidderminster will not be shattered by heavy traffic diverted from the motorway? What steps will he take to improve the inevitable congestion in Kidderminster if he is not to reinstate the eastern bypass?",
        "What steps will he take to see that traffic is not diverted from the M5 through Kidderminster? The Minister may not be able to answer these questions tonight, but I hope that he will write to me in due course giving me the answers I seek.",
        "The Kidderminster eastern bypass has been accepted by succeeding Governments over the last 18 years. Planners have many variables with which to contend—including population, traffic flow and jobs. One that they should not have to contend with is variation of this sort. The structure plan was approved by the Secretary of State for the Environment. It projects the Wyre Forest as a growth area. We desperately need new industry. The carpet industry is going through cyclical and structural difficulties. The Government’s decision to close RAF Hartlebury meant that there were 2,000 fewer jobs in the Wyre Forest area. Unemployment has gone up by a factor of three in the last four years, and we have many school leavers who will not be able to find work this year or next.",
        "We have no regional aid and no development status, and we have lost rate support grant. Good communications remain one of our essential selling points. I hope that the Minister will not seek to deprive us of them.",
        "Our planners and the Minister’s Department have always until now accepted that the eastern bypass was an integral part of the scheme which included the Kidderminster ring road and the Bewdley bypass. The eastern bypass was the rim of the wheel, and the inner ring road the hub. A wheel may run with a few spokes missing, but it cannot function without a rim or a hub. Not to build the eastern bypass will destroy the balance of movement and have serious implications for the Hereford and Worcester structure plan and the Wyre Forest urban structure plan.",
        "I cannot accept the Department’s view that the bypass must be costed in isolation. Nor am I satisfied with the consultation that has been extended. The Department has to work to formulae which do not allow it to consider such factors as the benefits of jobs for school leavers or retaining inviolate such a marvellous eighteenth century townscape as Bewdley. Its calculations are over-dependent on traffic volume. We cannot accept that situation, nor could the Minister himself if he were to come to my constituency and see the problems at first hand.",
        "In spite of the Minister’s decision not to proceed with the eastern bypass, the county council—and all praise to it—is bringing forward consideration of an earlier start to the construction of the Bewdley bypass and phase four of the Kidderminster inner ring road. The inner ring road was started on the assumption that the Government would at some time proceed with the eastern bypass. Three stages have been completed. The remaining two stages, which have not yet been undertaken, have created extended planning blight and have made the town of Kidderminster shamefully derelict in its appearance in the parts that are affected. The need for action, as the county council appreciates, is urgent.",
        "The Bewdley bypass has been regarded as crucial by the county council since 1944. Bewdley is the first conservation area in Worcestershire, and yet more than 100 listed buildings continue to be exposed to increasingly serious damage from heavy traffic. The county council is determined to end this vandalism.",
        "The Government’s decision not to proceed with the Kidderminster eastern bypass is serious enough. But if it was seen to threaten the resolve of the county council to make an early start on the next phase of the Kidderminster inner ring road or the Bewdley bypass, that would indeed be a body blow.",
        "In conclusion, I say to the Minister that I am not asking tonight for money to be spent. I am asking him to come and see for himself the effect of this decision on the whole future balance of Wyre Forest. I ask him to declare the preferred line for the Kidderminster eastern bypass so that the county council can obtain the maximum benefit from the inner ring road and the Bewdley bypass.",
        "If the Minister is not prepared to do this now, I would ask him to meet a deputation from the county council to consider the present situation in the light of changed circumstances, in the light of what he now knows about the M5 that I do not think was known at the time, and in the light of the county council’s desire to go ahead at an earlier date with the Bewdley bypass and the inner ring road—and this certainly was not known. I am sure, too, that within the Minister’s Department there is increasing support for the Leitch Report and a desire to look at the whole basis on which weighting is given.",
        "I believe that the Kidderminster eastern bypass is essential to the future well-being of my constituents. I am not asking that it be built tomorrow, desirable though that would be, but I am concerned that it should remain within the planning framework to be brought forward as soon as circumstances permit."
    ]
}