{
    "url": "https://www.ukpol.co.uk/richard-burgon-2021-speech-on-statutory-sick-pay/",
    "title": "Richard Burgon – 2021 Speech on Statutory Sick Pay",
    "post_date": "March 3, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Richard Burgon",
            "url": "/tag/richard-burgon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Richard Burgon, the Labour MP for Leeds East, in the House of Commons on 2 March 2021.",
    "content": [
        "The idea behind statutory sick pay is as simple as it is important: workers who are ill are financially supported so that they can stay off work to recover. But during a rapidly spreading virus pandemic, it also helps to prevent the spread of infectious illnesses. The test of whether a system of sick pay is working is whether it achieves those simple aims.",
        "Unfortunately, as has been shown time and again during this crisis, the UK’s statutory sick pay system is quite simply broken. In the middle of a global pandemic, it is failing to protect either workers who are ill or their wider community. This failure, like so many others of this Government—from Serco test and trace to the personal protective equipment debacle—has contributed to the virus having spiralled out of control and so many losing their lives unnecessarily.",
        "From the very start of this crisis, I have been contacted by constituents who simply cannot get by on statutory sick pay. Before this debate, I invited my constituents to share their experiences of having to rely on statutory sick pay. The stories that people from my constituency sent to me were quite simply heartbreaking: workers forced to use up their annual leave to self-isolate because the sick pay they would get is not enough to keep them going; families who found that sick pay did not cover even a quarter of their bills; and people forced to use a food bank to feed their family and go into debt to pay their bills after just three weeks of relying on statutory sick pay.",
        "I have described just a glimpse of the horrific social harm inflicted on people in this country by this Government’s refusal to provide proper financial support during this crisis. People are being forced to choose between putting food on the table and self-isolating to protect their community and their colleagues. This is happening in every constituency of every Member across the country. MPs in this House know it is, and those who refuse to call for better sick pay have to take responsibility for the consequences.",
        "The two biggest problems with sick pay have been clear from the very start: the level that it is paid at is far too low and, even then, huge numbers of workers are excluded from actually getting it. At £95.85 a week, statutory sick pay is an 80% cut in income for an average worker. Many workers simply cannot afford the immediate loss of income. And who can live off £14 per day? The TUC found that two fifths of workers would have to go into debt or miss paying bills if they had to take statutory sick pay.",
        "Of course, the terrible consequences of this unacceptably low level of support are not felt equally. Many of the workers hardest hit by it are the same workers on the frontline fighting this pandemic. Let us look at social care. The GMB trade union has revealed that the majority of the UK’s social care workers are entitled only to statutory minimum sick pay, with no additional sick pay from their employer. When the GMB consulted its members who work in social care about what they would do if they had to rely on statutory sick pay, a full 81% said that they would be forced in to work. The Office for National Statistics found that care homes where staff got contractual sick pay above the level of statutory sick pay were less likely to have covid cases than those where staff were forced to rely on the statutory minimum. It is hard to imagine a more fatally self-defeating system during a pandemic than one that leaves care workers forced to go in to work when they should be self-isolating. How many people died in care homes because of this Government’s refusal to properly support workers financially when they are unwell?",
        "As if the paltry level of sick pay was not enough of a problem, nearly 2 million of the lowest paid workers do not even qualify for sick pay because they do not earn enough. The lower earnings limit means that those earning less than £120 a week are prohibited from accessing sick pay—a discriminatory measure, given that 70% of the workers excluded by that limit are women. Millions of self-employed workers are also excluded. That is the stark reality of working conditions in this country in the 21st century: millions of workers—disproportionately women, black and minority ethnic workers, and those on zero-hours contracts—excluded from even the most basic and limited support by the Government.",
        "From the start of the pandemic, Labour has called for urgent action to remove the barriers to sick pay that have left the lowest paid workers without support. Throughout the pandemic, trade unions such as Unite the union have made consistent demands on the Government to increase statutory sick pay to the level of the real living wage, and to remove the minimum income requirement so that every worker who needs to self-isolate is supported to do so. The Bakers, Food and Allied Workers Union has also called for the Government to legislate for full rights to contractual sick pay for all workers from day one, paid at 100% of wages. Outside the Conservative party, there is even widespread support in Parliament, with MPs from seven parties signing up to support my motion calling for sick pay at a real living wage level.",
        "I am sure that the Minister’s response will include reference to the Government’s £500 self-isolation support scheme. It is true that, six months into the pandemic, the Government introduced a scheme to give a one-off payment to some people on low incomes who have to self-isolate. Unfortunately, the scheme is woefully inadequate. Only one in eight workers qualify automatically for the main payment; the rest have had to apply for a discretionary payment, and figures suggest that 70% of applications for support from that scheme were rejected.",
        "Back in November, I asked the Government how many people had applied for that payment. It took more than 100 days to get an answer, and when it finally came, it was that the Government still did not have the figures. No one could honestly look at the scheme and claim that it is an adequate alternative to providing proper sick pay at real living wage levels.",
        "We know that covid is increasingly a disease of the poor. Those living in the most deprived neighbourhoods have been more than twice as likely to die from covid as those in the least deprived. People in some of the lowest-paid manual jobs are three times more likely to die of covid-19 than those in higher-paid, white-collar jobs. Covid is still circulating at higher levels in the poorest neighbourhoods than in the wealthiest. Proper levels of statutory sick pay would disproportionately help those in poorer areas and in manual occupations, and that is what needs to happen. When we look at why the Government have never acted on increasing sick pay as a priority, perhaps that is the real answer.",
        "Sick pay was already broken before the pandemic struck, yet even in a global health crisis, the Government have chosen not to fix it, helping the virus spread out of control. The Government cannot claim not to have been warned in advance of the scale of this problem, because just months before the covid crisis struck, their own consultation on sick pay said that the system of statutory sick pay",
        "“does not reflect modern working practices, such as flexible working,”",
        "and looked at",
        "“widening eligibility for SSP to extend protection to those on the lowest incomes”.",
        "I, along with many in the labour and trade union movements, have been demanding better sick pay for workers for almost a year. In fact, it was a year ago tomorrow—when the UK had a total of just three deaths from covid—that the TUC published a report warning the Government to urgently make our sick pay system fit for purpose. The report called on the Government immediately to raise sick pay to the level of the real living wage and make it accessible to all workers, including the lowest paid. Those recommendations were ignored. It was also last March that the Health Secretary himself said that he could not afford to live off statutory sick pay, but, 12 months on, his Government have done nothing to raise it. If only the Health Secretary were as generous with the payments to working people as he appears to be with his friends when handing out Government contracts.",
        "The Government’s refusal to act decisively has meant that the virus has spread more than it would have done, and people have lost their lives who otherwise would be with us still. The Government knew about this problem from day one but chose not to address it. The decision not to raise sick pay to a level that workers can actually live on is a deliberate political calculation from this Government. They feared that if sick pay was improved during this crisis, they would never be able to lower it again in the future; it would be a permanent gain for working people. This Conservative Government cannot allow that because it would go against the grain of the constant undermining of our welfare state. Fundamentally, the Conservative party sees the social security system as a means to punish—be that by setting universal credit deliberately low or the cruel bedroom tax— rather than it being there to support people when they need help.",
        "The Chancellor has a chance finally to sort this issue out tomorrow at the Budget. If he does not, once again he will have shown which side this Government are on, and it is not on the side of working people and their families."
    ]
}