{
    "url": "https://www.ukpol.co.uk/richard-burgon-2023-parliamentary-question-on-voter-id-for-the-2023-local-elections/",
    "title": "Richard Burgon – 2023 Parliamentary Question on Voter ID for the 2023 Local Elections",
    "post_date": "January 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Richard Burgon",
            "url": "/tag/richard-burgon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Richard Burgon, the Labour MP for Leeds East, in the House of Commons on 9 January 2023.",
    "content": [
        "**Richard Burgon (Leeds East) (Lab)**",
        "What assessment he has made of the feasibility of bringing in voter ID for local elections in May 2023.",
        "**The Parliamentary Under-Secretary of State for Levelling Up, Housing and Communities (Lee Rowley)**",
        "The Government continue to work actively to ensure that voter ID is delivered in time for the 2023 elections, and we will continue to work with the Electoral Commission and all other parties, including local authorities, to ensure that that occurs.",
        "**Richard Burgon**",
        "I thank the Minister for his answer, but the Government’s imposition of voter ID, despite there being hardly any instances of voter fraud, is a crass attempt at vote rigging, and now the Electoral Commission and the Local Government Association are warning it will not even be possible to have everything ready by this May’s local elections. So will the Minister do the right thing for our democracy and pause the roll-out, or will the Minister ignore the experts and plough on, knowing full well that ploughing on and ignoring the experts will disenfranchise so many people across our country?",
        "**Lee Rowley**",
        "Just as when we discussed this in the statutory instrument debate, the hon. Gentleman has deployed some pretty outrageous rhetoric on an important issue. The issue is important for the integrity of the ballot box going forward, and we will continue to work with all parties. I will be speaking with the Electoral Commission shortly, which just today has begun its process of outlining this to people through its communications campaign, and we will ensure that in May 2023, when people go to the ballot box, they are able to cast their vote, and that people have an absolute commitment from this Government that votes are cast by people who are who they say they are.",
        "**Michael Fabricant (Lichfield) (Con)**",
        "But does not the Minister agree that the reason why Opposition Members say that there is no voter fraud is that they do not know, and only when we have voter ID will we be able to be sure there will be no voter fraud?",
        "**Lee Rowley**",
        "My hon. Friend makes an important point and the basic principle is that we want to ensure that the ballot box is sacrosanct and that the process has integrity, so when people go to vote, it works.",
        "**Alex Norris (Nottingham North) (Lab/Co-op)**",
        "Happy new year, Mr Speaker, to you and to all of our colleagues.",
        "**Michael Fabricant**",
        "To you too, and thank you.",
        "**Alex Norris**",
        "You are very welcome.",
        "Those who set the standards for our elections, the Electoral Commission, thinks that May is too soon for voter ID reforms, and those who have to implement them, our electoral administrators, say the same. There are just 115 days until the local elections and the Minister seems to put a lot of stock in a campaign that is only starting today. The Minister did not address in his answer to my hon. Friend the Member for Leeds East (Richard Burgon) nor in the statutory instrument debate what it is in his judgment that he believes supersedes the views of those who actually have to make this happen.",
        "**Lee Rowley**",
        "We will continue to work with everybody in order to deliver this, because the Government have been absolutely clear for a number of years that it is important that the ballot box has integrity. We are bringing forward voter identification to ensure that that happens, and we will continue to work with all organisations to make sure it is successful in the 115 days to which the hon. Gentleman refers."
    ]
}