{
    "url": "https://www.ukpol.co.uk/alex-burghart-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Alex Burghart – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alex Burghart",
            "url": "/tag/alex-burghart/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Alex Burghart, the Conservative MP for Brentwood and Ongar, in the House of Commons on 9 September 2022.",
    "content": [
        "It is a real honour to be called in this debate, on a day when there have been so many moving contributions from both sides of the House. I cannot help but feel that, once again, Her late Majesty has brought out the best in all of us. It is also a real honour to represent my constituents of Brentwood and Ongar in Essex. More fervent royalists are not to be found on this Earth.",
        "I have been thinking over the past 24 hours of my great-grandmother, who lived with me when I was growing up, because the feelings I am experiencing now are similar to those I experienced when she died. It is a strange sensation, because it reminds me that family is not limited to blood, to the people we know or to the people we have met. Indeed, one of the powerful things about the chemistry of nationhood is that it gives us deep affection for and deep loyalty to people we have never met and will never meet, and this is true both across the nation as it is today and across the nation through time. This is something that Her Majesty embodied in her 70 years on the throne and in her 96 years of life.",
        "She connected us not just with one previous generation but with many. She had known her grandfather George V, who had known his grandmother Queen Victoria, who as an infant had met George III. George III had spent his youth surrounded by people involved in the Glorious Revolution of 1688. So it is within four conversations that the whole modern scope of our constitutional monarchy was brought together—four pecks on the cheek that bring those generations to one point.",
        "We can take things further, because today is the 935th anniversary of the death of William the Conqueror in 1087, as I am sure the House is aware. When one thinks that Her late Majesty’s life encompassed more than one tenth of that time, it makes us realise how close the centuries are. When we think of our great Union between England and Scotland—315 years old this year— 22% of that time saw her on the throne. She was not just a witness to history, she was a part of it, and she leaves it to us as her legacy.",
        "A nation may chase after its past, but it will not catch it. What it can hope to do is to imitate it and to use its strengths to fight the monsters of today and the future. This Her late Majesty knew, and this we will do in her memory. God save the King."
    ]
}