{
    "url": "https://www.ukpol.co.uk/alex-burghart-2022-statement-on-the-level-3-qualifications-review/",
    "title": "Alex Burghart – 2022 Statement on the Level 3 Qualifications Review",
    "post_date": "May 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alex Burghart",
            "url": "/tag/alex-burghart/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Alex Burghart, the Parliamentary Under-Secretary of State for Education, in the House of Commons on 11 May 2022.",
    "content": [
        "Today I am announcing the next stage of the Government’s reforms to post-16 qualifications at level 3 in England—the publication of the provisional list of qualifications that overlap with waves 1 and 2 T-levels. We debated these reforms to level 3 as part of the Skills and Post-16 Education Act, and I am happy to provide an update on the next phase of implementation.",
        "This is a vital component of our reforms to technical education. Transforming post-16 education and skills is at the heart of our plan to build back better and level up the country by ensuring that students everywhere have access to qualifications that will give them the skills to succeed. Now more than ever, it is vital that the qualifications on offer meet the needs of employers and support more people into higher-skilled, higher- wage jobs.",
        "The keystone of the reforms is the introduction of quality technical qualifications such as T-levels. These are designed by employers to give young people the skills they need to progress into skilled employment, or to go on to further study including higher education. The breadth and depth of T-levels is unmatched giving students a thorough understanding of the sector and skills needed to work in specific occupations, all backed and designed by employers.",
        "We are providing a variety of support to the sector to ensure that providers are able to deliver successfully, including over £400 million capital funding for new facilities and industry standard equipment, and free learning and development for all T Level teachers that has benefited over 8,500 individuals.",
        "The rigour of T-levels, combined with the meaningful industry placement of at least 45 days in a genuine workplace, will equip more young people with the skills, knowledge, and experience necessary to access skilled employment or further technical study. T-levels are being scaled up at pace throughout the country, currently offered at over 100 providers, with over 6,000 learners across the country, and there are around 400 providers who are planning to deliver T-levels from 2023. We have invested £200 million over the past four years to help providers build their capacity and networks with employers to deliver high-quality placements.",
        "But these essential reforms will only have their full benefit if we simultaneously address the complexities and variable quality of the broader qualifications system. We want every student to have confidence that every qualification on offer is high quality, and to be able to easily understand what skills and knowledge that qualification will provide and where it will take them. These changes are part of our long-term reforms to technical education, building on the recommendations in the Sainsbury report, published in 2016, itself building on the findings of the Wolf review of 2011.",
        "In August 2021 the Government confirmed that they would remove funding approval for more than 5,000 qualifications at level 3 and below that had no or low enrolments. Funding approval for these qualifications will be removed later this year, streamlining the qualifications landscape.",
        "The next phase of our reforms is to remove funding for qualifications that overlap with T-levels, which will give T-levels the space needed to flourish and reduce complexity for learners and employers. That is why today we are publishing a provisional list of 160 qualifications that overlap with waves 1 and 2 T-levels. Subject to the outcomes of the appeals process, we will withdraw funding approval at 16 to 19 from these qualifications from August 2024 as part of our reforms to improve the quality of post-16 qualifications. This provisional list is only a small proportion of the qualifications available at level 3, and as announced by the Secretary of State in November 2021, funding will be withdrawn one year later than originally planned, to allow additional time for the sector to prepare.",
        "This review has been led by evidence. We commissioned independent assessors to conduct in depth reviews of the qualifications. All qualifications placed on the provisional overlap list were rigorously assessed and considered against three tests:",
        "That they are technical qualifications",
        "That they have demonstrable overlap of content and outcomes with wave 1 and wave 2 T-levels already on offer",
        "That they are aimed at supporting entry to the same occupation(s) as those T-levels.",
        "Only those qualifications which meet all three of these tests were included on the list, to ensure that we do not leave gaps in provision. We also excluded qualifications where they were aimed at supporting entry to occupations covered by wave 3 and 4 T-levels, since these are not yet on offer; or where they were primarily aimed at people already in work.",
        "As the post-16 qualifications review continues, we will assess the quality of qualifications that we continue to fund alongside A-levels and T-levels. We are clear that other qualifications, including BTECs and similar qualifications, will continue to play an important role. We will continue to fund these qualifications where they are high quality and where there is a clear need for them.",
        "Both Ofqual and the Institute for Apprenticeships and Technical Education will have a role in approving these qualifications. This phase will see the most significant changes to the level 3 landscape, when reformed qualifications are approved from 2025. Ofqual have recently consulted on their approach to regulating these qualifications, and both Ofqual and the institute will consult further ahead of the criteria being published later this year. We have published guidance today setting out the timeline for this. In autumn 2022, we will publish details of the process which awarding organisations will need to follow for every qualification to be approved for funding, including details of the quality and other criteria. In the future, all qualifications at level 3 and below will need to meet these criteria to ensure that they are high quality.",
        "Awarding organisations with qualifications on the list have been notified, as have the Federation of Awarding Bodies and Joint Council for Qualifications, and all further education providers. We have also published appeals guidance, and awarding organisations have until Friday 8 July to appeal these overlap assessments. We will confirm the final list in September after the appeals process has been completed."
    ]
}