{
    "url": "https://www.ukpol.co.uk/alex-burghart-2022-speech-on-independent-adviser-on-ministerial-interests/",
    "title": "Alex Burghart – 2022 Speech on Independent Adviser on Ministerial Interests",
    "post_date": "November 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alex Burghart",
            "url": "/tag/alex-burghart/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alex Burghart, the Parliamentary Secretary at the Cabinet Office, in the House of Commons on 30 November 2022.",
    "content": [
        "The Government welcome the opportunity to stress again the importance of the role of the independent adviser and this Government’s commitment to it. The Prime Minister has been very clear that the appointment of a new independent adviser is a priority and that the appointment process is under way. Hon. Members will understand that an appointment of this nature is significant and has to be done well. Much as hon. Members might wish me to, it would not be appropriate for me to comment further on specifics of what is an ongoing appointments process. Let me assure hon. Members: the adjudication of issues of ministerial conduct does not stop because the independent adviser is not yet in post. Conduct matters and conduct issues will be dealt with quickly and appropriately, irrespective of that appointment process.",
        "That is what hon. Members will have seen with regard to complaints made against the Deputy Prime Minister. On receipt of formal complaints by the Cabinet Office, the Prime Minister requested that an independent investigation be conducted by an individual from outside Government, and Adam Tolley KC has been appointed to conduct the investigation. The terms of reference have now been published. The process is under way, and Mr Tolley will provide his report to the PM in due course. It is right that these matters are investigated fully, but it would not be right to comment further on them when that process is ongoing.",
        "I would also like to reassure hon. Members that the process of managing the interests of Ministers continues in the absence of an independent adviser. The permanent secretary, as the policy expert on each Department’s remit, leads the process in their Department in the absence of an independent adviser. The Cabinet Office is able to provide advice in line with precedent. All relevant interests are declared by Ministers upon taking office and are kept up to date at all times. The publication of the list of Ministers’ interests is the end point of the ministerial interests process, and it takes place at regular intervals to make the public aware of the relevant interests of Ministers.",
        "I will end by reiterating that as soon as there is an update on the process to appoint an independent adviser on Ministers’ interests, the Government will update the House."
    ]
}