{
    "url": "https://www.ukpol.co.uk/richard-burgon-2022-parliamentary-question-on-the-principles-of-public-procurement/",
    "title": "Richard Burgon – 2022 Parliamentary Question on the Principles of Public Procurement",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Richard Burgon",
            "url": "/tag/richard-burgon/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Richard Burgon, the Labour MP for Leeds East, in the House of Commons on 8 December 2022.",
    "content": [
        "**Richard Burgon (Leeds East) (Lab)**",
        "What progress the Government have made on enshrining in law the public good, value for money, transparency, integrity, fair treatment of suppliers and non-discrimination as principles of public procurement.",
        "**The Parliamentary Secretary, Cabinet Office (Alex Burghart)**",
        "The Procurement Bill, which will be debated on Third Reading in the other place on 13 December, enacts the principles set out in the “Transforming public procurement” Green Paper. Through the combination of objectives set out in clause 12 and specific rules, we will provide clarity to contracting authorities and suppliers about how they should implement the principles.",
        "**Richard Burgon**",
        "I thank the Minister for his answer. Billions of pounds in covid contracts were handed to those with links to top Tories through the so-called VIP lanes, and much of it was for equipment that was simply unusable, yet the Government’s new Procurement Bill is so full of loopholes that all this could happen again. To help clamp down on this, will the Minister now back putting a new clawback clause in the Bill, so that in future we can get the money back from those who rip off the public?",
        "**Alex Burghart**",
        "I very much look forward to debating that Bill when it comes to this place, including with the hon. Gentleman. I remind the House that the Bill gives this country the opportunity to rewrite procurement in this country, which we could not have done while we were in the European Union, making it more advantageous to our public services and our businesses, and better for the public.",
        "**Mr Speaker**",
        "I call the shadow Minister.",
        "**Fleur Anderson (Putney) (Lab)**",
        "We have seen in eye-watering detail this week the price the taxpayer pays when the Government lose control of procurement during a crisis and panic: billions spent on unusable personal protective equipment written off; millions spent on storing that PPE; and millions pocketed by greedy shell companies that failed to deliver. The Government have a responsibility to uphold basic standards and, especially in an emergency, to restore normal controls as soon as possible, so can the Minister explain why the Procurement Bill hands Ministers more power over direct awards than ever before?",
        "**Alex Burghart**",
        "The Bill sets out a new paradigm for public services to procure in this country. It will move us away from “most economically advantageous” tender to “most advantageous” tender. That means we will be able to take account of things such as transparency, social responsibility and fairness in a way that was not possible under EU legislation."
    ]
}