{
    "url": "https://www.ukpol.co.uk/richard-burgon-2019-speech-on-the-divorce-dissolution-and-separation-bill/",
    "title": "Richard Burgon – 2019 Speech on the Divorce, Dissolution and Separation Bill",
    "post_date": "June 26, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Richard Burgon",
            "url": "/tag/richard-burgon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Richard Burgon, the Shadow Lord Chancellor, in the House of Commons on 25 June 2019.",
    "content": [
        "I welcome the Bill. Labour supports the introduction of a no-fault divorce procedure, which we committed to in our 2017 general election manifesto, and we are pleased that the Government have acted, especially in the light of the troubling case of Owens v. Owens. We will therefore vote to support the Bill if a vote is called at this stage. We will use our time in Committee to amend the Bill, if need be, to ensure that it is the best law possible for those who are already going through a difficult time in their lives.​",
        "The existing procedure and law managing divorce and the dissolution of civil partnerships is not fit for purpose and is in clear need of updating. A fundamental problem with the existing law, which is set out for divorcing couples in the Matrimonial Causes Act 1973 and for the dissolution of civil partnerships in the Civil Partnership Act 2004, is that it requires people who seek a divorce to prove that the marriage has broken down, either by establishing fault on the part of one partner, or by showing that the couple have lived separate lives for a number of years. In reality, for those who cannot afford to live in two separate households for years in order to prove that their marriage has broken down, the only option currently available is to establish fault on the part of their partner. That is one way in which the current divorce law discriminates against women, particularly those on a low income, by reducing the options available to them to a fault-based divorce.",
        "Establishing of one of the three faults—adultery, unreasonable behaviour or desertion—can be difficult, and often heightens tensions at an already stressful time. We know the hurt that such heightened tension can all too often cause. There are widespread concerns about the increased risk of domestic violence faced by women who go through this fractious process. Surveys of people who have gone through the divorce procedure show that in excess of one in four people who go through a divorce have cited a fault that is not in fact true, simply because it is their only way to secure a divorce. This is plainly an unacceptable state of affairs, and it is right that the Government are now acting to address it.",
        "A conflictual process is deeply damaging to children’s life chances. Children will of course be better served by parents who co-operate, and if their parents have a constructive relationship. The law is a real barrier to that.",
        "**Mr Ivan Lewis**",
        "I reiterate the point I made earlier to the Secretary of State, who rightly talked about the impact on children of an acrimonious divorce. We need to protect children from the risk of abuse—everybody would accept that—but if a resident parent turns a child against a non-resident parent, that can cause massive long-term damage to that child. The current legal framework does nothing satisfactory to tackle that particular problem. Does the hon. Gentleman agree that now is the time to look again at what can be done differently in respect of the whole question of alienation and the impact on children?",
        "**Richard Burgon**",
        "My hon. Friend raises an important wider point. Further assistance and early intervention, which was mentioned by the Secretary of State, is required to protect all concerned.",
        "**Mr Jim Cunningham (Coventry South) (Lab)**",
        "There are very often issues with how the family courts go about these custody matters. I get lots of cases like this, as I am sure my hon. Friend does. It is an area that needs to be looked at. Equally, some lawyers—not all—can exacerbate the situation in the way they handle the case. I get lots of complaints about family courts, particularly with regard to who is right and who is wrong, and there is a lot of antagonism. As my hon. Friend the Member for Bury South (Mr Lewis) said, this can be very damaging to children.​",
        "**Richard Burgon**",
        "That is why we are very supportive of mediation in family cases in general, and why we have made announcements in relation to legal aid and early family law advice. I hear my hon. Friend’s point about the role of solicitors not always being helpful, but there can also be problems when people end up being advocates for themselves.",
        "The need to apportion blame and ratchet up the acrimony is one of the main reasons that so many of us want to see an end to this fault-based law—not least because of the impact on children. For example, the present divorce ground of unreasonable behaviour requires allegations that are hardly ever challenged and can sometimes be exaggerated by one spouse against the other, which can exacerbate tensions between them. It also makes it more difficult to agree arrangements for children. Indeed, one of the most urgent reasons for these reforms is to alleviate the harm caused to children, including to their mental health, by acrimonious separations. For a child of a divorcing couple, the divorce can be one of the most difficult times in their life. As the Secretary of State has indicated, the introduction of a no-fault procedure should mean that the whole process can be quicker and less stressful for them. At an emotionally traumatic time, such as a divorce or separation, parents want and need support in order to put the best interests of their children first.",
        "This change to the law has public support and the support of family law experts. Margaret Heathcote— the chair of Resolution, which represents more than 6,000 family law practitioners and is a strong supporter of this change—said:",
        "“Every day, our members are helping people through separation, taking a constructive, non-confrontational approach in line with our code of practice. However, because of our outdated divorce laws, they’ve been working with one arm tied behind their backs.”",
        "In fact, the Secretary of State quoted her himself.",
        "Professor Liz Trinder, who led the Nuffield Foundation’s 2017 research into divorce law, is also supportive of these reforms, saying that",
        "“making people produce a ‘reason’ to obtain their divorce—as they are currently required to do—does not save marriages and instead just creates a meaningless charade that can create conflict, confusion and unfairness.”",
        "And Christina Blacklaws, president of the Law Society, said:",
        "“Making couples attribute fault…can escalate the differences between them in an already charged situation.”",
        "The recent case of Owens v. Owens highlighted a particularly iniquitous aspect of our existing divorce laws: the possibility for one party to attempt to refuse a divorce by defending it.",
        "**Eddie Hughes**",
        "Does the hon. Gentleman think this change will in any way lessen the seriousness of the marriage contract? Will people entering into it feel that they can do so more lightly because, from a purely contractual point of view, escaping from it is made easier by this legislation?",
        "**Richard Burgon**",
        "I know that marriage is technically a contract, but it seems strange to think of it that way when it is such a personal and emotional thing. I do not believe that this change in the law, which is welcome, will lead to an overall increase in the number of divorces in the long run. However, I do think that it will reduce ​the unnecessary tension, conflict, distress and damage to children in those divorces, which would take place in any event.",
        "In the case of Owens v. Owens, the family court judge refused to grant a divorce to Mrs Owens, who made the application for a divorce in 2015, despite finding that the marriage had in fact broken down. This was because she failed to prove, as required in the 1973 Act, that her husband’s behaviour was such that she could not reasonably be expected to live with him. Mrs Owens’s appeal was dismissed at both the Court of Appeal and the Supreme Court, leaving her unable to divorce her husband until 2020—a clearly unacceptable case. The judges who heard the case at both the Court of Appeal and the Supreme Court expressed their dissatisfaction with the existing law, with Sir James Munby, the then president of the family division, suggesting that divorce law was based on a “lack of intellectual honesty”, and Lady Hale concluding that it was for Parliament to make any changes to the law. It is therefore right that Parliament is now able to take up this issue and make the reforms necessary to ensure that no one has to go through what Mrs Owens experienced in this case.",
        "The new divorce laws that we are considering today should aim to secure a number of desirable outcomes. They should ensure that people can separate as amicably as possible, keeping conflict to a minimum, so that the chances of reaching agreement are maximised and the risk of domestic abuse is as low as possible. Where there are children, their interests must be paramount, and a safe, secure and sustainable outcome for them should be promoted wherever possible. Unlike the existing system, these new divorce laws should not discriminate against women, especially those on low incomes. The new divorce and dissolution laws must also protect vulnerable and marginalised groups throughout the divorce process. In particular, they must not weaken the hard-won rights of LGBT people.",
        "One issue that has been raised by charities working to support victims of domestic abuse is that the Bill as drafted does not remove the bar on petitioning for a divorce in the first year of a marriage. This can leave women who are suffering domestic abuse trapped in the abusive marriage during that year. Will the Secretary of State address that issue during the passage of the Bill, and will he tell us whether he has met Women’s Aid and other charities to discuss these concerns?",
        "Since 2013, legal aid for divorce cases in England and Wales has been withdrawn by the Government—in most cases as part of a wider attack on access to justice that has had a very detrimental impact on family law cases. Groups including Citizens Advice have highlighted how legal aid cuts add to strain on divorcees, and more widely it is lower income people and those with children who are more likely to be litigating in person than any other group. Resolution, which was mentioned earlier, has previously stated that providing legal aid for a single, initial meeting with a lawyer would provide separating couples with clear “signposts” about their legal options and encourage more people to use mediation as an alternative to courtroom confrontation.",
        "Even with the welcome changes contained in the Bill, divorce will still be an often confusing legal process. There is a clear public interest in people being supported to achieve amicable resolutions to financial questions and arrangements for the care of children following a ​separation. Will the Government therefore commit to reintroducing legal aid for early legal advice for couples going through the divorce procedure?",
        "In conclusion, bringing our divorce laws into the 21st century can form an essential part of the efforts to protect women from domestic abuse, limit the damaging impacts that fractious separations can have on children and encourage amicable separations wherever possible. For those reasons, I am pleased to support these overdue reforms."
    ]
}