{
    "url": "https://www.ukpol.co.uk/richard-burgon-2020-speech-on-the-immigration-bill/",
    "title": "Richard Burgon – 2020 Speech on the Immigration Bill",
    "post_date": "May 22, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Richard Burgon",
            "url": "/tag/richard-burgon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Richard Burgon, the Labour MP for Leeds East, in the House of Commons on 18 May 2020.",
    "content": [
        "Today, with this Bill, the Government are seeking to grant themselves powers to reshape our immigration system, with little scrutiny and with little regard for the rights of people who, sadly, they dismiss as low-skilled simply because they do not earn a high salary. These Government plans are built on the right-wing neo-liberal myth that people’s salary determines their skills and their value. Well, the coronavirus crisis has shown all of us whose work actually is essential to keeping our society running, and many of those workers earn far less than the Government’s proposed salary threshold of £25,600. Let us be clear: workers earning under the threshold are not low-skilled; they are low-paid. All of us have a moral responsibility to recognise their contribution, and not to introduce rules that restrict the rights of low-paid workers even further, because it will be our communities, and often the most vulnerable members of our communities, who will pay the price for this.",
        "Our care system is facing an unprecedented crisis, and our Government, shamefully, are seeking to make it harder for careworkers to come to this country to contribute. The founder of our national health service, Aneurin Bevan, once remarked that we could manage without stockbrokers, but we would find it harder to do without miners, steelworkers and those who cultivate the land. The 21st-century equivalent is that our society could cope a lot longer without hedge fund managers, fat-cat landlords and billionaire tax avoiders and tax evaders than we could without bus drivers, bin collectors, supermarket workers, carers and other low-paid workers who under these rules will face tougher restrictions than the top earners.​",
        "Our approach to the Bill today cannot be divorced from the record of this Government over the past decade. This Government, with their hostile environment, have used their narrative on immigration as a way to scapegoat one part of the working class for problems the working-class as a whole face due to austerity, cuts and free-market fundamentalism. This Government are wilfully scapegoating migrants to let off the hook those who are really responsible for the economic failings of the past decade.",
        "Just the other week, an NHS physician in my constituency who came here from Egypt wrote to me distraught because, as he put it to me, if he were to die in service of our NHS due to coronavirus, his dependent family would be booted out of this country. As my right hon. Friend the Member for Normanton, Pontefract and Castleford (Yvette Cooper) said, the Government have shifted on this, but they should not have had to be asked in the first place—and why can they not extend that change in position to careworkers?",
        "How can we trust a Government who oversaw the hostile environment? How can we hand over powers to the Government to create a new immigration system with far less scrutiny than previously? How can we trust that there will not be a second Windrush crisis affecting many thousands of EU citizens who came to make their life here but have not yet been granted settled status? How can we trust that, under political pressure, the Home Secretary and this Government will not make immigration policy that is designed not to serve the interests of working-class communities or diversity, but to chase headlines in the right-wing newspapers?",
        "I was one of the sponsors of a reasoned amendment tabled by my hon. Friend the Member for Streatham (Bell Ribeiro-Addy). It was not selected, but I nevertheless want to reiterate demands made in it. I want the Government to think again about this immigration Bill. We need the Government to think again and to protect the rights of British citizens to live, work and study in other EEA member states. We need the Government to think again and grant EEA citizens currently living here in the UK automatic permanent settled status. We need the Government to reflect long and hard on the history of the Windrush scandal and of “Go Home” vans touring estates, making a hostile environment for people in our communities. The Government need to reflect on that. They need to reflect on who really contributes to our society.",
        "The Government also need to reflect on the need to end the scandal of indefinite detention, which makes us, in a very shameful way, stick out like a sore thumb in Europe—",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**",
        "Order. The hon. Gentleman has exceeded his five minutes. We now go to Dr Jamie Wallis in Bridgend."
    ]
}