{
    "url": "https://www.ukpol.co.uk/alex-burghart-2022-statement-on-government-transparency-and-accountability/",
    "title": "Alex Burghart – 2022 Statement on Government Transparency and Accountability",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alex Burghart",
            "url": "/tag/alex-burghart/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Alex Burghart, the Parliamentary Secretary at the Cabinet Office, in the House of Commons on 15 December 2022.",
    "content": [
        "My noble Friend the Minister of State (Baroness Neville-Rolfe) has today made the following written statement:",
        "Since 2010, the Government have been at the forefront of opening up data to allow Parliament, the public and the media to hold public bodies to account. Such online transparency is crucial to delivering value for money, cutting waste and inefficiency, and ensuring every pound of taxpayers’ money is spent in the best possible way.",
        "The Government will continue to look at how the range of information published by the Government can be improved and made as useful as possible to the public, press and Parliament. The following subject areas include documents and information that the Government are due to publish.",
        "**Routine transparency data on Ministers, special advisers and senior officials**",
        "Departments will today be publishing routine transparency data on Ministers’, special advisers’ and senior officials’ gifts, hospitality, travel and external meetings, for the period of July to September 2022. This data covers the returns for the Prime Minister, Government Chief Whip and Leaders of the House of Commons and the Lords, as well as the Cabinet Office.",
        "Departments will also be publishing the business appointment rules advice summary for the same period.",
        "**List of ministerial responsibilities**",
        "The Government will today be publishing the list of ministerial responsibilities on gov.uk. Copies will also be deposited in the Libraries of both Houses. The list includes details of ministerial Departments, the Ministers within each Department, their portfolio responsibilities and private offices and the executive agencies within each Department.",
        "**Salaries of Members of His Majesty’s Government**",
        "The Government will today be updating the salaries of Members of His Majesty’s Government with information for the financial year 2022-2023 on gov.uk. This indicates the salaries to which Ministers are entitled and the actual salaries that they claim, along with supplementary information on ministerial salaries, allowances and payments on leaving office.",
        "**Cabinet Office annual report and accounts 2021-22**",
        "This annual report and accounts will also be laid before Parliament today. The publication includes the Cabinet Office’s audited financial statements for the year ended 31 March 2022 and a review of performance and governance arrangements. The annual report will be published on gov.uk.",
        "**Cabinet Office accounting officer system statement 2022**",
        "This publication is a single statement setting out all of the accountability relationships and processes within the Department. This update takes into account change since the previous version was published in 2020.1 have requested that a copy of the accounting officer system statement be deposited in the Libraries of both Houses. The publication will also be published on gov.uk.",
        "**Cabinet Office: Spend control data for July to September 2022**",
        "Along with all Government Departments, in 2010 the Cabinet Office committed to publish quarterly data on its planned spending that has been subject to the Cabinet Office spend controls. The spend controls covered are digital and technology, commercial, property, advertising, marketing and communications, and contingent labour (as for equivalent figures published by other Departments). For the quarter covered, 12 separate items of the Cabinet Office’s own spending (with a total value of £734 million) were approved under the cross-Government Cabinet Office spending control.",
        "**Monthly workforce management information (September and October 2022)**",
        "As standard, the Government are today publishing our monthly breakdown of workforce headcount and pay costs. This is a routine publication and will be published on gov.uk.",
        "**Public procurement review service—progress report 2021-22**",
        "The Government will today publish their annual progress report, detailing trends in issues raised to the public procurement review service. In this publication, we look to consider such trends and make recommendations on how to improve the service moving forwards. The report will be published, as usual, on gov.uk."
    ]
}