{
    "url": "https://www.ukpol.co.uk/richard-burgon-2022-statement-on-fifth-anniversary-of-grenfell-tower-fire/",
    "title": "Richard Burgon – 2022 Statement on Fifth Anniversary of Grenfell Tower Fire",
    "post_date": "June 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Richard Burgon",
            "url": "/tag/richard-burgon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Richard Burgon, the Labour MP for Leeds East, in the House of Commons on 16 June 2022.",
    "content": [
        "I beg to move,",
        "That this House has considered the fifth anniversary of the Grenfell Tower fire.",
        "I thank the Backbench Business Committee for granting the debate, and I especially thank those MPs from across the House, including Back-Bench MPs from the governing party and all the Opposition parties, who supported its application. It is essential that we have a moment like this in the House to remember the events at Grenfell, to mark the worst domestic fire in living memory, to commemorate the 72 people killed and to acknowledge all those whose lives were changed for the worse that day. Such a debate is an important moment of reflection. It should also be an opportunity for the House to show that it is learning the lessons of that atrocity by taking the action needed to prevent it from ever happening again.",
        "I ask the Government for an annual debate in Government time when the House can receive and debate reports on progress made on the Grenfell fire inquiry recommendations and to discuss changes to our justice system and the changes that must be made to make homes safe if we are to show that lessons are truly being learned. If we allow the memory of Grenfell to slip away, there is a real risk that the changes needed to prevent another Grenfell will slip away with it.",
        "I want to focus on two areas: the need for justice for all those killed, for the survivors, for the bereaved families and for the wider community; and the changes that we need to ensure that it never happens again. Five years on from the fire, it is clear that bereaved families and survivors feel deeply let down by our justice system, and they have every right to do so. They are rightly asking, “Where are the criminal charges? Why are those who made the decisions that turned Grenfell into a deathtrap still walking free, and why, five years on, have those who ignored residents’ warnings not been held to account?”",
        "The deep sense of injustice goes all the way back to day one of the atrocity. Hours after the fire, a public inquiry was announced, even though families had wanted the criminal investigation to go first. I remind the House that, while bereaved and affected families were mourning their loved ones, seeking a new place to live and trying to continue to bring up their children and look after their parents, they had to launch a public campaign over the nature of the public inquiry to stop it from being done to them rather than with them. They were initially refused the simplest of demands for the public inquiry to be led by a broad-based panel; a demand to help them have trust in it. There had to be protests, marches and petitions signed by more than 150,000 people to get the House to even debate such an inquiry panel before it was belatedly granted.",
        "As shadow Justice Secretary during the fire and its aftermath, I was privileged to work with the families as they campaigned for that simple demand, but I remember feeling sick to my stomach that their energies had to go into fighting for something that should be a basic right.",
        "From the very outset, the confidence of the survivors and bereaved family members in the justice system was damaged and it is clear that it has not been repaired. As Grenfell United said this week:",
        "“For 5 years we’ve had to endure a justice system that protects the powerful. A system that prevents justice. Whilst this system exists, we face the same unachievable battle as the many before us. From Aberfan, to Hillsborough, justice has been denied & #Grenfell is no different. They left us to search for answers, they mocked us publicly. Now, they stand in the way of justice. We must pave a new way forward. We must hold those responsible to account.”",
        "We know that this experience of our justice system is not a one-off. Hillsborough and Bloody Sunday are just two examples of when the state blocked the truth and justice for years, sowing distrust and undermining justice.",
        "Going forward, one way to show that lessons have been learnt would be to make changes, so that families do not have to fight for years more than necessary in inquiries to get justice. For many, the history of inquiries in this country often gives the impression that they are there to slow down justice and deny justice. We should implement the Hillsborough law, backed by the Grenfell families, as a matter of the utmost urgency. It would not address all the issues that led to such appalling treatment of the Grenfell families, but it would ensure that in future the scales of justice are not so tilted against ordinary families and in favour of public authorities who hold all power. But of course, true justice will only be done when those responsible, be they politicians, officials or company decision makers, are fully held to account, including through the criminal courts.",
        "We have heard a lot in recent days about ensuring that this atrocity never happens again, but the Grenfell families believe that, five years on, another Grenfell is a very real possibility. Already at the inquiry there has been a mountain of evidence of how profits were prioritised over safety, how privatisation and deregulation watered down building standards, and how cuts and austerity contributed. All that must be tackled if the words “never again” are not just platitudes from politicians. The lessons from the inquiry must be implemented in full, however uncomfortable that is for the Government. But there are already deep concerns that lessons will be ignored and that they already are being ignored.",
        "The Government, so far, have failed to implement a single recommendation directed at them from the first phase of the inquiry. Worse still, they are actively rejecting some of the recommendations. One key recommendation from the inquiry’s first phase was to make it mandatory for owners of high-rise flats to arrange personal emergency evacuation plans, known as PEEPs, for disabled people. Of the 37 disabled people living at Grenfell, 15 lost their lives—41%—yet the Home Office recently rejected that recommendation. It is a total scandal that once again profits seem to be being put before life, with the Government labelling this recommendation impractical and too costly. That breaks a previous Government promise to implement the recommendations in full. What is the point of an inquiry if the recommendations are then rejected?",
        "Peter Apps, the journalist who has perhaps best covered housing and fire safety in the aftermath of Grenfell, says that that happened after the Home Office had one-to-one conversations with building owners and ignored its own consultation responses. No wonder Edward Daffarn, a Grenfell resident who warned of a catastrophic fire months before it happened, says that the Government are playing Russian roulette with people’s lives.",
        "**Sarah Jones (Croydon Central) (Lab)**",
        "I thank my hon. Friend for giving way. I am sorry that I will not be able to make a speech in this debate as I will be in Committee.",
        "Does my hon. Friend agree that it was quite extraordinary that plans for people with disabilities to leave in the event of a fire were not already in place and legally required in the first place? It is even more extraordinary that, with the evidence that emerged during the inquiry that such plans were needed, the Government, having said repeatedly in this House that they would implement the findings of the Grenfell inquiry in full, are now backtracking and putting at risk our most vulnerable people, which we find quite unacceptable.",
        "**Richard Burgon**",
        "My hon. Friend makes a very important point. I hope that after this debate the Government will revisit their position and their rejection of that important recommendation from the first phase of the inquiry.",
        "That is not the only concern about fire safety measures not being addressed. Government officials did not heed coroner advice after the Lakanal House fire killed six people in 2009. It was followed by an even more deadly fire. We cannot allow the same to happen after Grenfell. Yet as David Badillo, the first of many firefighters who went into Grenfell Tower, wrote this week:",
        "“Apparently 72 lost lives is not enough. There is still no requirement for a second staircase in high rises. No requirement to fit fire alarms in all high rises. No national strategy on how to evacuate high rises.”",
        "The figure revealed this week by the Fire Brigades Union, of 221 firefighter positions cut since Grenfell, represents a serious failure to change course after the loss of 11,000 firefighter roles between 2010 and 2017. Of course, a failure to sufficiently address the housing safety crisis is another reason why we have to take with a healthy dose of scepticism claims that lessons have so far been learned. Even on the ground in Kensington and Chelsea the situation is not yet resolved. Three Grenfell households are still to be rehoused, while 50 more have replacement homes unsuitable for their needs in numerous ways. After five years, it is unacceptable that people are still being treated as second-class citizens.",
        "More widely, hundreds of thousands, if not millions, of people are still at risk in unsafe housing. Work is still to be completed on 111 buildings that are over 18 metres tall and have exactly the type of aluminium composite material—ACM—cladding identified by the Grenfell inquiry as a leading cause of the 2017 atrocity. Some 640,000 people are still living in buildings with that exact type of cladding. But that is just the tip of the iceberg. Last week, after accessing Government figures, LBC reported that almost 10,000 buildings in England are unsafe due to dangerous cladding and other associated fire risks. Those shocking figures include at least 903 buildings over 18 metres tall with cladding systems that need to be removed. A study last year estimated that between 6,000 and 8,900 mid-rise residential buildings, between 11 metres and 18 metres in height, require remediation, partial remediation or mitigation works.",
        "As well as the danger to their lives, as End Our Cladding Scandal has so well documented, there are the financial costs, with many living in unsafe homes that they cannot sell and facing bankruptcy because their house has plummeted in value. This is affecting their physical health and their mental health. Surely, five years on from Grenfell, one of its legacies should be an end to all unsafe homes.",
        "I want to conclude with the words of the families in a statement made this week:",
        "“We don’t want our 72 to be remembered for what happened, but for what changed.”",
        "Those are their words. We need more than the apologies of politicians. We need more than an inquiry. We need to see justice properly done and we need real change to the practices, cultures and policies that led to so many people needlessly losing their lives five years ago."
    ]
}