{
    "url": "https://www.ukpol.co.uk/richard-burgon-2022-speech-on-voter-id-at-elections/",
    "title": "Richard Burgon – 2022 Speech on Voter ID at Elections",
    "post_date": "December 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Richard Burgon",
            "url": "/tag/richard-burgon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Richard Burgon, the Labour MP for Leeds East, in the House of Commons on 12 December 2022.",
    "content": [
        "I have listened with great interest to the Minister’s assurances to the House and the country, but it will not surprise Conservative Members to learn that I am not assured, nor will my constituents be assured.",
        "Tony Benn talked of the importance of the vote. He talked very movingly of the way in which universal suffrage had helped to transfer power from the marketplace to the ballot box, giving our citizens the right to obtain through voting what they could not obtain through their wallets, whether it be free healthcare, free education, or a say in our country’s laws. That right is under threat from these regulations, which are littered with discriminatory inconsistencies. They are not, in fact, a sledgehammer to crack a nut, but, in my view, a deliberate voter suppression strategy—a strategy not to suppress just any voters, but to suppress certain groups of voters in particular.",
        "These regulations are straight out of the right-wing United States Republican playbook. Over there, they try to find ways of stopping people being able to vote. How else can we explain the way in which young people are discriminated against in the regulations? I believe they are a deliberate voter suppression strategy against working-class communities in particular, and, in particular, black and ethnic minority working-class communities and young working-class people, because the Conservatives have taken the view that those are the people who are less likely to vote for them.",
        "The regulations also have a broader context that should disturb all of us who are concerned about hard-won British democratic freedoms. In our society, there are three main ways for people to fight back against unpopular policies or express discontent with a Government they do not like, or an employer they do not like. There is the right to protest peacefully, the right to take industrial action and withdraw labour, and, of course, the right to vote. These regulations on voter ID need to be seen within the context of an authoritarian drift on the part of a Government who have in their sights the right to protest peacefully, the right to take strike action, and the right to vote with ease. That is profoundly disturbing. The Members on the other side of the debate are probably split between those who believe that this is necessary and desirable and those who do not really believe that it is necessary and desirable, but are going along with it because they are going along with that authoritarian drift.",
        "Even if we were to accept the introduction of voter ID, which I and others certainly do not, when we look at the inconsistencies in the regulations with regard to which voter ID is acceptable and which is not, we see that it is a real dog’s dinner—a real anti-democratic dog’s dinner. These regulations should send a shiver down the spines of all those who believe in civil and democratic liberties in our society. They should send a shiver down the spines of people, regardless of their political views, who believe that the right of every citizen to vote, the right of every worker to withdraw labour and the right of every citizen to engage in peaceful protest are rights that were hard won and should be cherished and defended. It is because we defend those hard-won civil liberties and principles that we oppose these regulations, and oppose this Government’s disgraceful authoritarian drift."
    ]
}