{
    "url": "https://www.ukpol.co.uk/alex-burghart-2023-statement-on-the-list-of-ministers-interests-and-ministerial-code/",
    "title": "Alex Burghart – 2023 Statement on the List of Ministers’ Interests and Ministerial Code",
    "post_date": "April 26, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Alex Burghart",
            "url": "/tag/alex-burghart/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Alex Burghart, the Cabinet Office Minister, in the House of Commons on 24 April 2023.",
    "content": [
        "I am pleased to confirm that the latest list of Ministers’ interests was published last week on 19 April by the Prime Minister’s independent adviser on Ministers’ interests, Sir Laurie Magnus. The list has been deposited in the Library of the House and is also available online on gov.uk.",
        "I note that the hon. Lady’s question talks of a register of ministerial interests. I am afraid that I must point out, for the sake of clarity, that that is not an accurate term. It is important that I provide a little explanation about the list, what it contains and the role it performs. The ministerial code makes it clear that",
        "“Ministers must ensure that no conflict arises, or could reasonably be perceived to arise, between their public duties and their private interests, financial or otherwise.”",
        "It is their personal responsibility",
        "“to decide whether and what action is needed to avoid a conflict or the perception of a conflict, taking account of advice received from their Permanent Secretary and the Independent Adviser on Ministers’ interests.”",
        "On appointment, each Minister makes a declaration of all interests. They remain under an obligation to keep that declaration up to date throughout their time in office. Ministers are encouraged to make the fullest possible disclosure relating to themselves, their spouses and partners, and close family members, even where matters may not necessarily be relevant. The information supplied is then reviewed and advised upon by their permanent secretary and also by the independent adviser. Where needed, steps are taken to avoid or mitigate any potential conflicts of interest. That is the process by which Ministers’ interests are managed. It is thorough and ongoing, and it provides individual advice to all Ministers that reflects their circumstances and responsibilities.",
        "Twice a year, a list is published, covering those interests that are judged by the independent adviser to be relevant to each Minister’s portfolio. The list is not a register. It is designed to be read alongside the Register of Members’ Financial Interests, which is maintained by this House, and the register of Members’ interests that operates in the other place. For that reason, the list does not generally duplicate the information that is available in the registers.",
        "The independent adviser, Sir Laurie Magnus, makes it clear in his introduction to the list published last week that it would not be appropriate for all the information gathered as part of the ministerial interests process to be made public. He states that such a move would",
        "“represent an excessive degree of intrusion into the private affairs of ministers that would be unreasonable, particularly in respect of”",
        "hon. Members’ families. I am sure hon. Members will understand that the system is designed to gather the fullest amount of information, provided in confidence, so that the most effective advice can be given.",
        "All Ministers of the Crown uphold the system that I have described. That is true for all Ministers, from the Prime Minister, who has been clear that all his interests have been declared in the usual way, all the way down to, and including, an assistant Whip. In the latest list, the independent adviser highlights the importance of Ministers and their permanent secretaries remaining alert in the context of their respective portfolios if Ministers’ interests change. That is, of course, right. Importantly, though, Sir Laurie Magnus provides his opinion as independent adviser on Ministers’ interests that",
        "“any actual, potential and perceived conflicts have been, or are in the process of being, resolved”."
    ]
}