{
    "url": "https://www.ukpol.co.uk/alex-burghart-2022-statement-on-further-education-capital-transformation/",
    "title": "Alex Burghart – 2022 Statement on Further Education Capital Transformation",
    "post_date": "April 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alex Burghart",
            "url": "/tag/alex-burghart/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Alex Burghart, the Parliamentary Under-Secretary of State for Education, in the House of Commons on 19 April 2022.",
    "content": [
        "My noble Friend the Under-Secretary of State for Education (Baroness Barran) made the following written statement on 4 April 2022.",
        "I am pleased to announce the outcome of the bidding round for the further education capital transformation programme (FECTP). The bidding was open to all FE colleges and designated institutions, and 62 FE colleges across England have been successful.",
        "The successful colleges have been offered grants, for 78 projects to upgrade buildings and transform campuses, helping to level up opportunities for more people. The total value of the funding from this round is up to £405 million, and colleges will also make a match funding contribution to their projects.",
        "The FE capital transformation programme delivers the Government’s £1.5 billion commitment to upgrade the estate of FE colleges and designated institutions in England, promoting parity of esteem between FE and other routes. Improving the condition of FE colleges is important in ensuring students have the opportunity to develop skills in high-quality buildings and facilities, and in addressing skills gaps in local economies.",
        "In September 2020, £200 million was allocated to FE colleges and designated institutions to undertake urgent remedial condition improvement works and to provide a boost to the economy and the education system.",
        "In April 2021, we announced our plans to work in partnership with 16 colleges to upgrade some of the worst condition sites in England. We have worked with these colleges to develop their plans further and to manage procurement of their projects, with construction work now beginning.",
        "This investment should be seen in the wider context of our reforms to further education, as set out in the White Paper “Skills for Jobs Lifelong Learning for Opportunity and Growth” https://www.gov.uk/government/publications/skills-for-jobs-lifelong-learning-for-opportunity-and-growth and our plans to spread opportunity more equally across the UK, as set out in the Levelling Up White Paper https://www.gov.uk/government/publications/levelling-up-the-united-kingdom.",
        "The successful colleges are listed online via this link: www.gov.uk/government/publications/further-education-capital-transformation-fund-stage-2-successful-applicants",
        "Attachments can be viewed online at:",
        "http://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2022-04-19/HCWS769/"
    ]
}