{
    "url": "https://www.ukpol.co.uk/richard-burgon-2023-speech-on-israel-and-gaza/",
    "title": "Richard Burgon – 2023 Speech on Israel and Gaza",
    "post_date": "October 17, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Richard Burgon",
            "url": "/tag/richard-burgon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Richard Burgon, the Labour MP for Leeds East, in the House of Commons on 16 October 2023.",
    "content": [
        "The massacre of Israeli civilians was a heinous act of terrorism that we all utterly condemn and the hostages must be released immediately. In the words of the United Nations Secretary-General,",
        "“the horrific acts by Hamas do not justify responding with collective punishment of the Palestinian people.”",
        "But that is what we are seeing in Gaza, with civilian areas bombed and food, electricity, water and medicines all cut off. Such collective punishment is a war crime under the Geneva conventions, so will the Prime Minister take this opportunity to make it clear to the Israeli Government that this collective punishment of Palestinian civilians must end immediately?",
        "**The Prime Minister**",
        "I would say gently to the hon. Gentleman that I actually believe that we should support absolutely Israel’s right to defend itself and to go after Hamas, recognising that it faces a vicious enemy that embeds itself behind civilians. Of course, Israel will act within international humanitarian law—and, as a friend, we will continue to call on Israel to take every precaution in avoiding harming citizens—but we must acknowledge always that the responsibility for what is happening here is with Hamas and Hamas alone."
    ]
}