{
    "url": "https://www.ukpol.co.uk/richard-burgon-2016-speech-at-labour-party-conference/",
    "title": "Richard Burgon – 2016 Speech at Labour Party Conference",
    "post_date": "September 28, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "2016 Labour Party Conference",
            "url": "/tag/2016-labour-party-conference/"
        },
        {
            "text": "Richard Burgon",
            "url": "/tag/richard-burgon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Richard Burgon, the Shadow Justice Secretary, at the Labour Party Conference in Liverpool on 27 September 2016.",
    "content": [
        "Conference, I am honoured to open this debate on Justice and Home Affairs.",
        "And I am proud to speak to you as Shadow Justice Secretary.",
        "But Conference, I have a confession to make: before entering Parliament, I was a lawyer.",
        "A trade union lawyer – representing people injured at work because bosses cut corners.",
        "Representing people sacked because of their gender or the colour of their skin.",
        "Representing people not paid a fair day’s pay for a fair day’s work.",
        "Conference, 10 years of that taught me an important lesson.",
        "That justice and the rule of law are essential ingredients to create a fairer society.",
        "The type of society that the Labour movement has always fought for.",
        "The legal profession in our country is much derided.",
        "But who is it that defends the rights of striking workers in the courts?",
        "Who is it that represents victims of domestic violence?",
        "Who is it that prosecutes criminals who terrorise working-class communities?",
        "Who is that provides legal assistance to the heroic grassroots campaigns for justice for Orgreave? Justice for the Shrewsbury 24? And justice for the families of those killed at Hillsborough? I pay tribute to those families and I pay tribute to our Shadow Home Secretary Andy Burnham for backing them all the way.",
        "Justice goes to heart of what we are as a movement. And the values we hold dear. It is the justice system that protects our freedoms, our rights, and helps hold our society together.",
        "But Conference, I am sure you are all aware that our legal system is creaking under the strain of this Conservative Government’s brutal onslaught of austerity and ideological dogma.",
        "Privatising our prisons and probation service and making the working conditions of our dedicated prison and probation officers tougher and tougher.",
        "Cutting legal aid to the poorest and imposing unaffordable employment tribunal fees.",
        "Slashing the Ministry of Justice budget by a whopping and reckless 34%.",
        "And what of the flag bearer of these failing policies?",
        "Let me turn to my Conservative opponent, Liz Truss.",
        "Believe it or not – she’s best known for railing against – ranting against even – imports of foreign cheese.",
        "It’s fair to say her appointment as Justice Secretary was not universally welcomed.",
        "Many said that, as another non-lawyer in the role, she didn’t fulfil the legislative requirement for a person “qualified by experience”.",
        "Her colleague, Lord Faulks, even resigned from the frontbench because of it.",
        "Others criticised her for being loyal to her Party leader. Nothing wrong with that.",
        "But what I will criticise Liz for is her voting for legal aid cuts.",
        "For privatising our probation service.",
        "And for closing down the courts we need to deliver justice in our country.",
        "Conference, we need a change of direction.",
        "Justice policy will be at the core of Jeremy’s drive for a fairer society.",
        "And I must thank Willy Bach for the review he is conducting into how best to deliver the improved access to justice we need in our country. A major review requested by our Labour Party Leader.",
        "Conference, one of the most reprehensible policies of the Conservative Government has been the introduction of Employment Tribunal fees.",
        "It means that those who have faced discrimination in the workplace – often people struggling to make ends meet – are expected to fork out even more to achieve justice.",
        "It will come as no surprise to delegates in this hall that the number of cases brought to Employment Tribunals has plummeted, as many just give up hope they will ever achieve justice.",
        "But under Labour, people will not only be able to hope – people will be able to take action – because we will abolish these cruel Employment Tribunal Fees once and for all and give wronged workers the access to justice they deserve.",
        "It was once said that “the degree of civilization in a society can be judged by entering its prisons”.",
        "And what is the state of our prisons today? Overcrowded. Understaffed. Awash with drugs.",
        "This must change – and under Labour it will.",
        "No longer will profit and privatisation drive policy.",
        "We will do all we can to ensure that when prisoners are released they turn their backs on a life of crime.",
        "And there is no-one better to spearhead this agenda than our Shadow Prisons Minister, Jo Stevens.",
        "Conference, we will achieve our goals by working with – and most importantly treating with respect – those who work in our justice system and the trade unions that represent them.",
        "Human rights have always been at the top of Labour’s agenda. Indeed, it was our Labour Government that introduced the Human Rights Act that protects so many of the freedoms we cherish.",
        "An Act introduced and upheld by three great Labour Justice Secretaries – Derry Irvine, Charlie Falconer and Jack Straw.",
        "I want to assure them – and assure you all – that in the aftermath of Brexit, Labour will fight to ensure that none of these hard won rights and freedoms are diluted or diminished by this Conservative Government.",
        "The next Labour Government will have much to do. Ending austerity. Rebuilding public services. And delivering a fairer society. At the heart of this approach will be strengthening our justice system.",
        "Conference, we will turn our backs on the failed approach of the Conservative Government so that once again our rights and freedoms will be protected and enhanced.",
        "And in this way we will build – together – a fairer society that we can be proud of.",
        "A Labour justice system in a Labour Britain.",
        "Conference. There’s work to do. Together – let’s get on and do it."
    ]
}