{
    "url": "https://www.ukpol.co.uk/alex-burghart-2022-speech-on-documents-relating-to-suella-braverman/",
    "title": "Alex Burghart – 2022 Speech on Documents Relating to Suella Braverman",
    "post_date": "November 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alex Burghart",
            "url": "/tag/alex-burghart/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alex Burghart, the Parliamentary Secretary at the Cabinet Office, in the House of Commons on 8 November 2022.",
    "content": [
        "It is a pleasure to respond to this Opposition day debate, 10 days into the job though I am; this is a very important subject. It is a pleasure to follow the hon. Member for Putney (Fleur Anderson). I should say at the outset that I can answer one of her questions: the Prime Minister will appoint an independent adviser in the very near future. I am sure that the House will hear about that in due course.",
        "We have had a far-ranging debate. At times it ranged slightly further than you might have liked, Madam Deputy Speaker, from some very interesting insights into the thoughts of constituents in Guildford and Aberconwy to a minor digression on sausage making from the hon. Member for Gordon (Richard Thomson). Central to the motion, despite the digressions, is a serious issue that affects the very real business of government and how it is conducted: the question whether advice given to Ministers and Prime Ministers in private, in confidence, should be made public. Conservative Members are clear that it should not.",
        "These are very serious matters that the Government take seriously. It is because we are taking them seriously that we cannot agree to the disclosure of the information set out in the motion. The thrust of this debate is that the Opposition seek to see inside the internal processes of ministerial appointments and to make public the discussions that may form part of any appointment. As my right hon. Friend the Paymaster General said, there are compelling and common-sense reasons why that desire should be resisted.",
        "**Lee Anderson**",
        "I am very confused. I have sat through this debate for three hours now. Can my hon. Friend explain why the Opposition are hearing from people in their droves asking to see these documents, yet nobody is asking Conservative MPs? Are the Opposition just playing politics?",
        "**Alex Burghart**",
        "I am shocked and surprised to hear that my hon. Friend has views. It is the first time that he has ever shared them with me. The Opposition have not entirely turned out to take part in this Opposition day debate, it is true.",
        "Hon. Members will know that it is essential to the functioning of government that conversations that occur around appointments can take place in confidence, as my hon. Friends the Members for Devizes (Danny Kruger), for Ashfield (Lee Anderson) and for Heywood and Middleton (Chris Clarkson) mentioned.",
        "**Stuart C. McDonald**",
        "Let us say that we accept that the Government do not want to release these papers. As a compromise, will the Minister undertake to ensure that the new independent ethics adviser looks retrospectively at the appointment? Then everybody could be happy.",
        "**Alex Burghart**",
        "That is a matter for the last Administration. Also, as hon. Members across the House know, it is a very long-standing practice observed by Governments of all types that they do not give over advice given in confidence. It is a practice that respects the confidentiality of the advice given and the confidentiality owed to the adviser. To place all advice in a position in which it might subsequently be published and made public would have an absolutely deadening effect on the business of government, as my hon. Friend the Member for Clwyd South (Simon Baynes) says.",
        "What this really amounts to is gameplay by the Opposition. It is Labour Whips’ trick No. 666: ask the Government for information that they know but that Governments never release, and then feign horror and surprise when they do not release it. The fact is that a Labour Government would never publish such information. If the Opposition commit tonight to releasing such information should they be in power in future, the next Labour Government—may they never come—will bitterly regret that decision.",
        "The shadow Home Secretary, the right hon. Member for Normanton, Pontefract and Castleford (Yvette Cooper), can say that it is a simple matter of showing us what happened, but as a highly experienced legislator, Minister and Select Committee Chair she knows that this is not a simple matter. It was not a simple matter for the Labour party when it was asked to reveal the legal advice on Iraq, but in opposition it suddenly decided that it was a simple matter to get the Government to display their legal advice on Brexit. Several Members have noted that it is the case that Governments of all stripes do not release such information, and those on the Opposition Front Bench know it to be the case as well.",
        "There is, as we have said, a very long-established process for the appointment of Ministers. It is the Prime Minister who decides who sits on the Front Bench. The Labour party knows as well as we do that Ministers hold office for as long as they retain the confidence of the Prime Minister, that it is for the Prime Minister to decide who sits in the Cabinet, and that it is for the Prime Minister to pick the best team to solve the problems that the country faces. If the Opposition do not like his choices, it is normally a sign that he has picked the right team. On immigration, the Prime Minister has picked my right hon. and learned Friend the Member for Fareham (Suella Braverman) because he knows that she has the talent and knowledge that are necessary to help him to solve the small boats crisis in the channel. It is pretty clear tonight that the Labour party knows that too, and that is why it is seeking to undermine her. As we heard from my hon. Friends the Members for Ipswich (Tom Hunt) and for Ashfield, Labour is doing that because it is scared that she will get the job done.",
        "As my hon. Friend the Member for Aberconwy (Robin Millar) and a number of others have said, many important issues could have been debated tonight other than a motion asking for the release of papers that the Opposition know will not be released. The shadow Home Secretary said that “bit by bit” trust was being undermined. I will tell the Opposition what causes trust to be undermined: political games which call for the release of papers that cannot be released and which report rumours as facts, double standards which call for the release of papers that Labour would not have released when it was in power, and double standards which say that Ministers cannot be rehabilitated. I remember the very great Peter Mandelson being brought back on two occasions, but Labour will not forgive this Home Secretary once.",
        "The truth is that this is a motion tabled with the aim of playing political games to try to tie up Ministers in process and reporting, to try to hurt the Government by asking them to deviate from long-standing practice that has previously been respected on both sides, and to try to distract attention from the fact that while the Government are busting a gut to solve the problems in the channel, the Opposition have no solutions. There is a reason why they want to talk about personnel, process and appointments: it is because they do not want to talk about policy."
    ]
}