{
    "url": "https://www.ukpol.co.uk/richard-burgon-2022-speech-on-energy-price-capping/",
    "title": "Richard Burgon – 2022 Speech on Energy Price Capping",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Richard Burgon",
            "url": "/tag/richard-burgon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Richard Burgon, the Labour MP for Leeds East, in the House of Commons on 8 September 2022.",
    "content": [
        "Six months ago, households faced energy bills of £1,300. Today, we are told that doubling that and fixing prices at £2,500 is the best we can do to help. It is not. People were struggling with their energy bills last winter and many more will struggle this winter, too, with prices doubled. Private energy profits are being put before the needs of people all while energy firms are set to make £170 billion in excess profits. This is a huge transfer of wealth with big corporations hoovering up even more of the wealth in society, paid for by millions of ordinary people. The new Prime Minister, a former Shell employee, has been frank: energy firms, in her view, should be able to keep those undeserved excess profits.",
        "A different principle should guide us. The companies should not be allowed to make a single penny from excess profits in this crisis. That will require a package of measures from public ownership to full windfall taxes and caps on the prices at which North sea oil and gas can be sold. That should all be guided by the principle that energy should be run for the public good. The public support these policies. There are growing movements for them. The debate is not going away; today has not solved this crisis.",
        "Today’s announcement on energy prices, without a windfall tax, does not limit the profits of the North sea oil and gas companies, and it is at great social cost. The claim that we need to protect the profits of North sea oil and gas firms to guarantee their investment is completely bogus, because they were investing when they were making their normal profits just a few months ago. They were never expecting this windfall. Taxes on oil and gas companies overseas, including in Norway’s North sea fields, are much higher than they are here, even at current windfall tax rates.",
        "Energy security cannot be achieved by making ourselves more dependent on the expensive fossil fuels that have driven this crisis. We do not need more North sea exploration. We do not need fracking. Let us be clear: that gas will not be cheaper. It will be sold at world prices and, anyway, gas is nine times more expensive than renewables. Retrofitting would save people money and reduce our gas use, so the greater reliance on fossil fuels is quite simply ideological. The Government are using the crisis to undermine their own inadequate climate responsibilities.",
        "The profits of fossil fuel companies are being put before the people and before the planet. This approach is quite simply failing people who are today hit by higher bills, and I am afraid that it will also fail future generations hit by climate catastrophe."
    ]
}