{
    "url": "https://www.ukpol.co.uk/alex-burghart-2022-speech-to-policy-exchange/",
    "title": "Alex Burghart – 2022 Speech to Policy Exchange",
    "post_date": "April 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alex Burghart",
            "url": "/tag/alex-burghart/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alex Burghart, the Minister for Skills, on 4 April 2022.",
    "content": [
        "Thanks very much David and thank you, all of you, for coming here today. I’m very grateful to Lord Godson and Policy Exchange for agreeing to host this speech. I started my policy career at Policy Exchange, writing a paper in 2012 called ‘A Better Start in Life’ about children’s homes, so it’s very nice to be giving one of my first set piece speeches as a minister here with you today.",
        "You know David you are a perfect, if somewhat intimidating, chair for this event – because you have written the book on the subject, or the books on it. Your work has been absolutely central to discussions on skills and on the future of skills – and it’s the future of skills that I’d like to talk to you all about this afternoon.",
        "In 1988, the city of London witnessed one of the greatest archaeological discoveries ever made in Britain. This was the unearthing of the London Roman amphitheatre one of the grandest buildings that had existed in Roman London.",
        "It was found about five minutes’ walk north-west of Bank station and it was discovered underneath the medieval guildhall. The amphitheatre was, in its day, a building of enormous importance – sporting importance but also of cultural and political importance. Think of it as a sort of combination of Trafalgar Square, of Westminster Hall and of Wembley. Yet it was lost for hundreds of years, nobody knew where it was until it was discovered quite by accident.",
        "I love this story for three reasons which are pertinent to my theme today.",
        "First, I used to be a lecturer in medieval history and I’m always looking at ways to recycle my old material.",
        "Second, it reminds us that big things sometimes go missing. Big buildings but also big ideas (how to mix concrete, how to dress stone, how to run an economy that enables such things to be possible).",
        "And third, the fact that the amphitheatre was found underneath the medieval guildhall tells us something about the importance of guilds in medieval London. You know, that site of almost sacral importance was not taken over by a king, it wasn’t taken over by a church, it wasn’t taken over by an army. It was taken over by a collection of people whose responsibility it was to be the guardians and the guarantors of standards, of skills, of training.",
        "And this importance I think, when framed in those terms is obvious because it is on the reputation of the skills of the city, that that reputation survives and prospers. Indeed, you can say that it is on the reputation of a city, that the reputation of a country is built, on all of these things are the wealth and prosperity of a kingdom.",
        "I say all this, because I think it’s as true today as it was then, that our ability to nurture high quality skills within our country will be absolutely central to our prosperity. To a certain extent, it has ever been thus. But in the past few years it has become particularly true again.",
        "Never in my lifetime have I known an economy so hungry for skills. There are 1.3 million vacancies out there. This is for many reasons, but the obvious ones are growth, Brexit and Covid.",
        "In the six months since I became the Minister for Skills, I have seen employers who for years have been able to depend on the import of cheap, pre-trained foreign labour becoming actively interested in our country’s skills agenda.",
        "This is an interest which we must, and will harness. We have to have a skills system which is driven by what employers need – what they will need.",
        "This is not just about the private sector. We also need to make sure we have nurses, social workers, care workers, teachers, local government administrators, civil servants, public servants of all sorts.",
        "This is why the reforms now being driven through by the Department for Education and my most excellent Secretary of State, Nadhim Zahawi, are going to make the voice of the employer absolutely central to the skills agenda.",
        "We need this voice to be heard throughout the system – especially when setting the standards for qualifications, and when offering courses.",
        "This process has been under way already for a number of years. In 2017 we reformed apprenticeships to make sure that all of the 640 standards available reflected the needs of employers, because they were co-designed with employers. This means that they’re not apprenticeships in name only but that they actually enable apprentices to acquire the skills their present and future employers require.",
        "Over the past few years, we have been introducing a new gold-standard in technical qualifications at 16 to 19: T Levels – you can see my badge on my lapel, it stands for T Levels, not some of the less helpful and salubrious suggestions found online. These are the equivalent and rival to A levels. They have been designed with employers to meet the needs of employers – they give students the confidence that the skills that they are studying are those that employers are after.",
        "And in delivering that, T Levels also have an absolutely key component, which is nine weeks of on the job work experience, work placement. Making sure that students are learning on the job, for the job. Making sure that more and more students have meaningful experience of the workplace before they enter employment.",
        "We have just finished the fifth term of T Levels and a few weeks ago Secretary of State and myself hosted a group of the early adopters, about 70 Colleges were represented in London. The enthusiasm in the room was absolutely rife, because colleges are starting to see how employers are viewing T Levels as a way of garnering interest in their companies and their sectors, as opportunities to deliver and develop their skills pipeline, and in some cases, to try out prospective employees.",
        "This is exactly what we have hoped for T Levels and so it’s very exciting to see it happening. As we carry on with these reforms, we will simplify the qualifications system so that it is less bewildering to students and employers. And this is something that has been identified by successive reviews – by Alison Wolf’s review in 2011, by David Sainsbury’s review in 2016.",
        "This is going to mean shifting funding away from courses that overlap with T Levels and I know that for some providers this is going to be disruptive. That’s why we’ve delayed the process by a year to give people time to adjust. But I do want to acknowledge that it’s a big change and I thank the sector in advance for what it’s going to do.",
        "To any colleges who are concerned: myself and my department are here to help – as are your colleagues who have already taken T Levels on. Together I know that we can work to make this an even better offer for students and for technical education.",
        "This determination to create a more straightforward and more purposeful system that is aligned to the needs of students and employers, runs through our current review of qualifications at Level 2 and below (for non-specialists, L2 is equivalent to GCSE). There are currently over 8,000 such qualifications – many of which have not been co-designed with employers. This has to change and that’s why we are currently consulting on the reform of these important qualifications.",
        "But our goal across all levels is simple: to ensure that we have qualifications designed with employers that will give students the skills the economy and society need.",
        "Now alongside this, we need a skills system that’s responsive to local need and that means making sure employers have access to the skills they need in the places they need them.",
        "To help with this we are handing employers responsibility for setting local skills priorities. In the next few months, we will designate employer representative bodies across England who will be charged with identifying those needs.",
        "This is a really exciting opportunity. Employer representative bodies will hold the ring locally on the skills needs of employers, finding out what skills they are looking for and working with colleges to make sure those skills are on offer and built up.",
        "Our eight trailblazer ERBs have told me that, for the first time, employers in their area know exactly who to call when they have skills needs.",
        "Using that intelligence, ERBs will produce local skills improvement plans to nudge local learning in the right direction. You can see ERBs as a body with a plan to help the next giga-factory, the next offshore wind farm, the next nuclear plant, the next electric vehicle factory, help them find the workers with the skills they need.",
        "A body to help the retrofitters, the digital networkers and the constructors of HS2, all get the skills our green revolution needs. Local skills improvement plans will help areas harness the talents of their people to build the infrastructure of tomorrow, to build the homes of tomorrow, led by employers, supported by government and driven forward by our excellent further education colleges.",
        "Our excellent further education colleges. I can’t tell you how impressed I have been over past six months by our colleges and their leaders. Their innovation, their energy, their entrepreneurialism. They are an enormous force for good in our society – I want to say to the sector, we value your creativity, and we value the autonomy behind it. I know that we are asking a lot of FE colleges at the moment. There are a lot of moving parts, a lot of changes, a lot of initiatives.",
        "But that’s why we are backing your sector.",
        "Last autumn saw the best funding settlement for over a decade – an additional £3.8 billion by the end of the Parliament, is a cash increase of about 42%. In this financial year, £615 million extra for 16-19 education, which is going to lift funding rates and give 40 more hours per student.",
        "Over the Parliament, we will see over £400m being made available to help providers get ready for T Levels. I’ve loved seeing the results of this spending as I’ve gone around: eerily life-like mannequins that die and have to be brought back to life by students; virtual reality welding kits, I’m not a bad virtual reality welder, you know I had a couple practices now; huge chunks of offshore wind turbine machinery, lying in workshops like archaeological relics of some futuristic civilisation; dazzling computer labs that make me feel old … and so on and so on. The new kit for the new skills and the new opportunities.",
        "On Friday we advertised this year’s Strategic Development Fund, £93m for colleges to collaborate, to come together, work together, to make sure that students are getting the skills locally that employers need. And this is all on top of the £1.5bn we’ve made available over this parliament to reinvigorate the FE college estate, make it fit for the future.",
        "Today, I’m delighted to able to announce the results of our latest round of the FE Capital Transformation Fund – £400m more to support 62 colleges across the country. Construction workshops, science labs, childcare settings, all of the above and more, you can find out the details on GOV.UK.",
        "I must not omit to mention as well, our new Institutes of Technology (IOTs) bringing together colleges, universities, employers from Siemens to Fujitsu to the NHS. IOTs are going to be the pinnacle of technical education, giving local people advanced skills. The advanced skills that business say they need to compete in the future.",
        "So, as you can see, we are backing our brilliant FE sector, we’re helping them to build the facilities and the operations that are going to lead to the jobs of tomorrow.",
        "Those jobs of course, must also, be open to people who are already in the workplace. 80% of the 2030 workforce is already in work. Training up the under 20s is important and necessary but we cannot rely on it alone.",
        "That’s why we are creating more and better offers for adult learners to improve their technical skills, than ever before.",
        "The Chancellor’s Multiply scheme – £560m to improve adult numeracy for people who didn’t get GCSE maths at school. I am the son of a maths teacher, I can tell you that anyone can do maths, and everyone can do maths, all you need is the will and the right way to learn.",
        "The Prime Minister’s Lifetime Skills Guarantee is creating opportunities for tens of thousands of people who didn’t get an A-level or equivalent to study a technical qualification for free.",
        "Our Skills Bootcamps –12-16 week intensive courses with guaranteed job interviews at the end of them, hugely popular with students and employers alike, are churning out HGV drivers, construction workers, digital workers.",
        "And, in a few years’ time, the Lifelong Loan Entitlement, will make it possible for people to invest in their own future by drawing down on up to four years of post-18 funding to be used across higher or further education as they need. Helping people develop the higher technical skills which we’ve for so long lacked in this country. Increasingly, we are finding ways of helping people to skill up, move up, earn up.",
        "This is where we are. Opportunities for everyone. 16-19 technical qualifications, designed with employers that lead to work, apprenticeships, or university. For adults, the chance to boost your career with technical skills. It’s a wonderful place to have gotten to. But there is a great deal further to go.",
        "I think it’s important that we don’t just seek to present better choices, but that we also give clarity to people about what those choices might offer.",
        "What I mean by this, is that for a long time, a very long time, success of education has often been assessed by a series of rather basic proxies. What grades do people get, at what levels? Do people go to university? Do they become NEET?",
        "We have focused, understandably, on things that have been easy to measure. But going forward these alone will not be good enough.",
        "This is why on our first full day in the job, myself, Diana Barran and the Secretary of State decided to set up a Unit for Future Skills in the DfE.",
        "We want to use data across government to better inform everyone about outcomes. Over time we want to show what courses and interventions lead to what jobs.",
        "I want prospective students to know what happened to people like them who chose a particular course at a particular institution. What were they doing a year later? Two years later? Five years later?",
        "I want employers and providers to know which technical courses are proving effective at getting people into their sectors.",
        "I want providers to be able to better evidence the brilliant work they do.",
        "And I want government to have a better idea of what works.",
        "This is not just about showing what people will go on to earn, although of course money is important. It’s about careers. It’s about whether people taking, for example, certain Health and Social Care qualifications, are going on to work in health and social care, or whether they’re going to work in retail.",
        "And it’s about employers being able to feed in what they think their needs will be over the course of the next few years and providers being able to have a better evidenced idea of what will actually meet that need.",
        "This is about bringing greater clarity to the choices that prospective students will make.",
        "And it’s also about showing their parents that certain technical choices have fantastic outcomes that should be taken seriously.",
        "That if your daughter wants to study computer games and can show you that the course she’s interested in has an excellent success rate at getting people jobs in that amazingly dynamic industry, you ought to take it seriously.",
        "That if your son doesn’t want to go to university, but wants instead to do an apprenticeship in an engineering firm, you can see what this might mean for his prospects.",
        "In his book, Head, Hand, Heart, David Goodhart, I think it was in chapter five, referred to a friend’s son, who despite being well educated, highly technically trained, felt like he was a second-class citizen because he hadn’t got a university degree. It’s a very depressing story and something that we must fight against.",
        "But I think that things are changing. And I say that because I’ve talked to, a lot of people, a lot of young people in the past few months, who are choosing to do apprenticeships rather than go to university. And I say it as well because of the extraordinary statistic that UCAS shared with me a few weeks ago. UCAS have set up 750,000 accounts this year, in one of their tick-boxes they asked the people who set up those account whether they would also be interested in apprenticeships, almost half said yes. Almost half. That is the appetite for new and better different offers out there.",
        "Perceptions of post-18 study are shifting. And they are shifting I think for the better.",
        "I would not be at all surprised if, in 10 years’ time, many more people are choosing to become apprentices after leaving school or college – and that the consequence of this may be that there are slightly fewer undergraduates. I consider that to be a good thing. Now, I believe in the importance of universities and the power of university degrees. But I know they are not the be all and end all.",
        "As I said at the start, I taught and lectured for a number of years in some wonderful universities. I was lucky enough to teach some very bright people. But it was clear that not all of them wanted to be at university, a number were there by default, because their parents wanted them to be there, or because they felt they had no other ladders to a good career.",
        "Apprenticeships have the potential to create some of those other ladders. In doing so, they can help to transform opportunity. The chance to earn while you learn, to get a three-year head start on your undergraduate friends in the workplace, to build networks, experience, to not run up debt. They are surely a huge part of the future of skills. We all have, I think, a responsibility for skills. Employers must look to their future needs. Providers must look to meet those needs. Government must ensure that both are assisted in this task.",
        "I saw all this, starting to come together a few months ago in the Media City in Salford, Greater Manchester. I saw people who had come out of college, people who had come out of the job centre, people who had come back having had children, or got sick to death of their job and they were doing a digital skills bootcamp in cyber security.",
        "And then they were going on to do apprenticeships in Salford Media City. Then they were getting jobs in Salford Media City. And you were seeing a community, and a hub, grow the skills it needed from the local people around it.",
        "Indeed, more and more often I’m coming across areas where employers, providers, and the council are striking partnerships that are fuelling amazing opportunities for their communities. I was so pleased the other day to host a delegation from Teeside in the Department for Education, where BP is developing a green and blue hydrogen plant and has just signed a Memorandum of Understanding with Redcar and Cleveland College and the local council, to work together to make this happen, to make sure that local people have access to the skills needed to support the project long term.",
        "Such local initiatives can and will thrive off the development of local skills. Local skills, high quality local skills, that young people – all people – can see lead to jobs in their area, enhance the reputation of their area, lead to the prosperity of their area.",
        "In its way, this is what we might call a road to somewhere.",
        "What we might call levelling up.",
        "It is nothing short of a rediscovery of our collective responsibility to be the guardians and the guarantors of skills. It’s an exciting piece of work, I look forward to working with all of you on it in the years ahead.",
        "Thanks for listening."
    ]
}