{
    "url": "https://www.ukpol.co.uk/alex-burghart-2023-statement-on-the-draft-border-target-operating-model/",
    "title": "Alex Burghart – 2023 Statement on the Draft Border Target Operating Model",
    "post_date": "April 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Alex Burghart",
            "url": "/tag/alex-burghart/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Alex Burghart, the Parliamentary Secretary at the Cabinet Office, in the House of Commons on 17 April 2023.",
    "content": [
        "An important follow-up to Brexit is border controls on goods, including sanitary and phytosanitary checks critical to the protection of animal and plant health and potentially even human health. On 28 April 2022, the right hon. Member for North East Somerset (Mr Rees-Mogg) announced that the UK Government decided to delay the introduction of the final set of planned controls on EU imports. We have instead worked with industry to develop a new model for imports into Great Britain. On Wednesday 5 April 2023 we published the draft “Border Target Operating Model”. We have also started a period of engagement with stakeholders across all affected sectors and all parts of the United Kingdom, and the EU, to ensure that they understand the coming changes and are ready to continue to move goods across the border on that basis.",
        "The Model sets out the rules and processes that will apply to the importation of all goods into Great Britain. It will, for the first time, implement security and biosecurity controls on imports from the EU. These controls will ensure our environment is protected, deliver food that is safe to eat whilst maintaining security of supply for consumers, and disrupt criminal activity before it can harm our communities.",
        "The Model will fulfil the UK’s domestic and international obligations with regard to biosecurity and public health, upholding our reputation for high regulatory standards that underpin our agri-food trading relationships. Through the UK single trade window, we will simplify the way importers provide information to Government. This is significantly less burdensome than our original plans, and it supports our wider efforts to drive UK exports.",
        "The gradual roll-out of controls will ensure impacts and costs are managed: we will implement the Model through three major milestones, the first of which importers and their suppliers should begin to prepare for now:",
        "31 October 2023 – The introduction of health certification on imports of medium risk animal products, plants, plant products and high risk food—and feed—of non-animal origin from the EU.",
        "31 January 2024 – The introduction of documentary and risk-based identity and physical checks on medium risk animal products, plants, plant products and high risk food—and feed—of non-animal origin from the EU. At this point imports of sanitary and phytosanitary goods from the rest of the world will begin to benefit from the new risk based model.",
        "31 October 2024 – Safety and security declarations for EU imports will come into force from 31 October 2024. Alongside this, we will introduce a reduced dataset for imports and use of the UK single trade window will remove duplication where possible across different pre-arrival datasets.",
        "We will phase in controls on the west coast for Irish goods from October 2023, while ensuring that Northern Ireland businesses have unfettered access to their most important market in Great Britain, whether they move goods directly or indirectly through Ireland to Great Britain. Further to the Windsor Framework, this will entrench a significant competitive advantage for NI business on the island of Ireland, reflecting Northern Ireland’s integral place in the United Kingdom’s internal market.",
        "Following the engagement period we will publish a final version of the Target Operating Model later this year."
    ]
}