{
    "url": "https://www.ukpol.co.uk/richard-burgon-2022-speech-on-code-of-conduct-and-guide-to-the-rules/",
    "title": "Richard Burgon – 2022 Speech on Code of Conduct and Guide to the Rules",
    "post_date": "December 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Richard Burgon",
            "url": "/tag/richard-burgon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Richard Burgon, the Labour MP for Leeds East, in the House of Commons on 12 December 2022.",
    "content": [
        "I have listened carefully to all the contributions in the debate. I congratulate in particular my hon. Friend the Member for Rhondda (Chris Bryant) on the assiduous way in which he has approach this matter as Chair of the Committee.",
        "I will address the Committee’s third recommendation, on the matter of an outright ban on MPs providing paid parliamentary advice, consultancy or strategy services. I welcome that report as a genuine advance. I was given the opportunity to provide oral evidence to the Committee about a Bill that I drafted and introduced last year, which would have banned MPs’ second jobs, with a few exceptions, for example, for those working on the frontline in public services. [Hon. Members: “Why?”] It is interesting that Conservative Members shout out, “Why?” when I talk about the proposal to ban second jobs for MPs, with an exception for, for example, nurses, firefighters, people in the armed forces and doctors. I do not understand why that proposal was met with such incredulity and such a loud chant of, “Why?” from Conservative Members.",
        "When we debated the issue previously, I almost lost count of the Conservative Members who said, “What about nurses? What about doctors?” Yet when those exceptions are mentioned now, they ask why. When Conservative Members said, “What about nurses? What about doctors? You can’t ban second jobs for MPs”, I felt that they were using exceptions as a way of keeping the rotten status quo.",
        "The public do not object to MPs spending their spare time working on an A&E ward as a nurse or a doctor, working as firefighter, or being in the Territorial Army. They rightly object if a Member is paid £1,500 an hour to advise a US investment bank. [Hon. Members: “Why?”] Again, there is a call of, “Why?” That is good evidence for why people outside all too often think that this place and MPs are out of touch with them.",
        "**Sir Peter Bottomley (Worthing West) (Con)**",
        "I do not want to be too partisan about this, but were I a writer like Michael Foot, could I go on writing and get my royalties? Were I a farmer like Jim Callaghan, could I keep my farm? Should we say to people like my former colleague, Peter Thurnham, who built up an engineering business, “Don’t come into Parliament. You’ll have to give away your business while you’re here”?",
        "**Richard Burgon**",
        "I did not expect the Chamber to come to life, but when it comes to attempting to ban MPs’ second jobs, everybody gets energetic. I thank the hon. Member for his intervention. I did not want to speak about my Bill at such length, but it deals with his point. Members who write books, for example, could continue to do that, but could not keep the proceeds. That may seem unfair to many, and some people would perhaps be treated harshly under my proposal, but that is because people have found ways of exploiting loopholes. One could imagine a situation whereby, if one could keep the profits from writing, an MP would write a book about the oil industry, get paid a lot of money for it and work for an oil company for free on the side. However, I digress. I understand that MPs are annoyed at any suggestion that second jobs should be banned, but they are out of touch with the public when they get so angry about it.",
        "I welcome the advances that have been made on an outright ban on MPs providing paid parliamentary advice, consultancy or strategy services. I also welcome the advance in requiring MPs to have a written contract. That is a step in the right direction. However, the House must recognise that the public are rightly angry because when MPs chase corporate cash, they short-change the public. The public are also outraged because, a year after the Owen Paterson scandal, MPs are making more money from second jobs than they were a year ago—£5.3 million, the highest figure ever. That is the problem: this place and MPs end up being out of step with what the public want. The public rightly believe that we get paid enough and that being a Member of Parliament is a full-time job.",
        "I am not surprised that my contribution has annoyed Conservative Members so much, but I will support the motion and the amendments. They are certainly a step in the right direction. On second jobs, we need to go further in future. They should be banned with a small number of exceptions. I introduced a Bill on that and the Government repeatedly blocked it. It is still there if the Government want to do the right thing and take it forward. I am glad that Labour Front Benchers support a ban on second jobs for MPs with a small number of exceptions. I hope that we get in at the next election, introduce that proposal, and help to clean up our politics and restore public trust."
    ]
}