{
    "url": "https://www.ukpol.co.uk/richard-burgon-2022-speech-on-the-nhs-workforce/",
    "title": "Richard Burgon – 2022 Speech on the NHS Workforce",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Richard Burgon",
            "url": "/tag/richard-burgon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Richard Burgon, the Labour MP for Leeds East, in the House of Commons on 6 December 2022.",
    "content": [
        "Just two years ago, in the middle of the greatest public health crisis in decades, millions of people came out to clap for the nurses, doctors and other NHS workers who were putting their lives on the line to save the lives of others. As people will remember, Conservative Members were only too happy to be seen joining in the applause. How times have changed.",
        "We now have Tory Ministers wheeled out on the media to attack those same NHS workers with sick claims that their planned action for fair pay is aiding Putin’s abhorrent war on Ukraine. Those disgraceful remarks appear to be the opening salvo in a Tory propaganda war that seeks to blame NHS workers for the deep crisis in our health service. The Tories will attack nurses, as they do every other worker forced to defend their pay and conditions. But nurses did not create the NHS staffing crisis. Nurses did not create record NHS waiting lists. Nurses did not underfund our NHS. Nurses did not hand tens of billions of pounds that should have gone to the NHS over to the private sector, including in corrupt contracts. Whoever the Tories try to blame, the simple truth is this: it is 12 years of Conservative party rule that has created the crisis in our NHS.",
        "At its core is a crisis in the NHS workforce, with workforce shortages at an unprecedented level across the NHS. The statistics are eye-watering, with 133,000 NHS vacancies in England alone and a record high of 47,000 nursing vacancies. This Tory-created staffing crisis is why patients are struggling to get a GP appointment, why heart attack patients face ambulance waiting times of more than an hour and why many are not getting the life-changing operations they urgently need.",
        "Today we will vote on an important policy to scrap the non-dom tax status that is exploited by the super-rich to avoid £3.2 billion in taxes every year. Scrapping that, as Labour advocates, could fund a long-term plan to train enough NHS staff. For example, it could double the number of medical training places and deliver 10,000 more nursing placements.",
        "The Tories should back that plan to put the NHS before non-doms and invest in our NHS instead of lining the pockets of the super-rich. It is a plan that would help bring about a long-term solution to this crisis. For the next two years that they are in government—that is all it will be—they should take the action needed to address the workforce crisis in the immediate term, and we cannot solve that unless we resolve the NHS pay crisis.",
        "A third of public sector workers are actively considering leaving their jobs, and pay is a key factor in that. Key workers in our NHS still earn thousands of pounds a year less in real terms than in 2010. For example, nurses’ real pay is down by £5,200 compared with 2010, while hospital porters’ real pay is down by £2,500. Now the Government expect it to fall even further.",
        "Staff, however much they love their jobs, simply cannot afford to stay in them. Their pay is not covering their essentials. Hospitals are even having to open up food banks for staff. That falling pay is why, over the coming weeks, nursing staff and—it was announced today—ambulance staff will be taking industrial action. Nursing staff do not want to take action, but they feel they have been left with no choice because Government Ministers will not even meet them to discuss pay.",
        "Nurses hope that the Government will listen and open up the pay talks so that they do not have to go out on strike, but if they do strike, they will have public support and I will go and support them. It is not too late for the Government to avoid strikes. They have chosen strikes over negotiations, but they can stop this at any point. The Government need to open up the talks and they need to pay NHS workers properly. They need to give NHS workers the pay rise they deserve."
    ]
}