{
    "url": "https://www.ukpol.co.uk/alex-burghart-2022-statement-on-the-level-2-and-below-qualifications-update/",
    "title": "Alex Burghart – 2022 Statement on the Level 2 and Below Qualifications Update",
    "post_date": "March 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alex Burghart",
            "url": "/tag/alex-burghart/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Alex Burghart, the Parliamentary Under-Secretary of State for Education, in the House of Commons on 2 March 2022.",
    "content": [
        "**Consultation on level 2 and below qualifications**",
        "I am pleased to announce the next stage of the review of post-16 qualifications in England. It is vital in a fast-moving and high-tech economy that education closes the gap between what people study and the needs of employers. Priorities change rapidly and we need an education system that is dynamic and forward looking. It must deliver the skills we will need in the future to strengthen the economy, not only as we emerge from the coronavirus pandemic but as we move forward in the 21st century.",
        "We set out our plans for the reform of level 3 qualifications in July 2021, and we are now consulting on proposals to reform level 2, level 1 and entry level qualifications. The current landscape at level 2 and below is complex, with over 8,000 qualifications approved for funding for students aged 16 and above. While many of these qualifications are likely to be excellent, it is not a consistent picture. It is hard to tell which ones are high quality and will lead to good outcomes. Improving the quality of qualifications at these levels will contribute to levelling up our country and building back better.",
        "We recognise the diversity of the cohort studying at level 2 and below. Individuals who take these qualifications will have very different backgrounds, achievements, needs, aspirations and motivations. They are also more likely to be taken post-16 by students from disadvantaged backgrounds or with special educational needs or disabilities. These students can have complex needs ranging from emotional, behavioural and mental health issues; physical disabilities; cognitive or developmental conditions; and others including hearing impairments and sensory issues. It is more vital than ever that these students can benefit from high-quality provision that provides the support they need to unlock their potential and benefit from great progression opportunities. Our proposed landscape will serve all students better.",
        "Our proposals aim to streamline and improve the quality of qualifications at level 2 and below for both 16 to 19-year-olds and adults. At the end of 2020, 21% of 16-year-olds were in full-time education studying at level 2 and below1. These qualifications are also important for adults, who in 2018-19 accounted for around 57% of ESFA-funded enrolments at these levels2. We want to ensure that all qualifications that receive public funding in future are high quality, have a clear purpose and will lead to strong progression outcomes, with every student having a range of options leading into either employment or further study—or, for a small minority of students, independent living.",
        "The proposals I am setting out today are open for consultation until 27 April. They have been developed following an extensive call for evidence which ran from November 2020 to February 2021. I am very grateful to those who engaged positively with, and responded to, this exercise.",
        "As previously set out, GCSEs, functional skills qualifications (FSQs) and essential digital skills qualifications (EDSQs) are not in scope for this consultation.",
        "**Proposals—Level 2**",
        "We propose that qualifications at level 2 should prepare students for further study or training at level 3 where possible, including T-Levels (through the T-Level transition programme), other level 3 technical qualifications and apprenticeships. With employers at the heart of their design and by aligning to employer-led standards, some level 2 qualifications will also provide a great opportunity to move directly into skilled jobs in some sectors.",
        "For 16 to 19-year-olds studying at level 2 who are aiming to get a job at level 2, we propose a two-year study programme to prepare them for the world of work.",
        "**Proposals—Level 1 and below**",
        "We propose the focus of study for most learners at level 1 and below should be progression to a qualification at level 2 or above that provides entry into a skilled occupation, or progression to a work-based pathway such as supported internships, traineeships and apprenticeships. Basic skills qualifications in English, maths and digital will continue to be vital for many of these students.",
        "**Proposals—Personal, social and employability qualifications**",
        "We recognise that some students will leave education with their highest achievement being level 1 or entry level, and for a small minority their main aim will be independent living. Personal, social and employability provision is an integral part of study for many of these students, and we propose to set national standards and core content for these qualifications to be designed against. Aligning these qualifications with national standards will ensure greater consistency and confidence in their quality. As part of the consultation, we are specifically seeking views from employers about the value and recognition of these qualifications.",
        "**Consultation response on basic digital skills**",
        "We consulted in the call for evidence on proposals to remove public funding approval from basic digital skills qualifications at level 2 (ICT user and ICT functional skills qualifications). We are publishing our response alongside the consultation, which confirms and sets out our decision to remove public funding approval from all level 2 ICT user qualifications and all level 2 ICT functional skills qualifications.",
        "I look forward to further engagement with the sector on these reforms. In response to this consultation, I will set out the next steps for implementing reforms at level 2 and below.",
        "**Update on level 3 implementation**",
        "In July 2021 we set out our plans for the reform of level 3 qualifications. In November, recognising the need to allow sufficient time for awarding organisations and providers to prepare, we announced an extra year for the reforms to be implemented. To support this, we are also moving the pathfinder for approving qualifications in the digital route into the first full cycle of approvals for other technical qualifications. The pathfinder would have seen the introduction of reformed qualifications in the digital route for 2024, ahead of our other reforms. These approvals processes will now be merged and first delivery of reformed qualifications will be from 2025.",
        "1 https://explore-education-statistics.service.gov.uk/data-tables/permalink/ac2c9345-145c-46d0-aabc-055e9f92936b",
        "2 https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/933584/Ad-hoc_3_Level_3_and_below_-_contextual_information.pdf"
    ]
}