{
    "url": "https://www.ukpol.co.uk/richard-burgon-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Richard Burgon – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Richard Burgon",
            "url": "/tag/richard-burgon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Richard Burgon, the Labour MP for Leeds East, in the House of Commons on 18 July 2022.",
    "content": [
        "Three minutes is not enough to sum up or express the misery, suffering and hardship caused to people in my constituency and across this country by this rotten Government. Of course I have no confidence in the Government, and of course my constituents have no confidence in the Government. They saw through the Prime Minister from the very start, and millions and millions more people are seeing through the Prime Minister. Just think of all the suffering that has been caused in the last 12 years of this Government to those who have had the bedroom tax inflicted on them and those who have been humiliated with the indignity of the appalling unfair fitness to work tests, where they are signed off as if they were fit to work when they are not. Think of the people deported from this country during the Windrush scandal. Think of all the people who died unnecessarily because of covid. The Government brag about their covid response, but I think it is some kind of sick joke. We were told once that 20,000 covid deaths would be a “good” outcome. There have now been more than 200,000 deaths. If we had had the same rate as Germany, Japan, Canada or Australia, tens of thousands of people would still be alive, but the truth is that to the Government, that does not seem to matter.",
        "The Government have attacked hard-won civil liberties and hard-won democratic rights. There has been anti-trade union bile and more anti-trade union legislation, making it harder and harder for trade unions to take strike action legally. We have the Government’s draconian attacks on the right to peaceful protest. They have also pushed forward a voter suppression strategy through the introduction of voter ID.",
        "It is good riddance to this disgraceful, law-breaking Prime Minister, but the truth is that it is not one politician or one Prime Minister who has created the situation in our country where there are more food banks than branches of McDonald’s. It is not one Prime Minister who has created the hostile environment for migrants and for those who people presume are migrants. It is the whole rotten system. The truth is that, over the past 12 years, we have seen what the reality of Conservative Government means to people in our country. The reason that Conservative Members decided to get rid of him is that they want to push forward with even more unpopular policies, pushing down living standards and letting the billionaires and the oil and gas giants off the hook. They merely want to find somebody who has the political capital to push forward that abhorrent policy, and that is why we need a general election."
    ]
}