{
    "url": "https://www.ukpol.co.uk/andy-burnham-2021-statement-on-housing-in-manchester/",
    "title": "Andy Burnham – 2021 Statement on Housing in Manchester",
    "post_date": "July 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Andy Burnham",
            "url": "/tag/andy-burnham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Andy Burnham, the Mayor of Greater Manchester, on 12 July 2021.",
    "content": [
        "Greater Manchester is setting out a clear and ambitious vision for new homes, enhanced green spaces and revitalised town centres. Linked to our plans for a zero-carbon future and good jobs and growth, this vision represents a major milestone as our city-region maps out its recovery from the pandemic.",
        "If we want to build back from the pandemic in a way that brings everyone with us and strikes at the root of inequality, we need a plan that strengthens our economy and our society against future challenges, and puts us in the best position to take advantage of new opportunities.",
        "We are already using our unique devolved powers and transforming our towns and cities so that they’re fit for the future. Through the pioneering Mayoral Development Corporation in Stockport and Oldham’s Mills Strategy, work is well under way to transform our urban centres by delivering good quality homes, sustainable public transport, and regeneration of the kind that will genuinely ‘level up’ our places.",
        "By building more low-carbon homes and equipping people with new retrofitting skills, we can also help to meet our goal of carbon neutrality by 2038 and lay the foundations for investment in green industry and innovation.",
        "We can no longer accept that the car is always king, and Places for Everyone will set out where inclusive growth can take place in areas well connected by an accessible, affordable, high-quality public transport infrastructure – our Bee Network.",
        "We all share the same priorities: we want to see better homes, better jobs, and better transport for everyone in our city-region. Everything we do is driven by that vision, and whether through Places for Everyone or other projects like the Homelessness Prevention Strategy and our plans for a world-class integrated transport network, we will continue to work together right across Greater Manchester to create a place where we can all succeed."
    ]
}