{
    "url": "https://www.ukpol.co.uk/andy-burnham-2022-comments-on-manchester-buses-coming-under-public-control/",
    "title": "Andy Burnham – 2022 Comments on Manchester Buses Coming Under Public Control",
    "post_date": "August 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Andy Burnham",
            "url": "/tag/andy-burnham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The comments made by Andy Burnham, the Mayor of Manchester, on 17 August 2022.",
    "content": [
        "The introduction of lower, simpler fares across our bus network signifies the biggest shake-up of our bus system in close to 40 years and comes at a critical time.",
        "Hundreds of thousands of households across Greater Manchester are deeply worried about money, with fears of even higher bills just around the corner.",
        "As the most used form of public transport, with around 2.5million trips every week across the city-region, introducing lower fares for bus passengers is the best way we can help the most people with the cost of travel right now.",
        "Coupled with the extension of Our Pass, which provides free travel for 16 – 18-year-olds, we are taking steps to make an immediate and tangible difference to people’s lives by putting money back into their pockets.",
        "While this is the right thing to do, we cannot at this point guarantee that this new fare structure will be permanent. It will be reviewed annually. But the more that people use the buses, the more likely it is that we will be able to sustain it."
    ]
}