{
    "url": "https://www.ukpol.co.uk/conor-burns-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Conor Burns – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Conor Burns",
            "url": "/tag/conor-burns/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Conor Burns, the Conservative MP for Bournemouth West, in the House of Commons on 10 September 2022.",
    "content": [
        "I place on record our gratitude to the Speaker for allowing Ministers to participate in this debate from the Back Benches. From having listened to the many contributions made yesterday and today, it is really striking how many of our constituencies had multiple visits from Her late Majesty the Queen over her seven decades of service. I was in my constituency of Bournemouth West yesterday, talking to local people who remember her last visit to Pier Approach in Bournemouth. She had views about all our constituencies, and so did her late husband. I was introduced to the Duke of Edinburgh in 2013, at a reception at Buckingham Palace. He asked me, “Where are you from?” I said, “Bournemouth, Sir.” He said, “Hmm, Bournemouth. Full of old people.” I said, “Yes, Sir, many of them a good deal younger than you.” For a split second, I thought I had made a serious mistake, but he burst out laughing and called the Queen over to tell her what I had said. She said, “Well, Philip, that isn’t hard, is it?”",
        "Our late Queen embodied our national values. When we go abroad, we find that people recognise the English language, our legal system, and our arts and culture; and because of her long, long reign, they very much identify the United Kingdom of today with the late Queen. I was constantly struck by her reach. In May, in Washington, I attended a RuPaul’s Drag Race British Invasion tour concert, where I met a young person called Josh Cargill. Josh is more commonly known by his stage name, Blu Hydrangea, and he is one of Northern Ireland’s pre-eminent drag queens. My conversation with Josh took a novel turn when he told me of his connection with Her late Majesty the Queen: she opened his primary school, Downshire Primary School in Royal Hillsborough, when he was a pupil there.",
        "I went to Downshire Primary in May to launch the Northern Ireland Office platinum jubilee rug competition. We asked the young people of Northern Ireland to design a rug on the theme, “A postcard from Northern Ireland”, to present to the royal household as a token of the young people’s appreciation for the Queen’s service. It was an enduring sign of the Queen’s role at the forefront of reconciliation; there was also the famous visit to Ireland in 2011, and the many conciliatory gestures she made in Northern Ireland to aid peace and reconciliation. The project was supported by over 2,000 entries from primary schools of every type—Catholic, Protestant and integrated—from every one of Northern Ireland’s six counties. It was a great delight that we were able to finish that project, and the rug designed by the young lady who won the competition, Emily, was made by that great royal warrant-holding, exporting company, Ulster Carpets, in Northern Ireland.",
        "The Queen was one of us. That is why she was held in such deep and enduring affection. Over the four days of the magnificent jubilee weekend, we were able to show Her late Majesty how deeply we cared for her, and how grateful we were for her long service. Our new Prince of Wales has reminded us of his grandmother’s words:",
        "“Grief is the price we pay for love.”",
        "Our country can be very proud of those four days; through them, there is no doubt that Her late Majesty the Queen died secure in the knowledge of our love and affection. Looking back, that was the moment that we brought the Queen close to us one last time, and in a very real sense also let her go. May our wonderful servant and sovereign rest in peace, and may God save the King."
    ]
}