{
    "url": "https://www.ukpol.co.uk/andy-burnham-2021-statement-on-greater-manchester-police/",
    "title": "Andy Burnham – 2021 Statement on Greater Manchester Police",
    "post_date": "August 2, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Andy Burnham",
            "url": "/tag/andy-burnham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Andy Burnham, the Mayor of Greater Manchester, on 29 July 2021.",
    "content": [
        "We had planned, at today’s meeting of the Greater Manchester Combined Authority, to hear from our new Chief Constable on his improvement plans for GMP.",
        "Alongside that, I was planning to provide more detail about how we intend to take the force into a new era of greater openness and strengthened accountability.",
        "Following the cancellation of today’s meeting, I thought it was important to set out these next steps in a written update.",
        "The Chief Constable will now attend a meeting of the GMCA on 10 September. On the same day, his forward plan for GMP will be published together with the full analysis provided by PwC.",
        "We will aim to publish the independent review into Child Sexual Exploitation in Oldham by November or, at the very latest, by the end of the year.",
        "We will publish the independent review into CSE in Rochdale early in the New Year, with the aim of February.",
        "We will hold our first Greater Manchester Police Public Accountability Meeting for elected members across GM in Oldham on 26 November. The event will be live-streamed and will follow the meeting of the GMCA. Details of how elected members can apply to attend will be issued shortly. From now on, there will be two public accountability meetings every year.",
        "These steps towards more transparency and accountability build on the publication earlier this week of the first Achieving Race Equality report, which from now on will be updated quarterly, and the introduction in January of a named and contactable police officer and PCSO for every ward in Greater Manchester."
    ]
}