{
    "url": "https://www.ukpol.co.uk/conor-burns-2019-statement-on-no-deal-brexit-schedule-of-tariffs/",
    "title": "Conor Burns – 2019 Statement on No-deal Brexit Schedule of Tariffs",
    "post_date": "October 9, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Conor Burns",
            "url": "/tag/conor-burns/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Conor Burns, the Minister of State at the Department for International Trade, in the House of Commons on 7 October 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2019/10/conorburns.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2019/10/conorburns.jpg)",
        "I am grateful to the hon. Gentleman for his question.",
        "On 13 March, the Government announced that they would implement a temporary tariff regime in the event of a no-deal Brexit. This regime would apply equally to all imports that are not subject to alternative trade arrangements and would apply for up to—I stress, up to—12 months while a full public consultation takes place to inform long-term tariff arrangements. The Government would prefer to leave with a deal and will continue to work energetically and with determination to get that better deal. This will require the European Union to show the same spirit of compromise that my right hon. Friend the Prime Minister is demonstrating in his engagement with our European friends and allies.",
        "As the UK leaves the EU, the Government are stepping up their preparations to get the UK ready to trade if there is no deal. The temporary tariff regime will maintain open trade on the majority of UK imports, helping to support consumers, business supply chains and sensitive sectors of the UK economy. Due regard has been given to the five principles set out in the Taxation (Cross-border Trade) Act 2018: the interests of consumers in the UK; the interests of producers in the UK; the desire to maintain and promote external trade of the UK; the desire to maintain and promote productivity in the UK; and the extent to which these goods are subject to competition. It reaffirms our commitment to become a free-trading nation. It realises the benefits of an independent trade policy to support increased trade and investment with partners new and old around the world and increased choice for British shoppers.",
        "At the same time, Her Majesty’s Government recognise the importance of retaining some tariffs. Tariffs would therefore apply on just over 10% of imports, supporting sectors facing unfair global competition, mitigating otherwise significant adjustment costs for the agricultural sector, supporting the strategically important automotive sector and maintaining our commitments to developing countries. Preferential access to the UK market is important for our developing country partners, and tariffs are being retained on a set of goods, including bananas, raw sugar cane and certain kinds of fish, to demonstrate the Government’s ongoing commitment to countries in the developing world. During the article 50 extension, the Government have remained responsive to the concerns of business and have reviewed the tariffs that would come into effect if the UK left the EU without a deal.",
        "To answer the hon. Member for Nottingham East (Mr Leslie), the Government will publish the final tariffs shortly. It would not be appropriate for me to comment on any amendments being considered prior to that announcement. As he will understand from his former guise as shadow Chancellor, to do so would be irresponsible. The Government will ensure that Parliament is informed as soon as is practically possible once a final decision has been made."
    ]
}