{
    "url": "https://www.ukpol.co.uk/andy-burnham-2015-comments-on-nhs-finances/",
    "title": "Andy Burnham – 2015 Comments on NHS Finances",
    "post_date": "August 9, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Andy Burnham",
            "url": "/tag/andy-burnham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Andy Burnham, the then Shadow Health Secretary, on 23 April 2015. The comments were made in response to a report published by the King’s Fund on NHS finances.",
    "content": [
        "This report shows how far the NHS has fallen on David Cameron’s watch and lays bare the scale of the crisis it is facing. It confirms that, at this Election, its future hangs in the balance. The NHS can’t take five more years like the five it has just had.",
        "David Cameron promised to protect the NHS but it’s gone backwards on his watch with a crisis in A&E, waiting lists at their highest for six years and one in four patients unable to see their GP within a week.",
        "Cameron promised to cut the deficit, not the NHS. But we now know that, in reality, he has created a large deficit in the NHS. The financial crisis in the NHS is biting this year, with patients seeing treatments rationed, services closed and hospitals without enough staff.",
        "Labour’s first Budget will bring in a mansion tax to get the funds flowing into the NHS this year and next. The NHS is in crisis now and Labour is the only Party facing up to it, with a fully-funded Rescue Plan. It stands in clear contrast to the Tories who caused the crisis and have extreme spending plans that will put the NHS at risk.",
        "The NHS was forced to spend £1 billion on agency staff last year because of the shortage of nurses under David Cameron. Only Labour’s plan to recruit 20,000 extra nurses – paid for with a £2.5 billion a year Time to Care Fund – will allow hospitals to break the hold of the staffing agencies and get their finances into better shape."
    ]
}