{
    "url": "https://www.ukpol.co.uk/andy-burnham-2021-comments-on-the-williams-shapps-plan-for-the-railways/",
    "title": "Andy Burnham – 2021 Comments on the Williams-Shapps Plan for the Railways",
    "post_date": "June 5, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Andy Burnham",
            "url": "/tag/andy-burnham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The comments made by Andy Burnham, the Mayor of Greater Manchester, on 20 May 2021.",
    "content": [
        "I broadly welcome these reforms and believe they could bring some much-needed sense and stability to what has felt in recent times like a chaotic railway. Rail privatisation as we have known is over and there won’t be many tears shed in Greater Manchester about that. But we do have concerns that this move back to a centrally-controlled railway could weaken the powers of the North over our railway and we are seeking reassurances from the Transport Secretary that this will not be the case.",
        "It is important to remember that Northern Mayors and Leaders led calls for change following the timetable chaos in May 2018. We said enough was enough, demanded a better rail service here and this is a significant response to that call. While these changes are clearly a sizeable step in the right direction, they do appear to fall short of what the Prime Minister promised at the Convention of the North in 2019 – notably devolved control of services and stations. In Greater Manchester, we want that local control so we can deliver a London-style public transport system by the end of the decade. We hope that these proposals will not cut across that vision and want to work with the Transport Secretary and the new Great British Railways to deliver it."
    ]
}