{
    "url": "https://www.ukpol.co.uk/andy-burnham-2022-comments-on-hs2-and-manchester/",
    "title": "Andy Burnham – 2022 Comments on HS2 and Manchester",
    "post_date": "August 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Andy Burnham",
            "url": "/tag/andy-burnham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Andy Burnham, the Mayor of Greater Manchester, on 4 August 2022.",
    "content": [
        "We cannot continue to repeat the mistakes of the past – failing to invest in central Manchester’s rail links has led to rail chaos across the North time and again.",
        "This is a huge moment and the decisions that are made now will affect the prospects for people here in the North for hundreds of years to come. A second-class choice for HS2 at Manchester Piccadilly station will be a hammer blow to any prospects of really Levelling Up our country.",
        "If we get the wrong solution at Piccadilly, it will limit economic growth, limit opportunities for local people and businesses, and limit the right rail solution for the whole of the North of England. This issue is of first order importance to our city-region, and it is only right that all MPs have the opportunity to debate and vote on the final plans for this once-in-a-century opportunity.",
        "We are pleased that there has been some progress and welcome the comments from Liz Truss to fully commit to delivering the North’s version of Northern Powerhouse Rail. But if she is being true to her words, this must also include a reset moment on HS2 and the station at Piccadilly which is fundamental to the future of the North."
    ]
}