{
    "url": "https://www.ukpol.co.uk/andy-burnham-2010-speech-to-age-uk-social-care-conference/",
    "title": "Andy Burnham – 2010 Speech to Age UK Social Care Conference",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Andy Burnham",
            "url": "/tag/andy-burnham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the former Secretary of State for Health, Andy Burnham, on 10th March 2010.",
    "content": [
        "[![andyburnham](https://www.ukpol.co.uk/wp-content/uploads/2015/11/andyburnham-201x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/andyburnham.jpg)",
        "When I became Health Secretary last year, I put reforming care for older and disabled people at the top of my priority list.",
        "I have to admit there have been days since when I’ve had cause to question the wisdom of that decision.",
        "This issue, as we all know, is a political minefield and I’ve asked myself more than once whether I’d bitten off more than I could chew.",
        "But, as difficult as it gets, I am absolutely determined to see it through.",
        "That’s because, though real improvements have been made, our social care system remains fundamentally unfair – as harsh as healthcare provision in the days before the NHS.",
        "And my conviction to do something about it was forged from seeing my own grandmother – a proud Scouse lady – laid low emotionally and financially.",
        "I have a strong sense of the injustice here and there’s no point being in politics if you’re not prepared to act on those instincts when you have the chance.",
        "So I can say today that I am resolved on two things: first, that I will bring forward proposals for a National Care Service in a White Paper this side of the Election; second, that I still want to build as much political consensus around it as I possibly can.",
        "With that in mind, I think it is a positive thing that we’re gathered here today and that all three parties are back in the same room. I’d like to thank Age UK for making it possible.",
        "As well as revealing our differences, I hope today’s debate might also surprise people by revealing more consensus between the parties than they might think.",
        "First, all parties seem to agree that reform is now urgent, and that the Green Paper has achieved the aim I set for it of building unstoppable momentum for a fundamental reform bill in the next Parliament.",
        "Second, that the idea of a National Care Service – replacing today’s local lottery with national assessment and national entitlement – has been broadly accepted.",
        "Third, there is also emerging consensus that payment must be based on a partnership between the individual and the state and be fair across the generations, as a cross-Party commission concluded this week.",
        "Fourth, that in its design, the National Care Service should provides care which is personal, preventative and integrated with other services.",
        "As we look to build further consensus, I have been listening and reflecting on what has been said during our Big Care Debate.",
        "Some felt the Green Paper didn’t say enough about carers and I think that’s a fair criticism. The White Paper will say more about how the National Care Service will help carers cope, by providing them with better support when they need it.",
        "People also raised questions about benefit reform. On Attendance Allowance, the Age Concern manifesto states that ‘any reform…must retain its essential features’. I agree. And I will ensure that the White Paper reflects this.",
        "So far, so good. But from here it gets harder as we talk about how to pay – with claims of taxes of one kind or another.",
        "The problem with this politically-charged debate is that it ignores the fact that today we have the cruellest tax of all – a dementia tax, as the Alzheimer’s Society puts it, where the more vulnerable you are, the more you pay.",
        "We know that eight out of ten people will develop a care need as they got older. So we know we are likely to have to pay something for our care but no-one knows how much. It’s a cruel lottery where people are forced to gamble with their homes and savings.",
        "The need for reform is not in doubt. The question is how to pay for it.",
        "The broad choice is between a voluntary and compulsory system. There are pros and cons with each.",
        "A voluntary funding option would provide more choice, but with low take-up. It would come at a greater cost to the individual, and the question is: can it be made affordable to all? I think of my constituents in Leigh when I ask that question. Our Green Paper put the cost of this at £25,000.",
        "A compulsory option would be more affordable and provide care on NHS terms – free at the point of use when it is needed – but it would take choice away from the individual.",
        "So that’s the basic question that the Government is still considering.",
        "For me, the crucial test of any proposed solution is that it must be within the reach of all people and affordable to everyone.",
        "It will only be lasting solution if everyone is able to get the peace of mind that comes from knowing your care needs are covered. And any solution must help all people to protect what they have what they have worked for so it can be passed on – nobody should have to lose their home to pay for their care.",
        "If we fail to act now, the unfairness will only increase as we all live longer.",
        "And the problem now affects many more families and many more communities as today’s generation of pensioners are the first real home-owning generation.",
        "They are looking to us work together to find the solution and we must not let them down."
    ]
}