{
    "url": "https://www.ukpol.co.uk/conor-burns-2020-personal-statement-after-intimidating-a-member-of-the-public/",
    "title": "Conor Burns – 2020 Personal Statement After Intimidating a Member of the Public",
    "post_date": "May 12, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Conor Burns",
            "url": "/tag/conor-burns/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the personal statement made on 18 March 2020 by Conor Burns, the Conservative MP for Bournemouth West, following an inquiry into his behaviour. The Parliamentary committee found: “Our overall conclusion is as follows. Like the Commissioner, we are persuaded by the evidence that Mr Burns used his parliamentary position in an attempt to intimidate a member of the public into doing as Mr Burns wished, in a dispute relating to purely private family interests which had no connection with Mr Burns’ parliamentary duties. Mr Burns persisted in making veiled threats to use parliamentary privilege to further his family’s interests even during the course of the Commissioner’s investigation. He also misleadingly implied that his conduct had the support of the House authorities.”",
    "content": [
        "I understand from the Clerk to your committee that you will meet next week to consider the report that has been sent to you.",
        "I would like to highlight a couple of points that I would ask that you consider in making a decision on how to proceed.",
        "As I have openly acknowledged, on reflection, I absolutely should not have written to the complainant in the terms I did or used House stationary [sic] to do so. I am sorry I did so and regret it.",
        "My motivation was to try and get the company to engage with my father on a long running dispute. To this day they have not done so and my father is taking court action. This has had a significant negative impact on his health.",
        "Whilst I absolutely should not have written as I did I regret that the complainant suggested I used House postage yet did not include the envelope which would have showed I paid the postage myself and submitted the receipt for this to the Commissioner for Standards.",
        "At the time I wrote I was under a huge amount of personal stress as I explained to the Commissioner privately. I will share this with the Clerk to your committee but do not want to write it here.",
        "I would ask the committee to consider the length of time this complaint has been hanging over me. My first letter from the Parliamentary Commissioner for Standards is dated 12 March 2019. I have been living with this for over a year.",
        "Whatever action your committee decides is appropriate I can assure you that it has been very distressing to me that I have added to my elderly father’s worries. To be asked every week by him if there was any news on the inquiry has been very hard to take.",
        "I profoundly regret involving myself in this in any way and if I could turn the clock back I would not have done it.",
        "Whatever the outcome and despite real anger as to how my father has been treated by the complainant and the company of which he is Chairman I have given my word that I will not use my role as a Member of Parliament in any way to comment or act in relation to this case in the future. I willingly give that undertaking to your committee.",
        "I am grateful to you for taking the time to read this."
    ]
}