{
    "url": "https://www.ukpol.co.uk/andy-burnham-2011-speech-to-demos/",
    "title": "Andy Burnham – 2011 Speech to Demos",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "Andy Burnham",
            "url": "/tag/andy-burnham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Andy Burnham, the Shadow Education Secretary, to Demos on 12th July 2011.",
    "content": [
        "[![andyburnham](https://www.ukpol.co.uk/wp-content/uploads/2015/11/andyburnham-201x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/andyburnham.jpg)",
        "When I was given this job, I said I wanted to rethink comprehensive education for the 21st century.",
        "Today I will set out my vision for what that means in practice.",
        "My thinking has been shaped by discussions in Labour’s Schools Policy Review and I am grateful to the experts on the group for their insights, and pleased that we are joined by one of them today – inspirational former primary school head, Richard Gerver.",
        "I would also like to thank Demos and Microsoft for hosting us today, and Mike Baker for agreeing to chair this event.",
        "My experts have told me one clear home truth: for too long, politicians have been labouring under old and out-dated assumptions about education and schools.",
        "Having begun in denial, I am now able to admit they are right.",
        "So, as Secretary of State for Education, I would look to build a school system in England based on three clear principles:",
        "First, where hard work is properly rewarded and all young people have something to aim for beyond school.",
        "Second, where we reach every single child, by judging schools on the difference they make for every individual student – including how far schools stretch the brightest",
        "Third, where learning is made relevant to life today, building the character and qualities young people will need to succeed in 21st century",
        "Reward, reach, relevance – these will be my 3Rs to guide schools reform in the 21st century.",
        "I will seek endorsement for them from Labour’s Annual Conference as part of a report of the schools policy review.",
        "It sounds simple. But, as I want to explain today, a school system that truly lives and breathes these ideas will be different than it is today.",
        "And, if it is to be a reality, it’s the political debate about education that urgently needs to enter the 21st century.",
        "My son starts secondary school in September.",
        "Last week, we attended the induction evening with other parents.",
        "The head began by asking us not to judge what we were about to hear by our own time at school.",
        "Schools today were preparing young people for a very different world than the 1980s, he said.",
        "Our sons and daughters could expect to have at least 10 different jobs throughout their career.",
        "Unlike their grandparents, who did specific jobs in large industries, they will most likely work in smaller companies. They will need to be all-rounders, able to adapt quickly to new situations.",
        "It is more likely that they will be employers as well as employees.",
        "With all this in mind, he said, thinking only about exam results would be to miss the point.",
        "Facts and content are not all that matters as some of our children will work in industries we don’t yet know about.",
        "Success in the 21st century will depend on young people’s ability to be resourceful, adaptable, self-confident, creative and self-managing.",
        "Good presentation and people skills will be essential, as will critical thinking.",
        "As I sat listening to this, I was struck by two things: first, how it echoed what I had been hearing from my experts on the policy review; second, how I wished I could get him before the House of Commons to make this speech.",
        "Most MPs, myself included, base their views on education on their own school days and what life was like in the 60s, 70s or 80s.",
        "As the outside changes rapidly, schools remain frozen in time in the minds of most MPs.",
        "But, since the Election, it’s got worse.",
        "Under the Coalition, thin king about education has headed backwards at breakneck speed – following the script of a 1980s film.",
        "You may remember it. It starred a man called Michael, who was trapped in the 1950s.",
        "Back to the Future probably would have been a better title for Michael Gove’s White Paper.",
        "Learning facts by rote to pass exams – names of rivers, Kings and Queens – is relentlessly promoted above instilling the essential qualities young people will need to navigate the modern world.",
        "It’s hard to understand the thought process that can conclude that the way forward for England’s schools in the 21st century is to bring in a new ‘gold standard’ measurement system that values Latin and Ancient Greek above Engineering, Business Studies or ICT.",
        "And, in a world of work that gets more complicated by the day, what do ministers do?",
        "They drop the requirement for work-related learning at Key Stage 4 and allow the Careers Service to melt away before our eyes.",
        "It’s a wholly inadequate response.",
        "By setting out an alternative vision today, I hope to refocus the education debate away from the Government’s obsession with structural reform and back on more fundamental questions.",
        "What are schools for? What do employers want from them?",
        "This is where I start from.",
        "Employability is important, but it’s not all that matters. Schools have to be about values and citizenship too.",
        "Somewhere along the line, as well as being stuck in the past, politicians have lost this broad view of education.",
        "Schools should build strong and prosperous communities in which all young people are ready and able to fulfil their potential – as citizens, employees, employers, mums, dads, carers and neighbours.",
        "This is my answer to the question ‘What are schools for?’",
        "But I don’t know what the Government thinks.",
        "Instead, we see a blizzard of activity focused on changing school structures without any clear vision of what makes the 21st century school.",
        "The Government urgently needs to correct this and to show how its structural reforms will deliver its vision.",
        "Failure to do that risks making its own reform programme an irrelevant sideshow: change for its own sake, a numbers game, rather than focusing schools on the job in hand of rising to the big economic and social challenges of this century.",
        "I am optimistic about our future, but right now our schools look stuck in the last century and government changes are sending them backwards not forwards.",
        "If current policy stays unchanged, I have great fears for where we’ll be in 10 years time.",
        "The lethal combination of the narrow English Baccalaureate and a free-for-all in schools risks cementing an impression that has been building for the last 20 years: a production-line approach to education where schools are stressed-out exam factories teaching to regurgitate facts u nder pressure rather building rounded characters.",
        "Schools have no choice but to focus on what they’re told.",
        "As the Secretary of State told the Commons yesterday, there has been an increase in the number of young people learning Latin in state schools.",
        "I’m not sure it’s the cause for celebration he seems to think it is.",
        "I have nothing at all against bright young people choosing Latin at GCSE. But what I suspect is happening is that schools are steering children towards EBacc subjects and the effect of this is that it is limiting choices for all children within the school.",
        "But I certainly can’t celebrate a system that encourages a focus on the top 30% of students at the expense of the rest.",
        "It leads me to ask: What has this Government got against creativity? What have they got to say to the 70% of children who are unlikely to opt for EBacc subjects?",
        "I think it’s inevitable that the effect will be a school system that sift s into two levels – schools that do well under EBacc and those that don’t.",
        "This risks taking us back to the 1950s: a two-tier system where technical or practical is second-best, our education system is divided, and a generation of children failed.",
        "England urgently needs an alternative to this out-dated thinking.",
        "We need an education policy that is both forward-looking and reasserts the broad view of education.",
        "So here are my emerging ideas about how to build a school system based around the three principles I mentioned at the beginning.",
        "First, a system where hard work is properly rewarded, by giving all young people something to aim for – building on our success in expanding university and apprenticeship places.",
        "The education debate in England urgently needs to be re-balanced.",
        "As Demos has rightly identified, politicians of all parties over a long period of time have let down the 50% or more of young people not planning to go to university.",
        "Because most went to university, there is a tendency to think exclusively about A Levels and the university route, exams and qualifications.",
        "Our school system has traditionally provided great clarity to young people on university route, as to what they need to do to secure a place.",
        "Young people outside that route have had nothing like the same clarity and have been expected to make their own way.",
        "Unless that changes, our school system will continue to cater for some children, not all children. We won’t rise to the big challenges of this century, which are different to the last.",
        "When we started school, our generation had more certainty and structure.",
        "On the whole, people knew university was a realistic possibility – and affordable – if they met the required standard.",
        "For those planning to enter work, trainee schemes operated by large industries were in much more plentiful supply. Entry requirements for them were well understood.",
        "Today, there is still clarity about what it takes to go to University – even if that is a receding possibility for many young people.",
        "But, with the demise of large industry, there is nowhere near as much clarity for young people who want to get good vocational qualifications that will take them towards skilled work.",
        "And this problem will only get bigger, as young people switch off from higher education.",
        "I think this is taking the country in the wrong direction, as university education gives people the all-round versatility and confidence they will need for the modern world.",
        "But, if we are to avoid a lost generation, we must urgently rethink what we are offering as a society to young people not planning to go to university.",
        "When they start school, all young people need to feel they have something to aim for.",
        "If they don’t have a clear sense that school needs is leading somewhere and giving them a path in life, the risk will be that we see young people switching off at school in greater numbers as the EBacc is not what they want and other courses will have the distinct feel of being second-best, an afterthought.",
        "So what to do?",
        "I want all young people to have a solid opportunity to aim for at 18 – be it a University place or apprenticeship.",
        "But, if we want to instil the right values in our young people, it can’t be about handing everything on a plate.",
        "So I believe this points to developing a new social contract with young people.",
        "When starting school, the message to all young people should be clear: if you put in the hours, and if you meet the required standard, you will gain a solid, prestigious qualification which will open up a good opportunity for you beyond school.",
        "This means we will need good-quality apprenticeships in much more plentiful supply than there are today, and much clearer information and structure for how they access them.",
        "For instance, why isn’t there as much clarity over applying for apprenticeships as there is for applying to universities?",
        "Could we build up the system John Denham introduced into a true UCAS-style system where the best opportunities go to those who work hardest?",
        "Delivering this change will be about building on what we did in Government, but taking it to a new level.",
        "Labour saved apprenticeships from near-extinction.",
        "We more than quadrupled the number of places in our 13 years in government and had plans for further big expansions of public sector apprenticeships.",
        "If the path towards an apprenticeship was as clear as the path towards university, more young people would see the relevance of their education and understand that hard work would be rewarded.",
        "This is why the current shambles around the careers service is so damaging. The school and college leaders’ union, ASCL have said that 2 million young people could mi ss out on careers advice due to government mismanagement.",
        "A social contract for young children of the kind I am talking about will be essential to preventing the terrifying prospect of lost generations throughout this century.",
        "But it will also build a society based on the right values.",
        "In the eyes of the public, Labour in government started to lose an association with hard work and the idea that the way to get on in life is to put in the hours.",
        "At times, we created an impression that opportunities would be provided regardless of people’s willingness to grab them.",
        "A society based on responsibility means firmly planting at the heart of our school system the idea that hard work will be rewarded.",
        "This takes me to my second principle – a school system that reaches every single child, where there is an incentive to stretch every child.",
        "Labour made huge progress at every stage of children’s development.",
        "Sure Start brought a whole-family approach to education and helped bring children to primary school ready to learn.",
        "Primary schools were our great success story. But it’s from 11 to 19 that the picture is more mixed.",
        "I’ve been reflecting on what we got right and wrong.",
        "In 1997, inheriting a system with 50% of schools failing to give a third of kids basic standards in English and maths meant we needed to get a pretty firm grip at the centre.",
        "Our National Challenge benchmark of 5 A*-C at GCSE was the right measure for the time and helped us to turn around over 1,000 failing schools.",
        "But sticking with it for as long as we did brought two problems with it: first, it judged schools by how well they did with some children, not all children; second, it did not provide sufficient incentive to stretch the brightest, to turn Cs in Bs, Bs into As, and As into A*s.",
        "The new Government has made great play of the fact that it is continuing Labour’s approach – but with added fervour and intensity.",
        "This is a debatable claim. But it is true to the extent that the current Government are now in grave danger of cementing into the system some of the flaws in Labour’s approach.",
        "I believe there will always be a need for some measure of absolute standards in our schools.",
        "But in Government we were beginning to move away from 5A*-Cs as a headline measure, because we knew that any ‘threshold’ standard like this would focus attention at the borderline and not incentivise schools to focus on every child.",
        "We can’t turn off the flow of data, and the more information we have about our schools, the better. But we can control how politicians handle and react to that data.",
        "By making the English Bacc their headline performance measure for schools the Government has ensured that turning grade Ds into Cs will remain a core focus for schools.",
        "Having promised to end top-down targets, schools are being plac ed in a vice-like grip – not just the EBacc but also a tougher 5 A to Cs floor target.",
        "Labour’s policy review is looking at whether it is possible to reform league tables so that schools are judged by the difference that they make with each individual learner.",
        "We will now do further work on developing a simple measure –using CVA or VA as a starting point – that is well understood, trusted by parents and supported by the profession.",
        "If we get it right, it could align the political imperative to measure how schools are doing with the professional vocation of teachers to make a difference for every child.",
        "It would be a simple expression of what should be the mission of every school: pushing every pupil to be the best they can be, with a clear incentive to put no limits on how far we stretch the brightest.",
        "But we will only do that if we also enact my third principle and create a system where learning is made relevant to life today, building t he character and qualities young people will need to succeed in 21st century.",
        "Schools need to give young people need relevant answers to the challenges in their lives.",
        "They need forward-looking courses of study, with links to the world of world, that don’t just focus on facts and knowledge but instil the essential qualities they will need to get on in a changing world.",
        "Relevance is an important concept in education – but not one that features in current Ministerial thinking.",
        "We mustn’t trap ourselves in the out-dated thinking that learning falls into clear categories: the academic or vocational, the theoretical or the practical, the brain or the hands.",
        "Many subjects, like medicine or engineering, are a mixture of both.",
        "We can both stretch young people academically – for example, by offering triple science at GCSE – whilst also promoting practical or vocational learning, like the Engineering Diploma. It’s not a choice between the two, as the Government seems to suggest.",
        "Employers and universities are united and clear in what they want from schools – young people strong in the basics and displaying what they call ‘employability skills’ – like self-management, team working and problem solving.",
        "And they want to see more young people with specialist knowledge in science, technology, maths and engineering.",
        "So it follows that we need a school system that instils those essential qualities, builds strong characters and encourages independent learning.",
        "It is clear that a content-driven curriculum alone will not develop the attributes that employers and universities say they are looking for.",
        "We need to look at how we ensure all young people have the opportunity to develop the knowledge and attributes they need for the modern world.",
        "I think we need to look at two areas first.",
        "First, is there a case for setting out a minimum entitlement for all children – a binding statement of rights in a world where the education system is more fragmented and some schools narrow their focus?",
        "It could build on our pupil and parent guarantees, scrapped by this Government.",
        "Like the right to one-to-one catch-up if a child fell behind in the basics.",
        "Like the opportunity to study triple science at GCSE, or to learn a language at primary school.",
        "Increasing the life chances of children from poorer families in a century where social networks and family connections are becoming more important means giving them access to the same breadth of opportunities as children from better-off families that broaden horizons.",
        "It’s not just about academic opportunities. There is a real fear that sport, cultural opportunities and work experience become random again and the preserve of those whose families can organise opportunities.",
        "These are the things that develop confidence and character.",
        "In my view, every child should have the chance to experience qualified coaching and competitive opportunities in a range of sports.",
        "Just as I would like to see every child experience a creative and cultural education – with opportunities to learn a musical instrument, to act in a play, to develop confidence in public speaking.",
        "Sport and arts are the things that can turn on a light inside many children, helping them achieve more in their core academic studies.",
        "And if we are truly to raise aspirations for every child, we need to be far more ambitious about work-related learning.",
        "Employers have a right to say that schools are turning out young people lacking in the skills they are looking for.",
        "But they also have a responsibility to get involved in schools and help them develop those skills.",
        "Experience of the workplace is essential if we are to broaden the horizons of our most deprived children.",
        "We know that when young people organise their own work experience, a form of social reproduction takes place and they end up experiencing the type of work their families are involved in.",
        "You don’t often find working class kids spending two weeks in a law firm if they have to organise it through their own connections.",
        "Rather than scrapping the requirement, we should have a much more ambitious view where the worlds of law, finance, media and politics are opened up to young people from less well-connected families.",
        "Third sector organisations like Future First and the Education and Employers Taskforce are helping schools to build the networks that they need to offer these opportunities in their local communities.",
        "But minimum entitlements alone will not be enough. We also need a radical rethink of the 14-19 curriculum so that we can give young people a relevant and engaging path from school to work.",
        "Looking back, Labour missed a moment in 2006, with the publication of the Tomlinson Report.",
        "We had a chance to reshape the curriculum and the work of schools – relevant, rewarding, built around the strengths and interests of every child – but failed to take it.",
        "I want to go back to the principles of that report but update it too.",
        "We stand a better chance of engaging all young people if we can offer them relevant options at 14.",
        "English and maths must always be at the core of a young person’s education, and no one should be forced to specialise before they are ready. But they should be able to if they are.",
        "Last week, I visited the JCB Academy and saw students following a programme of study that they had chosen – and that they clearly found highly relevant and engaging.",
        "The Engineering Diploma that JCB Academy offers mixes high quality academic and practical learning, and can help open the doors to apprenticeships and university.",
        "But, importantly, it doesn’t close any doors – the head teacher told me that if, at 16, one of their students decided they wanted to study medicine, there would be no reason why they couldn’t. The school will score zero on the English Baccalaureate.",
        "Instead of closing down their choices, as the English Baccalaureate does, I think we should open them up – so young people can follow the pathway that is right for them and develop their talents, be those are academic, technical, linguistic or creative.",
        "I think we need to look at introducing a true Baccalaureate, like the International Baccalaureate: a broad programme of learning that lets all young people choose the path that suits them best but gives all the solid, prestigious qualification age 14-19 that is valued by employers and universities that I was talking about earlier.",
        "If we are to do this successfully, it will demand more of our teachers.",
        "Standing in front of a class and teaching kids to memorise facts isn’t easy.",
        "But it might seem more straightforward than developing a relevant programme of study that speaks to every child and equips them with not only the knowledge, but also the essential attributes, they will need to succeed in the modern world.",
        "Luckily, we currently have the best generation of teachers ever. I want to make it a national mission in the coming decade to build the best teaching workforce in the world.",
        "That’s why I am asking if there’s a case for working towards making teaching a masters-level profession, following the example of the best school systems around the world.",
        "Only with the highest-quality, most professional teaching workforce in the world will we be able to deliver an education system that rewards hard work, reaches every child and is relevant to the modern world.",
        "This emphasis on access to CPD for teachers could be linked to the introduction of a professionally-led licence to teach.",
        "A more relevant 14 to 19 curriculum will also mean changes for our schools.",
        "I want to see every local area develop exciting and engaging new post-14 pathways, working with employers and post-16 providers.",
        "The implication of this is two major changes from current policy: first, a continuing and important planning role for the local authority in education; second, an education system where collaboration between schools, rather than hand-to-hand combat, is the driving force.",
        "Education is essentially a collaborative activity: the more people share thoughts and ideas, the more they learn. But the market model doesn’t recognise this: it encourages schools jealously to guard the best of what they’ve got; and will produce winners and losers, where young people get trapped in struggling institutions.",
        "My vision is to open up the best that every area has to offer to all children.",
        "A refocused 14-19 curriculum might also mean at 14 that we spend more time bringing the very brightest children together from schools a cross a local authority area, so they can learn from each other and we can give them a clearer idea of what is required on the Russell Group or Oxbridge path.",
        "A system that is “comprehensive and collaborative”: not a rose-tinted view of education but, according to PISA, the defining characteristics of the world’s best education systems.It is about facing future challenges, not a vision of education stuck in the past.",
        "It is about instilling essential qualities rather than focusing solely on facts and exams.",
        "It is about finding a route through for every child, not just the top 25%.",
        "If we don’t do these things, we are facing a century when there is a real risk that social mobility will go seriously into reverse.",
        "The British Promise that Ed Miliband has spoken of – where children have greater life chances than their parents – will only be a reality if we can bring our schools into the 21st century.",
        "Preventing a lost generation and wasting the talents of our young people is one of the great challenges of our times.",
        "As university gets more expensive, EMA withdrawn, and old structures break down, it will be those kids without connections, and family networks, who fail to get on.",
        "I came into politics to challenge that.",
        "And its why today I put forward my vision for comprehensive education in the 21st century: relevant, rewarding, aspirational for all."
    ]
}