{
    "url": "https://www.ukpol.co.uk/andy-burnham-2012-speech-to-labour-party-conference/",
    "title": "Andy Burnham – 2012 Speech to Labour Party Conference",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "2012 Labour Party Conference",
            "url": "/tag/2012-labour-party-conference/"
        },
        {
            "text": "Andy Burnham",
            "url": "/tag/andy-burnham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Andy Burnham to the 2012 Labour Party conference.",
    "content": [
        "[![andyburnham](https://www.ukpol.co.uk/wp-content/uploads/2015/11/andyburnham-201x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/andyburnham.jpg)",
        "Conference, my thanks to everyone who has spoken so passionately today and I take note of the composite.",
        "A year ago, I asked for your help.",
        "To join the fight to defend the NHS – the ultimate symbol of Ed’s One Nation Britain.",
        "You couldn’t have done more.",
        "You helped me mount a Drop the Bill campaign that shook this Coalition to its core.",
        "Dave’s NHS Break-Up Bill was dead in the water until Nick gave it the kiss of life.",
        "NHS privatisation – courtesy of the Lib Dems. Don’t ever let them forget that.",
        "We didn’t win, but all was not lost.",
        "We reminded people of the strength there still is in this Labour movement of ours when we fight as one, unions and Party together, for the things we hold in common.",
        "We stood up for thousands of NHS staff like those with us today who saw Labour defending the values to which they have devoted their working lives.",
        "And we spoke for the country – for patients and people everywhere who truly value the health service Labour created and don’t want to see it broken down.",
        "Conference, our job now is to give them hope.",
        "To put Labour at the heart of a new coalition for the NHS.",
        "To set out a Labour alternative to Cameron’s market.",
        "To make the next election a choice between two futures for our NHS.",
        "They inherited from us a self-confident and successful NHS.",
        "In just two years, they have reduced it to a service demoralised, destabilised, fearful of the future.",
        "The N in NHS under sustained attack.",
        "A postcode lottery running riot – older people denied cataract and hip operations.",
        "NHS privatisation at a pace and scale never seen before.",
        "Be warned – Cameron’s Great NHS Carve-Up is coming to your community.",
        "As we speak, contracts are being signed in the single biggest act of privatisation the NHS has ever seen.",
        "398 NHS community services all over England – worth over a quarter of a billion pounds – out to open tender.",
        "At least 37 private bidders – and yes, friends of Dave amongst the winners.",
        "Not the choice of GPs, who we were told would be in control.",
        "But a forced privatisation ordered from the top.",
        "And a secret privatisation – details hidden under “commercial confidentiality” – but exposed today in Labour’s NHS Check.",
        "Our country’s most-valued institution broken up, sold off, sold out – all under a news black-out.",
        "It’s not just community services.",
        "From this week, hospitals can earn up to half their income from treating private patients. Already, plans emerging for a massive expansion in private work, meaning longer waits for NHS patients.",
        "And here in Greater Manchester – Arriva, a private bus company, now in charge of your ambulances.",
        "When you said three letters would be your priority, Mr Cameron, people didn’t realise you meant a business priority for your friends.",
        "Conference, I now have a huge responsibility to you all to challenge it.",
        "Every single month until the Election, Jamie Reed will use NHS Check to expose the reality.",
        "I know you want us to hit them even harder – and we will.",
        "But, Conference, I have to tell you this: it’s hard to be a Shadow when you’re up against the Invisible Man.",
        "Hunt Jeremy – the search is on for the missing Health Secretary.",
        "A month in the job but not a word about thousands of nursing jobs lost.",
        "Not one word about crude rationing, older people left without essential treatment.",
        "Not a word about moves in the South West to break national pay.",
        "Jeremy Hunt might be happy hiding behind trees while the front-line of the NHS takes a battering.",
        "But, Conference, for as long as I do this job, I will support front-line staff and defend national pay in the NHS to the hilt.",
        "Lightweight Jeremy might look harmless. But don’t be conned.",
        "This is the man who said the NHS should be replaced with an insurance system.",
        "The man who loves the NHS so much he tried to remove the tribute to it from the Opening Ceremony of the Olympic Games.",
        "Can you imagine the conversation with Danny Boyle?",
        "“Danny, if you really must spell NHS with the beds, at least can we have a Virgin Health logo on the uniforms?”",
        "Never before has the NHS been lumbered with a Secretary of State with so little belief in it.",
        "It’s almost enough to say “come back Lansley.”",
        "But no. He’s guilty too.",
        "Lansley smashed it up for Hunt to sell it off with a smile.",
        "But let me say this to you, Mr Hunt. If you promise to stop privatising the NHS, I promise never to mispronounce your name.",
        "So, Conference, we’re the NHS’s best hope. Its only hope.",
        "It’s counting on us.",
        "We can’t let it down.",
        "So let’s defend it on the ground in every community in England.",
        "Andrew Gwynne is building an NHS Pledge with our councillors so, come May, our message will be: Labour councils, last line of defence for your NHS.",
        "But we need to do more.",
        "People across the political spectrum oppose NHS privatisation.",
        "We need to reach out to them, build a new coalition for the NHS.",
        "I want Labour at its heart, but that means saying more about what we would do.",
        "We know working in the NHS is hard right now, when everything you care about is being pulled down around you.",
        "I want all the staff to know you have the thanks of this Conference for what you do.",
        "But thanks are not enough. You need hope.",
        "To all patients and staff worried about the future, hear me today: the next Labour Government will repeal Cameron’s Act.",
        "We will stop the sell-off, put patients before profits, restore the N in NHS.",
        "Conference, put it on every leaflet you write. Mention it on every doorstep.",
        "Make the next election a referendum on Cameron’s NHS betrayal.",
        "On the man who cynically posed as a friend of the NHS to rebrand the Tories but who has sold it down the river.",
        "In 2015, a vote for Labour will be a vote for the NHS.",
        "Labour – the best hope of the NHS. Its only hope.",
        "And we can save it without another structural re-organisation.",
        "I’ve never had any objection to involving doctors in commissioning. It’s the creation of a full-blown market I can’t accept.",
        "So I don’t need new organisations. I will simply ask those I inherit to work differently.",
        "Not hospital against hospital or doctor against doctor.",
        "But working together, putting patients before profits.",
        "For that to happen, I must repeal Cameron’s market and restore the legal basis of a national, democratically-accountable, collaborative health service.",
        "But that’s just the start.",
        "Now I need your help to build a Labour vision for 21st century health and care, reflecting on our time in Government.",
        "We left an NHS with the lowest-ever waiting lists, highest-ever patient satisfaction.",
        "Conference, always take pride in that.",
        "But where we got it wrong, let’s say so.",
        "So while we rebuilt the crumbling, damp hospitals we inherited, providing world-class facilities for patients and staff, some PFI deals were poor value for money.",
        "At times, care of older people simply wasn’t good enough. So we owe it to the people of Stafford to reflect carefully on the Francis report into the failure at Mid-Staffordshire Foundation NHS Trust.",
        "And while we brought waiting lists down to record lows, with the help of the private sector, at times we let the market in too far.",
        "Some tell me markets are the only way forward.",
        "My answer is simple: markets deliver fragmentation; the future demands integration.",
        "As we get older, our needs become a mix of the social, mental and physical.",
        "But, today, we meet them through three separate, fragmented systems.",
        "In this century of the ageing society, that won’t do.",
        "Older people failed, struggling at home, falling between the gaps.",
        "Families never getting the peace of mind they are looking for, being passed from pillar to post, facing an ever-increasing number of providers.",
        "Too many older people suffering in hospital, disorientated and dehydrated.",
        "When I shadowed a nurse at the Royal Derby, I asked her why this happens.",
        "Her answer made an impression.",
        "It’s not that modern nurses are callous, she said. Far from it. It’s simply that frail people in their 80s and 90s are in hospitals in ever greater numbers and the NHS front-line, designed for a different age, is in danger of being overwhelmed.",
        "Our hospitals are simply not geared to meet people’s social or mental care needs.",
        "They can take too much of a production-line approach, seeing the isolated problem – the stroke, the broken hip – but not the whole person behind it.",
        "And the sadness is they are paid by how many older people they admit, not by how many they keep out.",
        "If we don’t change that, we won’t deliver the care people need in an era when there’s less money around.",
        "It’s not about new money.",
        "We can get better results for people if we think of one budget, one system caring for the whole person – with councils and the NHS working closely together.",
        "All options must be considered – including full integration of health and social care.",
        "We don’t have all the answers. But we have the ambition. So help us build that alternative as Liz Kendall leads our health service policy review.",
        "It means ending the care lottery and setting a clear a national entitlement to what physical, mental and social care we can afford – so people can see what’s free and what must be paid for.",
        "It means councils developing a more ambitious vision for local people’s health: matching housing with health and care need; getting people active, less dependent on care services, by linking health with leisure and libraries; prioritising cycling and walking.",
        "A 21st century public health policy that Diane Abbott will lead.",
        "If we are prepared to accept changes to our hospitals, more care could be provided in the home for free for those with the greatest needs and for those reaching the end of their lives.",
        "To the district general hospitals that are struggling, I don’t say close or privatise.",
        "I say let’s help you develop into different organisations – moving into the community and the home meeting physical, social and mental needs.",
        "Whole-person care – the best route to an NHS with mental health at its heart, not relegated to the fringes, but ready to help people deal with the pressure of modern living.",
        "Imagine what a step forward this could be.",
        "Carers today at their wits end with worry, battling the system, in future able to rely on one point of contact to look after all of their loved-one’s needs.",
        "The older person with advanced dementia supported by one team at home, not lost on a hospital ward.",
        "The devoted people who look after our grans and grand-dads, mums and dads, brothers and sisters – today exploited in a cut-price, minimum wage business – held in the same regard as NHS staff.",
        "And, if we can find a better solution to paying for care, one day we might be able to replace the cruel ‘dementia taxes’ we have at the moment and build a system meeting all of a person’s needs – mental, physical, social – rooted in NHS values.",
        "In the century of the ageing society, just imagine what a step forward that could be.",
        "Families with peace of mind, able to work and balance the pressures of caring – the best way to help people work longer and support a productive economy in the 21st century.",
        "True human progress of the kind only this Party can deliver.",
        "So, in this century, let’s be as bold as Bevan was in the last.",
        "Conference, the NHS is at a fork in the road.",
        "Two directions: integration or fragmentation.",
        "We have chosen our path.",
        "Not Cameron’s fast-track to fragmentation.",
        "But whole-person care.",
        "A One Nation system built on NHS values, putting people before profits.",
        "A Labour vision to give people the hope they need, to unite a new coalition for the NHS.",
        "The NHS desperately needs a Labour win in 2015.",
        "You, me, we are its best hope. It’s only real hope.",
        "It won’t last another term of Cameron.",
        "NHS.",
        "Three letters. Not Here Soon.",
        "The man who promised to protect it is privatising it.",
        "The man who cut the NHS not the deficit.",
        "Cameron. NHS Conman.",
        "Now more than ever, it needs folk with the faith to fight for it.",
        "You’re its best hope. It’s only hope.",
        "You’ve kept the faith",
        "Now fight for it – and we will win."
    ]
}