{
    "url": "https://www.ukpol.co.uk/andy-burnham-2010-speech-on-the-national-care-service/",
    "title": "Andy Burnham – 2010 Speech on the National Care Service",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Andy Burnham",
            "url": "/tag/andy-burnham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Secretary of State for Health, Andy Burnham, on 30th March 2010.",
    "content": [
        "[![andyburnham](https://www.ukpol.co.uk/wp-content/uploads/2015/11/andyburnham-201x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/andyburnham.jpg)",
        "Ladies and gentlemen, good afternoon. It’s a great pleasure to be here, and to welcome you all.",
        "For carers, for older people, for people with disabilities, for families and communities, for everyone who has campaigned for a better deal for those in need of care and support – for all of us – this is a momentous day.",
        "When William Beveridge wrote the founding document of the welfare state in 1942 he set out the five ‘giant evils’ of want, disease, ignorance, squalor and idleness, that as a society we would work join together to overcome.",
        "Now, as we all live longer, thanks in no small part to the NHS, a sixth giant has emerged – fear of old age.",
        "The social care system is the only remaining part of our welfare state that is not organised on a collective basis. And as a result, over the years we have seen too many vulnerable people and their families struggling to cope, often losing everything to pay for care.",
        "But today, once and for all, we say – no more.",
        "I want to thank all of you for everything you’ve done to help us get to this point and in particular Imelda Redmond and the Care and Support Alliance. I’d also like to thank a wonderful man – Phil Hope the Minister for Care Services. And to thank David Behan, Sally Warren, and their team, and so many others. It has been a tremendous effort. And when the road has become rocky – which at times it has – I’ve been spurred on by your commitment.",
        "This has become a personal mission for me – forged by my own family’s experience, by memories of my mother fighting for better care for her mum.",
        "There is a historic wrong here, which we have to put right.",
        "For the sake of the generation entering care now, and for generations to come, we have to put in place a fair, affordable and lasting solution.",
        "And that is why, today, I am confirming that the government is committed to the principle of creating a National Care Service.",
        "A service that is comprehensive, fair for all, and free for everyone when they need it.",
        "A service that completes the vision of the welfare state – that sees only the individual and their needs, and not their ability to pay.",
        "A service that promises not just more support for carers, for older people and for people with disabilities, but peace of mind for all.",
        "The White Paper we are publishing today sets out how we will build this new service.",
        "**The case for change**",
        "And it’s been a long journey to get us here today.",
        "Improvements have been made over recent years. But there are still too many people whose experience of the system is defined by frustration, poor quality and neglect – and often by a wearying battle to get the help they need.",
        "Too often the system can be confusing and unresponsive. Different services don’t always work together, and there is a postcode lottery, as people with the same needs receive different levels of care depending on where they live.",
        "The fact is our care system was designed for a different era. It cannot cope with the challenges of today, let alone the demands of tomorrow.",
        "**The Big Care Debate**",
        "We recognised the scale of the challenge in last year’s Green Paper, Shaping the Future of Care Together. And because this is an issue that affects everyone we launched the Big Care Debate. It soon became the largest ever consultation on care and support in England.",
        "Over 68,000 people took part – including many of you. We have published the independent summary of the consultation alongside the White Paper.",
        "And it confirmed much of what we thought about the current system. In one response someone said:",
        "‘There are a great number of people who do not understand what to do or where to go. I myself have spent 12 months looking and only by accident found what I was looking for.’",
        "That’s no way to serve some of the most vulnerable people in society.",
        "But we’ve listened – and our White Paper has been shaped by what people told us.",
        "We set out three options. 35% of people supported a partnership approach. 22% an insurance approach. But the most popular option, with 41% support was a comprehensive approach.",
        "We’re responding to that desire for real change – for fundamental reform of the system. That’s what today is all about.",
        "**The National Care Service**",
        "The new, National Care Service will offer high quality care and support for all – whoever you are, wherever you live in England, and whatever condition leads you to need that support.",
        "Like the NHS, everyone will contribute and everyone will get their care for free when they need it.",
        "It will support families, carers and communities, and ensure that everyone is treated with dignity and respect. No-one will be forced to give up their home or their savings to get care – ensuring everyone peace of mind.",
        "And the National Care Service won’t just make people into passive recipients of care handed out by an unresponsive system. It will provide more personalised care that is focussed on keeping people well and independent, enabling them to stay in their home if that is where they want to be. It will give people choice and control over their own care and their own lives.",
        "Rather than being told what services they are going to receive, people will have a personal budget if they want one, giving them power over how their care and support entitlement is spent.",
        "We’ll take common sense steps to make people’s lives easier – like joining-up referral processes for social care and attendance allowance.",
        "We’ll ensure that different parts of the system work better together, with a new duty for NHS bodies and local authorities to deliver integrated care.",
        "And we will provide a better deal for those unseen and unsung heroes of our care and support system.",
        "In this country today millions of people – on every street in every town – are providing care at home for a loved one.",
        "These everyday heroes are the mark of a civilised society – but in truth we are not serving them today as well as they are serving us.",
        "The National Care Service will provide better support for carers through clearer and more accessible information – and it will give them the peace of mind that their loved one will receive high quality care and support under the new service.",
        "We can’t, in any situation, replace the loving support that carers give – and nor would we ever wish to. The National Care Service has to be built on that bedrock, to enable us to help everyone.",
        "**Funding**",
        "We all have a stake in these issues. Eight in ten of us will need care as we get older. And, of course, no-one knows how much care they will need or how much they will have to pay.",
        "That’s because we currently have – as the Alzheimer’s Society described it – a dementia tax, where the vulnerable pay more, where people can see tens or hundreds of thousands of pounds wiped out by the costs of care. People are having to deal with the loss of their homes, their savings and every ounce of their financial security, at the very time that their family is going through a period of terrible emotional stress.",
        "To make the National Care Service work, everyone will have to make a contribution.",
        "But because of this, care and support will be free for everyone when they need it – and the costs of covering everyone’s care needs will be reduced.",
        "This means people of all incomes will get peace of mind in old age and be able to protect everything they have worked for. Like the NHS before it, it will end the catastrophic costs of care.",
        "And it will promote social mobility, because it will help to protect people’s homes and savings – helping lower-income families keep their foothold on the property ladder.",
        "So at the start of the next Parliament we will establish a commission to reach a consensus on the best way of financing this system. The commission will determine the options which should be open to individuals so that people can have choice and flexibility about how they contribute.",
        "That’s what you told me at the Care and Support Conference in February. I hope you recognise much of what is in the White Paper today.",
        "We expect that people will continue to pay for the accommodation costs for residential care. However, we will introduce a universal deferred payment system, so no one has to sell their homes in their lifetime in order to pay for residential care.",
        "We will also keep the current system of Attendance Allowance and Disability Living Allowance. The National Care Service should be built on these foundations. The benefits of the current system will be replicated in the new service – and I am happy to confirm that today.",
        "**Delivering the National Care Service**",
        "Building the new National Care Service will be one of the biggest changes to the welfare state since the creation of the NHS.",
        "It is a major reform and it can’t be completed overnight. So we will build the new service in three stages, and we will establish a National Care Service leadership group to co-ordinate the implementation of the new service.",
        "The first stage is to implement the Personal Care at Home Bill, which is before the House of Commons this evening. This Bill enables us to guarantee that those with the highest needs will receive free personal care in their own home.",
        "It also establishes intensive reablement services in every community to help people retain or regain their independence and confidence after a crisis or the first time they need care.",
        "During this stage we will also continue to implement the reforms to the system that are already delivering benefits – such as in tackling dementia or supporting carers.",
        "And the fact that this Bill is before the Commons tonight should give you all encouragement that this is not just words – the action starts right now.",
        "The second stage, during the next Parliament, will be to start to build the National Care Service, including creating the commission on funding for the Service.",
        "To ensure that the Service has a proper legal basis, we will introduce a National Care Service Bill, which will set out the duties of the Secretary of State and local authorities to provide care to those who need it.",
        "We will abolish the postcode lottery by establishing in law the point at which someone becomes eligible for state support.",
        "And from April 2014, people will receive their care free if they need to stay in residential care for more than two years, again removing the fear of catastrophic costs and protecting people’s assets and savings.",
        "These two stages will together mean the most vulnerable in society – those with the highest needs – are protected from very high care costs wherever they may need care.",
        "The third and final stage of reform, after 2015, will be the introduction of the comprehensive National Care Service – establishing once and for all a system that is fair and free at the point of need for everyone.",
        "**Conclusion**",
        "There’s no doubt this is an ambitious goal.",
        "In creating a comprehensive National Care Service we are setting out to change, forever, the story of our welfare state.",
        "But that, simply, is the challenge for this generation.",
        "Some six decades ago when my predecessor, Nye Bevan, was moving the NHS Bill in the House of Commons, he said it would ‘lift the shadow from millions of homes’.",
        "It did lift the shadow – and that reform has lit the nation ever since.",
        "Looking to the future, I believe the National Care Service can do the same.",
        "And in closing, I’d like to ask you to go out and make that argument.",
        "If you believe this is the right reform for older, vulnerable and disabled people in this country please join us in making that argument for fundamental reform.",
        "I believe we have an opportunity to make a change and we all need to come together to seize it – to create a National Care Service and to protect our citizens now and for the rest of this century.",
        "Thank you very much for listening."
    ]
}