{
    "url": "https://www.ukpol.co.uk/simon-burns-2015-speech-on-the-loyal-address/",
    "title": "Simon Burns – 2015 Speech on the Loyal Address",
    "post_date": "April 15, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Simon Burns",
            "url": "/tag/simon-burns/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Simon Burns in the House of Commons on 27 May 2015.",
    "content": [
        "[![simonburns](https://www.ukpol.co.uk/wp-content/uploads/2016/04/simonburns-200x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/04/simonburns.jpg)",
        "I beg to move,",
        "That an humble Address be presented to Her Majesty, as follows:",
        "Most Gracious Sovereign,",
        "We, Your Majesty’s most dutiful and loyal subjects, the Commons of the United Kingdom of Great Britain and Northern Ireland, in Parliament assembled, beg to leave to offer our humble thanks to Your Majesty for the Gracious Speech which Your Majesty has addressed to both Houses of Parliament.",
        "It is a great honour for me, and for my constituents, to propose the Humble Address, not least as this is the first majority Conservative Government elected since 1992—and one should not lose sight of the historical context of this achievement. My right hon. Friend the Prime Minister is the first Prime Minister who served a full term to win his second general election with more seats and a higher share of the vote since Lord Palmerston in 1857.",
        "It is a pleasure to be called first in a debate by you, Mr Speaker, though I suspect this will be the last time.",
        "I must confess that I am finding this a nerve-racking experience, because I am not used to addressing such a packed Chamber. In fact, I feel a bit like a very young British diplomat serving in our mission in Beijing in the mid-1960s who at a diplomatic reception found to his horror that he was standing next to Chairman Mao. He was terrified that whatever he said would be inadequate and he desperately racked his brains to try to find something intelligent to say. Finally, he found what he thought was intelligent and asked Mao, “What do you think would have happened if Khrushchev rather than President Kennedy had been killed in Dallas.” There was total silence and he felt that he had committed the diplomatic faux pas that he was trying to avoid. What he did not know, as all too often I do not know, but certainly my right hon. Friend the Prime Minister knows, is that wise men always think before they speak. After what seemed like an eternity, Mao turned to the young man and very quietly said, “I don’t think that Mr Onassis would have married Mrs Khrushchev.”",
        "Talking of diplomats, I would like to pay tribute to our former colleague William Hague. He was a great parliamentarian and an outstanding Foreign Secretary who will be sorely missed. I am personally indebted to him for arranging for me to meet Hillary Clinton at the Foreign Office four years ago. Towards the end of the meeting, William grabbed my arm, pulled up my jacket sleeve and thrust my wrist in front of our distinguished American guest. At first, I was worried that William was wanting to demonstrate his judo skills, but it soon became clear that he was attempting to show Hillary my watch, which features a picture of her on the face of it. Hillary looked at it and literally screamed with laughter—I knew it was laughter, but her secret service protection officers were not so sure; they immediately stepped forward, and one of them was heard to mutter, “What the hell’s he done to her?” Fortunately, calm was restored before what could easily have been an untimely by-election in Chelmsford.",
        "Despite the security scare, I thought the meeting had gone pretty well. I was therefore taken aback when William called me a few months ago with some unsettling news. Hillary had got wind of my desire to help her 2016 presidential campaign, and it was not good news he had to convey to me. She told William she had heard about my record: “He worked for McGovern’s campaign in ’72, and he lost; he worked for Ted Kennedy’s campaign in 1980, and he lost; he worked for Kathleen Kennedy Townsend’s campaign in 2002, and she lost; and he worked for my campaign in 2008, and I lost. For goodness’ sake”, Hillary pleaded with him, “please find Simon something—anything—else to do, away from the United States in 2016.”",
        "Proposing the Humble Address is a great honour for me. In many ways, this is a kaleidoscope Queen’s Speech—people can twist it as much as they want, but all the patterns are blue, without a hint of yellow, red or purple. I was brought down to earth, however, when I reread the excellent seconding speech by my right hon. Friend the Member for Sutton Coldfield (Mr Mitchell) in 1992, when he defined the role of the proposer and seconder. He said a seconder had the opportunity to shine and further advance their career, so I am sure that my hon. Friend the Member for South East Cornwall (Mrs Murray) has a glittering future ahead of her, but as he explained, the proposer is",
        "“some genial old codger on the way out”.—[Official Report, 6 May 1992; Vol. 207, c. 56.]",
        "I now know my role in life. Never again, when the word “reshuffle” permeates Westminster, will I sit anxiously by my telephone, because I now know that old codgers only have a past to look forward to.",
        "In recent years there have been dastardly rumours that you, Mr Speaker, and I do not get on, or even—heaven forbid—that we do not like each other. Just before Dissolution, I read an article by your biographer, who bizarrely suggested that I might be ugly, but, as you know, it is said that politics is show business for ugly people, so, Mr Speaker, I would say that we are all in this together.",
        "It is time, Mr Speaker, that we buried the hatchet—preferably not in my back—so I would like to offer an olive branch by clearing up a rumour about your car. As you will know, in recent years my relationship with cars has not been an altogether happy one, but it has been said that a few years ago my car reversed into yours in Speaker’s Court. You apparently saw the incident through the window of your apartment and hurried out shouting at me, “I’m not happy”, to which I am reputed to have replied, “Then which one are you?” If it is helpful to you, Mr Speaker, I want categorically to confirm that this incident never happened.",
        "It is also said that anyone wanting to keep a secret should mention it in the Chamber of the House of Commons. As I trust all right hon. and hon. Members here today, I would like to make a confession—[Interruption.] When I first came to this House, two MPs a week had to queue overnight in armchairs in a room upstairs for ten-minute rule Bill slots because of the high demand for them. Believe it or not—this is true—the night I chose was with Ann Widdecombe. If Jack Kennedy was the man who accompanied Jackie Kennedy to Paris in 1961, I am the man who spent the night with Ann Widdecombe in 1991!",
        "I am very proud of my constituency, which is set in the heart of Essex. It is the home of “Essex man” and “Essex girls”, who like to work hard and play even harder. It might have caught on only over the last few years, but I have been saying it since 1987—“The only way is Essex!” My constituents fully embrace the work ethic: they are aspirational for themselves and their families, believing that the harder they work, the more they should benefit, without losing sight of helping those who are genuinely in trouble or need assistance.",
        "My constituents understood the scale of the economic mess that we inherited and they accepted the measures my right hon. Friend the Chancellor took to establish the firm foundations of our long-term economic plan. That has meant for my constituents: unemployment down; inflation down; the deficit down; income taxes down—and growth up. They welcomed the income tax cuts through the significant raising of personal allowances each year of the last Parliament. For these reasons, they will warmly welcome the tax lock Bill, which will ensure no tax rise on income, VAT or national insurance contributions throughout the lifetime of this Parliament. They will also welcome the childcare Bill, which will double free childcare for three and four-year-olds to 30 hours a week, as this will help a tremendous number of young mothers in my constituency who would like to get back into work but find it difficult because of the cost of childcare.",
        "My constituents are forthright in their views, and what will impress them about this Queen’s Speech is that we have kept the faith by honouring our election commitments. During the election, the media and the pundits said we would not be able to deliver. This Gracious Speech disproves that fallacy, and I commend it to the House."
    ]
}