{
    "url": "https://www.ukpol.co.uk/andy-burnham-2021-comments-on-olympic-athletes-from-manchester/",
    "title": "Andy Burnham – 2021 Comments on Olympic Athletes from Manchester",
    "post_date": "August 25, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Andy Burnham",
            "url": "/tag/andy-burnham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Andy Burnham, the Mayor of Greater Manchester, on 9 August 2021.",
    "content": [
        "All Team GB athletes who competed in Tokyo achieved something historic. They battled through the challenges of the pandemic to participate in an Olympic Games unlike any other.",
        "Athletes from the North West won more medals than any other region – we are this country’s sporting heartland, and Greater Manchester’s world-class training facilities helped develop the talents of so many of our British superstars.",
        "Olympians from Greater Manchester were the engine room of Team GB. They gave the performances of a lifetime, built on years of hard work, exceptional commitment, and the unfailing support and belief of families, communities, teachers, and coaches right across our towns and cities. We’ve witnessed legends break records, seen young stars rise to the top, and some of us may even have gained an appreciation for some new Olympic events.",
        "To all the athletes from our city-region: you did us proud – thank you. You brought it home. Now it’s the turn of our Paralympians to do the same – we’re backing you all the way."
    ]
}