{
    "url": "https://www.ukpol.co.uk/andy-burnham-2014-speech-on-the-nhs/",
    "title": "Andy Burnham – 2014 Speech on the NHS",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Andy Burnham",
            "url": "/tag/andy-burnham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Andy Burnham, the Shadow Secretary of State for Health, in Birmingham on 3rd February 2014.",
    "content": [
        "[![andyburnham](https://www.ukpol.co.uk/wp-content/uploads/2015/11/andyburnham-201x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/andyburnham.jpg)",
        "Thank you all for coming today.",
        "It’s a sign of how much we value the NHS that you have taken time to come along this morning.",
        "In February 2012, the battle over the Government’s proposed reorganisation was reaching its peak.",
        "There were claims and counter-claims about what it would all mean.",
        "Now, two years on, it’s time to assess what has happened in the two years since and the overall state of the NHS today as we head towards a General Election which will determine its future.",
        "My conclusion is this: the NHS has never been in a more dangerous position than it is right now, and the evidence for that is the relentless pressure in A&E.",
        "The last 12 months have been the worst year in at least a decade in A&E with almost a million people waiting more than four hours.",
        "A&E is the barometer of the whole health and care system and it is telling us that this is a system in distress with severe storms ahead.",
        "A reorganisation which knocked the NHS to the floor, depleted its reserves, has been followed by a brutal campaign of running it down.",
        "It looks to many that the NHS is being softened up for privatisation which, all along, was the real purpose of the reorganisation.",
        "Things can’t go on like this. It’s time to raise the alarm about what is happening to the NHS and build a campaign for change.",
        "The tragedy is that the Government can’t say they weren’t warned.",
        "Even at the eleventh hour, doctors, nurses, midwives and health workers from across the NHS were lining up in their thousands and pleading with the Prime Minister to call off his reorganisation.",
        "Why?",
        "Because they could see the danger of throwing everything up in the air in the midst of the biggest financial challenge in the history of the NHS.",
        "But David Cameron would not listen. He ploughed on regardless.",
        "It was a cavalier act of supreme arrogance.",
        "As the dust settles on this biggest-ever reorganisation, the damage it has done is becoming clear.",
        "The NHS in 2014 is demoralised, degraded and confused.",
        "The last two years have been two lost years of drift.",
        "Even now, people are unsure who is responsible for what.",
        "Two years of drift when the NHS needed clarity.",
        "And what was it all for?",
        "The Government hasn’t even achieved its supposed main goal of putting doctors in charge.",
        "CCGs are not the powerhouse we were promised.",
        "Instead, the NHS is even more ‘top-down’ than it was before, with an all-powerful NHS England calling the shots.",
        "Just look at Lewisham.",
        "When local GPs opposed plans to downgrade their hospital, the Secretary of State fought them all the way to the High Court.",
        "So much for letting GPs decide.",
        "Now the Secretary of State wants sweeping powers to close any hospital in the land without local support. Labour will oppose him all the way.",
        "And the specific warnings Labour made ahead of the reorganisation have come to pass.",
        "First, we said it would lead to a loss of focus on finance and a waste of NHS resources.",
        "An outrageous £3 billion and counting has been siphoned out of the front-line to pay for back-office restructuring – £1.4 billion of it on redundancies alone.",
        "Just as we warned, thousands of people have been sacked and rehired – 3,200 to be precise.",
        "One manager given a pay-off of £370,000 – and last week we learn he never actually left the health service.",
        "It is a scandalous waste of money and simply not justifiable when almost one in three NHS trusts in England are predicting an end-of-year deficit.",
        "Cameron promised he would not cut the NHS but that is precisely what is happening across the country as trusts now struggle to balance the books.",
        "2,300 six-figure pay outs for managers; P45s for thousands of nurses – that’s the NHS under Cameron.",
        "What clearer sign could there be of a Government with its NHS priorities all wrong?",
        "Second, Labour warned that the reorganisation would result in a postcode lottery.",
        "Last week, a poll of GPs found that seven out of 10 believe rationing of care has increased since the reorganisation.",
        "NICE has warned that patients are no longer receiving the drugs they are entitled to and has even taken the unusual step of urging them to speak up.",
        "New arbitrary, cost-based restrictions have been introduced on essential treatments such as knee, hip and cataract operations – leaving thousands of older people struggling to cope.",
        "Some are having to pay for treatments that are free elsewhere to people with the same need.",
        "Cameron’s reorganisation has corroded the N in NHS – again, just as we warned.",
        "Third, we warned that rhetoric about putting GPs in charge was a smokescreen and the Act was a Trojan horse for competition and privatisation.",
        "Can anyone now seriously dispute that?",
        "Last year, for the first time ever, the Competition Commission intervened in the NHS to block collaboration between two hospitals looking to improve services.",
        "How did it come to this, when competition lawyers, not GPs, are the real decision-makers?",
        "The NHS Chief Executive has complained that the NHS is now “bogged down in a morass of competition law”.",
        "Since April, CCGs have spent £5 million on external competition lawyers as services are forced out to tender.",
        "And it will come as no surprise that, since April, seven out of 10 NHS contracts have gone to the private sector.",
        "Who gave this Prime Minister permission to put our NHS up for sale, something which Margaret Thatcher never dared?",
        "The truth is that this competition regime is a barrier to the service changes that the NHS needs to make to meet the financial challenge.",
        "It is sheer madness to say to hospitals that they can’t collaborate or work with GPs and social care to improve care for older people because it’s “anti-competitive”.",
        "If we are to relieve the intense pressure on A&E, and rise to the financial challenge, it is precisely this kind of collaboration that the NHS needs.",
        "So the summary is this – the NHS has been laid low by the debilitating effects of reorganisation, has been distracted from front-line challenges and is now unable to make the changes it needs to make. It is a service on the wrong path, a fast-track to fragmentation and marketisation.",
        "It lost focus at a crucial moment – and is now struggling to catch up.",
        "The evidence of all this can been seen in the sustained pressure in A&E – the barometer of the NHS.",
        "The price we are all paying for the Prime Minister’s folly is a seemingly permanent A&E crisis.",
        "Hospital A&Es have now missed the Government’s own A&E target in 44 out of the last 52 weeks.",
        "This is unprecedented in living NHS memory – a winter and spring A&E crisis was followed by a summer and autumn crisis. The pressure has never abated.",
        "The reorganisation has contributed very directly to this A&E crisis.",
        "Three years ago, the College of Emergency Medicine were warning about a growing recruitment crisis in A&E but felt like “John the Baptist crying in the wilderness” as Ministers were obsessing on their structural reform.",
        "The very organisations that could have done something about it – strategic health authorities – were being disbanded. Just when forward planning was needed, we saw cuts to training posts.",
        "All this leaves us with an A&E crisis which gets worse and worse.",
        "Of the one million people who went to a hospital A&E this January, 75,000 waited longer than 4 hours to be seen.",
        "Of the 300,000 people admitted to hospital after going to A&E, 17,500 had to wait between 4 and 12 hours on a trolley before they were admitted.",
        "On one day in January, 20 patients were left on trolleys for over 12 hours.",
        "In the last year, ambulances have been stuck in queues outside A&E 16,000 times – leading to longer ambulance response times.",
        "On 92 occasions, A&E departments had to divert ambulances to neighbouring hospitals because they were so busy.",
        "And now the pressure from the A&E crisis is rippling through the system.",
        "In January, over 4,500 planned operations were cancelled – causing huge anxiety for the people affected.",
        "The waiting list for operations was the highest for a November in six years.",
        "The truth is that the Government have failed to get the A&E crisis under control and it is threatening to drag down the rest of the NHS.",
        "They have desperately tried to blame the last Government’s GP contract – it’s never their fault, of course – but the facts shows an exponential increase in A&E attendance since 2010.",
        "In the last three years of the Labour Government, attendances at A&E increased by 16,000.",
        "In the first three years of this Government, attendances increased by 633,000. No wonder we have an A&E crisis.",
        "The question we need to ask is: why, behind the destabilising effect of reorganisation, has there been such an increase?",
        "I see three reasons – all policy decisions taken by David Cameron.",
        "First, David Cameron has made it harder to see your GP.",
        "He scrapped Labour’s guarantee of an appointment within 48 hours.",
        "Now, the story I hear up and down the country is of people phoning the surgery at 9am only to be told there is nothing available for days.",
        "The Patients Association say that it will soon be the norm to wait a week or longer to see your GP.",
        "What will they do? Go to where the lights are on – A&E.",
        "We have called on the Government to reverse their scrapping of the 48-hr target this winter.",
        "The problem is made worse by the scrapping of Labour’s extended opening hours scheme.",
        "Now hundreds fewer GP surgeries stay open in the evening and at weekends – taking us backwards from the seven day NHS we need.",
        "To make matters worse, a quarter of Walk-In Centres have closed and NHS Direct has been dismantled.",
        "A terrible act of vandalism even by this Government’s standards – nurses replaced by call-handlers and computers that say ‘go to A&E’.",
        "The second reason for the sudden increase in people attending A&E is cuts to social care and mental health.",
        "Under this Government, almost £2 billion has been taken out of budgets for adult social care.",
        "Compared to a decade ago, half a million fewer older people are getting support to help them cope.",
        "We have an appalling race to the bottom on standards with 15-minute slots, minimum wage pay, zero hours contracts.",
        "Over-stretched care workers, often not paid for the travel time between 15 minute visits, having to decide between feeding people or helping them wash.",
        "Social care in England is on the verge of collapse – and yet last year Jeremy Hunt handed back a £2.2bn under-spend to the Treasury.",
        "That’s unforgiveable when care is being taken away from vulnerable people.",
        "If Labour were in Government now, we would be using the NHS underspend to tackle the care crisis this year.",
        "Instead, older people are being allowed to drift towards A&E in record numbers – often the worst possible place for them.",
        "A recent Care Quality Commission report found avoidable emergency admissions for pensioners topping half a million for the first time – and rising faster than the increase in the ageing population.",
        "Terrible for older people, putting huge pressure on A&Es and costing around a billion pounds a year.",
        "But other vulnerable people are suffering too.",
        "The Government is cutting mental health more deeply than the rest of the NHS.",
        "Some mental health trusts are now reporting bed occupancy levels of over 100%.",
        "That means more than one patient being allocated to the same bed.",
        "It’s no wonder we’ve heard growing evidence of highly vulnerable people being held in police cells or ending up in A&E because no crisis beds are available.",
        "Under this Government, A&E has become the last resort for vulnerable people",
        "And this brings me to the third reason for the pressure on A&E – the cost-of-living crisis.",
        "As Michael Marmot set out in his seminal public health report, our health isn’t just about our health services, but the kind of society in which we choose to live.",
        "No phenomenon more clearly symbolises the true impact of this Government than the rise of food banks, teachers having to feed hungry children at school or GPs having to ask their patients if they can afford to eat.",
        "And all this while millionaires get a tax cut.",
        "We have seen diseases of malnutrition like scurvy and rickets on the rise – diseases we once thought had gone for good.",
        "Today we are exposing another scandal that goes right to the heart of whose side this Government is on.",
        "People are struggling to keep warm in their homes.",
        "The average energy bill has risen by more than £300 since 2010 – while the support for people in fuel poverty has been cut considerably.",
        "The Government replaced 3 successful Labour schemes- warm front, community energy saving programme and carbon emissions reduction target with their ECO scheme.",
        "And the consequence is that just a fraction of households have received help in the past year, just when the support is most needed.",
        "I don’t see how it can be right that money from all of our energy bills should subsidise people who can afford to improve their properties, over those people in dire fuel poverty.",
        "We’ve seen record levels of hypothermia reported this year.",
        "Since the election there has been a dramatic increase in the number of older people admitted to hospital for cold-related illnesses.",
        "There have been 145,000 more occasions when over-75s had to be treated in hospital for respiratory or circulatory diseases than in 09/10.",
        "This is the human cost of this Government’s cost-of-living crisis and their failure to stand up to the energy companies.",
        "And why Labour’s energy bill freeze cannot come a moment too soon.",
        "In conclusion, this is the fragile state of the NHS and the country after almost four years of Tory-led Coalition.",
        "The country can’t go on like this – the NHS needs a different Government.",
        "Cameron’s Government has delivered it a brutal double whammy.",
        "First they knocked it down the NHS down with a reorganisation no-one wanted. Then they have spent the last year running it down at every opportunity.",
        "They are guilty of the gross mismanagement of the NHS.",
        "But it is not just incompetence. They are running it down for a purpose.",
        "Only yesterday, the head of the independent regulator attacked the NHS and called for more privatisation.",
        "This was an astonishing intervention at a time when politicisation of regulators is so high in the news.",
        "To have the independent regulator making such a political statement means there can no longer be any doubt – more privatisation is the explicit aim of this Government’s NHS policy.",
        "Labour believes this will break up the NHS and bring fragmentation when what the NHS desperately needs is permission to integrate and collaborate.",
        "That is why this Wednesday we will force a debate in the Commons on the A&E crisis and repealing the Government’s competition regime.",
        "This is the choice the country faces – a public, integrated NHS under Labour or a health market under David Cameron.",
        "That’s the ground on which we will fight in 2015 and, for our NHS, it’s crucial that we win."
    ]
}