{
    "url": "https://www.ukpol.co.uk/conor-burns-2022-speech-on-the-northern-ireland-troubles-legacy-and-reconciliation-bill/",
    "title": "Conor Burns – 2022 Speech on the Northern Ireland Troubles Legacy and Reconciliation Bill",
    "post_date": "July 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Conor Burns",
            "url": "/tag/conor-burns/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Conor Burns, the Minister of State at the Northern Ireland Office, in the House of Commons on 4 July 2022.",
    "content": [
        "Thank you, Mr Evans; we trust that it will not be too long before that is upgraded to “Sir Nigel”.",
        "It is good to be here for the second full day of consideration in Committee of the Northern Ireland Troubles (Legacy and Reconciliation) Bill. I am sure that the whole House is grateful to Members for how they dispatched the statement in what must be record time for a Prime Minister reporting on three international summits, to allow us extra time. I am particularly grateful for the pleasure that lies ahead.",
        "I start by thanking the Committee for the tone of our engagement last week on controversial and emotional subjects; I hope that that tone will continue across the Committee this afternoon as our deliberations progress. I meant to say this properly last time, but I did not. Successive Governments have not engaged in this space, and I want to pay special tribute to my right hon. Friend the Secretary of State for grappling with these contentious and emotional issues over the last couple of years. This is a Government Bill, but it is very much his Bill—he has steered it through. I also pay tribute to those in the Northern Ireland Office who have supported the work of Bill as it has progressed beyond the publication of the Command Paper last July.",
        "We commence today’s proceedings with part 3 of the Bill, which covers investigations, legal proceedings and the release of prisoners. Clause 33 prevents criminal investigations into any troubles-related offence from being initiated or continued on or after the day on which the clause enters into force. That prohibition does not apply to the independent commission for reconciliation and information recovery. The clause ensures that the commission becomes the sole body able and responsible for conducting criminal investigations into troubles-related deaths and serious injuries.",
        "Future prosecutions will remain a possibility for those involved in offences connected to a death or serious injury if they do not actively come forward to seek immunity or do not co-operate sufficiently with the information recovery process. New criminal investigations or prosecutions for troubles-related offences not connected to a death or serious injury will no longer be possible.",
        "The clause places a duty on the heads of each police force in the United Kingdom to notify the Secretary of State of any criminal investigations of troubles-related offences that their force is carrying out on the day before the clause comes into force, enabling the Secretary of State to identify cases that trigger an obligation under articles 2 or 3 of the European convention on human rights, and ensure that those are referred to the commission for review.",
        "**Jim Shannon (Strangford) (DUP)**",
        "I thank the Minister of State for setting the scene. There is one thing that concerns me and, I believe, many DUP Members, but which has not been mentioned very much in any of our debates or discussions about the Bill: the collusion involving the Garda Síochána in relation to the murders of some police officers on the border. There was also collusion involving not just the Garda Síochána but high-level members of the civil service who turned a blind eye to those who carried out the murders across the border. Can the Minister of State reassure me and other hon. Members that there will be accountability in the process for those in the Garda Síochána who were involved in collusion in the murder of Royal Ulster Constabulary and police officers in Northern Ireland, and for those in high levels of the civil service who were also involved in collusion? My cousin was murdered by the IRA, and the people responsible went across the border and lived a safe life there. If that is not collusion, I would like to know what is.",
        "**Conor Burns**",
        "The hon. Gentleman speaks with great emotion and personal connection to these events. I extend again, from this Dispatch Box, my sympathy to him and to all those in Northern Ireland, in Ireland and across these islands who felt the impact of the brutality and evil of events perpetrated in the name of Irish republicanism, and indeed some in the name of loyalism.",
        "The hon. Gentleman mentions matters relating to the Government of the Republic of Ireland. That Government, on behalf of the Irish state, freely entered into commitments that they would have a process for information to be brought forward for people so that we could find out what happened. I absolutely agree with the hon. Gentleman that the proposals in the Bill and the information recovery unit would absolutely be strengthened if the Government of the Republic of Ireland came forward with their own proposals, so that we could deal with the issues across the totality of these islands. I very much hope that the commitment that was undertaken will be delivered by the Irish Government in due course.",
        "**Colum Eastwood (Foyle) (SDLP)**",
        "Will the Minister give way?",
        "**Conor Burns**",
        "I will, but I will not do today what I did last Wednesday, which was to take about 40 interventions and detain the Committee for an hour. I want to set the scene for what our debate today will cover and the scope of the Bill’s clauses and amendments. However, I give way to the leader of the Social Democratic and Labour party.",
        "**Colum Eastwood**",
        "I am grateful. The Minister mentions that the Irish Government made commitments. I absolutely agree that they need to deliver on those commitments, but they were made in the context of the Stormont House agreement. The British Government made commitments as well, but they are now moving miles and miles away from the Stormont House agreement, stopping any opportunity for people to get access to truth and justice, despite what the Minister might say.",
        "**Conor Burns**",
        "We believe that the commitment made by the Government of the Irish Republic was a stand-alone commitment to bring forward their own legislation to have a means of resolving some of the unresolved cases to the benefit of all, to aid the process of information recovery and reconciliation across the island of Ireland and the totality of these islands. We could rehearse—although I do not think that it would be particularly helpful, because the hon. Gentleman and I both know the arguments that would be deployed—why we have come to the conclusion that the process around Stormont House and the bodies that are in place will not, in our judgment, deliver what we seek, which is to help those who want to find out what happened to their loved ones. We have been open in saying that this is a movement beyond Stormont House, because the Government believe that this will be a better way of getting that information and trying to aid the process of reconciliation in Northern Ireland.",
        "The prohibition created by clause 33 will not apply to criminal investigations that are ongoing on the day when the legislation enters into force, where those investigations are being carried out for the purposes of a criminal prosecution commenced before that date. The police will continue to conduct such investigations until the related criminal prosecution has concluded.",
        "Clauses 34, 35 and 36 set out, for those granted immunity, that no criminal enforcement action may be taken against the individual in respect of the serious or connected troubles-related offence or offences for which immunity has been granted, while those who committed crimes should not be able to obtain something for nothing. They will not mean that individuals have immunity for any other serious or connected troubles-related offences in which they may have been involved. Those who do not acknowledge their role in the troubles-related events and incidents will not be granted immunity, and will remain liable to prosecution should sufficient evidence exist or come to light. If immunity is not granted, criminal enforcement action could be taken in respect of the offence. If the commissioner for investigations thinks there is enough evidence that an offence has been committed, the ICRIR can refer a case directly to the relevant UK prosecutor. The ICRIR will be fully equipped with the necessary expertise and full policing powers so that it can carry out robust investigations for the primary purpose of information recovery, as well as being able to refer cases directly to prosecutors if there is evidence of an offence for which someone has not been granted immunity.",
        "Clause 37 contains general and saving provisions applying to troubles-related criminal investigations and prosecutions. Clause 38 and schedules 8 and 9 state that any new civil claim brought on or after the date of the Bill’s introduction will be prohibited once the relevant clauses come into force, two months after Royal Assent. Troubles-related civil claims already filed with the courts before the date of the Bill’s introduction will be allowed to continue. We want to deliver a system that focuses on effective information recovery and reconciliation measures, getting as much information to as many families as possible.",
        "**Gavin Robinson (Belfast East) (DUP)**",
        "The Minister will know that if a prosecutor has not made a decision on a file prior to the enactment of this law, the prosecutions will not proceed. That has caused huge concern among the families who have engaged with Operation Kenova and the more than 30 live files that rest with the Public Prosecution Service for Northern Ireland. There is an amendment on the table tonight that would allow the Government to accept that the cases that are with the Public Prosecution Service could proceed irrespective of when that decision is taken. Can the Minister confirm that he wants to see a conclusion to the Operation Kenova process, and that he wants to see justice for the families who have engaged so honourably and thoughtfully throughout this time?",
        "**Conor Burns**",
        "I completely understand why the hon. Gentleman has asked that question, and the view that he takes. I have acknowledged from this Dispatch Box, as has my right hon. Friend the Secretary of State, that some of these decisions are finely balanced and difficult, but the Government want to see a single body dealing with the cases and with getting the information to families, and that will mean that at some point there must be a date on which we stop other processes and roll everything into this one body. I will talk about that in more detail a little later, but the point is that the powers that this body will have at its disposal will be greater than some of the powers available to other bodies—for example, inquests—and we think that this will be a better way of proceeding.",
        "**Johnny Mercer (Plymouth, Moor View) (Con)**",
        "I commend my right hon. Friend for his stance. While everyone wants to see finality and an end to this process, some of these prosecutorial decisions have taken three to four years, during which time the people being investigated have died. My right hon. Friend has to draw a line somewhere. It is painful, of course, and we do not want to undo the work that has been done, but ultimately we need courage when it comes to reaching a finite point and getting these people investigated by a single body.",
        "**Conor Burns**",
        "I agree with my hon. Friend, and I am grateful to him for what he has acknowledged. He has been in the position that my right hon. Friend the Secretary of State and I are in, that of a Minister making very finely balanced judgments. We believe that we have got those judgments right, and we are happy to explain the rationale for the decision-making process that we have undertaken. I acknowledge, as my hon. Friend has acknowledged, that this will be difficult for some people to accept, but there must be a point at which the new body becomes the sole body to deal with these matters.",
        "**Sammy Wilson (East Antrim) (DUP)**",
        "Does the Minister accept that those who are engaged in the Kenova process want not information recovery but prosecutions? They want an outcome that will ensure that those who committed a crime are found guilty of committing a crime. Moving this to information recovery is not doing justice to those who, for many years, have engaged with the process hoping for an outcome. Will the Minister at least encourage the Public Prosecution Service to ensure that it makes a decision on these cases before the deadline on the Bill?",
        "**Conor Burns**",
        "The right hon. Gentleman makes an entirely valid point. As I think the Committee acknowledged when we talked about these processes last week, there is not a consensus among the families or victims on a single route that they want to take. They want different things: many want prosecutions, many want just to know, and many want a wrong acknowledged. He makes an entirely fair point that I am sure will be heard outside this Chamber and that I know has already been strongly heard by different bodies, lawyers and families in Northern Ireland.",
        "The body will be established after this Bill enters into force. We are only at Committee stage in this place, and the Bill will hopefully leave here this evening and go to the other place, where I am sure it will receive detailed and expert scrutiny. In the meantime, a lot of decisions can be made. The processes can carry on, and we have been very clear that processes that are in train by the time the Bill comes into force will continue. That is why we listened carefully after publishing the Command Paper last year, when we heard the strength of feeling about ending all ongoing inquests. That is why clause 39 sets out that inquests—inquiries in Scotland—that have reached an advanced stage by 31 May next year or by the date on which the ICRIR becomes operational, whichever comes first, will continue to their conclusion. The clause states:",
        "“An inquest is ‘at an advanced stage’ if the inquest hearing to ascertain—",
        "(a) who the deceased was, and",
        "(b) how, when and where the deceased died,",
        "has begun before the relevant day.”",
        "**Stephen Farry (North Down) (Alliance)**",
        "Can I ask the Minister to recognise that there is an in-built unfairness in this process of arbitrarily closing off some inquests while others will have an opportunity to come to an end? The order in which these inquests have been put together is not based on any rationale, and there is a sense of it being the luck of the draw. Does he not feel it would be better to allow all inquests to finish, even if that means working in parallel with other institutions, flawed though they may well be?",
        "**Conor Burns**",
        "I say respectfully to the hon. Gentleman that in all these things there has to be a point at which we move to the new process. If we are establishing a new body and we believe that that new body is the right vehicle to bring information to the fore and to incentivise people to come forward, co-operate with it and hand over state information, we have to have such a point. I recognise the challenge of that, but I also recognise that there is an opportunity between now and that body being established for progress to be made. I also say to him that the existing inquests can be rolled into the new body and that their work can carry on in that sense. The new body, the ICRIR, will have more information than inquests do and will have comparable powers to compel witnesses, so it is the view of the Government that the new body will perform many of the same functions, but perhaps even better than the inquest process will. But on his point about the date, no, we have to have a point at which we move to the new process.",
        "**Colum Eastwood**",
        "It is worth pointing out that we have two days for what is supposed to be the Committee stage, and this is fundamental legislation that needs to be scrutinised. Does the Minister recognise that one of the key victories of the civil rights movement was getting rid of the Special Powers Act? The Act was introduced in 1922, and the architects of apartheid in South Africa looked upon it jealously and stated as much. One of the things they did was to close down access to inquests, but they did not go as far as this Bill, which this Government are just about to introduce in 2022. How in God’s name can that be right?",
        "**Conor Burns**",
        "The Government’s view is that this body will have more information and more powers than the existing processes and will be able to conduct these reviews faster than the current mechanisms are delivering. I completely accept that there is a difference of opinion between the Government and Opposition Members. Our contention is contested, but the Bill outlines how we intend to proceed.",
        "Part 4 addresses how the vital work of healing and reconciliation, in societal as well as individual terms, will be achieved. Clause 42 makes provision for a new major oral history initiative that, consistent with the Stormont House agreement, will encourage people from all backgrounds to share their experiences of the troubles and listen to the experiences of others. Building on the feedback raised during the Government’s legacy consultation and since, the Bill provides for the designation of expert organisations with the requisite experience and trust to deliver this work collaboratively, independent of Government, by working with existing groups and projects as far as possible.",
        "Clause 42 requires any persons designated by the Secretary of State under part 4 to carry out a gap analysis of existing troubles-related oral history collections in Northern Ireland to identify under-represented groups and communities. As well as collecting new oral history records, particularly from those found to be historically under-represented, the designated organisations must seek to secure the long-term preservation of existing collections by making them more publicly accessible through new digital and physical resources.",
        "To ensure the independence and trust that are vital to success in this area, it is right that a high degree of flexibility is afforded to these organisations in the implementation of this initiative, which is why clause 42 focuses on core objectives and leaves it to the designated organisations to outline key operational details in a published document. This oral history initiative will be complemented by the work of the ICRIR and by wider independent academic research that is underpinned by the Government’s unprecedented commitment to disclosure. Taken together, this will add to the public understanding of the troubles in a way that is both inclusive and contextualised.",
        "Clause 43 provides for an expert-led memorialisation strategy to build consensus and lay the groundwork for inclusive new structures and initiatives to collectively remember those who have been lost and to ensure that the lessons of the past are not forgotten. Within 12 months of being commissioned by the Secretary of State, designated organisations must produce an evidence-based report to the Secretary of State that makes deliverable recommendations on the way forward, to which the Secretary of State must formally respond. As part of this work, designated organisations must consider relevant comparators and lessons from other countries, as well as how any new memorialisation activities will aim to promote reconciliation in Northern Ireland.",
        "Clause 44 requires the Secretary of State to respond formally to the recommendations of the memorialisation strategy provided for by clause 43 within one year of receiving it from the designated organisations.",
        "Clause 45 makes provision for new independent academic research into the troubles. As proposed in the Stormont House agreement, this thematic research and statistical analysis will use the ICRIR’s historical record and family reports as source material. In implementing this initiative, the persons designated by the Secretary of State must use their best endeavours to secure the involvement of all UK research councils to ensure the work is rigorous and to the highest academic standards. The independence of researchers carrying out this work is enshrined in subsection (3). Flexibility is also afforded to designated persons in establishing the terms of reference, although subsection (6) requires the research to include an analysis of gender perspectives during the troubles. The research must be concluded and a report presented to the Secretary of State before the end of the seventh year of the ICRIR’s period of operation.",
        "Clause 46 sets out that annual reports are to be published by persons designated by the Secretary of State to carry out the oral history and memorialisation measures.",
        "Clause 47 makes provision for certain requirements relating to the way in which the oral history and memorialisation measures set out in part 4 are implemented by persons designated by the Secretary of State. It is important that the oral history and memorialisation work takes into account the widest range of views possible, not least those of victims and survivors, who should be at the centre of this work.",
        "**Stephen Farry**",
        "Is there not a danger of this process becoming rather hollow, particularly when the overall legacy institutions are not seen as legitimate across the wider community and therefore people do not take part in the processes? How can the various academics come to any rounded conclusions if they have only partial evidence with which to deal?",
        "**Conor Burns**",
        "I am slightly confused by that question, given the Government’s commitment to hand over pretty much all the evidence—[Interruption.] I want to say something to the leader of the Social Democratic and Labour party; by the way, I could say this to pretty much any section of political society in Northern Ireland. He says that they just do not believe us, but if everybody goes around telling them not to believe us, there is very little chance—[Interruption.] There is a reason, and I have just referred to it: the people who will be asked, tasked and made responsible for this will be independent of the Government. They will be given a huge degree of leeway in how they set this up, so that it gains the maximum possible public confidence and support.",
        "**Tony Lloyd (Rochdale) (Lab)**",
        "Unfortunately, the Minister was interrupted in mid flow. He was about to make the point that the Government will give all available evidence to the recovery body. Two children were killed by plastic bullets, and the evidence around that has been sealed for 45 years, but none of us can understand why national security should mean that that is the case. Will he give a direct answer on this? Will that information be available to the recovery body?",
        "**Conor Burns**",
        "The hon. Gentleman is a distinguished parliamentarian and a former very effective Minister, and he was a police and crime commissioner for a time. He will understand that I cannot possibly comment on an individual case from the Dispatch Box—no Minister could refer directly to that specific example.",
        "**Several hon. Members rose—**",
        "**Conor Burns**",
        "No, I will not give way at this moment. What I can say to the hon. Gentleman is that the information recovery body will be given more information than any other comparable body or current institution that is examining these cases.",
        "**Sir Jeffrey M. Donaldson (Lagan Valley) (DUP)**",
        "I have some sympathy with the Minister’s position, in so far as everyone wants to criticise the UK Government on the disclosure of information. Given that 90% of the deaths in Northern Ireland are attributable to paramilitary terrorist organisations who refuse to give any information about any of this stuff, I wish there was a bit more balance from some in calling for truth and honesty, when the leaders of some of those organisations are not even willing to say that they were members—never mind leaders—of them.",
        "**Conor Burns**",
        "The right hon. Gentleman’s point will have great resonance across these islands and with many families whose loved ones were murdered or maimed by the Provisional IRA. Importantly, it will be an undertaking of the British state to pass over information about all incidents on which we have records. My hon. Friends the Members for Plymouth, Moor View (Johnny Mercer) and for South Dorset (Richard Drax) have served in the armed forces and have campaigned vigorously on this, and they will know that it is absolutely the Government’s view that there was no moral equivalence whatsoever between those who were on the streets of Northern Ireland trying to uphold law and order against a brutal, barbaric and evil campaign of republican terrorism, and those who skulked in the shadows and bombed, shot, killed and maimed. The right hon. Gentleman is right to say that we have to be careful in our language not to create any equivalence whatsoever.",
        "**Several hon. Members rose—**",
        "**Conor Burns**",
        "The final thing I will say—then I will give way a couple more times—is that the information held by the state will be not only information about the actions of the state, but intelligence on other actors, whom the body could then ask to come forward.",
        "**Several hon. Members rose—**",
        "**Conor Burns**",
        "In the interests of balance, I am going to take an intervention from the leader of the SDLP.",
        "**Colum Eastwood**",
        "Let me take this opportunity to make it very clear that every single murder and every single crime that occurred during the troubles was absolutely and totally wrong—I do not care who did it—and that every single bit of truth, accountability and justice possible should be got at. Every single paramilitary organisation should be coming forward with information, but we know that there is lots of information on those paramilitary organisations, because the British Government have infiltrated them—and still infiltrate them—to the very highest levels. We all know that. The information is sitting in the files of the British Government.",
        "As my friend the hon. Member for Rochdale (Tony Lloyd), says, the reason that we do not trust the British Government is this: Julie Livingstone, Paul Whitters, the Bloody Sunday inquiry, the Ballymurphy inquest. At every single turn, the British Government have tried to stop information getting into the hands of the people trying to find out the truth, including victims, who were told that they were at the very centre of this legislation. I have made this point a number of times now: there is a reason we do not trust you. Why not support our new clause 6, which would put on the face of the Bill that this information should be released to the public?",
        "**Conor Burns**",
        "The hon. Gentleman knows that in the Bill, a legal obligation is being placed on all agencies of the state to provide the body with all the information they have. That is unprecedented; it has not happened before. Given the levels of trust—I understand why he says what he does to the community that he represents in Derry and Foyle—the truth is that the success or otherwise of this provision will be in the actions and outcomes of the body, when it is up and running. It will get information, some of which we understand and know will be very uncomfortable for some people who have been in the apparatus of the British state over the years. A huge amount will also be very uncomfortable for terrorists, who may think that there will not be another knock on the door for them. The success, or otherwise, will be in the fact that the information is passed over, and the body will have independence to act to get that information out there and, hopefully, to get information to the families.",
        "**Jim Shannon**",
        "Just last week, it was reported in the Belfast Telegraph that victims’ campaigner Kenny Donaldson—he is well known to everyone in the House, including the Minister and Secretary of State—said that",
        "“if immunity was granted in exchange for information, then terrorists would then be ‘emboldened to wax lyrical’ about their involvement in violence”.",
        "In other words, they would change their whole process.",
        "Unfortunately, what I do not see in this legislation is the victims. It seems that the perpetrators of those crimes are getting off scot-free. The victims are not. That being the case, this legislation does not take us forward in the way that it should. The Government should be bringing something forward that addresses all those issues, but I do not see that yet.",
        "**Conor Burns**",
        "The current mechanisms are not delivering in a timely way. Time is running out, and we believe that the processes established under the Bill will help to get information to people. Central to the proposal is the fact that the individual who comes to the body, or is contacted by the body, has an obligation to co-operate fully and to give full disclosure. If that disclosure is not deemed by the body to be full or honestly engaged, the body has the absolute right to withhold immunity and pass information to the prosecutorial services throughout the UK.",
        "If hon. Members go back and look at how the body will be constructed—at the expertise of the people who will be on it, at the fact that it will be led by someone from a judicial background, at the police powers of investigation that it will have, and at the fact that this will be the most complete information ever provided to anybody looking at these events—they will see that the chances of somebody coming forward and, in a sense, hoodwinking the commission is vanishingly unlikely. If people do not co-operate—if they withhold information or are not complete in what they tell the body—it is within the body’s rights and obligations to withhold immunity.",
        "**Sammy Wilson**",
        "In the interests of getting balance in this whole memorialisation process, does the Minister not accept that already in the Bill there is a clear indication that balance will never be obtained? The records that are held are mostly held by the state. The records of state activities are going to be given to the researchers and the body to tell the story and so on. He has indicated that some of the intelligence on terrorist organisations will be given as well, but that in itself is incomplete and the terrorist organisations, we can be sure, are not going to play the same and give the same access as the Government are going to give in this whole process. Therefore, how can the Minister ever hope that this will be other than a one-sided process that will not produce a balance, but will be used and abused to rewrite the history of the troubles in favour of terrorists?",
        "**Conor Burns**",
        "The right hon. Gentleman is, in a real sense, right to raise those concerns, but the way the process is being set up in the Bill provides more than a possibility that we can find a way of doing this in an inclusive sense—in a way that creates a complete picture of the troubles for future generations to understand—and that will certainly not involve the glorification of acts of terrorism. He is right—and he is right that I alluded to this—that the state holds not just significant information about what the state was responsible for, but significant intelligence-based information on the actions of others that may not ever have been acknowledged before. That will be part of the oral history—the official history, if you like—of the troubles.",
        "Under clause 48, the cross-community, cross-sectoral advisory panel, which will consist of a range of organisations with a defined interest and expertise in this area, will include representation and voices from the victims’ sector. That should provide some reassurance that there will be voices in there making sure that this is not a one-sided account of the history of the troubles.",
        "**Paul Girvan (South Antrim) (DUP) rose—**",
        "**Gavin Robinson rose—**",
        "**Conor Burns**",
        "I will give way to the hon. Member for South Antrim (Paul Girvan) and then to the hon. Member for Belfast East (Gavin Robinson). I will then finish, and then the Committee can consider the clauses in detail.",
        "**Paul Girvan**",
        "On the last point, we have a difficulty in that many organisations have been set up to tell the story of victims and to fight on the victims’ side, but there are a large number of victims—I can talk personally, from a family point of view—who do not want to engage with anybody because they want to put this sad history behind them: unlike a lot of people who want to keep opening this up, they want to bury it. Where are those people’s views ever going to be heard? That is the difficulty that I have. Members of my own family will not engage with any victims’ groups. They do not want to be involved with them because they believe they all have an agenda and, for some, it is to rewrite history. We fear that this process will be used as an opportunity to rewrite history and to bring forward a narrative that will suit, primarily, in my case, a republican agenda, which will be spun by those who have a machine behind them set up to do that.",
        "**Conor Burns**",
        "I entirely understand where the hon. Gentleman is coming from and I entirely understand what he says about the range of views within victims’ groups, and even within individual families, about how they want to approach this. In a sense, there is no right or wrong thing to do here. These are matters of judgment, and the view that the Secretary of State and the Government have come to on how we proceed is that this gives a chance for a degree of reconciliation that is not delivered by the existing institutions.",
        "For those who take the view that the hon. Gentleman describes and want to be cut off from the process and freed from thinking about it, often because what happened is so intensely painful to them that the pain of connecting to the events and to the losses is overpowering, we totally and utterly respect that. No one will be compelled to participate in an oral history or a remembrance of an event if they do not want to, but for those who do, it will be there. We will set it up as I have described, involving victims’ organisations and the cross-sectoral, cross-community advisory panel, to try to make it as inclusive and as embracing as it can possibly be.",
        "Rather like the information recovery body itself, however, the success or otherwise of the memorialisation process will be judged only when it is up and running. It will be judged only when people can see what is happening and can make a judgment call on whether we have achieved, in the institutions we are creating, the objectives we set ourselves and the chance for greater reconciliation in Northern Ireland.",
        "**Gavin Robinson**",
        "While the Minister took issue with the comment from the hon. Member for Foyle (Colum Eastwood), it proved his salvation, because it allowed him to completely ignore the point that the hon. Member for North Down (Stephen Farry) was making: irrespective of whether people believe the Minister or not, they will not engage in the process. We have seen victims’ groups say they will not engage in the process. We have seen organisations that represent republican terrorists indicate that they will not engage in the process.",
        "As the Minister concludes his remarks, I say to him that on Wednesday he had the opportunity to accept an amendment that would have removed the pitifully low fine for non-engagement if notice was served—three days of the Minister’s wages—for something more substantive and meaningful, and he was against that amendment. He knows there is no encouragement or inducement to engage in this process. He knows there is no consequence for lying as a result of the process. He knows that, even if somebody stays outside the process and is prosecuted, the sentencing regime will be reduced from two years in prison to zero years in prison. On each and every one of those points there is an amendment that the Government could engage with to make sure that the process works, yet still they are against them all. Why?",
        "**Conor Burns**",
        "I have huge respect for the hon. Gentleman and the points he makes. What I will say to him from this Dispatch Box, from the Government Front Bench with the Secretary of State beside me, is that these points have been made incredibly powerfully by the hon. Gentleman on the Floor and reinforced by my right hon. Friend the Member for Chingford and Woodford Green (Sir Iain Duncan Smith).",
        "The hon. Member for Belfast East is correct that the amendment on the fine for non-engagement was on the Order Paper last week. That question and the question on sentencing are things that—I think I am allowed to go this far—there are active conversations about internally. This is the Committee stage of the Bill, and the Bill will leave the Committee and will go to the other place. We are very carefully listening to the validity and strength of some of the arguments, but we must ensure that we get the Bill technically and legally right.",
        "Mr Evans, you referred at the beginning to the fact that we will return later today to a manuscript amendment, at another stage of this Bill’s progress. That manuscript amendment is based on an amendment last week that we worked closely with the Opposition and other parties to get right, and we will table it tonight to achieve that. Just because we are not accepting an amendment as drafted this evening, or indeed last week, it does not necessarily mean that we have closed off interest in considering that in more detail to see if we can build on the ideas that the hon. Member for Belfast East has and improve the Bill further at a later stage.",
        "**Richard Drax (South Dorset) (Con)**",
        "Will my right hon. Friend give way?",
        "**Conor Burns**",
        "This is genuinely the last time I will give way.",
        "**Richard Drax**",
        "As we have heard, if a terrorist is convicted, they spend a maximum of two years in jail. As I understand it, if a terrorist does not come forward to this body and give information, they could still be investigated judicially. If there is sufficient evidence to bring a terrorist to court and they are found guilty, does that two-year jail term still apply, or can they be convicted for a proper length of time to account for their appalling crime?",
        "**Conor Burns**",
        "The short answer to my county neighbour is yes. That is why we are reflecting very carefully on the points that the hon. Member for Belfast East, my right hon. Friend the Member for Chingford and Woodford Green, and others, have made as to whether that is the right way to proceed, or whether we might want to have another look at that whole area and the wider context of the Bill as it progresses through its remaining stages.",
        "I have done less today than I did last week, which I think is a good thing for everybody, including me. I look forward to hearing the detailed debate during the afternoon and evening, and look forward to returning to respond on behalf of the Government to the Committee later today."
    ]
}