{
    "url": "https://www.ukpol.co.uk/andy-burnham-2016-speech-on-orgreave/",
    "title": "Andy Burnham – 2016 Speech on Orgreave",
    "post_date": "July 20, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Andy Burnham",
            "url": "/tag/andy-burnham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Andy Burnham, the Shadow Home Secretary, in the House of Commons on 20 July 2016.",
    "content": [
        "[![andyburnham](https://www.ukpol.co.uk/wp-content/uploads/2015/11/andyburnham-201x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/andyburnham.jpg)",
        "I promised the Hillsborough families the full truth about the 20-year cover-up. They will not have it until we also know what happened after Orgreave. A year ago the IPCC found senior officers gave untrue statements exaggerating violence from miners to distract from their own use of force, some would say brutality. So the force that would wrongly blame Liverpool supporters tried to do the same against the miners five years before. In response, the then Home Secretary promised to consider a public inquiry. That was welcome because the miners’ strike caused deep scars when, in the words of a former chief constable, the police were used as an “army of occupation”. The Orgreave Truth and Justice Campaign has, as the Home Secretary said, submitted an application, but there was a somewhat unexpected announcement in another place last week that it would now be substantially delayed. The Advocate General’s exact words were:",
        "“The IPCC told Home Office officials that if it announced any action to set up an inquiry or other investigation relating to Orgreave, it would have an impact on the Hillsborough investigation.”—[Official Report, House of Lords, 13 July 2016; Vol. 744, c. 216.]",
        "However, the deputy chair of the IPCC says:",
        "“I would like to clarify that the IPCC has not taken or offered any position on whether there should be a public inquiry…That is a decision that is entirely a matter for the Home Secretary.”",
        "That is why we have brought the Home Secretary here today.",
        "I welcome the Home Secretary’s offer to meet me, but might it not help to build the right climate if she today corrects the misleading impression given to Parliament that the IPCC had advised against the establishment of an inquiry at this time? Does she accept that there is no reason why ongoing investigations should delay an Orgreave inquiry, and that in similar situations it is commonplace for protections to be put in place to manage any risks? Can she see why the Government’s actions look like a Home Office manoeuvre to shunt a controversial issue into the long grass?",
        "This, one of the final decisions of the former Home Secretary, was announced as she stood on the steps of Downing street promising to “fight injustice”. People may remember another Tory Prime Minister quoting St Francis of Assisi outside No. 10 and the subsequent gap that emerged between her fine words and her deeds. To ensure that history does not repeat itself, will the Home Secretary do the right thing? Will she restore the trust that has been damaged among people who have already waited more than 30 years for the truth and, today order a full public inquiry into Orgreave?"
    ]
}