{
    "url": "https://www.ukpol.co.uk/simon-burns-2012-speech-at-peterborough-station/",
    "title": "Simon Burns – 2012 Speech at Peterborough Station",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Simon Burns",
            "url": "/tag/simon-burns/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Simon Burns at Peterborough Station on 14th November 2012.",
    "content": [
        "Thank you for that introduction.",
        "And thank you also for asking me along. It’s a genuine pleasure to be here today.",
        "When my officials first asked me if I was interested in a makeover, I thought they meant for me.",
        "Fortunately for my self-esteem the officials in my private office eventually put me straight.",
        "The makeover is right here at Peterborough Station.",
        "And, looking around, I can see that every penny of that £3 million was well spent.",
        "**A makeover that really delivers**",
        "There’s a new station front, a bigger main concourse and a much brighter interior.",
        "There’s a new information point, as well as a new customer waiting area.",
        "People using the station will feel safer and more secure thanks to improved CCTV coverage.",
        "Automated ticket machines mean less hassle and more convenience for passengers.",
        "And, talking of convenience, even the toilets have been refurbished. Looked at from any angle, this is a makeover that really delivers.",
        "And I’m pleased to say it doesn’t stop there. Because I understand there’s more to come.",
        "There will be new lifts and footbridges, as well extra and longer platforms.",
        "And all the work is due to be completed by the end of next year.",
        "**Bigger picture**",
        "But of course, the passenger friendly changes we see here are part of a much bigger picture.",
        "Because we’re actually engaged in a massive rail modernisation effort:",
        "– new services and extra carriages",
        "– more seats and faster journeys",
        "– transforming conventional rail and backing rail high speed rail",
        "From massive, multi-billion pound projects like Crossrail, to smaller multi-million pound projects like Peterborough, we’re renewing and rebuilding Britain’s railways and making them truly fit for the 21st century.",
        "**Team effort**",
        "Now, I know that it takes a real team effort to pull off something like this – from back office to building site, from accountants to architects.",
        "So, as far as I’m concerned, it doesn’t matter if you were sat in front of a computer or you wore a hard hat, or whether you’re from Network Rail or part of East Coast.",
        "If you were involved in modernising this station then you should feel very proud of yourselves.",
        "And that’s why I’d like to take this opportunity to applaud you for an absolutely fantastic job.",
        "Common interests and a common purpose….coming together and working together to achieve this station improving, passenger friendly end result.",
        "So a big thank-you for all of your hard graft.",
        "**Concluding remarks – cutting ribbon/plaque unveiling**",
        "Okay. In my experience “I wish they’d gone on longer” is rarely a tribute paid to a public speaker, especially a politician.",
        "So, without any further ado, it’s an honour and a privilege to declare this station open."
    ]
}