{
    "url": "https://www.ukpol.co.uk/andy-burnham-2011-speech-to-labour-party-conference/",
    "title": "Andy Burnham – 2011 Speech to Labour Party Conference",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "2011 Labour Party Conference",
            "url": "/tag/2011-labour-party-conference/"
        },
        {
            "text": "Andy Burnham",
            "url": "/tag/andy-burnham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Andy Burnham to the Labour Party conference in Liverpool on 28th September 2011.",
    "content": [
        "[![andyburnham](https://www.ukpol.co.uk/wp-content/uploads/2015/11/andyburnham-201x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/andyburnham.jpg)",
        "Conference.",
        "What do you think of my home city?",
        "Brilliant isn’t it?",
        "So welcome to Liverpool – or at least it was Liverpool last time I checked, before the Boundary Commission came along.",
        "I’ve had a great week.",
        "It started with a goal at the annual MPs versus Press football match.",
        "Last year, Ed Balls and I were rivals.",
        "This year we were united up front together – and, he must be doing a good job, because if you’ve seen the photos, there was certainly no ‘squeezed middle’.",
        "But it’s not all been good news.",
        "Recently GQ voted me the fourth worst-dressed man in Britain.",
        "My brother said at least it showed I was trying to fit in with teachers.",
        "In this job, there’s one thing you notice.",
        "How, on an almost daily basis, people who didn’t go to state schools, and don’t send their children to them, pop up in the media to tell us all how awful they are.",
        "Is there any country in the world which runs down its schools, its teachers and its young people in the way we seem to do?",
        "Well, Conference, at least let us put that right today.",
        "Will you join me in thanking our teachers, dinner ladies, support staff, lollipop ladies whose utter devotion to our children makes England’s schools amongst the best in the world?",
        "And let us all thank inspirational heads like Yvonne Sharples and Andrew Chubb for what they do to lift aspirations in places where life is hardest.",
        "And let me thank my brilliant team – Kevin Brennan, Sharon Hodgson, Iain Wright, Toby Perkins and Stella Creasy.",
        "Today, Labour reaches out beyond its own closed circle and I want to welcome all the members of the public and young members who join us today.",
        "My home city is much stronger for 13 years of a Labour Government.",
        "These days, the people hiring taxis are the Yellow Tories – sent packing for propping up a ruthless Tory Government cutting this Council’s budget by over £100 for every person who lives here.",
        "And, yet, take heart from this.",
        "Liverpool’s Labour Leader – Joe Anderson and his team have found a way to keep building new schools for the people of this city.",
        "A lesson for Gove and his Tories: never, ever underestimate the people of this city.",
        "Streetwise, self-confident – but always the city of the underdog, as its blue half will show in Saturday’s Merseyside Derby.",
        "On some issues, though, we stand together.",
        "For 22 years, this city has borne the deepest scars imaginable when 96 of its sons and daughters didn’t come home from an FA Cup semi-final.",
        "As it sought answers, obstacles were thrown up and insults added to injury.",
        "Perhaps we could have done more.",
        "But, with Gordon’s support, Labour made the historic commitment to disclose all public documents through the Hillsborough Independent Panel.",
        "Conference, I ask you and our Party to stand with those Hillsborough families until they have finally prevailed in their dignified campaign for truth and justice.",
        "Nothing matters more to me on a personal level.",
        "That’s because my own family story is bound up with the ups and downs of Liverpool.",
        "And, in that story, a vivid illustration of Ed’s Promise of Britain.",
        "In the 60s and 70s, my grandad drove a lorry around these docks for Tate & Lyle. Could he ever have imagined that his grandson, a former Cabinet Minister, would stand on these very same docks addressing this Conference?",
        "We’ve all come a long way.",
        "But, in the cold light of this century, it suddenly feels much harder for young people who don’t have much, to dare to dream.",
        "As traditional industries have declined, so too have the ladders-up they once provided.",
        "And today young people face agonising choices. It’s not easy to take on the cost of a degree when you know that you’re expected to work for free to get on.",
        "But if things weren’t hard enough, they just got a whole lot harder.",
        "They’ve launched an all-out attack on aspiration, on the hopes and dreams of ordinary kids.",
        "Before the Election, David Cameron looked young people in the eye. He said he’d keep the Education Maintenance Allowance.",
        "What kind of man does that, leaving thousands of young souls cut adrift?",
        "Cameron the Conman, that’s who.",
        "What kind of man destroys England’s careers service with youth unemployment at record levels?",
        "And what kind of man chooses this moment to make young people pay with their life chances.",
        "All across England, you can hear the sound of falling aspiration. And it’s terrifying.",
        "Tony Blair said his priorities were education, education, education.",
        "And because of what he did we can now go further: aspiration, aspiration, aspiration.",
        "In this challenging century, we will be the party for families who want to get on in life, who want better for their children.",
        "Labour will give every child a path in life. Put hope in every heart.",
        "Walk into any primary school in England and you will see the change we made.",
        "University opened up to thousands – and the greatest increase amongst the poorest children.",
        "But we need to go further and yesterday Ed laid down that challenge.",
        "Let’s face up to one thing, though.",
        "As a country, we haven’t focused anything like enough on the opportunities for the 50% or more of kids who don’t plan to go to university.",
        "Young people who want to head towards work or an apprenticeship are left to fend for themselves.",
        "At 13, 14, 15, too many children lose their way because they can’t see where school is taking them.",
        "That’s wrong and I want to put it right.",
        "Young people on the university path know what is expected if they are to make the grade.",
        "I want young people who aspire to apprenticeships to have the same clarity, ambition and sense of purpose.",
        "I want them to be able to find out and apply for them in exactly the same way as people apply for university.",
        "So let’s look at a national UCAS-style system for apprenticeships, raising sights, rewarding those who work hardest, giving all children hope and a goal in life.",
        "A 21st century school system where employers have more influence on what subjects children take.",
        "A 21st century school system based on the solid principle that hard work will be properly rewarded.",
        "Truly comprehensive education for the 21st century: giving every child a clear path; putting hope in every heart.",
        "With new ideas like this, Labour is facing up to the challenges of today.",
        "By contrast, the government’s approach to education reminds me of the film ‘Back to the Future.’",
        "Remember it?",
        "It starred a man called Michael who was trapped in the 1950s.",
        "Here we are in 2011 and we have the spectacle of a Tory Education Secretary promoting Latin and Ancient Greek over Engineering, ICT and Business Studies.",
        "I want as many children as possible to take the subjects in the English Baccalaureate.",
        "But they are not right for everyone.",
        "And yet the message is clear – any school or student who doesn’t succeed is second best.",
        "As we have heard today, there is a growing grassroots rejection of Mr Gove and his elitist and divisive policies.",
        "If we just shout from the sidelines and wait for the next election, too many young lives will be written off.",
        "So we need an alternative.",
        "A curriculum that sets high ambitions for everyone in English and Maths.",
        "A curriculum that gets young people ready for the modern world where they can expect to have around 10 job changes and will need different skills and qualities to succeed.",
        "Not segregated routes between academic and vocational education but a true Baccalaureate.",
        "A unified programme of study geared to the needs of the 21st century: stretching the brightest, yes, but giving all children a relevant route and a solid qualification behind them.",
        "This is Labour’s vision.",
        "Supporting the development of the Modern Baccalaureate, drawing on the example of the Welsh and International Baccalaureates, as an alternative to Gove’s backward-looking vision.",
        "He is stuck in the past and obsessed with structural changes.",
        "He throws money at his favoured schools – free schools and academies – and treats the rest as if they don’t matter.",
        "A man with a plan for some schools and some children, not all schools and all children.",
        "He cancels new schools in areas of greatest need to build new ones in wealthier areas.",
        "And make no mistake – Gove’s academies are not Labour’s academies. We focused on areas of real need; he gives more to the best-performing schools.",
        "In this free-for-all, with a weakened admissions code and all schools judged by the English Baccalaureate, vulnerable children will lose out.",
        "Back to the 1950s. Two-tier education and selection by the back-door.",
        "A new generation of grammars and secondary moderns.",
        "We shouldn’t judge any school by its structure or status. We should judge them by their values and achievements.",
        "Free schools and academies can embody the comprehensive ideal.",
        "But Conference, make no mistake, that ideal is under attack.",
        "And if I believe in anything I believe with all my heart in what it stands for: all backgrounds together, learning to see life from all sides, aspirational for everyone.",
        "These comprehensive values should be as intrinsic to this party’s DNA as the values of the NHS.",
        "We must reform it now for new times, meeting the aspirations of every family and our country and fulfilling the Promise of Britain.",
        "So that’s our mission.",
        "Comprehensive education for the 21st century.",
        "Rewarding hard work.",
        "Stretching the brightest.",
        "Putting hope in every heart."
    ]
}