{
    "url": "https://www.ukpol.co.uk/andy-burnham-2016-speech-on-hillsborough/",
    "title": "Andy Burnham – 2016 Speech on Hillsborough",
    "post_date": "April 28, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Andy Burnham",
            "url": "/tag/andy-burnham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Andy Burnham, the Shadow Home Secretary, in the House of Commons on 27 April 2016.",
    "content": [
        "[![andyburnham](https://www.ukpol.co.uk/wp-content/uploads/2015/11/andyburnham-201x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/andyburnham.jpg)",
        "I thank the Home Secretary for her powerful statement and her kind words. At long last, justice—for the 96, for their families, for all Liverpool supporters, for an entire city. But it took too long in coming, and the struggle for it took too great a toll on too many. Now, those responsible must be held to account for 96 unlawful deaths and a 27-year cover-up.",
        "Thankfully, the jury saw through the lies. I am sure—to repeat what the Home Secretary said—that the House will join me in thanking the jury for their devotion to this task and for giving two years of their lives to this important public duty.",
        "When it came, their verdict was simple, clear, powerful and emphatic, but it begged the question: how could something so obvious have taken so long? There are three reasons: first, a police force that has consistently put protecting itself over and above protecting people harmed by Hillsborough; secondly, collusion between that force and a complicit print media; and thirdly, a flawed judicial system that gives the upper hand to those in authority, over and above ordinary people. Let me take each of those issues in turn, starting with South Yorkshire police.",
        "Can the Home Secretary assure me that there will be no holding back in pursuing prosecutions? The CPS has said that files will be submitted by December. While we understand the complexity, can she urge it to do whatever it can to bring that date forward?  \nOf course, the behaviour of some officers, while reprehensible, was not necessarily chargeable, but, through retirement, police officers can still escape misconduct proceedings. In her Policing and Crime Bill, the Home Secretary proposes a 12-month period after retirement where proceedings can be initiated, but one of the lessons of Hillsborough is that there can be no arbitrary time limits on justice and accountability. Will the Home Secretary work with me to insert a Hillsborough clause into her Bill, ending the scandal of retirement as an escape route and of wrongdoers claiming full pensions? Will she join me in making sure that that applies retrospectively?",
        "The much bigger question for South Yorkshire police to answer today is this: why, at this inquest, did they go back on their 2012 public apology? When the Lord Chief Justice quashed the original inquest, he requested that the new one not degenerate into an “adversarial battle”. Sadly, that is exactly what happened. Shamefully, the cover-up continued in that Warrington courtroom. Millions of pounds of public money was spent retelling discredited lies against Liverpool supporters. Lawyers for retired officers threw disgusting slurs around; those for today’s force tried to establish that others were responsible for the opening of the gate. If the police had chosen to maintain their apology, this inquest would have been much shorter. But they did not, and they put the families through hell once again. It pains me to say it, but the NHS, through the Yorkshire ambulance service, was guilty of the same.",
        "Does the Home Secretary agree that, because of his handling of this inquest, the position of the South Yorkshire chief constable is now untenable? Does she further agree that the problems go deeper? I promised the families the full truth about Hillsborough. I do not believe they will have it until we know the truth about Orgreave. This force used the same underhand tactics against its own people in the aftermath of the miners’ strike that it would later use to more deadly effect against the people of Liverpool. There has been an IPCC report on Orgreave, but parts of it are redacted. It has been put to me that those parts contain evidence of direct links between Orgreave and Hillsborough.",
        "This is a time for transparency, not secrecy—time for the people of South Yorkshire to know the full truth about their police force. So will the Home Secretary accept the legal submission from the Orgreave Truth and Justice Campaign and set up a disclosure process? This force has not learned and has not changed. Let me be clear. I do not blame the ordinary police officers—the men and women who did their very best on that day and who today are out there keeping our streets safe—but I do blame their leadership and culture, which seems rotten to the core. Orgreave, Hillsborough, Rotherham: how much more evidence do we need before we act? So will the Home Secretary now order the fundamental reform of this force and consider all potential options?",
        "Let me turn to collusion between police and the media. The malicious briefings given in the aftermath were devastatingly efficient. They created a false version of events which lingered until yesterday. No one in the police or media has ever been held to account for the incalculable harm they caused in smearing a whole city in its moment of greatest grief. Imagine how it felt to be my constituent Lee Walls, who came through gate C just before 3 pm with his friend Carl Brown. Carl died but Lee survived, but days later he had to read that he was to blame. Given the weakness of the press regulatory system back then, the survivors of this tragedy had no ability to correct the lies. But is it any different today? If a tragedy like Hillsborough were to happen now, victims would not be able quickly to undo the damage of a misleading front page. Leveson recommended a second-stage inquiry to look at the sometimes unhealthy relationship between police and press. I know the Hillsborough families feel strongly that this should be taken forward. So will the Government end the delay and honour the Prime Minister’s promises to the victims of press intrusion?",
        "I turn to the judicial system. I attended this inquest on many occasions. I saw how hard it was on the families: trapped for two years in a temporary courtroom; told to show no emotion as police lawyers smeared the dead and those who survived—beyond cruel. I welcome Bishop James’s new role in explaining just how cruel this was to the House and to the country. The original inquest was similarly brutal, but that did not even get to the truth. Just as the first inquest muddied the waters after the clarity of the Taylor report, so this inquest, at moments, lost sight of the Hillsborough Independent Panel report. One of the reasons why it produced a different outcome, though, is that this time the families had the best lawyers in the land. If they could have afforded them back in 1990, history might have been very different. At many inquests today there is often a mismatch between the legal representation of public bodies and those of the bereaved. Why should the authorities be able to spend public money like water to protect themselves when families have no such help? So will the Government consider further reforms to the coronial system, including giving the bereaved at least equal legal funding as public bodies? This, the longest case in English legal history, must mark a watershed in how victims are treated.",
        "The last question is for us in this House. What kind of country leaves people who did no more than wave off their loved ones to a football match still sitting in a courtroom 27 years later begging for the reputations of their sons, daughters, brothers, sisters and fathers? The answer is one that needs now to do some deep soul-searching. This cover-up went right to the top. It was advanced in the Committee Rooms of this House and in the press rooms of 10 Downing Street. It persisted because of collusion between elites in politics—on both sides—police and the media. But this Home Secretary stood outside of that. Today I express my sincere admiration and gratitude to her for the stance she has consistently taken in righting this wrong.",
        "But my final words go to the Hillsborough families. I think of those who did not live to see this day: of the courageous Anne Williams; of my constituent Stephen Whittle, the “97th victim”, who gave his own ticket to a friend on the morning of the match and later took his own life. I think of people like Phil Hammond, who sacrificed his own health to this struggle. I think of the many people who died from outside Merseyside, recognising that this was not just Liverpool’s but the country’s tragedy. I think of Leigh lad Carl Brown and his devoted mum Delia who still visits his grave most days. I think of Trevor and Jenni Hicks and their heart-breaking testimony to the new inquest. But I think most of my friend Margaret Aspinall. She did not just sacrifice everything for her own son James: she took on the heavy burden of fighting for everyone else’s loved ones—and, by God, didn’t she do them proud? It has been the privilege of my life to work with them all. They have prevailed against all the odds. They have kept their dignity in the face of terrible adversity. They could not have shown a more profound love for those they lost on that day. They truly represent the best of what our country is all about. Now it must reflect on how it came to let them down for so long."
    ]
}