{
    "url": "https://www.ukpol.co.uk/andy-burnham-2011-speech-to-nasuwt-conference/",
    "title": "Andy Burnham – 2011 Speech to NASUWT Conference",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "Andy Burnham",
            "url": "/tag/andy-burnham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made Andy Burnham, the Shadow Education Secretary, to the 2010 NASUWT Conference.",
    "content": [
        "[![andyburnham](https://www.ukpol.co.uk/wp-content/uploads/2015/11/andyburnham-201x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/andyburnham.jpg)",
        "Good afternoon.",
        "It’s great to be with you – even if it is as the first Labour Shadow to address you for some time.",
        "What a difference a year makes.",
        "The only positive is that gives me the first real opportunity for fifteen years to step back, refresh and rethink Labour education policy for new times.",
        "I intend to use it properly.",
        "So today I want to talk to you about the principles that will underpin my approach to that important task.",
        "I might not have been an Education Minister. But I do have a few strong views about education and real passions which go to the heart of why I am in politics.",
        "I need your help and ideas in building on the best of what Labour achieved in Government and developing a genuine alternative to the current direction of travel",
        "Of course, there were things we didn’t get right. That’s why Labour needs time to reflect.",
        "But we can’t afford to have our heads in the clouds. And this brings me to my second theme for today.",
        "An attack has been launched on state education in England.",
        "Structures that have underpinned a successful school system for decades – fair admissions, national standards, local planning – are being swept away.",
        "It’s a whirlwind – an unseemly rush to reform with no consultation, no pilots, no evidence.",
        "A reckless ideological experiment designed to break a successful school system and turn it into a free-for-all.",
        "A plan for some children and some schools, not all children and all schools.",
        "An unforgiveable gamble with the life chances of our children.",
        "So much change has been thrown at the system at once in the last 12 months at once that it’s been hard to stand back and make sense of it all.",
        "Today, I want to put all the pieces together.",
        "I want to show what’s at stake.",
        "I want to explain how the combined effect of the erosion of fair admissions and the promotion of a narrow, academic curriculum will create an inevitable drive towards an elitist, two-tier school system – a new generation of grammar schools and secondary moderns.",
        "England is sleepwalking into a new era of selection and segregation in our schools – and it’s time to raise the alarm.",
        "Tories in Government have forgotten that they didn’t win an outright mandate from the public for right-wing reforms to our public services.",
        "As for Mr Clegg … well what can you say?",
        "I was campaigning in Sheffield the other day. On one doorstep, I was saying how hard it was to work with them now as I had no idea what Mr Clegg stood for.",
        "Quick as a flash this bloke said: “I know what Clegg stands for. Mr Cameron, when the PM walks into the Cabinet room.”",
        "What I do know is that Mr Clegg has put the Lib Dems’ name to an Education Bill – every single word of which contradicts a motion passed at his Party’s annual conference.",
        "So it falls to us to remind them.",
        "Let’s do that by launching a joint campaign today to change that Bill – and put down a clear marker against the drive towards an atomised, competitive, divided education system",
        "Just as the Government has been forced into retreat on NHS reform, if we fight together for what we believe in we can preserve a semblance of a state education system for the next Labour Government.",
        "I will explain later how we might do that.",
        "But, first, Labour’s policy review.",
        "I have two clear tests for an education policy: will it help all school be good schools? Will it help every child to be the best they can be?",
        "I’m proud that, in Government, Labour made demonstrable progress towards these goals.",
        "Our schools saw a decade of improvement: more teachers, smaller classes, a stronger, more professional workforce, more classroom support, better school buildings and ourdoor play facilities, modern ICT, better discipline, better sport and arts.",
        "Per pupil funding was finally brought up to the European average, 4,000 schools were rebuilt – and, as a result of all these things, standards rose.",
        "In 1997, one in two schools were below the basic benchmark. By 2010, that was just 1 in 40 schools. 80% of secondary schools and 90% of primary schools had good or outstanding behaviour.",
        "It’s a record Labour can be proud of – but I know it simply wouldn’t have been possible without our partnership with you.",
        "So, on behalf of the Labour Party, I would like to thank this union for all that is has done to champion comprehensive state education, and show how constructive social partnership can work for all to improve standards in our schools.",
        "Your contribution to this revolution was recognised last year when Ed Balls launched the Teachers’ Guarantee at this conference last year.",
        "It was an expression of our trust in the professionalism of teachers – and our desire to support you to have the greatest impact on the learning, well-being and development of your pupils.",
        "And I can say today that I will carry forward that principle into our policy review.",
        "Mr Gove talks about the importance of teaching – as if nothing happened in 13 years.",
        "Just as they have sought to re-write history on the economy, so they have deployed a barrage of selective facts to decry the achievements of our children, our teachers and our schools in the last fifteen years.",
        "The fact is that last decade saw teaching transformed – from a profession demoralised and undervalued to the top destination for Oxbridge graduates.",
        "40,000 more teachers, 120,000 more teaching assistants. The best generation of teachers ever, according to OFSTED.",
        "This was achieved not by Government alone but by partnership and constructive dialogue on the things that matter to teachers, by being fair on pay and pensions.",
        "In Government – and in partnership with NASUWT – Labour took tough decisions on pensions to make them more affordable and viable. Together, we were able to improve long-term sustainability and reduce the risk to the taxpayer and retain the principles of equity and flexibility.",
        "I hope even people who did not agree with us on everything will recognise that as a more honourable way of working that unilaterally deciding to increase employee contributions in advance of the Hutton Report.",
        "The Government have made a mockery of partnership. So I understand why teachers are angry. Pension affordability is one thing. But permanent changes in the name of deficit reduction – particularly when the banks are getting a tax cut – are quite another.",
        "When it comes to schools, parents rightly expect all avenues to be explored before other action is taken. But the onus is very clearly on the Government to rebuild trust and negotiate a fair settlement.",
        "More broadly, Gove’s free-for-all in teachers pay and conditions will mean his rhetoric about teaching will never match up to the reality.",
        "I know from my experience in the NHS that you build stronger and more stable public services with social partnership and national pay frameworks.",
        "That will remain at the heart of Labour’s approach to education and is what I mean when I talk about building on the best of what we did in Government.",
        "But we didn’t get everything right. And I know we won’t move on unless we acknowledge and face up to those things.",
        "During the Labour Leadership election, I said I regretted the fact that, at times, Labour didn’t seem sufficiently proud of its comprehensive schools. I shuddered the day they were labelled ‘bog-standard’ – a huge disservice to the sheer variety and quality of what goes on in our schools.",
        "For someone coming in new to education policy, the depth of negativity in the media towards our schools is quite striking.",
        "I’m sure that there can’t be another country in the world that talks down its schools, its teachers, its qualifications and its young people in the way we seem to do.",
        "So I will champion the school system that did a good job for me – and is doing its best for my children in difficult circumstances.",
        "A second area where I think we need to reflect is in how we make policy.",
        "At times we allowed the London context exerted an undue influence on the formulation of national policy.",
        "We didn’t always get the balance right between national targets, on the one hand, and school and teacher autonomy on the other.",
        "We didn’t focus enough on improving opportunities for the half of kids unlikely to go to University.",
        "Politicians of all sides like to polish messages for the pushiest parents, leaving teachers are left to deal with the reality of trying to create schools that work for everyone.",
        "I can see how this has led to a disconnect between politics and the teaching profession.",
        "I want to address this in Labour’s policy commission on 0 to 19 education which is now underway.",
        "Today I issue the warmest of invitations to you all to play a part in it.",
        "Through Chris, I would like to hear your thoughts and ideas, on where we got things right in Government, where there is further to go, and where a changing world demands new approaches.",
        "I want our policy review to look at clear entitlements for on-going professional development, giving teachers the opportunity to update their skills and specialisms.",
        "I want to teaching to be seen as a high-status profession on a par with medicine and law.",
        "I want to see a culture that means it is as unacceptable for a student to be failed in the classroom as it is for a patient to be failed in the consulting room.",
        "Turning the best generation ever of teachers into the best teachers in the world should be a national mission in the coming decades. It matters for our children, our communities, and the long-term prosperity of our country.",
        "The big challenge I have set the Commission is to rethink comprehensive education for this century, showing how it can embody aspiration and achievement in schools and colleges across the country. I want it to do that by making sure all policy recommendations are firmly based on evidence, not whim or prejudice.",
        "Some right-wing commentators who think these two statements are incompatible, that the evidence doesn’t support what they call an outdated orthodoxy.",
        "Since I took on this job, I have spoken of my unshakeable belief in the comprehensive ideal. Immediately, this drew a lazy characterisation that I was therefore in favour of levelling down; that I was anti-choice and diversity.",
        "I am none of those things. I support parent and student choice, diversity of provision in schools, the promotion of academic excellence and high achievement.",
        "My mission is to show how they are entirely compatible within a truly comprehensive system. Indeed, that is the only way we will help all children be the best they can be.",
        "So let me refer some of those commentators to some authoritative evidence:",
        "“Systems that show high performance and an equitable distribution of learning outcomes tend to be comprehensive, requiring teachers and schools to embrace diverse student populations through personalised educational pathways.",
        "“In contrast, school systems that assume that students have different destinations with different expectations and differentiation in terms of how they are placed in schools, classes and grades often show less equitable outcomes without an overall performance advantage.”",
        "It comes from last year’s PISA report. Michael Gove is fond of quoting PISA. But, interestingly, not this bit.",
        "He doesn’t refer much to this bit either:",
        "“Countries that create a more competitive environment in which many schools compete for students do not systematically produce better results.”",
        "Nor this:",
        "“Most successful school systems grant greater autonomy to individual schools to design curricula and establish assessment policies.”",
        "PISA identifies three ingredients of a successful schools system: autonomy over the curriculum; collaborative rather than competitive; and comprehensive in terms of intake.",
        "I will base Labour’s policy on these solid foundations. And, this brings me to my second theme.",
        "I will show how Mr Gove is going in precisely the opposite direction on each of the three – to a more prescriptive, competitive and socially-segregated system.",
        "The current Secretary of State has two qualities in abundance which are a lethal mix in any minister: incompetence and ideological zeal.",
        "He doesn’t care much for detail or evidence – probably because it doesn’t support the ideological experiment he is inflicting on our children.",
        "There is no evidence that the Free Schools policy will drive up standards. In fact at worst, as experience in Sweden suggests, they will have a negative impact – not just on standards but on social cohesion.",
        "Michael Gove doesn’t mention Sweden much now, and prefers to points to the US and charter schools as his inspiration.",
        "Yet, here too, academics at Stanford University found that fewer than one in five charter schools outperformed comparable state schools and over a third were doing “significantly worse”.",
        "That is why I call his policy direction a reckless gamble with standards.",
        "My summary of the first 12 months of this Government’s education policy is a sorry story of broken promises, incompetence and wrong-headed reforms.",
        "They said they would protect Sure Start – but cut the funding and removed the ringfence.",
        "They said they would keep the Education Maintenance Allowance – but scrapped it at the first opportunity.",
        "They said it would be wrong to dismantle school sport partnerships – but they have.",
        "And crucially, they said they had found more resources for schools, that the Pupil Premium would be additional to the schools budget.",
        "Labour is publishing new figures today which show that the rhetoric simply doesn’t make the reality – the schools budget will fall every year for three years and per pupil funding is cut.",
        "Thousands of teachers at risk of redundancy. 700 local communities who have seen school building projects cancelled are watching money being poured into Free Schools.",
        "With mainstream schools facing harsh cuts, local communities must be allowed to judge whether this is the best use of resources – but the Free School programme is shrouded in secrecy.",
        "You deserve better than this. Children, families, communities – all deserve better than this.",
        "Where is the fairness in an approach to education where public money is used as bait to lure schools into an ideological experiment?",
        "Labour’s academies programme was focused on turning around schools in the most deprived areas.",
        "This Government has perverted it into a purely ideological programme with no plan for how it will drive up standards – an uneven playing field where money follows ideology not need.",
        "The Government have fallen straight into the trap of believing that making structural changes will automatically deliver improved standards.",
        "Unfair pressure is being piled on schools to change status. Consultation in some cases is cursory. And, disgracefully, Education Ministers put pressure on schools to sideline the voice of this trade union.",
        "All this from a Government which preached freedom and autonomy.",
        "In fact, they are more centralising, top-down and prescriptive than we ever were.",
        "Mr Gove wants to tell communities what kind of schools they must have and students what subjects they must study.",
        "So much for student and parent choice.",
        "Parents should have influence over local schools. But the Education Bill says communities can only have one kind of new schools – a new-style academy or Free School.",
        "The English Bacc is forcing a narrow academic subject selection on schools and students.",
        "All this leaves Government promises of autonomy and localism in tatters – and observers scratching their heads at a Secretary of State in danger of collapsing under the weight of his own contradictions.",
        "What guarantees do parents have about standards in this free-for-all – where schools to open in any building, with unqualified teachers, bypassing the National Curriculum?",
        "Isn’t there a real risk that new schools will destabilise existing good schools?",
        "So it’s to put down a marker against this dangerous experiment.",
        "Instead of obsessing over structures, which are meaningless to many parents, we will be seeking to amend the Bill to secure what really matters to them.",
        "Will my child have a fair chance of getting into a good school? Will they have good teachers?",
        "Labour will seek to preserve local admissions forums to support the rights of parents at local level to have fair access to schools of their choice.",
        "And we will safeguard standards by seeking to amend the Bill to ensure that all publicly-funded schools employ qualified teachers, requiring free schools to be covered by the same requirements regarding teaching qualifications as other schools.",
        "Simple, common-sense amendments that give children and parents guarantees and protection from the worst of Gove’s free market madness.",
        "I hope all those who have misgivings about this Government’s direction of travel will rally round the campaign to amend the Education Bill.",
        "These amendments won’t solve everything – but they will send a clear message to the Government that they can’t break up our school system without a fight.",
        "A fair school system is under threat from the combination of two things: changes to school governance – where schools are their own admission authorities; and the introduction of a narrow academic English Baccalaureate as a measure of performance.",
        "The English Bacc provides an incentive to focus on some students rather than others and sidelines vocational learning.",
        "Michael, you can’t design an entire school system around the requirements of the Russell Group.",
        "The danger is that, in a highly competitive system, schools will greater power over admissions will prioritise students likely to succeed under the English Bacc – creating a selective system by the back door.",
        "I came into politics to challenge elitism in education. And I’m now ready to give this Government the fight of its life to save the kind of school system I believe in.",
        "**Conclusion**",
        "My own journey in life took me from a Merseyside comprehensive in the mid-1980s to Cambridge and then to the Cabinet.",
        "It has shown me the best and worst of our education system and society.",
        "Doors never open for some young people because they are never given the confidence to knock on them.",
        "I joined Labour in the mid-80s because that I wanted to challenge it and I’m proud of the progress we made in Government: more young people leaving school with decent qualifications; more people staying on; more people going to university.",
        "Today, I’m more fired up than ever because I see history repeating itself and all this hard-won progress thrown into reverse.",
        "When the Government trebled tuition fees, it filled me with despair. I could almost hear the sound of falling aspiration in my constituency.",
        "And when I hear a Prime Minister say it’s OK to hand out life chances and plum jobs on the dinner party circuit, it reminds me why I’m I do the job I do.",
        "For all the progress we have made as a society, it remains the case that the postcode of the bed you are born in pretty much determines where you end up in life and what chances you have.",
        "I know that a two-tier school system, no EMA and trebled tuition fees will reinforce that, stacking the odds against those who have least.",
        "So the stakes couldn’t be higher.",
        "I want an education system that is an engine of true social mobility, that helps all children be the best they can be.",
        "If this is your vision too, let’s fight for it together before it is too late."
    ]
}