{
    "url": "https://www.ukpol.co.uk/andy-burnham-2010-speech-to-labour-party-conference/",
    "title": "Andy Burnham – 2010 Speech to Labour Party Conference",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "2010 Labour Party Conference",
            "url": "/tag/2010-labour-party-conference/"
        },
        {
            "text": "Andy Burnham",
            "url": "/tag/andy-burnham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Andy Burnham to the 2010 Labour Party Conference.",
    "content": [
        "[![andyburnham](https://www.ukpol.co.uk/wp-content/uploads/2015/11/andyburnham-201x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/andyburnham.jpg)",
        "Conference.",
        "You’ve been so good to me this week.",
        "It’s not every day that you lose a leadership election and your team goes bottom of the league.",
        "I am proud of my campaign. I said in my own words what I felt needed to be said.",
        "But I am proud of our new Leader too – the spokesman for a new generation and our next Prime Minister.",
        "Conference, you know me now. I will give him all my support to make that happen.",
        "But I can’t deny that we didn’t have our disagreements on the campaign trail.",
        "Picture the scene – early Sunday morning, on the train to the Cardiff hustings, Ed and his team were sitting in our reserved seats.",
        "It’s fair to say that, if we’d known then what we know now, we probably wouldn’t have turfed him out!",
        "But he’s right – a new generation is ready to lead Labour forward.",
        "We are more united than any other time in our history.",
        "We are ready to rise to the big challenges of our time, drawing inspiration from Labour’s post-war generation.",
        "The way older people have to pay for care today is as great an injustice as health care before the NHS.",
        "A cruel ‘dementia tax’ where vulnerable people empty their bank accounts and surrender their homes – not the British way, but as brutal as American healthcare.",
        "And it’s about to get a whole lot worse.",
        "David Cameron’s cuts to councils will put half a million older people at risk – left alone without help, piling yet more pressure on family carers, paying even more out of their own pockets.",
        "Ending the injustice of the ‘dementia tax’ in this century of the ageing society will be for Labour a cause as great as any that has gone before.",
        "A National Care Service free at the point of use – paid for by a care levy – will give peace of mind to everyone in later life and let them protect what they’ve worked for.",
        "It will be for Labour in this century what the NHS was for us in the last – proudly proclaiming our values to the world, showing how they can build a better and fairer society.",
        "A big, inspiring idea in the best traditions of our Party – that’s the way to Reconnect Labour.",
        "But it means rediscovering the courage of our convictions.",
        "Thank God Nye Bevan wasn’t the kind of man who worried about what the Daily Mail might say. If he was, we might never have had an NHS.",
        "So, going forward, let’s worry a bit less about what the media might say and do what we know to be right.",
        "Bevan called the NHS: “a real piece of socialism”.",
        "Today, it is Britain’s most cherished institution.",
        "But it is now facing the biggest attack in its 62-year history.",
        "A White Paper out of nowhere that will unpick the very fabric of our NHS and turn order into chaos.",
        "They are the wrong reforms at the wrong time – and a bad deal for patients.",
        "Before the Election, Mr Cameron said his priority could be summed up in three letters: NHS.",
        "Barely a week went by without a photocall alongside NHS staff.",
        "No mention of the bombshell he was about to drop on them.",
        "My message today to the Prime Minister is simple: you can’t pose as the friend of the NHS on one day and rip it to pieces the next.",
        "People will not forgive you for it.",
        "You have no mandate for the break-up of a successful NHS.",
        "Patients aren’t asking for it.",
        "GPs and NHS staff don’t want it.",
        "The public did not vote for it.",
        "I say to you today – put these dangerous plans on hold.",
        "Give the NHS the stability it needs.",
        "If you don’t, get ready for the fight of your life – and the public will be on our side, not yours.",
        "You made promises to patients and NHS staff – we won’t let you betray them.",
        "Conference, on some things, though, David Cameron has been true to his word.",
        "Do you remember how in the Election he promised to look out for the ‘Great Ignored’?",
        "Well, to be fair, he has. Nick Clegg could not have had a warmer welcome into the Tory fold.",
        "And it’s hard to ignore Nick now, isn’t it?",
        "Nick, if you don’t mind, a bit of advice: your tie doth protest too much. The yellower it gets, the more you look and sound like a Tory.",
        "That’s today’s Liberal Democrats: Tories in yellow ties.",
        "But I’m told the Lib Dems are happy with this new image. In fact, they’ve already picked a campaign song for the next Election to promote it.",
        "It’s a remake of a classic love song based on the Tory tree logo.",
        "It’s called: ‘Tie a yellow ribbon round the old oak tree’.",
        "Now we all know Nick likes the spotlight. But, incredibly, he is planning to sing the key lines himself in a very personal appeal to his friend David:",
        "‘So tie a yellow ribbon round the old oak tree",
        "It’s been three long years, do ya still want me?’",
        "But, Conference, this is a tear-jerker. Nick goes on to open up his heart about his fear of rejection on campaign trail:",
        "‘If I don’t see a yellow ribbon round the old oak tree –",
        "‘I’ll stay on the bus (he must mean his battle bus), forget about us, put the blame on me.’",
        "Make no mistake, Nick.",
        "If you and your MPs nod through the break-up of the NHS, we will put the blame on you.",
        "Not just us – but the seven million people who voted for you too.",
        "They didn’t vote for this.",
        "You didn’t tell them you would allow your friend Dave to carve up the NHS – a service which is today the envy of the world.",
        "In June, a respected international think tank gave this verdict on the NHS: the 2nd best health care system in the world and top on efficiency.",
        "Conference, feel proud of that – the final word on Labour’s NHS.",
        "No-one can take it away from us, however much they try to re-write history.",
        "But it’s all at risk. 13 years of careful work – staked on the roll of a dice. A 1000-piece jigsaw thrown up into the air.",
        "It makes me want to weep.",
        "Before the ink was barely dry on a Coalition Agreement which promised ‘no more top-down reorganisations of the NHS,’ we get the biggest and most dangerous ever.",
        "A epic U-turn from a Government fond of pious statements on restoring trust in politics.",
        "What changed, Mr Cameron? I think shell-shocked NHS staff deserve an answer.",
        "But patients deserve answers too.",
        "It’s our job, Conference, to tell them what this plan means.",
        "Waiting times getting longer again with the scrapping of our maximum 18-week wait – and our cancer targets.",
        "They deride them as ‘process targets’.",
        "But with cancer, process equals time, and time saves lives.",
        "Patients facing that familiar Tory choice in healthcare – wait longer or pay to go private – as the private patients’ cap is lifted",
        "A postcode lottery writ large, with up to 500 GP groups making different decisions.",
        "Vulnerable patients – people with mental health problems, rare conditions or complex needs – left without the guarantees and certainty they need.",
        "For staff, it means the end of national pay structures which bring stability to the system.",
        "I was proud to make the public NHS my preferred provider. But now staff have no guarantees that they’ll be working in the NHS in five years time.",
        "These reforms have nothing to do with what is best for the NHS – and everything to do with ideology.",
        "It is nothing short of scandalous to spend up to £3 billion on a political experiment with our NHS at a time when every single penny is needed to maintain jobs and standards of patient care.",
        "They are an attack on the N in NHS – a frightening vision of a fragmented health service, where markets rule, competition trumps cooperation, private sector giants outbid the NHS and profits trump patients.",
        "No wonder morale is at rock bottom.",
        "Tens of thousands of decent, hard-working PCT staff have been told they are simply expendable.",
        "It’s no way to treat loyal people who helped put the NHS back on its feet.",
        "I tell them today that I value your contribution and the country should too.",
        "We have GPs wondering when they signed up to become the managers of markets and multi-million pound budgets.",
        "Ian spoke for many when he said: “Don’t destroy what we’ve spent many years building up.”",
        "Lansley says listen to GPs – well it’s about time he did the same. If the Royal College of GPs and the BMA can’t support your plans, something is seriously wrong.",
        "A chorus of protest – from patients, nurses and now even GPs – is rising across the country.",
        "It is aimed at a Tory Party that voted 51 times against the NHS.",
        "It’s never been safe in their hands and it’s not safe now.",
        "So, Conference, let the message go out from here today that we’re getting ready for the battle of our lives.",
        "People need to know that their beloved NHS will never be the same again if this madcap plan goes ahead.",
        "I call on all of you to sign up today.",
        "Put your name on Labour’s Defend Our NHS petition and recruit friends to do the same.",
        "Let’s build an army of NHS defenders in every community in the land.",
        "Let’s take the fight for a universal, public NHS to every street and doorstep.",
        "Let’s give heart to those demoralised NHS staff, who do so much for us all, that Labour will stand up for them and defend what they believe in.",
        "And let’s show this arrogant Government the might of this Labour movement when it fights as one.",
        "To those who say we can’t win – 16,000 people have already proved you wrong.",
        "We saved NHS Direct.",
        "And well done John Prescott for that.",
        "Conference, we can and must win.",
        "We will win.",
        "Because the public will be willing us on.",
        "They didn’t vote for this.",
        "Mr Cameron, you have picked the wrong fight.",
        "We are a resurgent Labour Party – and nothing matters more to us than the NHS.",
        "It is the best thing about Britain today.",
        "Labour’s finest achievement.",
        "Conference, defend it with everything you’ve got – and get ready for the fight of our lives.",
        "Thank you."
    ]
}