{
    "url": "https://www.ukpol.co.uk/terence-burns-2022-speech-on-the-growth-plan-baron-burns/",
    "title": "Terence Burns – 2022 Speech on the Growth Plan (Baron Burns)",
    "post_date": "October 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Terence Burns",
            "url": "/tag/terence-burns/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Terence Burns, Baron Burns, in the House of Lords on 10 October 2022.",
    "content": [
        "My Lords, the financial statement has not gone down well. I will leave it to others to address many of the details of why it went wrong, and my noble friend Lord Macpherson has done that with great clarity. I will say a few words about some of the issues facing the new Government in designing the proposed medium-term fiscal plan.",
        "The first and most important task is to make sure that we get through the period of abnormally high energy prices without serious adverse consequences. I agree with others that the energy price cap scheme has substantial support. Capping prices has the advantage of containing some of the increase in RPI inflation we would have seen and it can be done quickly. It has an in-built mechanism to adjust the amount of subsidy to the future pattern of energy prices.",
        "Of course, the scheme is not without problems: it dampens the incentive for households to economise on their use of energy and it is not well targeted. But the reality is that it is difficult to target vulnerable households at short notice, as the tax and benefits system is based around individuals rather than households. However, because the scheme is poorly targeted, it could be expensive—indeed, very expensive. Along with others, I must say that I find it very difficult to understand why the Government have resisted a windfall profits tax. Energy companies are experiencing a windfall and we should try to recover some of that.",
        "At this difficult time, it is essential that fiscal policy supports the Bank of England in bringing down the rate of inflation. The Government have made it clear that they regard bringing down inflation as a job for the Bank of England. I share the view that the Bank of England is not without blame around some aspects of the present circumstances, and it has been slow to recognise the emerging inflationary pressures and to increase interest rates. But my worry is that its task of bringing down inflation will be made considerably more difficult if the Government’s fiscal policy is pulling in the opposite direction.",
        "The proposed tax reductions next April remain a high-risk strategy until we know the size of the bill for the energy price cap scheme, so it is vital that the Government’s forthcoming medium-term fiscal plan gives dual weight to the OBR’s report on public finances and the need to support monetary policy in the job of bringing down inflation. This lesson was learned the hard way in the 1970s and it was an important driver of the MTFS introduced by the Thatcher Government in 1980.",
        "I fully support the principle that supply-side measures play a critical role in any policy to improve growth rates, but in the circumstances I hope that they will be concentrated on those measures that do not make the task of dealing with inflation more difficult. In my view, the harm from unfunded tax cuts at this point is very likely to exceed any supply-side benefit. I do not know of any convincing argument that unfunded tax cuts ultimately pay for themselves, other than in very special circumstances of high marginal tax rates.",
        "In these circumstances, public expenditure cuts will be difficult to find. My noble friend Lord Macpherson talked about this, and I shared his experience for many years. They could also be potentially damaging if they target those who are suffering most from the rise in energy costs and inflation in general.",
        "This is not to question the longer-term ambition of simplifying the tax system. However, we should recognise that supply-side measures will take time; they require careful analysis and implementation. I witnessed many attempts to introduce supply-side measures. Many of them fell into considerable problems as they moved on because they were exploited by people for whom they were never intended.",
        "Growth has been affected in all advanced countries by the combination of the financial crisis of 2008, the pandemic and the Russian invasion of Ukraine, so this is a general problem and is not unique to the UK. Higher public indebtedness and higher tax ratios are largely a consequence of dealing with these adverse shocks. I am afraid that the consequences for growth will take some time to work through."
    ]
}