{
    "url": "https://www.ukpol.co.uk/andy-burnham-2009-speech-to-the-labour-party-conference/",
    "title": "Andy Burnham – 2009 Speech to the Labour Party conference",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2009 Labour Party Conference",
            "url": "/tag/2009-labour-party-conference/"
        },
        {
            "text": "Andy Burnham",
            "url": "/tag/andy-burnham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Health Secretary, Andy Burnham, at the 2009 Labour Party conference.",
    "content": [
        "[![andyburnham](https://www.ukpol.co.uk/wp-content/uploads/2015/11/andyburnham-201x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/andyburnham.jpg)",
        "Conference.",
        "Let me start by getting one thing straight – for people at home, I give you the original and only Party of the NHS.",
        "We made it.",
        "We saved it.",
        "Our greatest success.",
        "And make no mistake – the coming election is a fight for its future.",
        "To be a Labour Health Secretary is a huge privilege, and I know I have a responsibility to you all to celebrate Labour’s NHS every day until polling day.",
        "But I had an interesting start to the job with a flu pandemic declared in my first week.",
        "Say what you like about that Alan Johnson but you have to admit his political timing is immaculate!",
        "Alan did a great job in leading the NHS to the strongest position in its history, building on the work of Patricia, John, Alan and Frank.",
        "But, the real debt of thanks we all owe is to NHS staff.",
        "We saw their remarkable resilience as they helped the country cope with the first wave of swine flu, and I know we can count on them again to pull us through a challenging winter.",
        "Conference, please join me in showing our appreciation of them.",
        "Recently, I had my own personal reminder of the value of our NHS.",
        "Two weeks ago, my Dad had a heart bypass at Broad Green Hospital in Liverpool.",
        "It was stressful for all my family, but his care quite simply could not have been better.",
        "So good in fact, we’ll have him looking after the grandkids again in just a few days.",
        "The NHS is helping thousands of people like my Dad get more out of life.",
        "Today, people wait weeks for a heart bypass operation.",
        "Under the Tories, it could be over a year.",
        "Just pause on that for one moment, and think what it means.",
        "How many poor sods never made it off those shameful Tory waiting lists?",
        "How many went so far downhill that life was never the same again?",
        "That’s the difference that Labour has made.",
        "On our watch, 33 000 fewer deaths from heart disease each year – not statistics, but people living longer thanks to the NHS and every single one of them someone’s mum, dad, gran or granddad.",
        "Conference, these are the things that matter.",
        "Human and social progress on a grand scale.",
        "When times are tough, and you wonder whether politics is worth all the hassle, you should think about these changes and stand proud.",
        "Because we collectively made health our priority, lives have been saved.",
        "Labour’s great success – an NHS no longer second-class but Britain’s best-loved institution.",
        "Newspapers haven’t fixed the NHS; it’s Labour wot won it.",
        "In 1997, it had sunk so low that some doubted its survival. Amazingly, some still do.",
        "When I first heard talk of a ’60 year mistake’, I thought – that’s good, at least someone from the Tories is owning up to how bad waiting times used to be.",
        "But no: a slip of the mask; right-wingers so addicted to running down our NHS that they’ll get on a plane to America to do it.",
        "Conference, let’s send a message back to the likes of Mr Hannan:",
        "There is only one 60-year mistake, Daniel, and it’s your party’s abject failure since 1948 to give the NHS the money or backing it deserves.",
        "Tories don’t change their spots.",
        "What they change is their tune when they want to get elected.",
        "You all remember what happened the last time a Tory leader said the NHS was safe in their hands She left it in intensive care.",
        "And now, without a hint of irony or apology, the Party of the NHS.",
        "When I look out here today, I know every Labour soul I see has spent a lifetime sticking up for the NHS.",
        "Next week, when Mr Cameron looks out on his own conference, how many of the faces staring back will shift in their seats if he repeats his claim.",
        "Picture the scene – the gathered ranks of the so-called ‘Party of the NHS’.",
        "More private health care insurance under one roof that at the British Banking Association’s AGM.",
        "Your sales-speak doesn’t ring true to me, David.",
        "I remember in July 2002, when you and I were new MPs.",
        "You walked through the ‘No’ lobby in the commons to vote against more money for the NHS: funding the Wanless review had said was vital.",
        "Answer me this: where would the NHS be today if you had won that vote?",
        "It is strong today because Labour backed up its words with actions.",
        "When we say the NHS is safe in our hands, we mean it.",
        "But, Conference, our job is not yet done.",
        "I have to admit, we still get patient complaints.",
        "For instance here’s a story from the Burton Mail earlier this year…",
        "Waiting times at Burton’s Queens Hospital have fallen so much that patients are complaining that their treatment is too fast.",
        "The NHS is a good service today, yet our ambitions for it go higher.",
        "In the next decade, our mission must be to take it from good to great, more preventative and people-centred, keeping people well and out of hospital, empowering them to choose what they know is best for them and where they want to be treated.",
        "So, starting with cancer services, let’s show what a great NHS could look like with a new phase of radical reform, not imposed but built around patients and led by staff.",
        "We bank our progress by making our 2-week urgent referral target a permanent right.",
        "But then we go further.",
        "Too many cancers are found too late.",
        "So the next push in our battle against cancer will be to switch money into early diagnosis.",
        "By giving GPs direct access to ultrasound and MRI scans, and working towards a one-week right to get the results, up to 10,000 lives can be saved every year.",
        "It’s a question of priorities – but money spent up front means less spent in hospitals on prolonged and invasive treatment for advanced cancers.",
        "David Cameron says he will scrap our cancer guarantees.",
        "Conference, we have a job to do.",
        "The Tories hate to talk of the detail of their NHS policies.",
        "That’s why, in every conversation, on every doorstep, we must expose the real choice for patients.",
        "A great NHS will take this principle of earlier intervention into other areas such as mental health, heart disease, Alzheimer’s and dementia, and Gillian Merron and I will bring forward a prevention strategy later this year.",
        "Labour compassion with hard-headed realism about the new financial climate.",
        "Let’s be clear – the era of large catch-up funding growth is over.",
        "Taxpayers have well funded the NHS and now rightly expect more for their money.",
        "That’s why we need an unprecedented productivity and efficiency drive – saving £15 to £20 billion over the next four years, the money we need for new NHS priorities.",
        "A big ask, but what a prize.",
        "If it’s to be done with care, we need to give the service time to plan. And, as Mike O’Brien has said, we prioritise front-line services at all times.",
        "But we also need a cleverer way of driving reform.",
        "We don’t want to impose top-down solutions on staff. They will have the chance to rise to the challenge.",
        "Ann Keen and I will work with the health trade unions, through our social partnership forum, to empower staff – because they are always the best agents of change.",
        "But a great NHS will see things always through the eyes of its patients and that’s why our reform journey must accelerate.",
        "I cannot see why families shouldn’t register with the GP practice that suits them best.",
        "So, I’ve said we’ll abolish GP practice boundaries within a year.",
        "Too often, hospitals can tick all the boxes that Whitehall demands but miss what matters most to the public – how they are spoken to, how clean the hospital is and yes, how much it costs to park the car.",
        "So, from now on, I intend to link the way hospitals are paid to quality and patient satisfaction rates to get real focus on what matters to people.",
        "Success is not just about getting the big things right, it’s about getting the little things right too.",
        "When people are coming in to hospital, the last thing they want to worry about is keeping the car parking ticket up-to-date. But, for families of the sickest patients, the costs can really rack up.",
        "It’s not right if some people don’t get visitors every day because families can’t afford the parking fees. And yet we all know that having friends and family around helps patients get better more quickly.",
        "I am clear we will make year-on-year savings from back-office costs and I want to see some of those benefits coming back directly to patients and their families.",
        "Conference, we can’t do it overnight. But, over the next three years, as we can afford it, I want to phase out car parking charges for in-patients, giving each a permit for the length of their stay which family and friends can use.",
        "A move symbolic of an NHS at all times on the side of ordinary people.",
        "And the NHS will only fulfil its potential when it has a stronger partner in social care.",
        "Phil Hope has done great work, with personal budgets and more help for carers.",
        "But the care system is a cruel lottery, where those whose needs are greatest face the biggest costs – the same unfairness that the NHS set out to end.",
        "Families face the pain of seeing loved-ones decline, whilst fighting a daily battle with the system to get help and seeing everything they have worked for whittled away.",
        "It’s the biggest social unfairness of these modern times.",
        "Politicians have ducked reform because the options are tough. But to leave alone, letting people fend for themselves, means we fail another generation of older people – the post-war generation soon to reach 70, who unlike their parents, own their homes outright.",
        "I don’t want that for my parents, nor anyone else’s.",
        "Nor am I proud of a system where the majority of care workers – who do some of society’s most crucial jobs – earn only around the national minimum wage.",
        "Conference, we can do better than this.",
        "Yesterday, the Prime Minister placed social care centre stage for the coming election and Labour’s big idea – the National Care Service.",
        "A fairer and better quality care system, where everyone gets some help, where staff are properly rewarded, giving peace of mind in retirement.",
        "A great NHS working alongside a new National Care Service – that’s a vision worth fighting for.",
        "Just as President Obama shows courage by trying to create a fair healthcare system, so we must take this moment to create a fair social care system.",
        "The country looks to Labour – no-one else will do it.",
        "There’s only one Party of the NHS.",
        "And that’s us."
    ]
}