{
    "url": "https://www.ukpol.co.uk/andy-burnham-2013-speech-to-the-kings-fund/",
    "title": "Andy Burnham – 2013 Speech to The King’s Fund",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Andy Burnham",
            "url": "/tag/andy-burnham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The below speech was made by the Shadow Secretary of State for Health, Andy Burnham, on 24th January 2013 to the King’s Fund.",
    "content": [
        "[![andyburnham](https://www.ukpol.co.uk/wp-content/uploads/2015/11/andyburnham-201x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/andyburnham.jpg)",
        "Today I open Labour’s health and care policy review.",
        "For the first time in 20 years, our Party has the chance to rethink its health and care policy from first principles.",
        "Whatever your political views, it’s a big moment.",
        "It presents the chance to change the terms of the health and care debate.",
        "That is what One Nation Labour is setting out to do.",
        "For too long, it has been trapped on narrow ground, in technical debates about regulation, commissioning, competition.",
        "It is struggling to come up with credible answers to the questions that the 21st century is asking with ever greater urgency.",
        "I want to change the debate by opening up new possibilities and posing new questions of my own, starting with people and families and what they want from a 21st century health and care service.",
        "For now, they are just that – questions. This is a Green Paper moment – the start of a conversation not the end.",
        "But what you will hear today is the first articulation of a coherent and genuine alternative to the current Government’s direction.",
        "It is the product both of careful reflection on Labour’s time in government and a response to what has happened since.",
        "Everything I say today is based on two unshakable assumptions.",
        "First, that the health and care we want will need to be delivered in a tighter fiscal climate for the foreseeable future, so we have to think even more fundamentally about getting better results for people and families from what we already have.",
        "Second, our fragile NHS has no capacity for further top-down reorganisation, having been ground down by the current round. I know that any changes must be delivered through the organisations and structures we inherit in 2015.",
        "But that can’t mean planning for no change.",
        "Those questions that the 21st century is bringing demand an answer.",
        "When the modern condition means we are all living with higher levels of stress, change and insecurity, how do we give families the mental health support they will need and remove the stigma?",
        "How will we ensure we are not overwhelmed by the costs of treating diseases linked to lifestyle and diet?",
        "And how can we stop people fearing old age and have true peace of mind throughout a longer life?",
        "Huge questions that require scale and a sense of ambition in our answers.",
        "When a Labour Opposition last undertook this exercise, the world looked very different. But it had to be similarly ambitious.",
        "People were waiting months and years for hospital treatment, even dying on NHS waiting lists.",
        "So Labour set itself the mission of rescuing a beleaguered NHS which was starting to look as if it was on the way out.",
        "A big ambition and, by and large, with help of the professions, we succeeded.",
        "We left office with waiting lists at an all-time low and patient satisfaction at an all-time high; a major turn-around from the NHS we inherited in 1997.",
        "But that doesn’t tell the whole story.",
        "I can trace the moment that made me think differently, and challenge an approach that was too focused on hospitals.",
        "In early 2007, my sister-in-law was in the Royal Marsden dying from breast cancer.",
        "After visiting one night, she called me over and asked if I could get her home to be with her four children.",
        "I told her I thought I would be able to.",
        "But, after a day of phone calls, I will never forget having to going back to Claire and say it couldn’t be done.",
        "And I was a Minister who knew how the system worked, so what chance have families who are at a low ebb and don’t know where to start?",
        "As a Government, we were talking about choice. But it was a painful discovery for me to find we were unable to deliver to this most fundamental of choices.",
        "Concerns about the way we care for people in the later stages of life, as well as how it is paid for, has built and built over recent years.",
        "Stories of older people neglected or abused in care homes, isolated in their own homes or lost in acute hospitals – disorientated and dehydrated – recurred with ever greater frequency.",
        "I have thought long and hard about why this is happening.",
        "It is in part explained by regulatory failures and we will of course learn the lessons emerging from the Francis Report as part of this policy review.",
        "Changes in nursing and professional practice may also have played a part.",
        "But, in my view, these explanations deal with the symptoms rather than the cause of a problem that goes much deeper.",
        "My penny-drop moment came last year when I was work-shadowing a ward sister at the Royal Derby.",
        "It was not long after the Prime Minister had proposed hourly bed rounds for nurses.",
        "I asked her what she thought of that. Her answer made an impression on me.",
        "It was not that nurses didn’t care any more, she said. On the whole, they did.",
        "It was more that the wards today are simply not staffed to deal with the complexity of what the ageing society is bringing to them.",
        "When she qualified, it was rare to see someone in their 80s on the ward after a major operation.",
        "Now there are ever greater numbers of very frail people in their 80s and 90s, with intensive physical, mental and social care needs.",
        "Hospitals hadn’t changed to reflect this new reality, she said, and nurses were struggling to cope with it.",
        "They were still operating on a 20th century production-line model, with a tendency to see the immediate problem – the broken hip, the stroke – but not the whole-person behind it.",
        "They are geared up to meet physical needs, but not to provide the mental or social care that we will all need in the later stages of life.",
        "So our hospitals, designed for the last century, are in danger of being overwhelmed by the demographic challenges of this century.",
        "And that is the crux of our problem.",
        "To understand its roots, it helps to go back to the 1948 World Health Organisation definition of health:",
        "“a state of complete physical, mental and social well-being and not merely the absence of disease or infirmity.”",
        "A simple vision which stands today.",
        "But, for all its strengths, the NHS was not set up to achieve it. It went two thirds of the way, although mental health was not given proper priority, but the third, social, was left out altogether.",
        "The trouble is that last bit is the preventative part.",
        "Helping people with daily living, staying active and independent, delays the day they need more expensive physical and mental support.",
        "But deep in the DNA of the NHS is the notion that the home, the place where so much happens to affect health, is not its responsibility.",
        "It doesn’t pay for grab rails or walk-in showers, even if it is accepted that they can keep people safer and healthy.",
        "The exclusion of the social side of care from the NHS settlement explains why it has never been able to break out of a ‘treatment service’ mentality and truly embrace prevention. It is a medical model; patient-centred, not person-centred.",
        "But, in reality, it’s even worse than that.",
        "For 65 years, England has tried to meet one person’s needs not through two but three services: physical, through the mainstream NHS; mental, through a detached system on the fringes of the NHS; and social, through a means-tested and charged-for council service, that varies greatly from one area to the next.",
        "One person. Three care services.",
        "For most of the 20th century, we just about managed to make it work for most people.",
        "When people had chronic or terminal illness at a younger age, they could still cope with daily living even towards the end of life. Families lived closer to each other and, with a bit of council support, could cope.",
        "Now, in the century of the ageing society, the gaps between our three services are getting dangerous.",
        "The 21st century is asking questions of our 20th century health and care system that, in its current position, will never be able to answer to the public’s satisfaction.",
        "As we live longer, people’s needs become a complex blur of the physical, mental and social.",
        "It is just not possible to disaggregate them and meet them through our three separate services.",
        "But that’s what we’re still trying to do.",
        "So, wherever people are in this disjointed system, some or all of one person’s needs will be left unmet.",
        "In the acute hospital ward, social and mental needs can be neglected. This explains why older people often go downhill quickly on admission to hospital.",
        "In mental health care settings, people can have their physical health overlooked, in part explaining why those with serious mental health problems die 15 years younger than the rest of the population.",
        "And, in places, such is the low standard of social care provision in both the home and care homes, barely any needs are properly met.",
        "What, realistically, can be achieved from a home care service based around ten-minute slots per person?",
        "On a practical level, families are looking for things from the current system that it just isn’t able to provide.",
        "They desperately want co-ordination of care – a single point of contact for all of mum or dad’s needs – but it’s unlikely to be on offer in a three-service world.",
        "So people continue to face the frustration of telling the same story over again to all of the different council and NHS professionals who come through the door.",
        "Carers get ground down by the battle to get support, spending days on the phone being passed from pillar to post.",
        "So far, I have spoken about the experience of older people and their carers.",
        "But the problems I describe – the lack of a whole-person approach – holds equally true for the start of life and adults with disabilities.",
        "Parents of children with severe disabilities will recognise the pattern – the battle for support, the lack of co-ordination and a single point of contact.",
        "CAMHS support at the right time can make all the difference to a young life but is often not there when it is needed.",
        "Children on the autistic spectrum are frequently missed altogether.",
        "The mantra is that early intervention makes all the difference. But it is rarely a reality in a system that doesn’t have prevention at its heart.",
        "If we leave things as they are, carers of young and old will continue to feel the frustration of dealing with services which don’t provide what they really need, that don’t see the whole-person.",
        "They won’t provide the quality people want.",
        "But nor will they be financially sustainable in this century.",
        "For One Nation Labour, this is crucial. Protecting the institutions that bind us together, like the NHS – the expression of what we can achieve together when everyone plays their part.",
        "Right now, the incentives are working in the wrong direction.",
        "For older people, the gravitational pull is towards hospital and care home.",
        "For the want of spending a few hundred pounds in the home, we seem to be happy to pick up hospital bills for thousands.",
        "We are paying for failure on a grand scale, allowing people to fail at home and drift into expensive hospital beds and from there into expensive care homes.",
        "The trouble is no-one has the incentive to invest in prevention.",
        "Councils face different pressures and priorities than the NHS, with significant cuts in funding and an overriding incentive to keep council tax low.",
        "So care services have been whittled away, in the knowledge that the NHS will always provide a safety net for people who can’t cope. And, of course, this could be said to suit hospitals as they get paid for each person who comes through the door.",
        "In their defence, councils and the NHS may be following the institutional logic of the systems they are in.",
        "But it’s financial madness, as well as being bad for people.",
        "Hospital Chief Executives tell me that, on any given day, around 30 to 40 per cent of beds are occupied by older people who, if better provision was available, would not need to be there.",
        "If we leave things as they are, our DGHs will be like warehouses of older people – lined up on the wards because we failed to do something better for them.",
        "But it gets worse. Once they are there, they go downhill for lack of whole-person support and end up on a fast-track to care homes – costing them and us even more.",
        "We could get much better results for people, and much more for the £104bn we spend on the NHS and the £15bn on social care, but only if we turn this system on its head.",
        "We need incentives in the right place – keeping people at home and out of hospitals.",
        "We must take away the debates between different parts of the public sector, where the NHS won’t invest if councils reap the benefit and vice versa, that are utterly meaningless to the public.",
        "So the question I am today putting at the heart of Labour’s policy review is this: is it time for the full integration of health and social care?",
        "One budget, one service co-ordinating all of one person’s needs: physical, mental and social. Whole-Person Care.",
        "A service that starts with what people want – to stay comfortable at home – and is built around them.",
        "When you start to think of a one-budget, one-service world, all kinds of new possibilities open up.",
        "If the NHS was commissioned to provide Whole-Person Care in all settings – physical, mental, social from home to hospital – a decisive shift can be made towards prevention.",
        "A year-of-care approach to funding, for instance, would finally put the financial incentives where they need to be.",
        "NHS hospitals would be paid more for keeping people comfortable at home rather than admitting them.",
        "That would be true human progress in the century of the ageing society.",
        "Commissioning acute trusts in this way could change the terms of the debate about hospitals at a stroke.",
        "Rather than feeling under constant siege, it could create positive conditions for the District General Hospital to evolve over time into a fundamentally different entity: an integrated care provider from home to hospital.",
        "In Torbay, where the NHS and Council have already gone some way down this path, around 200 beds have been taken out from the local hospital without any great argument as families have other things they truly value.",
        "Unlike other parts of England, they have one point of contact for the co-ordination of health and care needs.",
        "Occupational Therapists visit homes the same day or the day after they are requested; urgent aids and adaptations supplied in minutes not days.",
        "If an older person has to go into hospital, a care worker provides support on the ward and ensures the right package of care is in place to help get them back home as soon as possible.",
        "Imagine what a step forward it would be if we could introduce these three things across England.",
        "For the increasing numbers of people who are filled with dread at the thought of mum or dad going into hospital, social care support on the ward would provide instant reassurance.",
        "It is a clear illustration of what becomes possible in a one-service, one-budget world with prevention at its heart.",
        "If local hospitals are to grow into integrated providers of Whole-Person Care, then it will make sense to continue to separate general care from specialist care, and continue to centralise the latter.",
        "So hospitals will need to change and we shouldn’t fear that.",
        "But, with the change I propose, we can also put that whole debate on a much better footing.",
        "If people accept changes to some parts of the local hospital, it becomes more possible to protect the parts that they truly value – specifically local general acute and emergency provision.",
        "The model I am proposing could create a firmer financial base under acute hospitals trusts where they can sustain a back-stop, local A&E service as part of a more streamlined, re-modelled, efficient local healthcare system.",
        "So A&Es need not close for purely or predominantly financial reasons, although a compelling clinical case for change must always be heard and we would never make the mistake of a blanket moratorium.",
        "I am clear that we will never make the most of our £120 billion health and care budget unless hospitals have positive reasons to grow into the community, and we break down the divide between primary and secondary care.",
        "It could see GPs working differently, as we can see in Torbay, leading teams of others professionals – physios, Occupational Therapists, district nurses – managing the care of the at-risk older population.",
        "Nerves about hospital take-over start to disappear in a one-budget world where the financial incentives work in the opposite direction.",
        "NHS hospitals need the security to embrace change and that change will happen more quickly in an NHS Preferred Provider world rather than an Any Qualified Provider world, where every change is an open tender.",
        "I don’t shy away from saying this.",
        "I believe passionately in the public NHS and what it represents.",
        "I think a majority of the public share this sentiment.",
        "They are uncomfortable with mixing medicine with the money motive. They support what the NHS represents – people before profits – as memorably celebrated by Danny Boyle at the opening ceremony of the Olympic Games.",
        "Over time, allowing the advance of a market with no limits will undermine the core, emergency, public provision that people hold dear.",
        "So I challenge those who say that the continued advance of competition and the market into the NHS is the answer to the challenges of this century.",
        "The evidence simply doesn’t support it – financially or on quality grounds.",
        "If we look around the world, market-based health systems cost more per person not less than the NHS. The planned nature of our system, under attack from the current Government’s reforms, is its most precious strength in facing a century when demand will ratchet up.",
        "Rather than allowing the NHS model to be gradually eroded, we should be protecting it and extending it as the most efficient way of meeting this century’s pressures.",
        "The AQP approach will not deliver what people want either.",
        "Families are demanding integration. Markets deliver fragmentation.",
        "The logical conclusion of the open-tender approach is to bring an ever-increasing number of providers on to the pitch, dealing with ever smaller elements of a person’s care, without an overall co-ordinating force.",
        "If we look to the US, the best providers are working on that highly integrated basis, co-ordinating physical, mental and social care from home to hospital.",
        "We have got to take the best of that approach and universalise it here.",
        "But there are dangers of monopolistic or unresponsive providers.",
        "Even if the NHS is co-ordinating all care, it is essential that people are able to choose other providers. And within a managed system there must always be a role for the private and voluntary sectors and the innovation they bring.",
        "But let me say something that the last Labour Government didn’t make clear: choice is not the same thing as competition.",
        "The system I am describing will only work if it is based around what people and families want, giving them full control.",
        "To make that a reality, we want to empower patients to have more control over their care, such as dialysis treatment in the home or the choice to die at home or in a hospice.",
        "We will work towards extending patients’ rights to treatment in the NHS Constitution.",
        "This would mean the system would have to change to provide what people want, rather than vice versa.",
        "The best advert for the people-centred system in Torbay is that more people there die at home than in any other part of England.",
        "When I visited, they explained that they had never set out to do that – a target had not been set – but it had been a natural consequence of a system built around people. A real lesson there for politicians.",
        "So an NHS providing all care – physical, mental and social – would be held to account by powerful patient rights.",
        "But, as part of our consultation, we will be asking whether it follows that local government could take a prominent role working in partnership with CCGs on commissioning with a single budget.",
        "This change would allow a much more ambitious approach to commissioning than we have previously managed.",
        "At the moment, we are commissioning health services. This was the case with PCTs and will remain so with CCGs.",
        "The challenges of the 21st century are such that we need to make a shift to commissioning for good population health, making the link with housing, planning, employment, leisure and education.",
        "This approach to commissioning, particularly in the early years, begins to make a reality of the Marmot vision, where all the determinants of health are in play. Improving PH will not be a fringe pursuit for councils but central to everything that they do.",
        "But it also solves a problem that is becoming increasingly urgent.",
        "Councils are warning that, within a decade, they will be overwhelmed by the costs of care if nothing changes.",
        "They point to a chart – affectionately known as the ‘graph of doom’ – which shows there will be little money for libraries, parks and leisure centres by 2020.",
        "One of the great strengths of the one-budget, Whole-Person approach would be to break this downward spiral.",
        "It would give local government a positive future and local communities a real say.",
        "The challenge becomes not how to patch two conflicting worlds together but how to make the most of a single budget.",
        "To address fears that health money will be siphoned off into other, unrelated areas, reassurance is provided by a much more clearly defined national entitlement, based around a strengthened NICE, able to take a broader view of all local public spending when making its recommendations.",
        "It won’t be the job of people at local level to decide what should be provided. That will be set out in a new entitlement. But it will be their job to decide how it should be provided.",
        "That would provide clarity about the respective roles of national and local government, too often a source of confusion and tension.",
        "But I want to be clear: nothing I have said today requires a top-down structural re-organisation.",
        "In the same way that Andrew Lansley should have refocused PCTs and put doctors in charge, I will simply re-focus the organisations I inherit to deliver this vision of Whole-Person Care.",
        "Health and Well-Being Boards could come to the fore, with CCGs supporting them with technical advice.",
        "While we retain the organisations, we will repeal the Health and Social Care Act 2012 and the rules of the market.",
        "It is a confused, sub-optimal piece of legislation not worthy of the NHS and which fails to give the clarity respective bodies need about their role.",
        "This approach creates the conditions for the evolutionary change towards the Whole-Person vision rather than structural upheaval.",
        "At a stroke, those two crucial local institutions – council and hospital – have an alignment of interests and a clear future role to grow into.",
        "But the same is true for social care.",
        "At present, it is trapped in a failing financial model.",
        "The great attraction of the Whole-Person approach, with the NHS taking responsibility for coordination, is that it will be in a position to raise the standards and horizons of social care, lifting it out of today’s cut-price, minimum wage business.",
        "Social care careers would be more valued and young people able to progress as part of an integrated Whole-Person workforce.",
        "Of course, the change we aspire to, particularly in social care, won’t come by simply changing structures. It will need a change of culture including leadership, training, working in teams, better information and seeing patients and families as partners in achieving better health and care.",
        "So Whole-Person Care is the proposal at the heart of Labour’s health and care policy review which is formally launched today.",
        "It will be led by Liz Kendall, and will run alongside Diane Abbott’s separate Public Health Policy Review. Over the next six months, we will be holding events in all parts of England seeking views on two central questions.",
        "First, do you see merit in this vision of Whole-Person Care and support the proposals for the full integration of health and social care?",
        "Second, if you do, how far down this path of integration do you think we should go?",
        "The fact is that, even if we move to a fully integrated model, and shift resources from hospital to home, it won’t be enough to pay for all of one person’s care needs.",
        "We need to be very clear about that.",
        "So this opens up the question of the funding of social care.",
        "It is the case that, with the shift of resources out of hospital, more preventative social care could be provided in the home and, in all likelihood, better standards of social care offered, as we have seen in Torbay.",
        "For instance, we have already proposed that this should include people on the end-of-life register. It would also include provision for those with the highest needs and at risk from going into hospital.",
        "But rather than leave this unspecified, people need to know exactly where they stand. Currently, council care provision is the ultimate lottery.",
        "In a single system, it would be right to set for the first time a clear entitlement to what social care could be provided and on what terms, as part of a national entitlement to health and care.",
        "That would help people understand what is not covered – which is very unclear to people at present.",
        "But the question arises: what is the fairest way of helping people cover the rest?",
        "At present, beyond the £23,000 floor, care charges are unlimited.",
        "These are ‘dementia taxes’: the more vulnerable you are, the more you pay.",
        "As cruel as pre-NHS or US healthcare.",
        "No other part of our welfare state works in this way and, in the century of the ageing society, failure to resolve how we pay for care could undermine the NHS, the contributory principle and incentives to save.",
        "Some people might ask why they should save for retirement, when the chances of it all being washed away increase every year?",
        "In this century, we can’t carry on letting people go into old age with everything – home, savings, pension – on the roulette table.",
        "So there is a political consensus that the status quo is the worst of all possible worlds and it needs to change.",
        "We agree about the need to find a fairer way of paying for social care, but not on what that system should be.",
        "The Government have begun to set out their version of Andrew Dilnot’s proposals.",
        "A cap, not of £35,000 but over the £50,000 Dilnot recommended, and possibly up to £75,000.",
        "This is better than the status quo.",
        "But we all know that setting a cap of up to £150,000 for a couple is not a fair solution.",
        "For Labour, it fails a basic One Nation test.",
        "Offering some protection to the better off, but doing little to help a couple in an average semi in the Midlands or the North.",
        "But it also fails a sustainability test.",
        "By failing to address the shortfall in council budgets, it leaves people exposed to ever-increasing care charges and more likely to pay up to the level of the cap.",
        "This won’t feel like progress to many.",
        "So, as part of Labour’s policy consultation, we will ask for views on other ways of paying for social care.",
        "We will only have a solution when all people, regardless of their savings and the severity of their needs, have the chance to protect what they have worked for.",
        "There are two basic choices – a voluntary or all-in approach – and, at this stage, we are seeking views on which path people think we should take, building on the foundations of a fully merged health and social care system.",
        "Both would represent a significant improvement on the status quo, but both present significant difficulties in terms of implementation.",
        "Andrew Dilnot’s proposed cap and means-test would help everyone protect their savings.",
        "It would mean people only pay as much as they need to, but, in the worst case scenario, could stand to lose a significant chunk of their savings.",
        "If people support this option, we would be interested in hearing views on how it could be funded.",
        "One of the problems with the voluntary approach is it assumes the continuation of two care worlds – one charged for, the other one free-at-the-point-of-use – with all its complexity.",
        "So it is right to ask whether we can move to an all-in system, extend the NHS principle to all care.",
        "This would mean asking people to pay differently for social care to create a level playing field on how all care is provided.",
        "But it would only work on the all-in principle and that is its major downside: all people would be required to contribute, rather than just those needing care.",
        "People’s exposure to care costs in an all-in system would be significantly lower. But, as with any insurance system, people might pay and never end up using the service.",
        "As with the voluntary option we would be interested in hearing people views on the pros and cons of the all-in principle and options for how this could be done.",
        "It is an open question whether a broad consensus can be found on funding social care on either a voluntary or all-in principle.",
        "But Labour is clear that this must not stand in the way of progress now to get much more for people from what we currently spend on health and care.",
        "To Beveridge’s five giants of the 20th century, the 21st is rapidly adding a sixth: fear of old age.",
        "If we do nothing, that fear will only grow as we hear more and more stories of older people failed by a system that is simply not geared up to meet their needs.",
        "A One Nation approach to health and care means giving all people freedom from this fear, all families peace of mind.",
        "Whole-Person Care is a vision for a truly integrated service not just battling disease and infirmity but able to aspire to give all people a complete state of physical, mental and social well-being.",
        "A people-centred service which starts with people’s lives, their hopes and dreams, and builds out from there, strengthening and extending the NHS in the 21st century not whittling it away.",
        "A service which affords everyone’s parents the dignity and respect we would want for our own.",
        "There will be many questions which arise from what I have said today.",
        "I don’t yet have all the answers.",
        "But that’s why Labour is opening this discussion now.",
        "It’s an open invitation to anyone who has anxieties about what is happening to the NHS right now to help us build a genuine alternative – integrated, collaborative, accountable.",
        "I don’t want to do the usual politician thing of pulling a policy out of the hat at the time of the next manifesto that takes people by surprise.",
        "Instead, I want to involve as many people as I can in shaping an alternative they can believe in.",
        "The task is urgent because the NHS is on the same fast-track to fragmentation that social care has been down.",
        "The further it carries on down this path, the harder it will be to glue it back together.",
        "Unlike the last Election, the next one needs to give people a proper choice of what kind of health and care system they want in the 21st century.",
        "That’s why I started by saying it’s time to change the terms of the debate and put more ambition into our ideas.",
        "Labour is rediscovering its roots and its ability to think in the boldest terms about a society that cares for everyone and leaves no-one behind.",
        "People need One Nation Labour to be as brave in this Century as Bevan was in the last.",
        "That’s the challenge and we will rise to it."
    ]
}