{
    "url": "https://www.ukpol.co.uk/andy-burnham-2021-comments-on-government-announcement-of-scrapping-rail-projects/",
    "title": "Andy Burnham – 2021 Comments on Government Announcement of Scrapping Rail Projects",
    "post_date": "November 19, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Andy Burnham",
            "url": "/tag/andy-burnham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The comments made by Andy Burnham, the Mayor of Greater Manchester, on 18 November 2021.",
    "content": [
        "We’ve been given a second class plan here. And that’s been the story of our lives. We’ve always had put up with second best as northern people, ourselves and our residents.",
        "And I guess what we’re saying is we’re not having it. Because we were told that we were going to be levelled up, and we were told it was going to be different. And different to me means coming to the front of the queue, and not always being told that the money’s run out and has been spent somewhere else. But that, I’m afraid, is implicit in what’s been announced today.",
        "And this is not politics. This is about the future of the north of England for the next 100 or 200 years. That is the significance of the decisions that are being announced today. And we are not prepared to consign our grandchildren, great grandchildren and beyond to being second class citizens still when it comes to transport in this country.",
        "We have got to fight for better for them and we have to do it together. We have to stand together as one north. If Bradford loses, Leeds loses out, Liverpool loses out and then we lose out as well."
    ]
}