{
    "url": "https://www.ukpol.co.uk/david-burrowes-2008-speech-on-youth-justice/",
    "title": "David Burrowes – 2008 Speech on Youth Justice",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "David Burrowes",
            "url": "/tag/david-burrowes/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Burrowes, then then Shadow Justice Minister, at the NACRO crime conference on 4th April 2008.",
    "content": [
        "I want to begin by applauding the work of NACRO and the many different organisations represented here today. It is a privilege to address so many individuals who are working tirelessly in our youth justice system.",
        "As an MP with a professional background as a criminal defence solicitor, I know only too well the challenges you face. In fact I still do occasional stints on duty to keep my own first hand experience up to date.",
        "As a Shadow Justice Minister I am pleased to be able to apply the knowledge I gained outside of Parliament to the development of the Conservative Party’s justice policy.",
        "The knowledge and experience which you, the professionals and practitioners hold, is something we would be glad to tap into. Do feel free to feed into our work and submit your opinions and ideas about the system…you can do so as anonymously as you like! We would be very pleased to hear from you. We want to formulate policy by listening to those at the coal face, not by ourselves in the Westminster world.",
        "Well, where do we start when tackling the issue of diversity? Ethnicity statistics is one place. As I am sure you know, in the latest figures, 85.7% of offences committed by young people aged 10 and 17 were categorised as committed by White youths. This compares to five point eight per cent (5.8%) by Black youths, 3.1% by Asians and 2.8% by those with mixed ethnicity.",
        "However, when compared to the proportion of young people in each ethnic group, figures take on a different perspective.",
        "As the Home Affairs Select Committee, in which I know Marian (Fitzgerald) played a key role, found in their 2007 report on Young Black People and the Criminal Justice System, young black young people are:",
        "– More likely to be stopped and searched",
        "– Less likely to be granted unconditional bail",
        "– More likely to be remanded in custody",
        "– More likely to receive a punitive sentence",
        "It is of course worth pointing out that not only are black and minority ethnic people are more likely to be the victims of violent crime than their white counterparts, over 90% have no dealings with the system what so ever. However, over-representation of black and minority ethnic young people in particular cannot be denied and must be addressed.",
        "As Trevor Phillips, Chair of the then Commission for Racial Equality, said in 2005, there are twice as many black boys in prison as there are in university.",
        "Black and minority ethnic young people are overrepresented in the youth justice system.",
        "**EARLY INTERVENTIONS**",
        "Between 1997 and 2003, the numbers of young male prisoners rose by 9%. Over the same period, the number of young, black, male prisoners rose by 21.5%. Why is this?",
        "We must not become fixated on targets or statistics which treat young people as figures and often mask discrimination. Rather, we need to recognise the importance of relationships upon the lives of individual young people.",
        "Social exclusion is a key, underlying cause of young offending. Early intervention is seen as crucial in tackling social deprivation and exclusion. Black young people are two and a half times more likely to live in the most socially deprived areas of the country. I agree with the Home Affairs Select Committee who said that, “in addition to addressing the underlying causes of over-representation, any response to over-representation needs to tackle those causes which are specific to the Black community”. The vicious circle must be broken to give vulnerable young people a chance at life outside the youth justice system.",
        "Increasing numbers of young people are getting caught up in crime from an early age, becoming addicted to drugs and alcohol. Educational underachievement, inadequate housing, often to the point of homelessness, the absence of a father, all fuel the cycle of social disadvantage. Britain has one of the highest rates of family breakdown in Europe. Seventy percent of young offenders come from lone parent families. We must acknowledge the impact the relational aspects of life play.",
        "Like it or not, relationships have a vital role to play in tackling issues of youth offending and specifically, the over-representation of minority groups.",
        "The criminal justice system does not have all the answers and I must say I’m relieved. Equally we must not expect the system to have all the answers. We should be looking to society as a whole to impact the culture which so easily leads certain groups of young people into offending. Justice is the domain of the system; care, help and love are the responsibility of society and the local community.",
        "Where social depravation and exclusion are rife, we need to be encouraging the role of local and non-governmental organisations which recognise the importance of relationships. I am sure there are representatives from organisations who do just this here today. But we do need to more. As a society we need to take responsibility for our young people. Families play a crucial role in this. But the lack of a secure family unit is often the norm amongst those at risk of offending. Not only this, but there is a direct link between unstable families and fatherlessness and a young person getting involved in crime. We will promote strong families.",
        "Research has shown that stability and continuity is vital to vulnerable young people. Proximity in relationships is also crucial. It has been said that one problem with the secure youth estate is the distance between the young offender in custody and their family. Those relationships which do exist are so much harder to maintain, yet they are so important to the well being of young offenders and have an impact on the likelihood of re-offending. This is something we will be exploring as a party.",
        "So much youth violence stems from the need for young people to protect themselves and gain the respect of their peers as well as those they look up to. Organisations working with young people involved in the gang culture say that the desire for relationship with people often drives gang membership. Where good family relationships are lacking, young people achieve a sense of belonging within a gang. This in turn triggers involvement in crime.",
        "Relationships are key. Where good relationships exist, well-being exists. Where well-being exists, by definition disengagement is minimised. By promoting families and relationships we encourage the stability that is needed by the vulnerable. We plug the gap that might otherwise be filled with diversions which lead to the slippery slope of crime.",
        "By tackling these things, we implicitly address issues of diversity.",
        "**HOW DOES OUR PRISON POLICY PROMOTE DIVERSITY**",
        "In February this year, David Cameron announced the Conservative prison policy. Our green paper, Prisons with a Purpose. We believe we need a revolution in sentencing and rehabilitation to break the cycle of crime.",
        "Having reviewed the adult criminal justice system, we have now set up a working group to tackle the youth justice system. The policy proposals in Prisons with a Purpose will guide the direction of the working group’s investigations. In fact, this Conference itself could not be timelier. It has served to raise a great many questions in which will shape the direction of the review.",
        "Issues of discrimination, equality and diversity in the youth justice system need to be addressed. We need to effectively engage with different communities. We must reach credible conclusions which offer realistic opportunity for change. As the man tasked with leading the working group, I intend to do just that.",
        "An in-depth consideration of how we tackle discrimination, respect diversity and reverse the over-representation of young black people, as well as Asians and those of mixed-ethnicity in the Youth Justice System is needed. All this should take place within a framework of reducing the overall numbers of young offenders full stop. Over 75% of young offenders are re-convicted after leaving YOIs. It is national disgrace that closer to 100% re-offend. We want to see young offenders leaving the criminal justice system. Not becoming lifelong members.",
        "Our prisons policy does not focus upon diversity as a goal in itself but focus upon fairness which is a key component of justice and impacts upon the issue of diversity. We want to have a criminal justice system which punishes those that need to be punished but goes further than that and sees reparations being made to victims, rehabilitates offenders and promotes work and reintegration into society.",
        "We want a justice system where all offenders are treated fairly irrespective of race, gender, sexual orientation, religion or disability. We recognise that measures to promote equality and diversity do exist and with your help we will assess their effectiveness, maintain those that are making a difference and replace those which are not working as they should.",
        "Equal treatment action plans are already required of Youth Offending Teams and secure facilities. This expectation plays an important role in promoting diversity and equality. The funding of projects specifically to target this is commendable.",
        "However, a diverse youth justice system where discrimination and the and the over-representation of minorities is tackled needs more than just target setting.",
        "Race Equality Teams have their place. But when many of those already in the system are not even aware of their existence, it is clear that still more needs to be done.",
        "We will be investigating what this might look like. Our aim is to bring forward policies which will make a real and significant difference and ensure real diversity and fairness exists within the youth justice system.",
        "I believe that when we achieve prisons with a purpose and seriously tackle re-offending, an effect will be a reduction in the over-representation of certain groups in the criminal justice system, and that the same would be true for the youth justice system.",
        "We want to restore confidence in the criminal justice system.",
        "**REPARATION AND RESTORATION**",
        "Victim awareness is crucial to all criminal justice. Black and minority ethnic groups, particularly young black males are tragically overrepresented as victims. I know this only too well from the recent victims of violent crime in my local Borough of Enfield. Since January, 5 young men have been killed in Edmonton, Henry Bolombi, Louis Boduka, Ofiyke Nmezu and Michael Jones. The fifth young man was killed on Monday.",
        "We believe that reparation and restoration are key to the criminal justice system. We believe the same is true for the youth system. Too often we place the offender at the centre of the process. Offender reparation and restorative justice aims to reflect the impact of offending on the victim.",
        "By placing the victim at the heart of the youth justice process, we make young offenders more accountable for their actions. The referral panels provide an opportunity to provide restorative justice but all too often the victim is not involved in the process. We will consider how we can apply our proposals for mandatory payments to a new, Victims Fund to the youth justice system. All offenders should be compelled to compensate their victims.",
        "The Government’s current method for doing this is not working. At present, compensation is often, at best a token and at worst meaningless to both the victim and the offender.",
        "Reparation and the restoration of victims applies to all offenders and victims regardless of race, religion, gender, sexuality or disability. Victims are as diverse as offenders and acknowledging this is crucial.",
        "**REHABILITATION**",
        "85% of young offenders use cannabis, alcohol and tobacco. Just under 20% use crack cocaine and heroin. Youth custody should be drug-free. Rehabilitation in prison is essential. Its availability will be significantly increased under our Prisons with Purpose proposals.",
        "How we apply our rehabilitation proposals to the youth justice system will be considered under our review. Research has shown that black adult males have different substance dependency patterns to white adult males. We must recognise the differing treatment needs of young men from different ethnic backgrounds.",
        "As we consider policy ideas for the treatment of substance misuse and dependency in the youth justice system, we will ensure that we acknowledge the diversity of needs that exist.",
        "**THIRD SECTOR**",
        "We want to unlock the role of the private and charitable sectors. It will be policies along these lines which I believe have the potential for the greatest impact on the over-representation of black and other minority groups of young people.",
        "Organisations such as the Eastside Young Leaders Academy do fantastic work with young people and those from communities where they would be statistically more at risk of offending. They provide stability to vulnerable young people. They offer positive role models to those who are likely to lack the input of appropriate adults. All this is provided from within the community in which the young people live. It is the work of organisations such as these which has the potential to seriously impact the social exclusion which is at the root of so much youth offending.",
        "We will enable voluntary and faith based organisations to play a much greater and freer role in the criminal justice system. We recognise the way in which they can deliver services to both the adult and youth system in a way that statutory bodies are often unable to do. So much of their work is carried out on the fringes as they quietly get on with the task at hand. By encouraging and empowering these organisations to play a bigger part in the youth justice system, I believe we can unlock valuable ways to reduce the over-representation of black and other minority ethnic groups.",
        "The role that Black and Asian groups play within their own communities is particularly important. Acknowledging their unique position and supporting their endeavours we will see them better able to help with the resettlement of young offenders in their community.",
        "We will decentralise much of the work of the criminal justice system. By doing so it allows the third sector and local community groups to work much more freely. The input of the voluntary sector will be more straightforward.",
        "Governors will have full responsibility for the incarceration of prisoners, their point of release and their rehabilitation. The ultimate aim to change the culture of the criminal justice system applies across the board. Seeking to reduce re-offending counts for young people as well as adults. Our youth justice review will consider how this will specifically apply to the secure youth estate. However, if the Governors of the secure youth estate are responsible for the re-offending of the young people they are charged with and rewarded accordingly, the incentives to deal with young people as individuals and not statistics increases. By encouraging Governors to achieve the best possible outcomes for young offenders, I believe we will affect the over-representation of young black and other minority offenders in the youth justice system.",
        "Finally, we are aware of the impact Government proposals for legal aid reform will have on black and other minority ethnic groups. There is a significant threat to diversity in the justice system. Small legal firms working in black and minority ethnic communities in urban areas like London are being squeezed out of the legal aid market.",
        "I welcome the opportunity to speak and consider the issue of diversity today. It is not just a matter of the youth justice system but for us all throughout society. We in this room may have different approaches to tackling the over-representation of black and minority ethnic groups, but I hope we can all agree that there needs to be change on a number of different levels. We cannot be satisfied simply by seeking to change the system of youth justice as if a national strategy is the solution. We need local solutions. We need policies that promote responsibility and emphasis the centrality of good relationships so that we can drive out discrimination and deliver fairness and diversity for all young people."
    ]
}