{
    "url": "https://www.ukpol.co.uk/paul-burstow-2012-speech-at-community-care-live/",
    "title": "Paul Burstow – 2012 Speech at Community Care Live",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Paul Burstow",
            "url": "/tag/paul-burstow/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Paul Burstow on 17th May 2013 at Community Care Live.",
    "content": [
        "Thank you Penny [Thompson, GSCC CEO].",
        "And thank you for the work you have done over these past two years.",
        "For your leadership and determination to move the profession forward.",
        "And it is the future of social work – particularly of adult social work – that I want to talk about today.",
        "Social work at its best is extraordinary.",
        "You enrich people’s lives, you solve problems and you make change happen.",
        "But.",
        "Let’s be honest, social work and social care are often in the news for all the wrong reasons.",
        "When things go wrong.",
        "The talk is of crisis management.",
        "Of abuse and neglect.",
        "While failures are splashed across the media your successes go uncelebrated and certainly unreported.",
        "Shortly the Government will publish a White Paper setting out how we plan to reform care and support in England.",
        "While I can’t talk in detail about the White Paper today I can tell you that social work will be critical to its success.",
        "Why?",
        "Because at its best social work can have such a huge and positive impact on people’s lives…",
        "That is why we need to do everything we can to encourage and support the best people to become social workers and social care workers.",
        "Everything we can to help them to be the best they can possibly be, every single day, and above all make sure that the person receiving care and support is at the centre of your practice.",
        "That is what we will do and it is what, together, we are doing now.",
        "Strengthening and supporting the workforce, driving up the quality of care and personalising care formed three key elements that were discussed during the course of the Autumn last year during our Caring for our future engagement and fed into our thinking around the White Paper.",
        "And these principles will be echoed in the Bill that will follow shortly too.",
        "I am sure you will all have noticed that last week, despite what many were predicting, the government confirmed its commitment to a Care and Support Bill in the Queen’s Speech last week and we’ll be publishing a draft Bill shortly.",
        "But what does this mean in terms of the coalition’s vision for social care?",
        "And how do you fit in?",
        "**Radical Social Work**",
        "The idea of social workers playing a greater role in ‘joining up the dots’ for people in acting to prevent and postpone the need for formal care and support is nothing new.",
        "What is new, is a Government that truly embraces this idea, one that displays a desire to see this vision become a reality in more than just a few areas across the country.",
        "Some people call it local area co-ordination, some call it connected care and others call it asset-based community development.",
        "Simply put, it is a vision for social work that is no longer based on one that only reacts in a crisis.",
        "Instead, we want social workers to look to people’s assets – whether that be a talent for gardening or a supportive friend – to build resilience through relationships, to foster those informal networks of family and community that give meaning and purpose to people’s lives.",
        "This is not about buying and selling a service.",
        "I am talking about starting with a different question.",
        "Asking what a person’s goals are, what their gifts and talents are. What they can achieve and want to achieve themselves.",
        "This is a system serious about prevention.",
        "– which prevents people from becoming socially isolated,",
        "– protects them from declining health,",
        "– and helps them to be active members of society for as long as possible.",
        "This is not about prescribing practice, it is about scaling up best practice.",
        "There is great work being done, so in a very real sense the future of social work and social care already exists. Putting it all together is where the transformation comes.",
        "From Darlington to Suffolk and Basildon, councils are tailoring this vision to local needs and demands.",
        "These councils and many others are challenging the age-old concept of seeing care and support as merely a service to make people better.",
        "And we won’t just build social capital by making a reality of this kind of vision.",
        "There is emerging evidence that shows these approaches make economic sense too. Studies into Turning Point’s ‘Connected Care’ project, for example, have shown that savings of £2.50 can be made for every £1 invested in these sort of approaches.",
        "In short, in preparing the White Paper and draft Bill we are strongly considering the crucial role that support networks and asset-based approaches can play in allowing people to lead the life they want to lead.",
        "**Workforce**",
        "Now, changing systems is one thing, but all the system change in the world won’t matter if we don’t get the culture right and that means supporting the people working within the system – supporting you.",
        "You may by now have discerned that I think relationships matter.",
        "And when it comes to formal care and support, the single most important relationship is the one between the social worker or the social care worker and the person who needs care, their carers and family.",
        "If the relationship is strong and built on mutual respect then it can make the world of difference.",
        "As professionals with great responsibilities, you need to have the right training and support throughout your careers. And there is a lot going on here.",
        "The Social Work Reform Board has been hard at work looking at how we can improve the quality of the curriculum for social work – we’re currently consulting on the best way to use the Social Work Bursary to attract new top talent. If you haven’t already contributed to the consultation about the bursary, please do get involved.",
        "And while we’re talking about the Reform Board, I’d very much like to thank Moira Gibb and the other members of the Board for the incredible work they have done, leading and transforming the profession.",
        "And also to Maurice Bates and Corrine May-Chalal for leading the development of the new College of Social Work.",
        "The College, working with ADASS, Skills for Care and others, is currently establishing an Adults Faculty, shining a new spotlight on social work with adults.",
        "And, in the coming year there will be more done to strengthen the social work. This includes:",
        "– implementing the assessed and supported year in employment in September to give students stronger practical grounding in their chosen career,",
        "– putting in place a Professional Capabilities Framework that sets out the skills and knowledge you need at different points in your career,",
        "– and strengthening the entry requirements for social work degrees from September 2013, thus emphasising the value of good quality social work.",
        "And we haven’t forgotten social care workers. Skills for Care and Skills for Health are working together to develop a code of conduct and suggested training requirements for health support workers and care workers, which will not only help to improve the skills and competence of staff, but also improve the reputation of the profession, which is crucial for both its stability and sustainability.",
        "**Funding of care services**",
        "Of course, I know that one of the main concerns when it comes to social care is money.",
        "But that doesn’t mean there aren’t ways to make the money that is in the system go further and deliver better results as well.",
        "Last year when I spoke at this conference there was a healthy dose of scepticism about what I called an unprecedented transfer of money from the NHS to local authorities – £648m last year.",
        "Some said it would never happen, the money would never arrive.",
        "But it did.",
        "Of course there are real pressures on local authority budgets, I won’t deny that.",
        "But acting as a high dependency crisis service is unsustainable.",
        "Quite simply the choice is this, it’s on a retrench or reform.",
        "Radically changing the way we think about and deliver social care in a way that chimes with the asset rich approach I’ve just outlined.",
        "I do not think this is pie in the sky. Last year, a report by Demos, ‘Coping with the Cuts’, showed how councils who take a radical and creative approach to social care can protect the frontline while delivering better quality care.",
        "**Leadership**",
        "The places that are daring to do things differently have one thing in common.",
        "Effective leadership.",
        "Leadership will be central to the future of social work and social care. It’s what we heard time and again during the Caring for our future engagement, and it’s what we believe will really make the difference.",
        "And here I’m not only talking about leadership at the very top, but at all levels. While high-level leadership is vital – and Government is committed to the recruitment of a Chief Social Worker which will help to bring coherence and drive to the profession – the real job is to be done on the ground, at practice level.",
        "When it comes to pushing the boundaries and exploring what’s possible with local leadership, the Social Work Practice Pilots are also leading the way. These social enterprises, led by social workers who are actively engaged in social work practice, will seek to improve the lives of and adults by empowering the front line and cutting bureaucracy.",
        "So whether it’s working with hard to reach groups in Lambeth or people with disabilities in Birmingham, change and innovation is coming.",
        "**Conclusion**",
        "I have no doubt – certainly not from this government or in my mind – of the vital importance of social work.",
        "Government can do many things.",
        "It can legislate for a simpler system and we will.",
        "It can provide national leadership on the issues that count and we will.",
        "It can create an environment where quality is expected and demanded and where those who are entrusted with delivering it are held to account and we will.",
        "But you are the ones who will make this work. You will be the ones to make the difference, and we want to support you to make this happen.",
        "And I have faith that you will.",
        "Thank you."
    ]
}