{
    "url": "https://www.ukpol.co.uk/paul-burstow-2012-kings-fund-speech/",
    "title": "Paul Burstow – 2012 King’s Fund Speech",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Paul Burstow",
            "url": "/tag/paul-burstow/"
        },
        {
            "text": "Speeeches",
            "url": "/tag/speeeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the 2012 King’s Fund speech made by Paul Burstow.",
    "content": [
        "Thank you for the invitation to take part in your conference today.",
        "Just seven days have passed since the publication of the Care and Support White Paper and draft Bill. And of course the progress report on reform of how care is paid for.",
        "I think social care can be described as Beveridge’s or perhaps Bevan’s orphan. What was left after the birth of the NHS in 1946.",
        "Social care has suffered ever since. Hidden behind its favoured sibling: the NHS.",
        "For most people social care is out of sight until life takes a turn that tips us into a crisis.",
        "I call it an orphan because social care is not the product of Beveridge’s universalist vision or Bevan’s determination to deliver an NHS.",
        "Social care looks back. It looks back to older less egalitarian principles. The mark of the Poor Law rests on the 1948 National Assistance Act.",
        "Not universal.",
        "A safety net for the needy.",
        "Last week that began to change.",
        "Although if you followed the media reporting you could be forgiven for thinking that it was all about who pays for care.",
        "Drawing the line between personal responsibility for meeting our care costs and the State. Deciding where the boundary should fall.",
        "Of course reform of how care is paid for in this country is important. It is something I care deeply about.",
        "It is social care’s nasty little secret: it’s not free.",
        "A secret that is beginning to be more widely understood.",
        "But redrawing the boundary between personal responsibility and State support is not enough. Not by a long way.",
        "It scratches the surface of a broken system.",
        "So let me say something about that broken system and what we plan to put in its place.",
        "Let me start with a proposition.",
        "I believe morbidity not mortality is the biggest challenge facing our health and care system. Failure to prevent or at least postpone the onset of morbidity, especially co-morbidity, is a huge driver of cost to the individual and to the taxpayer.",
        "And failure to manage morbidity well can tip people into more costly crisis interventions.",
        "So last week the White Paper and the Bill signalled a radical shift in policy and practice. Away from a system that stutters into life only once the crisis has arrived. To one focused on wellbeing, prevention and early intervention.",
        "So the challenge is not just how we support people with co-morbidity. It’s how we tackle the causes themselves. Those wider determinants of health and wellbeing.",
        "It is that convergence between public health, social work and health that is the really exciting opportunity.",
        "A new paradigm that looks to the assets people and communities have – not just their deficits and gaps.",
        "The talents, the networks of mutual support.",
        "This asset based approach is at the heart of the White Paper and the Bill.",
        "It is also part of the draft JSNA guidance that we are consulting on.",
        "Let me illustrate what I mean.",
        "I have talked a lot recently about loneliness.",
        "I’ve called it a hidden killer.",
        "There is mounting evidence of the impact on a person’s wellbeing and health of loneliness. The absence of connectedness.",
        "Put simply, relationships matter. They are critical to personal resilience. They confer a health benefit.",
        "Tackling those wider determinants of health and wellbeing are exactly why I successfully made the case for public health coming home to local government and for the establishment of Health and Wellbeing Boards.",
        "And this central idea of wellbeing is at the heart of the Care and Support Bill.",
        "The idea that the system is the servant of the individual. That decision-making should be centred on the person with needs: whether service user or carer.",
        "And that idea of ‘no decision about me without me’ is crucial. The response should be co-produced and about meeting the personal goals of the individual.",
        "And for the first time the draft Bill creates the framework for a universal social care offer from local authorities.",
        "Information and advice so that people can plan and prepare.",
        "**Prevention**",
        "Sufficiency and quality of service to support choice",
        "Integration and co-operation – going beyond the NHS and social care to include housing too.",
        "And the Bill goes even further than that.",
        "It clarifies the point at which the state will start to offer support by setting a national minimum eligibility threshold for the first time.",
        "It does something no Government Bill has ever done before. It recognises the role of family carers. Establishing for the first time an entitlement to support for eligible needs.",
        "A major milestone.",
        "30 years ago the Carers National Association, now Carers UK, was denied charitable status because it was thought there was no such group of people.",
        "The Bill also provides protection from disrupted care, either when moving from one part of the country to another or for young people as they transition to adult services.",
        "And as I have already said the Bill enshrines the idea of person centeredness. That idea is given further substance with the provisions for personal budgets.",
        "Indeed since I first set the ambition of everyone eligible for a personal budget receiving one in 2010 I can report that the number of people receiving a personal budget has increased from 168,000 to 432,000. Over half over people eligible for a budget.",
        "So a Bill full of reform.",
        "Let me return to reform of who pays for care.",
        "Let me be clear. The Government has made significant progress on funding reform. We have accepted the principles of the Dilnot Commission’s model and a number of the Commission’s other recommendations. Many of those recommendations are translated into the draft Bill.",
        "That was an important milestone on this long road of funding reform.",
        "Something else important happened in the past week.",
        "Liberal Democrat, Conservative and Labour all endorsed the Dilnot model of a cap on life time care costs and an increase in the means test threshold to £100,000.",
        "There is now a consensus about the principles of the reform. We now must move from consensus to settlement.",
        "There are design questions still to be considered. Trade-offs to be weighed.",
        "Would a higher cap offer similar benefits at lower cost?",
        "Could a voluntary or opt-in scheme ensure that those who benefit most pay?",
        "But with all public spending hemmed in by the economic situation it is right that final decisions will be made in the next Spending Review.",
        "In the meantime we are pressing ahead with the introduction of a universal deferred payment scheme. A scheme we will consult on. A scheme we will fund. A scheme that will come into operation in 2015.",
        "That leads me to the question of funding.",
        "Before the 2010 spending review the Dilnot Commission urged the Government to protect baseline funding for social care.",
        "We did just that.",
        "In October 2010 we confirmed an extra £7.2 billion of support for adult social care which together with a programme of efficiency was sufficient to protect access to support.",
        "This included an unprecedented £3.8 billion of NHS resources to support social care to promote integration and service transformation.",
        "So how are Councils coping?",
        "It’s easy to simplify – to oversimplify. To caricature even.",
        "The truth is the picture is complex.",
        "Are Councils struggling with a tough budget settlement. Yes.",
        "Are some Councils coping better than others. Yes.",
        "I want to acknowledge the difficulties. I also want to applaud the ways some Councils have risen to the challenge and are protecting vulnerable people.",
        "I won’t tar every Council with the same brush, as crude cutters of social care.",
        "Different Councils are responding to the pressures in different ways. Some are being smart, others are resorting to easy, short-sighted cuts.",
        "The smart ones are working with service users, carers and providers to innovate and redesign services. Using the investment in reablement. Looking to integrate. Sharing back office functions.",
        "Such as in Greenwich where they have redesigned their care management system, creating integrated teams with the local NHS Community Health partners, care managers, occupational therapists, district nurses and others. They manage the care pathways around hospital admissions, reducing emergency admissions, and delivering better discharge planning into intermediate care and reablement. The service has not only created £800,000 of efficiency savings but has also won the HSJ Award for Staff Engagement for 2012.",
        "Another is Wiltshire, who have transformed their provision of domiciliary care. They have managed to reduce delivery costs by 20-25% through tighter geographic organisation of provision, the integration of housing support, reablement and low level preventive services, and the introduction of automated billing. As part of the new contracts the council has introduced a payment by results system. The results must improve independence and quality of life, delay deterioration or prevent harm.",
        "The examples of Greenwich and Wiltshire, and there are many more, show what is possible, and show how services can improve despite tough economic times.",
        "The latest budget survey from the Association of Directors of Adult Social Services reveals Councils protecting frontline care. In 2011 for every £1 saved 69 pence came through greater efficiency. This year that rose to 77 pence.",
        "Overall, the latest budget data from the Communities and Local Government Department point to a planned reduction in spending on adult social care of around 1 per cent this year.",
        "At no point have we publicly or privately suggested that the Government would reopen the 2010 Spending Review or bring forward the next Spending Review.",
        "So it should have come as no surprise to anyone, that a little over a year into the Spending Period the Government has not embarked on a mini spending review for social care.",
        "Nonetheless, we have been able to secure £300 million more NHS support for integration and innovation in 2013/15.",
        "This sum of money is more than sufficient to meet the costs of our reforms in their early years.",
        "Before I draw my remarks to a close, I want to say a few words about integration.",
        "The Health and Social Care Act creates a legal framework that promotes and enables integration. Every part of the system has it hardwired into itsDNA.",
        "The draft Bill gives Councils a matching duty.",
        "The White Paper sets out our intention to measure people’s experience of integrated health and care; align incentives to support integration and focus on delivering person centred co-ordinated care for older people.",
        "But just as our genes don’t determine everything we do. We know leadership counts too. Which is why the White Paper signals a major drive to support collaborative leadership.",
        "There is still a huge amount that I have not covered today.",
        "Action on quality:",
        "Greater provider transparency.",
        "Tackling care billed by the minute.",
        "A new vision for care homes.",
        "Doubling the number of care apprenticeships to 100,000.",
        "The first ever national minimum training standards for care workers.",
        "Action on safeguarding.",
        "Action on end of life care.",
        "Action on housing:",
        "£200 million to support the growth of specialist housing.",
        "New opportunities for home improvement agencies.",
        "The White Paper contains a rich agenda of action and reform.",
        "Taken together with the draft Bill, with or without funding reform it amounts to the most comprehensive overhaul of social care for 60 years."
    ]
}