{
    "url": "https://www.ukpol.co.uk/alistair-burt-2012-speech-on-the-uk-and-israel/",
    "title": "Alistair Burt – 2012 Speech on the UK and Israel",
    "post_date": "January 31, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Alistair Burt",
            "url": "/tag/alistair-burt/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alistair Burt, the then Parliamentary Under Secretary of State for Foreign and Commonwealth Affairs, at Bar Ilan University in Israel on 10 January 2012.",
    "content": [
        "[![alistairburt](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistairburt.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistairburt.jpg)",
        "As Foreign Office Minister for the Middle East and North Africa my duty requires me to see Israel in rounder terms, not solely for itself, but where it stands in the world and the region.",
        "I want to tell you that the UK believes that Israel has a vital role to play in its region and its world, and that Israel’s well-being matters deeply to us.",
        "We need Israel’s acumen and intelligence; its ability to work at the highest intellectual and technological level to help the world solve its problems, from the economy to climate and environmental change – and its readiness to use its gifts in higher education and intellectual property to help the world progress. Everyone knows that Israeli R&D is world-beating. Israeli inventions are helping to drive the global economy.",
        "Israel’s strength is a regional bulwark for good opposing the threats to itself and its neighbours. Iran does not just threaten Israel. It threatens those who would be Israel’s allies in the Gulf, and in the Arab world who need Israel as part of a common cause against a regime dangerously loose. So we need to be clear – Israel’s strength is not a regional threat, but an anchor of regional stability.",
        "And the world needs Israel’s values, of tolerance and justice, those values clear and strong and rejecting all challenges to them, and those who would corrode them. Because it is more than anything the strength of these values that is the best guarantee of Israel’s place in the world. And any corrosion of these values that would weaken Israel’s place in the world. Do not doubt that the flame and the values of Israel’s foundation lit up hearts and minds many thousands of miles away. It is essential that this land, these gifts, these contributions are used to full effect in the world.",
        "So be in no doubt, as we enter the turbulent waters of 2012 that your values are our values, your strength is our strength, your well-being is our well-being.",
        "And let me also say this Israel has lived with uncertainty and instability since the very beginning and suffered too much from terrorism. We’re dedicating this speech to the memory of the former Israeli ambassador to Britain, Shlomo Argov, who was victim to a heinous terrorist attack right in the heart of London.",
        "As Jonathan has mentioned, Argov has been described as ‘the perfect diplomat’ with an amazing ability to get on even with those who disagreed with him, always armed with a good sense of humour.",
        "Just a few hours ago, I met with the parents of Daniel Viflic, the Israeli-British teenager who died following a missile attack on a schoolbus in southern Israel in April.",
        "I am in no doubt what insecurity means to the people of Israel.",
        "We’re just 10 days into 2012. The big question on many of our minds is ‘what will this year bring, following the turmoil of 2011?’ An essential aspect of this must be the search for peace with the Palestinians. As Chaim Weizmann once said, miracles sometimes occur, but one has to work terribly hard for them.",
        "The talks that took place in Jordan last week finally ended a protracted impasse. By continuing the process that these talks started, Israel has the opportunity to show political leadership, courage and determination to make real progress towards a negotiated two-state solution with the Palestinians.",
        "Both sides need to look ahead and identify how we can best bring about the formation of a stable and viable Palestinian state, alongside a safe and secure Israel with internationally-recognised borders. As the Foreign Secretary has said, Israel’s security and the realisation of the Palestinians’ right to statehood are not opposing goals. On the contrary, Israel will be safer when a viable Palestinian state has been achieved. We continue to call for both sides to negotiate an agreement on borders, based on June 4, 1967 lines, with equivalent land swaps. This must include security arrangements that respect Palestinian sovereignty but protect Israeli security and prevent the resurgence of terrorism. There must be a just and fair solution for refugees; and agreement on Jerusalem as the future capital of both states. As a friend of Israel, we will continue to urge a return to meaningful negotiations on this basis.",
        "We know it will not be easy. But it is not just Israel that will pay the price if we do not make progress towards peace. The occupation has a daily human cost for the Palestinians of the West Bank. The continuing restrictions have a daily toll on the people of Gaza.",
        "In the West Bank, yesterday, I visited the Qalandiya checkpoint first thing in the morning to see the processes that Palestinians have to go through in order to cross into Israel for work, travel or medical care.",
        "I also made a return trip to Nabi Saleh where the effects of the barrier and the nearby settlement construction are having a detrimental effect on the lives of the villagers.",
        "It must be clear to the leaders on both sides that the current situation is unsustainable – that the status quo cannot continue, or else it will leave an indelible mark two great peoples with enormous potential.",
        "I know that some of you may think that Britain no longer has a right to get involved in this region, after all, the Mandate ended almost 64 years ago.",
        "But Israel-Palestine matters to us. It is the topic that consistently prompts the most heated debates in Parliament. My office is inundated on a daily basis with letters from concerned British citizens who criticise our policy for being too pro-Palestinian, and from just as many who think we’re far too pro-Israeli.",
        "Well, we’re neither. Yes, our interest in this region is partly linked to a sense of historic responsibility. But the reason why we watch everything that happens here so closely is because it matters so much. We care about Israel and Israel’s future too much not to take an interest.",
        "Jerusalem is at the heart of three great religions, and everything that goes on there, no matter how small, has the potential of making an enormous impact. We understand Israel’s bond with Jerusalem as its capital, it is the home of the holiest and most important structures in the Jewish religion.",
        "If a peaceful solution to this conflict that has gone on for too long and already claimed too many lives is to endure, an understanding on Jerusalem will have to be part of the solution.",
        "It is because of these sensitivities that we urge the sides not to take steps that could upset the status quo, and make agreeing a peace even harder. This is why we believe that building beyond the Green Line is not just illegal but counter-productive.",
        "The more settlements that would have to be moved if there was a peace deal, the more families that would have to be uprooted, the harder it becomes to agree that deal.",
        "And the harder it becomes even conduct negotiations with the other side in good faith, because building more and more houses across the Green Line does not show that Israel is absolutely committed to finding a just and lasting solution. It risks sending exactly the opposite signal.",
        "I have to tell you that the absence of progress towards peace, together with the almost weekly announcements of this tender or that planning permission for new building, has a real effect on how the world sees Israel.",
        "There’s a lot of talk of delegitimisation in Britain and elsewhere. And it’s true that there are some people who are implacably opposed to Israel – to Israel’s very existence. There have been since the first days of Zionism, and since Israel’s creation in 1948, and I fear there always will be. There are some of my Parliamentary colleagues who will stand up condemn Israel at any opportunity. But these are not the ones you need to worry about.",
        "The ones you need to worry about are the ones in the mainstream, the centre ground. The ones who used to stand up and support Israel, but now stay silent. Or the ones who used to be silent, but are now critical.",
        "Because opinion is shifting – among my colleagues in Parliament, among the British public, and more widely. It’s not yet catastrophic, and it’s not quick. But it is happening, and you should care, just as I care as someone who has for decades counted himself as an ardent friend of Israel.",
        "We can argue for hours about who is to blame for the failure to make peace. It won’t get us very far, and if you go back far enough some of you might say it’s the fault of the British anyway.",
        "But stepping aside from the blame game, some 25 years in the British Parliament have made me realise that for as long as there is no progress towards peace, and for as long as Israel continues to build across the Green Line, Israel risks losing friends.",
        "There are some areas of disagreement between Britain and Israel. There are also many of major agreement, and close cooperation. A major issue at the top of our shared agenda is of course Iran.",
        "In 2012, we will step up our efforts to stop the Iranian attempt to acquire nuclear weapons. The UK is a leading force in the international campaign to stop the Iranian regime acquiring a nuclear weapon – and arresting a progress which is clearly not intended for purely peaceful purposes. We work closely with Israel on this issue, and it is an extremely important aspect of our bilateral relationship.",
        "No option is being taken off the table, as we pursue our dual-track approach of increasingly tough economic sanctions while remaining open to dialogue with Tehran.",
        "A few weeks ago the British government imposed tough new financial restrictions against Iran. These new sanctions make it illegal for any financial institution in the UK to have any dealings with any institution in Iran, including the Central Bank of Iran. They are the toughest of their kind. And we will build on them, getting others to follow suit. We are working with the EU on sanctions against Iranian oil.",
        "These sanctions are having an impact. The Iranian economy is heavily dependent on oil income; yet production is going down. And Iran is having difficulty refining crude oil and is not getting technology it needs to maintain and develop production. As the pressure continues to rise, the Iranian regime will face the prospect of a choice between its nuclear programme and maintaining its oil income.",
        "There are no guarantees, and I can give no cast iron assurance of success. But I believe sanctions can work, and I know they are for now the best tool we have to achieve our shared goal.",
        "We share Israel’s determination to prevent Iranian proliferation. Israel is not facing the threat of a nuclear Iran alone, and so its efforts must support those of the international community. We will work together to ensure that 2012 is not the year in which Iran realises its nuclear ambitions.",
        "More so than anywhere else in the world in 2011, this region has seen sweeping changes and upheaval on an unprecedented level. Tunisia, Jordan, Egypt, Yemen, Libya, Syria. The demand to be heard, the demand for democratic rights and proper representation left the region reeling.",
        "The process that began a year ago in Tunisia, is far from over. It brings risk as well as great opportunity and hope for many people of the countries involved. Though few expected the path to democracy to be smooth, the ongoing struggle for democratic rights in Syria has been harsh and bloody. The demands of the Syrian people for democracy and freedom have been met by brutal reprisals and violent repression by the Assad regime.",
        "This ruthless aggression continued last week even when Arab League observers arrived in the country in an attempt to report independently on the situation. Peaceful and courageous demonstrators are being mowed down by a cruel and brutal regime that refuses to accept the legitimate aspirations of its own people.",
        "Bashar Assad long ago lost whatever remaining legitimacy he may have had. He should step down immediately in the best interest of Syria and the unity of its people.",
        "I know that people here are concerned about what all these changes mean for Israel, for this country’s place among neighbours all of whom have several times been at war with Israel, and tried to destroy Israel even from its earliest days.",
        "I know that as the world has praised the wave of change sweeping across the region, Israel has wondered if the world has succumbed to optimism.",
        "I know that Israelis have watched the Tunisian and Egyptian elections and been concerned that the old regimes would be replaced not by liberal democrats interested in peace, but by hard-line regimes interested in Israel’s destruction.",
        "Israelis have told me that they are asking themselves difficult questions. What will all this mean for borders that have been quiet for so many years? Were they better off having peace deals with leaders who did not represent their own peoples? Is peace even possible now that the new leaders of Israel’s neighbours must reflect the views of their people? Israel is right to ask itself these questions.",
        "Many will argue that because of these regional events, now is not the time to make bold gestures when it comes to making peace with the Palestinians. It is a natural reaction at times of change, particularly change that may be threatening, to take the minimum risks.",
        "But I believe that response would be the wrong one for Israel. If the new political order settles around it at a time of minimum hope in the peace process, then it may well lead to the political leadership of those countries being maximally hostile to Israel.",
        "My advice would be: if you want stability, if you want security, if you want peace with your neighbours, and the best relations with the rest of the world, then making a peace deal with the Palestinians is urgent.",
        "I want to turn now to the broader relationship between the UK and Israel. Last year was a key year for our bilateral relationship.",
        "Legislation was passed that ended the anomaly that allowed people to abuse our court system to get politically-motivated arrest warrants against Israeli officials and military officers for alleged war crimes. The amendment, which was signed into law by the Queen in September, ensures that people cannot be detained when there is no realistic chance of prosecution, while ensuring that we continue to honour our international obligations.",
        "We remain committed to ensuring that those guilty of war crimes are brought to justice. The Director of Public Prosecutions must now consent to the issuing of an arrest warrant for crimes of universal jurisdiction, putting an end to requests for warrants where there is no realistic chance of prosecution. This cloud that hung heavily over our bilateral relationship for too long has finally been lifted.",
        "2011 was also a key year for trade and business between our two countries. When the final figures for trade and services for the year come in, we expect them to show a 25% increase on last year, and should reach 7 billion US dollars. We’re breaking records every year, and I am sure that this will continue.",
        "One key development in 2011 was the start of a partnership between Britain and Israel in tech. We believe it is a partnership that could help both sides – the amazing quality of Israeli R&D can help British growth; the strengths of the British economy can help Israeli innovation go global, building using our skills in business development, capital, global reach, scientific prowess, and market access.",
        "Both governments are committed to this partnership, and we have established in the British Embassy a new Tech Hub, a dedicated team tasked with creating lasting partnerships between UK and Israel in areas such as cleantech, biomed and digital technologies.",
        "We have already had a stream of my Ministerial colleagues here leading delegations and demonstrating our support for this partnership. In 2012 there will be many more.",
        "As students, you may well have come across negative reports about the UK’s attitude towards Israel, where universities are portrayed as hotbeds for delegitimisation and boycotts and sanctions against Israel. I know there is an image out there of British universities being hostile to Israel.",
        "One of the reasons I wanted to come here today to talk to you, is to reassure you that this simply isn’t the case. There may be a small, marginal and yes very noisy group who attract a lot of attention every time they suggest boycotting Israeli academics, but in fact, there isn’t a single university in the UK with a policy of boycotting Israel.",
        "When we look behind the sensational headlines and take a look at what is actually going on between our academics – there are groundbreaking projects and collaborations between UK and Israeli researchers, and real warmth and friendship between our universities.",
        "This was evident in November when 60 British academics and researchers from over 20 universities came to Israel for the first UK-Israel conference on regenerative medicine. The conference brought together 250 leading lights from the UK and Israel to discuss this innovative area of medicine in which our countries are at the very cutting-edge of research, and to build connections for future collaborations.",
        "Under the BIRAX Regenerative Medicine Initiative, £10 million will be awarded over the next five years to joint research projects bringing together British and Israeli scientists. The scheme gives generous support to joint high quality and ground-breaking UK-Israel research projects, which will have a significant impact on global health, enhance joint research between British and Israeli academic institutions and invest in early stage collaboration between researchers.",
        "But yes, there are a handful of campuses where you have to be confident if you’re going to stand up and defend Israel – but this happens at a small fraction of our institutes of higher learning. The reality is that the vast majority of Jewish and Israeli students who study in the UK have an amazing time.",
        "And so my message to you today is that if you’re thinking of continuing your studies overseas, think UK. Get in touch with the British Council here in Ramat Gan who will help you find the right university, the right course and explain what funding options are open to you.",
        "I can guarantee you that you will have a fantastic experience. We have four of the top ten universities in the world and research facilities that have helped us win more than 80 Nobel prizes for science and technology alone. The UK, like Israel, has a disproportionate number of Nobel prize winners.",
        "We want to see a significant increase in the number of Israeli students studying in the UK over the next year.",
        "Now, before you have the chance to ask me some questions, I want to ask you some. How many of you have been to the UK before? How many of you would like to visit? Well, 2012 is the year to come to the UK. This year marks the Diamond Jubilee of Queen Elizabeth II – 60 years of extraordinary service. There will be celebrations throughout the UK this summer to celebrate the Queen’s reign, and the sense of strength and stability that she symbolises, particularly given all the changes that we have seen in this time.",
        "And of course, we’re getting ready to host the greatest show on earth as London becomes home to the Olympic Games for the third time. With just under 200 days to go, the stadiums are ready, the tickets are sold and we’re getting ready to welcome the world.",
        "We look forward to welcoming the Israeli teams to the London Olympic and Paralympic Games this summer and hope that they manage to at least match – but hopefully even improve – on their performance at the Beijing games four years ago.",
        "Whatever else, 2012 is guaranteed to be an historic year for us. Come and discover the many things that have made the UK a great place to live, work, study and visit."
    ]
}