{
    "url": "https://www.ukpol.co.uk/alistair-burt-2012-speech-on-the-economy-of-the-maghreb/",
    "title": "Alistair Burt – 2012 Speech on the Economy of the Maghreb",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Alistair Burt",
            "url": "/tag/alistair-burt/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Minister for the Middle East, Alistair Burt, on 11th July 2012 at Wilton Park.",
    "content": [
        "[![alistairburt](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistairburt.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistairburt.jpg)",
        "Thank you Richard for your kind introduction. I am delighted to be back at Wilton Park in support of an initiative in which I hold a strong personal interest. So let me extend my gratitude to the sponsors of this event, Unilever and Shell, whose support and participation are greatly appreciated. Both are major investors in the region and therefore also have a strong interest in its economic development.",
        "At previous conferences, I have been whisked away immediately after having spoken to return to business in London. For this one, I insisted that my diary was kept clear and I am delighted to join you for the whole afternoon and dinner this evening.",
        "I have had the pleasure of visiting the Maghreb on several occasions – most recently a week ago. Before going on trips –usually on the plane journey – I swot up both on the current issues and the historical issues. Reading about the lack of trade within the region today alongside the history of North African cities which acted as a trading hub between Africa and Europe was perplexing.",
        "Every modern day state in the region has an illustrious history of trade and openness, and great cities that act as reminders of this time: Carthage, Casablanca, Misrata, Nouadhibou, and Tlemcen.",
        "From these thriving organs of trade came the tolerant civilisation of Muslim Spain and the great centres of learning in Fez, Tunis and elsewhere. In the 14th century whilst Europe was still in the Dark Ages, the historian Ibn Khaldun and the great traveller Ibn Battuta personify the intermingling of knowledge and commerce where people freely traded and travelled.",
        "We live in very different times. But I am convinced that the region, which we now call the Maghreb, can be one of openness, tolerance, trade and prosperity. And that is why we are here today.",
        "##  The Big Picture",
        "This conference takes place in the context of momentous economic change. The world is still reeling from the aftershocks of the 2007 Financial Crisis – the ‘Credit Crunch’.",
        "In the Eurozone, anxiety about the scale of national debts is plaguing the markets and shaking the very foundations of the European Monetary Union. This is having a chilling affect well beyond Europe, as previously booming economies are slowing down.",
        "However, there is a much deeper and more profound trend at large: the shift of economic power from established – predominantly Western – economies, to rapidly-developing economies outside the G8.",
        "These emerging markets are extremely diverse but all have in common one ingredient of success: free trade and investment. They have managed to harness the opportunities of globalisation to catch up with the developed economies. They have imported knowledge, expertise and ideas and have exported manufactured goods, services, and natural resources.",
        "People talk of the ‘BRICS’, but the phenomenon is far wider than this small grouping. Ethiopia grew at 7.5% last year despite the global economic troubles. Turkey grew at 8.5%. Mongolia at 11.5%. Ghana: 13.5%.",
        "As wealth becomes more evenly spread across the world, the global balance of power shifts. In my lifetime, I have witnessed the transition from the bipolarity of the Cold War to the unipolarity of the turn of the millennium. And now, we are all witnessing a new transition taking place to a more multipolar world order.",
        "Different regions are taking these responsibilities on themselves, and are doing so with increasing success. The EU is taking increasing responsibility for stabilisation in the Balkans. The African Union is taking increasing responsibility for stabilisation in Sudan and Somalia. The Arab League has taken the lead in trying to bring stability to Libya and Syria and the GCC has brokered a deal in Yemen. ASEAN has built a prosperous and peaceful community of states in a historically troubled region.",
        "But regional cooperation has not been limited to security. Having stable environments has presented neighbouring countries with opportunities to exploit their geographic proximity for economic gain through trade and investment.",
        "There are the obvious examples of the European Single Market, the North Atlantic Free Trade Agreement, the Southern Common Market (MERCOSUR) and the ASEAN Free Trade Area – to name only a few.",
        "But all over the world, there are examples of countries lowering tariffs between one another, and encouraging flows of goods and capital; from South Korea and Singapore, through India and Sri Lanka, to Mexico and Colombia.",
        "And economic links, in turn, reinforce stability among trading partners. This virtuous circle is a means of transcending the first trend that I mentioned – of current global economic stagnation – and amplifying the second trend – of high growth in emerging markets.",
        "Curiously, there is one conspicuous exception – one region that has not yet opened up to the opportunities of regional trade, investment, and coordination. That is why we are all here today.",
        "##  Government’s approach to the wider region",
        "When this government came to power over two years ago now, our central foreign policy commitment was that we would engage more with the emerging powers and high-potential regions of the world. We wanted to take advantage of the shifts in economic and political power to build new, productive trading partnerships and more diverse political alliances.",
        "It is in this context that our attention turned to our southern neighbourhood. We assessed that the Middle East and North Africa had huge economic and political potential.",
        "So in the autumn of 2010 – before the death of Mohammed Bouazizi – we set up a new team in the Foreign Office to plan and implement strategy of re-engagement with the region. Its objective was to work with governments in the region to develop the building blocks of more open, free societies, underpinned by vibrant economies.",
        "I won’t claim that we predicted the Arab Spring. But in many ways, the movements for political change that erupted at the beginning of 2011 vindicated our approach and caused us to accelerate our engagement.",
        "Soon after, the British government committed £110 million over four years through our Arab Partnership initiative to support reform in the wider region. This has already underwritten projects to increase political participation, and to equip young people with the skills that they need to get good jobs and contribute to their countries’ development.",
        "We pushed last year for a more ambitious EU offer to the region. The EU’s European Neighbourhood Policy Review now offers unprecedented access to the Single Market for the best performers across the Middle East and North Africa through Deep and Comprehensive Free Trade Areas. This could provide a powerful economic boost. I know that groundwork is already being done with Tunisia and Morocco. And we sincerely hope that their neighbours will not be far behind.",
        "We also inherit the G8 presidency next year. We are already developing ideas to ensure that the Deauville Partnership, and the separate G8-BMENA process, to work together to encouraging more open and inclusive societies in the region, with greater prosperity and economic growth.",
        "##  Rationale for our support",
        "Let me be very clear; our political and financial support is not philanthropy. Our own interests are intertwined with those of the region, especially the Maghreb. It is on the doorstep of Europe, with which it shares intimate ties.",
        "European security depends on the security and stability of its neighbourhood. The security and stability of its neighbourhood depends on that neighbourhood’s economic prospects.",
        "But we also have an economic interest ourselves. As I have explained, trade is not a zero sum game. Globalisation means that growth in one region can be shared in other regions. The trend of interconnectedness which I described earlier will only intensify over time.",
        "Europe’s own growth depends on trading with other fast-growing markets. It is in our interests to have dynamic and developing economies on our doorstep – especially if we already have close cultural and social links to them.",
        "We see huge potential for success in your region. And we want to support and share that success.",
        "It is already a region of diverse strengths: some of its countries have an abundance of natural resources, others have an abundance of skilled labour; some have rapidly developing financial and services sectors, others have strong manufacturing bases; some have significant tracts of arable land, and others have significant tracts of land ripe for solar energy generation. All have ambitious and capable youth.",
        "But it is not just the endowments of the region that are impressive; it is the abundance of opportunities to exploit those endowments further. Some bemoan the fact that that the Maghreb is the least economically integrated region in the world. It is true that trade within the region accounts for less than 4% of the region’s total trade, which is amazingly low.",
        "But this low base shows just how much potential there is for development. Increased integration would help each country to concentrate on its own areas of strength while benefitting from the strengths of its neighbours in other areas.",
        "Consumers, producers and providers of services could all benefit. Greater integration would enlarge companies’ markets, allow them to take advantage of economies of scale, and encourage them to become more competitive.",
        "And I have spoken to companies here in Britain who would be extremely keen to invest in the region if those investments gave them access to a wider market.",
        "Political reforms have provided the impetus and opportunity for deep and meaningful economic change. And political engagement over the last few months between leaders in the region is encouraging. In particular, the discussions in February between Foreign Ministers at the first Arab Maghreb Union meeting in sixteen years were an important step. As, I am sure, has the meeting held on Monday. The Heads of State summit in October will be a momentous occasion and a real signal of intent.",
        "##  The UK and the Maghreb Economy",
        "I hope that this conference will convince the leaders taking part in the summit that they have the full support of the UK, Europe and the wider international community. I hope too that you all will be able to develop a common understanding of which measures are possible, which are desirable, and how those measures can be implemented.",
        "This will also be an opportunity for our friends of the Maghreb to explain their region to a wider and more global audience than is often the case. And this is to my knowledge the first time that the British government has held an event on this subject and your region.",
        "We are here to provide an open-minded and creative environment to discuss the challenges that you wish to discuss. Our hope is that this setting will encourage you to think big; to put issues on the table; to fly kites and see where the wind takes them.",
        "In keeping with this, I have temporarily given my blog page on the Foreign Office website to Professor Boutheina Cheriet (SHER-I-YE) from the National Graduate School for Political Science, in Algiers, who has written very thought provokingly about some of the themes of this conference.",
        "I encourage you to read his piece and offer your thoughts and impressions both on the issues being discussed and on the conference more widely – there are copies here as well on the website. I will also be contributing a blog after the event, and am keen to continue our conversation online.",
        "Your stability and economic success directly affects our security and prosperity. We want to see your young men and women in our universities, we want to see your goods in our shops and we want your entrepreneurs to set up the European headquarters of their companies in our cities.",
        "And I feel we have a lot to offer. London is the prime world meeting place for global investors. And given our position on the governing bodies of almost all relevant international institutions, we have the power to convene.",
        "We want to learn: learn about your aspirations; learn about your problems; learn about how we can most effectively support you.",
        "##  **The Wilton Park Conference**",
        "So, I feel that this conference has some immensely important questions to answer:",
        "Is everyone agreed that a more integrated approach to the economy of the Maghreb is urgent?",
        "What steps need to be taken in order to capitalise on current momentum and increase the flow of goods, people and ideas between countries in the region?",
        "Where might the international community best be able to provide assistance?",
        "##  Conclusion",
        "Integration and cooperation can only be achieved through consultation and dialogue. I am delighted that significant leaders in businesses and politics are here today to stimulate the debate.",
        "We share a stake in your future. It is a real honour for us to support you as you tell us your hopes and plans.",
        "I hope that this conference will help to develop shared understandings of the opportunities and challenges of the region. We need a shared vision for the Maghreb."
    ]
}