{
    "url": "https://www.ukpol.co.uk/alistair-burt-2012-speech-to-the-4th-abu-dhabi-investment-forum/",
    "title": "Alistair Burt – 2012 Speech to the 4th Abu Dhabi Investment Forum",
    "post_date": "February 14, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Alistair Burt",
            "url": "/tag/alistair-burt/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alistair Burt, the then Parliamentary Under Secretary of State for Foreign and Commonwealth Affairs, on 17 October 2012.",
    "content": [
        "[![alistairburt](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistairburt.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistairburt.jpg)",
        "Your Excellency Sultan Al Mansouri, Your Excellency Nasser Ahmed Alsowaidi, Excellencies, Distinguished Guests, Ladies and Gentlemen. It gives me great pleasure to join you for the fourth Abu Dhabi Investment Forum. I am pleased to see such a great turnout for today’s event.",
        "Since being appointed Minister with responsibility for the Middle East over two years ago, I have been fortunate enough to have visited the Emirate of Abu Dhabi four times. Along the way, I have forged some very strong friendships, including with my Emirati counterpart, Dr Anwar Gargash, and I was fortunate to host Nasser Al Sowaidi and the UAE-UK Business Council last May. I would also like to congratulate Nasser Al Sowaidi and Samir Brikho on the great start they have made in the first year of the Business Council.",
        "I have seen firsthand, for example, the huge number of opportunities for British companies in the region. These visits have not only developed relationships, but enabled me to make a serious analysis of our respective opportunities from our enhanced friendships.",
        "**Bilateral trade**",
        "I will talk about specific sectoral opportunities shortly, but I would first like to outline some of the key trade statistics. Much of this will be familiar to many of you, but these numbers are impressive enough to bear repeating:",
        "Last year the UAE was Britain’s 16th largest export market, and it has been the 13th largest for the first half of this year. Our exports to the UAE were £4.7 billion in 2011, up 21% on 2010. Take into account the size of the UAE’s population – nearly 8 million, which the World Bank ranks as 94th largest in the world – and you get a real sense of how impressive these statistics are.",
        "More than 4,000 British companies are already active in the UAE – from small SMEs to large global multinationals – across a wide range of industry sectors, so you will be in good company if you choose to invest in Abu Dhabi.",
        "The value of bilateral trade between Britain and the GCC countries is worth £20 billion annually – and the UAE accounts for over 50% of that figure, including companies based in Free Zones.",
        "And by the end of this year we estimate that the value of bilateral trade between the UK and the UAE will be around £10.5 billion. We are well on course to meet our ambitious target of increasing the value of trade to £12 billion by 2015, from £7.5 billion in 2009. With its impressive programme of expansion on major infrastructure projects such as healthcare facilities and social housing, Abu Dhabi accounts, and will continue to account, for an increasing share of that sum.",
        "**Why invest in Abu Dhabi?**",
        "The trend, then, is clear. But why are companies choosing to invest in Abu Dhabi?",
        "A key factor in my mind is the proximity between global markets in the East and West and the very favourable transport links, both across the Gulf and further afield. This, plus the readily available supply of commercial space, well-qualified staff and excellent education system means Abu Dhabi is the ideal place for companies whose longer-term objectives are to expand into other markets.",
        "In short, the UAE, and Abu Dhabi in particular, offers an ideal hub for expansion, in much the same way as we see investment in the UK as also a launch pad for the EU. And we are seeing more and more British companies partner with Emirati ones in third countries such as Korea and Iraq. And I should also make clear the deep relationship between our two governments, our belief in the UAE as a progressive, vibrant, well governed state, a close ally whose society and systems we support, is a further reason for our endorsement of greater trade links between us.",
        "**Key sectors**",
        "So that is the big picture. But which are the sectors that offer the most potential for UK businesses?",
        "Infrastructure is an obvious focus. As the UAE, and Abu Dhabi in particular, moves away from reliance on oil and gas revenues, we will see a continued drive to develop as a global player in tourism and culture.",
        "Among the most impressive of the current projects in Abu Dhabi is the development of Saadiyat Island into a leading cultural centre. When completed, Saadiyat will be home to a branch of the Guggenheim Museum, The Louvre and the Sheikh Zayed National Museum – the latter in collaboration with the British Museum and designed by Norman Foster. With further plans to develop nine five-star hotels, Saadiyat offers a wealth of opportunities to construction and engineering companies, as well as firms in the creative industries sector. We are working hard to help British companies make the most of these opportunities.",
        "The second area I wanted to highlight is Education. Education is vital for national success, and is one of Britain’s greatest strengths. It is also one of the growth businesses of the future.",
        "The educational links between Britain and UAE are already strong. British institutions like Heriot Watt University, Middlesex University and the London Business School have established campuses. I was delighted to visit the British University of Dubai when I was in the UAE in September, and honoured to address students at the impressive new Sheikh Zayed University campus in Abu Dhabi last October. Both of these experiences convinced me of the enormous potential in this area, and I believe we can do more.",
        "We should pool our assets and advantages for our mutual benefit: that means more Emirati students in the UK; more British students in the UAE; more collaboration between our universities and science parks; and more British companies helping to deliver education on the ground in the UAE.",
        "The final sector I want to highlight is energy. With almost 10% of global supply, a hundred years of known reserves and production of 2.7 million barrels per day, it is clear that the UAE will remain a major player in the oil industry for the foreseeable future.",
        "But the UAE, and Abu Dhabi in particular, is also a leader in the development of alternative energy. The Emerati government has embarked on one of the most ambitious programmes in the world to build a sustainable city. Designed by British architects Foster and Partners, Masdar is being designed and built using the latest technologies to reduce its carbon footprint. And it is home to several companies and research institutes that are pioneering new alternatives to carbon-based fuels.",
        "Britain is well-placed to work with Emirati partners to continue to develop this sector, bearing in mind our notable strengths across all energy industries, including oil and gas, renewables, nuclear and thermal power generation.",
        "These are just a few of the sectors of opportunity in Abu Dhabi – there are plenty more, not least in Financial & Professional Services, Healthcare and the Creative Industries.",
        "**How we can help**",
        "This government is committed to helping our companies win business overseas. We are absolutely clear that identifying and exploiting business opportunities in overseas markets will help to ensure and quicken the pace of Britain’s economic recovery. If we can show more ambition and create more global companies with British origins, we will cement our position as one of the great global trading nations.",
        "Abu Dhabi can play an important role in this respect, and we are ready to provide assistance. The UK Trade & Investment team at the British Embassy in Abu Dhabi is a mix of UK-based and locally-engaged officers, all of whom have a wealth of experience and contacts across the Emirate. So, whether you are looking for advice regarding a market entry strategy, or you need assistance arranging a visit programme when you visit the market, the team will be able to provide you with a tailor-made service.",
        "There are many more expert speakers to follow, so I will wrap things up; but, if I could leave you with one thought, it is that it is important, I think, to remember that the relationship between our two great nations goes back 200 years. The strength of our commercial relations, which has been my focus today, has parallels across the bilateral spectrum – from our political relations to our thriving cultural ties.",
        "I have no doubt that we will continue to strengthen our relationship during the next 200 years.",
        "Thank you and Shukran."
    ]
}