{
    "url": "https://www.ukpol.co.uk/alistair-burt-2017-speech-to-un-security-council-on-daesh/",
    "title": "Alistair Burt – 2017 Speech to UN Security Council on Daesh",
    "post_date": "September 23, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Alistair Burt",
            "url": "/tag/alistair-burt/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alistair Burt to the UN Security Council on 22 September 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistairburt-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistairburt-1.jpg)",
        "Thank you, Mr President. I wanted to begin by thanking Prime Minister Abadi for his statement, and his courage. We know that Iraq and its forces have borne the brunt of the fight against Daesh.",
        "I also want to thank him and his officials for the work they have done with the UK to make this resolution a reality. Mr President, your excellencies I’m delighted to have cast the United Kingdom’s vote in favour of this Resolution and I’m grateful to Council members for their unanimous support for this UK-drafted text.",
        "One year after we gathered on the margins of the last UN General Assembly and promised to do all we could to bring Daesh to justice, this Resolution is a vital step towards achieving that profoundly necessary goal.",
        "And as we vote in this chamber, we think of the people who have suffered so grievously at the hands of Daesh – of the innocents whose homelands were overrun, millions who were forced to flee, suffering inflicted on those who stayed, many of whom were massacred or enslaved, civilians who died in terrorist attacks in Europe and around the world, and of the great cities that were occupied and pillaged and subjected to rule by terror.",
        "There can never be adequate recompense for those who were forced to endure the wanton brutality of Daesh, and the dead will not be brought back, but this Resolution means that the international community is united in our belief that there should, at least, be accountability for those who perpetrated such wicked acts.",
        "The United Nations will now help to gather and preserve evidence of Daesh’s crimes in Iraq. I can announce that Britain will provide £1 million to establish the UN investigative team that will lead these efforts – and I would respectfully encourage other countries to contribute.",
        "Bringing Daesh to justice is only possible because Iraq’s courageous armed forces have liberated one city after another, including Mosul, advancing with the support of many nations, including my own, who have sent their warplanes into action against the terrorists, breaking Daesh’s grip on about three quarters of the Iraqi territory they once occupied.",
        "Wherever Daesh have been driven back in Iraq, the painstaking process of gathering evidence of their crimes can now proceed under the auspices of the UN.",
        "As the United Kingdom Commissioner for the International Commission of Missing Persons, set up after the conflict in former Yugoslavia, it is my hope that some of this evidence will help Iraqi families find out the fate and, even the remains, of their loved ones. Especially in the terrible mass graves which dot the lands which Daesh occupied.",
        "Britain has worked closely with the government of Iraq to bring forward this resolution. And we will continue work alongside the government of Iraq and our partners to implement this Resolution, ensuring that the UN does everything possible to support domestic and international efforts to hold Daesh to account.",
        "And by striving for justice, we shall also be seeking to heal the sectarian divides that Daesh has exploited and inflamed.",
        "The defeat of Daesh as a territorial entity is now within sight, but their downfall will not in itself create peace and stability. Lasting peace will only be secured once we’ve helped Iraq to overcome sectarian division and achieve the national unity that its people deserve.",
        "And justice is an essential requirement for reaching that goal, for it’s justice that leads to reconciliation. And reconciliation is the only way to protect a society, any society, against extremists who would sow hatred and division.",
        "This is why we must help Iraq strengthen its justice system, to ensure all those who commit atrocities in the conflict are brought to justice. In the meantime, we know that bringing Daesh to justice will take time, demanding patience and resolve from us all.",
        "But we owe it to those who have suffered to press ahead, however long the road might be, remembering that many offenders have been prosecuted years after they committed their crimes, as those in Srebrenica will remember.",
        "I will close by reminding the Council of an old phrase: “The millstones of justice turn exceeding slow, but they grind exceeding fine.” Those millstones have begun moving today.",
        "I want to thank my friend the Foreign Minister and the Government of Iraq for our work together in making this resolution a reality. Let us make the consequences of the resolution a reality and bring some justice to those who have suffered for too long.",
        "Thank you, Mr. President."
    ]
}