{
    "url": "https://www.ukpol.co.uk/alistair-burt-2017-speech-on-yemen/",
    "title": "Alistair Burt – 2017 Speech on Yemen",
    "post_date": "November 20, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Alistair Burt",
            "url": "/tag/alistair-burt/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alistair Burt, the Minister of State for International Development and Minister of State for the Middle East at the Foreign & Commonwealth Office, in the House of Commons on 20 November 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistairburt-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistairburt-1.jpg)",
        "With permission, Mr Speaker I would like to make a statement to the House on the humanitarian and political situation in Yemen and the implications of the conflict for regional security.",
        "Her Majesty’s Government remains deeply concerned by the humanitarian situation in Yemen and the impact recent restrictions are having on what was already the worst humanitarian crisis in the world and largest ever cholera outbreak.",
        "We recognise the risk of a severe deterioration of the humanitarian situation, if restrictions are not quickly removed and call on all parties to ensure immediate access for commercial and humanitarian supplies through all Yemen’s land, air and sea ports.",
        "But we should be clear about the reality of the conflict in Yemen. The Saudi-led Coalition launched a military intervention after a rebel insurgency took the capital by force and overthrew the legitimate Government of Yemen as recognised by the UN Security Council. Ungoverned spaces in Yemen are being used by non-state actors and terrorist groups to launch attacks against regional countries, international shipping lanes and the Yemeni people.",
        "As my Rt Hon friend the Foreign Secretary has made clear, we strongly condemn the attempted missile attack against Riyadh on 4 November. This attack, which has been claimed by the Houthis, deliberately targeted a civilian area and was intercepted over an international airport.",
        "The United Kingdom remains committed to supporting Saudi Arabia to address its legitimate security needs.",
        "We are therefore deeply concerned by reports that Iran has provided the Houthis with ballistic missiles. This is contrary to the arms embargo established by UN Security Council Resolution 2216 and serves to threaten regional security and prolong the conflict.",
        "I understand that a UN team is currently visiting Riyadh to investigate these reports. It is essential that the UN conducts a thorough investigation. The UK stands ready to share its expertise to support this process.",
        "But Mr Speaker, we recognise that those who suffer most from this conflict are the people of Yemen.",
        "We understand why the Saudi-led Coalition felt obliged to temporarily close Yemen’s ports and airports in order to strengthen enforcement of the UN mandated arms embargo. It is critical that international efforts to disrupt illicit weapons flows are strengthened.",
        "At the same time, it is vital that commercial and humanitarian supplies of food, fuel and medicine are able to reach vulnerable Yemeni people, particularly in the north – where 70% of those in need live.",
        "Even before the current restrictions, 21 million were already in need of humanitarian assistance and 7 million were only a single step away from famine. 90% of food in Yemen is imported and three quarters of that comes via the ports of Hodeidah and Salif. No other ports in Yemen have the capacity to make up that shortfall.",
        "Our NGO partners in Yemen are already reporting that water and sewerage systems in major cities have stopped operating because of a lack of fuel. This means that millions no longer have access to clean water and sanitation, in a country already suffering from the worst cholera outbreak in modern times.",
        "The current restrictions on access for both commercial and humanitarian shipments risk making an already dire situation immeasurably worse for the Yemeni people. We have heard the UN’s stark warnings about the risk of famine.",
        "We call on all parties to ensure immediate access for commercial and humanitarian supplies to avert the threat of starvation and disease faced by millions of civilians.",
        "We also call for the immediate reopening of Hodeidah port and the resumption of UN flights into Sana’a and Aden airports, as the Foreign Office statement on 15 November made clear. Restrictions on humanitarian flights are causing problems for humanitarian workers, including British nationals, who wish to enter or exit the country.",
        "We have been urgently and proactively seeking a resolution of this situation. Our Ambassador in Riyadh has been in frequent contact with the Saudi Foreign Minister. My Rt Hon friend the Foreign Secretary has discussed the situation in Yemen with the Crown Prince, with whom we have emphasised the urgency of addressing the worsening humanitarian crisis. My Rt Hon Friend the Secretary of State for International Development has spoken to both the UN Secretary-General and the Under-Secretary-General for Humanitarian Affairs since about the situation in Yemen since her appointment on 9 November.",
        "We are also continuing to work closely with other regional and international partners, including the UN. On 18 November, my Rt Hon friend the Foreign Secretary spoke to the UN Secretary-General. Central to this discussion was how the security concerns of Saudi Arabia can be addressed to enable these restrictions to be lifted. It is vitally important that the UN and Saudi Arabia enter a meaningful and constructive dialogue.",
        "More broadly, we will continue to support the people of Yemen through the provision of lifesaving humanitarian supplies. The UK is the fourth largest humanitarian donor to Yemen, and the second largest to the UN appeal – committing £155 million to Yemen for 2017/18. UKaid has already provided food to almost two million people and clean water to over one million more.",
        "Mr Speaker, the only way to bring long-term stability to Yemen is through a political solution. That is why peace talks remain the top priority. The Houthis must abandon pre-conditions and engage with the UN Special Envoy’s proposals.",
        "The UK has played, and continues to play, a leading role in diplomatic efforts to find a peaceful solution. This includes bringing together key international actors – including the US, Saudi, Emirati and Omani allies – through the Quad and Quint process. We intend to convene another such meeting shortly. It is vital that we work together to refocus the political track.",
        "The UK will also continue to play a leading role on Yemen through the UN. In June, we proposed and supported the UN Security Council Presidential Statement which expressed deep concern about the humanitarian situation in Yemen. The statement called for an end to the fighting, a return to UN-led peace talks and stressed the importance of unhindered humanitarian access. It is vital that the words of the text are converted into action. The international community’s unified and clear demands must be respected.",
        "I commend this statement to the House."
    ]
}