{
    "url": "https://www.ukpol.co.uk/alistair-burt-2018-speech-at-uk-lebanon-business-and-investment-forum/",
    "title": "Alistair Burt – 2018 Speech at UK-Lebanon Business and Investment Forum",
    "post_date": "December 17, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Alistair Burt",
            "url": "/tag/alistair-burt/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alistair Burt, the Minister for the Middle East, at the UK-Lebanon Business and Investment Forum held in London on 12 December 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistairburt-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistairburt-1.jpg)",
        "Excellencies, distinguished guests, ladies and gentlemen, good morning. I am delighted to welcome you to London and to the opening of this Business and Investment Forum.",
        "Last month I had the honour of speaking at Lebanon’s National Day, where among other things we celebrated your 75th anniversary of independence. Prime Minister, the UK was among the first to recognise your country’s independence three quarters of a century ago, and we remain a staunch supporter of Lebanon’s sovereignty and territorial integrity.",
        "The relationship between our two countries has never been stronger – UK support to Lebanon is now worth around $200 million per year. We are proud of the work we have undertaken together, which, along with the continued efforts of the Lebanese people, and the support of your many friends in the international community, has helped Lebanon to remain a comparative beacon of calm in a troubled region.",
        "Our growing security partnership has played its part. This includes our support for the Lebanese Armed Forces, which has helped to secure Lebanon’s border with Syria for the first time in Lebanon’s history.",
        "Thanks in part to our security cooperation, Lebanon is still the only country – and the LAF the only army – to have successfully repelled an invasion by Daesh.",
        "We remain committed to an enduring security partnership with Lebanon, in the interests of its long term stability and security.",
        "There is no question that the security situation in Lebanon has improved in the last few years. And as security has improved, so too have the opportunities for tourism – as our official Foreign Office travel advice shows.",
        "This week we have lifted our advice against travel to some parts of the country, which means that British tourists are now free to visit such sites as the magnificent Roman ruins of Baalbeck, which I myself was fortunate to see earlier this year. I hope that our revised travel advice will enable many more British visitors to experience the warmth of Lebanese hospitality as I have done a number of times.",
        "The improved security situation also has clear implications for enhancing our mutual prosperity through boosting British tourism in Lebanon, as well as greater business investment, and we have already started to focus more closely on this area. My colleague George Hollingbery, who has just met with HE the Prime Minister, has spoken recently about the impressive cooperation going on right now between British and Lebanese businesses and entrepreneurs, so allow me to focus on the future opportunities.",
        "First, we have just appointed Her Majesty’s first Trade Commissioner for the Middle East, Simon Penney, who made his first successful visit to Lebanon last month. Simon shares my view that there is significant scope and appetite for greater investment in Lebanon.",
        "It’s a view reinforced by the $300 million trade deal being signed between Rolls Royce and Middle East Airlines today.",
        "Lebanon represents a new frontier for investors in search of yield. Last April the Lebanese Government published its Capital Investment Programme, which received great support from the international community at the CEDRE Conference in Paris. Power-generation, Public Transport, Water supply and other projects from the $22bn Programme all offer hefty potential returns for investors.",
        "I very much hope to see UK firms bidding for and winning contracts under this plan in the years ahead.",
        "Lebanon needs to do important things before these investment promises can be fully realised. It has to fulfil its commitments to economic reform, and for that to happen it needs to have a government in place quickly, and one which will be able to swiftly enact crucial confidence-building measures on transparency, fiscal discipline and the ease of doing business. We very much welcome Prime Minister designate Hariri’s efforts in this regard.",
        "I hope that the new administration will be one that is committed to strengthening Lebanese sovereignty and stability, in addition to implementing those important reforms to help boost Lebanon’s economy.",
        "Lebanon’s economy has shown remarkable resilience through external crises, supported by the Central Bank and sophisticated banking sector as a pillar of stability throughout.",
        "And whenever I visit Lebanon, I am impressed by the wealth of talented entrepreneurs whom I meet. Not to mention the mighty successful Lebanese diaspora. I don’t need to tell this audience here that Lebanon’s entrepreneurs have a reputation for being some of the most dynamic and determined in the world. Lebanon’s private sector has always been a resilient engine for growth in Lebanon through thick and thin.",
        "Lebanon has unique features unlike any other. It benefits from a large and resilient remittance base, a large and profitable banking sector and a dynamic private sector that excels in Tourism, Architecture and Construction as well as Wholesale and Retail Trade, and increasingly in pharmacology and technology. Meanwhile the art, design and fashion scene is making an ever more impressive mark; putting Lebanon on the map for all the right reasons.",
        "Now, to capitalise on these strong foundations, in order to address the external and internal economic challenges, the new government must set a roadmap and embark on implementation of the reform commitments set out at the CEDRE conference.",
        "I’m pleased to announce today a new £30million programme to deliver on the UK’s CEDRE pledge. Our programme will provide technical assistance to support the government’s reform vision and will prepare infrastructure projects for the future. Sufficient momentum on these reforms will unlock grant funding for infrastructure, helping to further client investment. Together with the $11 billion pledged by the international community at CEDRE, it will unlock the investment potential in Lebanon’s economy.",
        "As we look to strengthen our trade and investment ties with Lebanon, we are also determined to ensure the continuity of existing trade after the UK leaves the European Union. This means replicating the existing EU-Lebanon Association Agreement, as well as ensuring a smooth transition to new bilateral trading agreements.",
        "This will mean that Lebanese companies can continue to import and export from the UK without disruption, and UK companies can continue to invest in Lebanon. We are working closely and productively with the Lebanese Government to achieve this goal.",
        "Lebanon is a byword for tolerance, resilience and democracy, and the UK is very proud to be her partner. We want Lebanon to flourish long into the future and will remain by her side, supporting her every step of the way.",
        "With an ever-improving security situation and with economic reforms being undertaken under a new government, there will be increasing opportunities for investment in Lebanon. A number of British firms are already seizing those opportunities.",
        "For those of you in the audience who have yet to do so, I would invite you to give Lebanon your very close consideration – and as a personal tip: the wine is very good!"
    ]
}