{
    "url": "https://www.ukpol.co.uk/alistair-burt-2012-speech-on-the-arab-partnership/",
    "title": "Alistair Burt – 2012 Speech on the Arab Partnership",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Alistair Burt",
            "url": "/tag/alistair-burt/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The below speech was made by the Foreign Office Minister, Alistair Burt, on the 6th November 2012 at the Foreign Office in London.",
    "content": [
        "[![alistairburt](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistairburt.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistairburt.jpg)",
        "Ladies and gentlemen, how nice to see everybody here to celebrate where we are to date with the Arab Partnership and to see so many friends from around the region; Excellencies, colleagues and friends to celebrate with us and I’m delighted to be joined by Alan [Duncan] as part of it and of course you’ve got the very special speaker [Nesryn Bouziane] in between who speaks with even greater authority than, than Ministers.",
        "I want to say that we feel as Ministers we have the privilege of calling many people in this room partners, those from international and local civil society organisations, think tanks, the media, the private sector as well as colleagues from an array of British Government departments. We’re here because the work we’re doing through the Arab Partnership and Conflict Pool is of vital importance.",
        "The Arab Spring is the beginning of unprecedented change in the Middle East and North African region towards the more open and accountable societies its people so emphatically demand. It’s also of great importance to the United Kingdom. Our security and prosperity on this island are closely linked to the region’s long-term stability but we have never thought that this long-term stability would appear overnight. I don’t agree with those who say the Arab Spring has become a winter. There are challenges: the economic troubles facing some countries in the region, the terrible ongoing violence in Syria – these must be overcome but they’re not the destination of the Arab Spring.",
        "In Egypt under the former President Mubarak could any of us have conceived of a President elected democratically by popular consent? Could we have imagined, just a short time ago the political debate now common in Tunisia under the former President? And without the Arab Spring would Morocco be in the position of having a Prime Minister selected by Parliament? The answer to each of these questions is of course no.",
        "We must take heart in these achievements, not minimise them, but remember that strong institutions like an independent judiciary, a vibrant civil society are the building blocks of democracy. They take generations to build and require constant vigilance to maintain. We must have the strategic patience to partner with the region over the long term to build the institutions needed for the long term stability that will benefit us all.",
        "In the United Kingdom, we’ve stood by reformers in the region from the outset. Two years ago this week, before the Arab Spring began, we established the Arab Human Development Team, now the Arab Partnership Department, to analyse the drivers of discontent in the region. With this analysis in hand in Kuwait in January 2011 our Prime Minister, David Cameron, stepped out ahead of the international community. He pledged to support reformers as they led the momentous changes in their countries.",
        "We can be rightly proud that his blueprint for engagement with the region based on our values and our interests, coupled with the sensitivity to the unique context of each country in the region, has been adopted by leaders worldwide. A clear sign of United Kingdom influencing is in multilateral fora such as the G8 and EU and Alan [Duncan] will speak a little further about that.",
        "In 2011 we committed to add to the United Kingdom Government funds already being spent on conflict prevention in the region, a further one hundred and ten million pounds of Arab Partnership funding over four years to support political and economic reform. I don’t need to make claims about the success of our interventions so far, our partners in the region are already telling us this.",
        "A leading Tunisian newspaper described an Arab Partnership funded project encouraging political debate on Tunisian TV as, I quote, “a possible solution to save a media that was worn out by dictatorship”. An officer in the Lebanese Army paid tribute to training provided through the Conflict Pool for helping save civilian lives and reducing casualties in recent flash points. And, the Moroccan Minister for Youth and Sports described, unprompted, the Arab Partnership as a wonderful opportunity for Arab youth to voice their opinions.",
        "So let’s celebrate success but let’s also prepare for the work there is still to do. Our support cannot and will not stand still. In July, I visited an ongoing Arab Partnership funded project training producers and journalists of Algerian TV, and as we speak BBC veteran, Tim Sebastian, is hosting a televised debate in Cairo on the progress of democracy in Egypt as part of the new Arab debates’ series.",
        "These are just a few examples. Around the room there are those who can speak of many more. We have colleagues from Parliament who are engaged in this work. I see many Ambassadors from the countries with whom we have a close relationship who have been keen partners in this project, who emphasise the way in which this is tailor made to the needs of their own states because that is what we are trying to do.",
        "I am confident that those in the Department and those we partner with have that sensitivity in mind. We hope this will be a further opportunity for continuing progress in the time to come. We’re confident about the building blocks we’ve laid but most of all I’m confident about all the people we work with, their commitment to a region we all love so much, and to a future in which I’m sure so many of us have a perfect stake."
    ]
}