{
    "url": "https://www.ukpol.co.uk/alistair-burt-2018-comments-on-ukraine/",
    "title": "Alistair Burt – 2018 Comments on Ukraine",
    "post_date": "November 27, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Alistair Burt",
            "url": "/tag/alistair-burt/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the comments made by Alistair Burt, the Minister for the Middle East at the Foreign and Commonwealth Office, in the House of Commons on 27 November 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistairburt-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistairburt-1.jpg)",
        "I thank my right hon. Friend for his question. As my right hon. Friend the Foreign Secretary stated yesterday, we condemn Russia’s aggression against the Ukrainian vessels that sought to enter the sea of Azov on 25 November. We remain deeply concerned about the welfare of the Ukrainian sailors detained by Russia and call for their release urgently. Russia has again shown its willingness to violate Ukraine’s sovereignty, following the illegal annexation of Crimea and the construction of the Kerch bridge.",
        "The United Kingdom remains committed to upholding the rules-based international system, which Russia continues to flout. Our position is clear: Russia’s actions are not in conformity with the United Nations convention on the law of the sea or the 2003 Russia-Ukraine bilateral agreement, which provides free passage in the sea of Azov, including for military ships. The United Kingdom ambassador reiterated that position at emergency meetings held yesterday at NATO, the European Union, the Organisation for Security and Co-operation in Europe and the UN Security Council.",
        "In response to Russian aggression, the Ukrainian Parliament agreed to impose martial law in 10 Ukrainian regions for 30 days, commencing at 09:00 local time on 28 November. We welcome President Poroshenko’s reassurances that martial law will not be used to restrict the rights and freedoms of Ukrainian citizens, and that full mobilisation will be considered only in the case of further Russian aggression. We also welcome the Ukrainian Parliament’s resolution confirming that presidential elections will go ahead on 31 March 2019."
    ]
}