{
    "url": "https://www.ukpol.co.uk/alistair-burt-2016-speech-on-mental-health-services-for-young-people/",
    "title": "Alistair Burt – 2016 Speech on Mental Health Services for Young People",
    "post_date": "March 16, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Alistair Burt",
            "url": "/tag/alistair-burt/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alistair Burt, the Minister for Community and Social Care, on 16 March 2016.",
    "content": [
        "[![alistairburt](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistairburt.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistairburt.jpg)",
        "I want to offer my sincere thanks and congratulations to everyone in the audience today.",
        "When I first came to the Department of Health, I wanted my priority to focus on the steady improvement of children’s mental health care, support the sector and bring in new and innovative ways of working – to improve care, to improve the way we work. It is down to your creativity, passion and drive that this priority was not only met but exceeded. So thank you.",
        "Today, we’re at one of our most recognised sporting landmarks, one of the homes of English cricket. I would say ‘the home’ of English cricket, but I think my local club – Blunham Cricket Club – might snatch that title, holding the Guinness World Record for the longest continuous game of cricket; 105 hours, day and night. More impressive than 171 years of cricket play, I’m sure you’ll agree.",
        "But the Oval is also home to one of Historic England’s newest Grade 2 buildings – the Victorian gasworks which overlooks the playing ground. It’s over 160 years old and will now stay intact – a part of the London skyline.",
        "It’s worth thinking about what life was like for a child when the gasworks was built in 1847. Child labour was the norm – children as young as 10 would be sent up chimneys and sent down mines. Put simply, they were denied a childhood. It was only just before the 1900s that children’s mental health was considered a priority by society; young people’s mental health had always existed but it was a 20th century ‘invention’.",
        "Fast forward to 2015: now children have access to education, they are protected from labour, they have their health needs met – children have a childhood. And yet their services still continue to improve.",
        "Almost to the day, we saw the publication of ‘Future in Mind’. It called for a fundamental shift in culture for children and young people’s services, a whole system approach focusing on preventing mental ill health, early intervention and recovery.",
        "You are a large part of this – perhaps the largest part of the solution. You make sure that, if a young person feels insecure, anxious, depressed or feels like they have nowhere to turn, they have a system that they can access, one that gives them the emotional support and mental wellbeing to get through their problems in the right place and the right time.",
        "You’re all enthusiastic, dedicated and passionate people. This enthusiasm has been so important, because even with all of our advancements in care, your job has, often, not been the easiest.",
        "Traditionally, you have been underfunded, under resourced, undervalued. There has been a huge data gap. You have had to deal with old prevalence data and, what’s more, there was no uniform detailed data about services. And the service has been difficult to improve – out of the 1 in 10 young people who have a diagnosable mental health condition, previous estimates state that only 1 in 4 are receiving treatment. Just more of the same is not an option available to us.",
        "We are radically improving all of these aspects of your work, which is what I’m here to talk about today. Since ‘Future in Mind’, we’ve had the all-age Mental Health Taskforce report, which brought this image in to further focus.",
        "It showed us that care needs to be more widely available and people struggle to get the help they need at the right time. Also, despite all our efforts, stigma still is a stain we cannot yet wash off; many people still experience discrimination for the mental ill-health they experience through no fault of their own.",
        "The recent Taskforce’s report put in place, for the first time, a national strategy designed in partnership across the health arm’s length bodies, for work across the system. This wasn’t a case of government deciding among itself what is best then setting the report loose among the sector. Not only does it draw on the experiences of sector leaders, it also focuses on the experiences of over 20,000 people who described the changes they wanted to see, so they could fulfil their ambitions and take their place as equal citizens in society.",
        "And, of course, a huge part of this improvement lies in how we treat children’s mental health. When I met with the Youth Parliament’s Select Committee, they were concerned about this, too. They consulted hundreds of young people across the country and made 17 recommendations on how we could improve care. They wanted doctors to engage more with them and they also wanted to be a part of the solution.",
        "I’m pleased that we have involved children and young people throughout our plans – they need to be included in the development of policy. And in many of the local transformation plans you delivered at the end of last year, it is clear that young people are being involved more than ever before.",
        "Through the plans, every area has committed to working collaboratively to make radical improvements in children and young people’s mental health. Like in Lambeth, they are helping young people with eating disorders. They’re teaching young children about healthy lifestyles as they enter secondary school, they are giving parents more support to understand what their child with an eating disorder might be going through and they’re putting more support in schools, with specially trained nurses to help young people cope.",
        "In Airedale, they are helping young women explain their experience in self-harming to the service through a theatre group. It helps the young people to share their experience in an empowering way, it helps often isolated young women to build friendships and it helps the local service improve the support they offer.",
        "And in North Lincolnshire, they are helping some of the most marginalised children in society get the support they need. There is a unique service helping children in care, working alongside social workers and foster care, to make sure that they get access to the high-quality mental health care they had previously missed. Now, almost two-thirds of children in care have support from CAMHS.",
        "This is exceptional, and shows not only the flexibility and ingenuity of the service but, also, that we continue to progress and improve care.",
        "I am committed to making sure children and young people are given the opportunity to participate at every stage of the transformation programme and, of course, in every aspect of their own individual care. What I am concerned with is making sure that we continue that stride towards progress and we need to approach this in 2 distinct ways. We need to support the workforce and we need to support young people.",
        "So, first, the workforce. Like I said, it’s no secret to anyone in this room that we have a high quality workforce. Through Children and Young People’s Improving Access to Psychological Therapies Programme, we have spread the use of evidence-based practice.",
        "However, despite the evident skills of each member of staff, young people are sometimes slow to come and seek you out. There are lots of reasons for this, but a large part of the trepidation comes from young people feeling like their needs won’t be understood. Perhaps they see the clinical setting at odds with their world, which is so focused on current culture and technology.",
        "Increasingly, the world they live in is a digital one. On average, young people spend 27 hours a week online – a full extra day – so they are as much a part of their digital world as they are the physical one. Increasingly, their concerns are founded in this digital world – online bullying, self-confidence issues, feelings of isolation. Some of you may have seen the story recently of a boy of 14 who sent an indecent photo of himself to a girl over Snapchat. He was added to a police database and was warned that the information might be disclosed when he applies for jobs.",
        "Even though that image only exists for a few second on the app, it will stay with him for a long time and there is no telling how this action would affect his mental health. Anyone admitting to something like this to their parents would be difficult, but admitting how that makes you feel to a relative stranger may fill him with great anxiety.",
        "The opposite would be true, though. Many practitioners are well versed in popular culture and current technology. But we need to make sure that all staff have the right tools to keep up to date with young people.",
        "Last year, I announced we were developing an expansion to the MindEd online learning resources, exploring the effect of the digital world on young people’s mental health. This was important to young people, as well as a main concern of the Youth Parliament and the Health Select Committee from 2014, who told us professionals do not always understand their digital world and that is was something we really need to do something about.",
        "Today, we are launching that MindEd module. It includes information about digital risks to mental health, such as the effect of cyberbullying, online gaming, and the creation of online identities. It also helps professionals build digital resilience, by referring to relevant services and helping young people identify where the digital world ends and the real world begins. It’s designed – by the MindEd consortium and by Xenzone – for people who work with children.",
        "But we also want to make sure that the service stays creative and cutting-edge. And how do we do this aside from new investment and improved training? We have said that just more of the same is not enough – and how do we get there?",
        "We get there through innovation, which is why we worked with Health Education England to set up an innovation fund especially for the children and young people’s workforce. We were overwhelmed by both the number and quality of applications and are investing over £3 million in over 30 exciting projects that have local, regional or national reach.",
        "The projects vary in size – but they are all unified by the fact they all will have an impact on young people’s lives. Like the Charlie Waller Memorial Trust in Reading, which supports young people with depression and their families. The award they received will help them increase its service to local schools, and provide early intervention and support for young people with mental health issues.",
        "Or the Hearing Services department of Sheffield Children’s Hospital, who will use the award to transform early intervention for mental health and wellbeing for children and young people with difficulties such as hearing loss. Or the Hampshire Children and Adult Mental Health Services, who will launch a new campaign called ‘Mind Your Head’, which involves taking health services out into the community, providing easy access for young people via a mobile health clinic.",
        "These are impressive innovations, and I look forward to seeing how they impact people’s lives. But I also want to make the very mechanics of your job easier. There are still large parts of mental health care that, if explained to the general public, would shock them – of very basic things you need but are managing to work around.",
        "Data is, perhaps, one of the biggest issues. I find it astonishing that you are able to do the good work you do with mental health prevalence data from a time before Facebook. So much in our society has changed since 2004.",
        "But the lack of this basic information means that most planning you do around the level of need of your services is, at best, guess work. I want to put a stop to that, and make sure you have the data you need to work effectively.",
        "We have commissioned a new national prevalence survey of children and young people’s mental health, the first since 2004. It will address that information gap extending to cover conditions and issues that have become more prominent since 2004, like eating disorders, self-harm and the impact of social media and cyberbullying.",
        "The new survey will deliver much-needed information about children and young people’s current mental health – and about their need for mental health services – by summer 2018.",
        "Which brings me on to my second and final point: giving more support directly to children and young people.",
        "It’s been clear to me ever since starting this role, talking to more and more children and young people about their care, is that they want to be involved but, also, they want more control. I am pleased to say that we are now giving them that control.",
        "Through a new online platform, called CO-OP, backed by £1 million of government funding, young people will be able to tell their story about their mental health history and host notes from the clinicians they encounter. This will mean that whenever they meet a new health professional, young people can give them individual access to their mental health history and the professional will be able to continue that person’s care in the most effective way.",
        "Young people will be in control of their data at every stage, and can agree exactly what to share, and with whom. Not only will young people give information to the platform, they will also have access to information about local mental health services and useful self-help apps.",
        "This is an important point – about being in control of their story. When I met with the Youth Select Committee, they wanted to feel more supported to tell their story, a way of making young people more comfortable to be open and honest.",
        "In light of this, the British Youth Council, the Association for Young People’s Health and Youth in Focus are working with us, PHE and NHS England to review the ‘You’re Welcome’ accreditation process and improve the standards. This was also something that the Youth Select Committee made clear to me, too, so we know it means a lot to young people.",
        "Our review is seeking the views of young people and professionals about how services can best support conversations about mental health and other health concerns. I would encourage you all to be a part of this review – your opinions on this matter greatly.",
        "By making our services more accessible and more friendly, we will go some way to tackling one of the biggest problems facing young people’s mental health – stigma.",
        "All of us are striving towards a society where mental health disorders are understood and people can live without stigma. But, in spite of the 91,000 people who have signed up, through Time to Change, to end mental health stigma, it is still far too common.",
        "We, too, are doing our best to tackle this. Last November we funded the largest ever anti stigma campaign for teenagers and the first for parents. Our initial evaluation indicated that the campaign exceeded reach targets and delivered evidence of intended and actual behaviour change.",
        "Teenagers were more likely to talk to their friends about mental health and these attitudes improvements were seen in young men too – who are perhaps the hardest group to reach. This is really encouraging.",
        "Parents, too, said they were more likely to talk to their children about mental health, especially dads. Winning this battle is so important; it is the biggest battle of them all.",
        "We hope that we can continue this important work to change attitudes in a younger age group, so that for the next generation, the taboo of mental ill health is removed.",
        "And, of course, all of you are a huge part of this fight. I have seen the value of your work, not only as a health minister, but as a local MP, too. You have achieved great things through the wide range of services you all represent in a relatively short space of time.",
        "The future of our children and young people’s mental health service is down to you – your work, your dedication, your ingenuity and, of course, your passion for the job, for helping people.",
        "I look forward to working alongside you to not only improve services for young people, to not only bring new and innovative ways of improving children and young people’s mental health and wellbeing, but to also make generations of young people secure and happy."
    ]
}