{
    "url": "https://www.ukpol.co.uk/alistair-burt-1986-speech-on-the-paper-industry/",
    "title": "Alistair Burt – 1986 Speech on the Paper Industry",
    "post_date": "August 22, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Alistair Burt",
            "url": "/tag/alistair-burt/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alistair Burt, the then Conservative MP for Bury North, in the House of Commons on 14 February 1986.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistairburt-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistairburt-1.jpg)",
        "I thank the House for giving me the opportunity to raise the question of the current state of the British paper industry. The connection between that industry and my constituency is well known. Bury has a long history in the paper trade, not only in manufacture but with the allied trades that manufacture and design the paper-making machinery, the felt-making trade that assists the rollers in the factories and the general engineering trades that have helped the paper industry for many generations.",
        "I now have only three mills in my constituency but there are more on my doorstep and I am pleased to note the presence of my hon. Friend the Member for Bury, South, (Mr. Sumberg) who I know will seek to catch your eye later Mr. Deputy Speaker. The mills in my constituency are spread throughout the area and demonstrate the wide spectrum of paper-making in this country. Olives paper mill in Tottington deals with printing and writing paper, James R. Cramptons and Sons in Bury deals with fibre papers, making, among other things, sausage skins and tea bags. Trinity Paper Mills is based in Ramsbottom and deals with corrugated paper and board, sack paper and other similar papers.",
        "It is an appropriate opportunity for me to pay tribute to those who work in the paper and allied trades in Bury who have been through difficult times, but management and work force alike have worked very hard to look forward to a better future. The current climate in the paper industry is rather different from that of 1982, the last time the industry was raised in an Adjournment debate by the then Member for Bury and Radcliffe, Mr. Frank White, who was well known for his good work on behalf of the industry. At that time the industry was in the depths of a crisis which, at its worst, over the period between 1974 and 1984, cost the country 50 mills out of 160 and nearly 30,000 employees out of a total of 70,000. In 1982 the finger was being firmly pointed at the Government and at high energy costs and their disastrous effect on competitiveness throughout the industry. The industry did not disguise the fact that there were other problems but there was no doubt that the energy crisis, in the first period between 1979 and 1982, made a great and lasting impression on the paper industry.",
        "In 1986 things are rather different. It is not my intention to moan on behalf of the paper industry. I seek to do two things. First, I wish to remind the House and the people at large of the achievements of the industry over the past few years. Secondly, I wish to point the way ahead, while ​ asking the Government to take note of those factors which may impair the growth of the industry and over which they may exercise some control.",
        "The achievements of the paper industry over the past two years have been substantial. About £600 million has been invested over the past five years, not only in new machines but for upgrading the existing plant. The price of paper in real terms has fallen with consequent benefits to the consumers. Productivity has increased by nearly 40 per cent.; energy efficiency has improved by 30 per cent.; a new training scheme for process employees has been introduced and management and unions alike are to be congratulated on the new working practices that have been introduced.",
        "Exports as a proportion of the United Kingdom production have increased from 10 per cent. in 1979 to 15·5 per cent. in 1985 — a 50 per cent. increase. Demand and home production are now growing well in nearly all sectors. The Government have also played their part in that recovery. If we chided the Government for their part in the energy price increases in the early part of the decade it is only fair that we offer some words of comfort and thank the Government for some of their achievements since then. There have been certain changes in the common agricultural policy of the European Community to enable industry to obtain starch at world prices. There has been a removal of the national insurance surcharge and, at last, there has been a much needed stability in energy prices, albeit at a higher level than the industry would have hoped. There has been the energy efficiency demonstration projects, supported and financed by the Government, which have had a great benefit on the industry.",
        "I shall turn from the real and substantial achievements of the industry over the past few years and deal with some of the concerns and problems of the industry which I would like the Government to bear in mind. The first is a general issue affecting manufacturing industry —interest rates. Concern about the effect of high interest rates on investment is shared throughout manufacturing industry. The balance is always difficult to achieve but there is no doubt that high interest rates hamper growth and the industry and the Government have a vested interest in seeing interest rates fall as quickly as possible. I urge the Minister to take that matter seriously and I urge his colleagues to look at interest rates as quickly as possible.",
        "Secondly, I wish to deal with the exchange rates. The volatility of exchange rates in recent years has cost any importer or exporter dear. It is not the levels of the currency but the speed at which it fluctuates that has caused a great deal of harm. I can graphically illustrate that with a comment in a letter I have received from one of the mills within my constituency. I quote:",
        "“Just a year ago, the Franc stood at 11·16—a rate at which business could just about be conducted economically. By July, it had risen to 12·28 and this adverse change of 10 per cent. within five months gave no alternative but to withdraw from the French market almost entirely. With hindsight that was a mistake, because on Tuesday last, the rate had declined to 10·28. But who was to know that within seven months that adverse 10 per cent. would turn around into an 8 per cent. advantage? With this new comfort why not then simply re-enter the French market and enjoy it? Because the customer expects continuity and a guarantee that a supplier will remain in a market long-term. How can my constituent give such assurances in such a chaotic situation? Since the Dutchman can; and the German can; my constituent, the industry and the nation are severely disadvantaged.”",
        "Exchange rates worry James R. Cromptons and Sons which exports nearly 50 per cent. of its production. I appreciate the difficulties that the Government face when they think about joining the European monetary system, but there is no doubt that the Government should think seriously about the benefits of stable exchange rates. I hope that my hon. and learned Friend will consider that matter seriously.",
        "The changes made to capital allowances in recent Budgets are a major worry to industry. The three mills in my constituency report a problem. They believe that the phasing out of those allowances can reduce our ability to match the performance of our overseas competitors. I believe that my hon. Friend the Member for Bury, South may also mention that point.",
        "There are two items of special interest to the paper industry. The first relates to the problem of Kraft liner. The EEC has fixed a minimum price for imported Kraft liner to stop dumping. However, that regulation is being widely breached, affecting not just the case material industry in this country and Europe, but, crucially, the EEC’s anti-dumping enforcement credibility. The Department of Trade and Industry’s anti-dumping unit has given great assistance to the industry, but the Government must continue to press Europe on that issue. If the European Commission is not perceived to be credible in dealing with dumping, the ramifications, not just for the paper industry but other manufacturing industry in this country, will be widespread and profound.",
        "The second problem relating to paper is that of starch. The EEC has a price for starch well above the market rate. That is connected with the common agricultural policy, because starch is a natural product: without starch some paper processes cannot go ahead. My constituents—and in particular the Olives paper mill — face world competition and are at a disadvantage because of the artificially high price of starch. The industry appreciates the efforts that the Government have made to press their European colleagues on that matter but it hopes that my hon. and learned Friend and his colleagues will do even more.",
        "The paper industry’s energy problem has lasted for some time. Costs have now stabilised somewhat. The problem is not as serious as it was, although much damage has been done. It is hoped that such damage will not recur. Great credit should go to the paper industry, which has buckled down to the problem and done all it could to increase efficiency. Credit must also go the Department of Energy, which has had a high profile in encouraging efficiency, promoting schemes and providing material assistance.",
        "I must utter a word of caution. With oil prices coming down, with their consequent knock-on effects for manufacturing industry, it would be folly to penalise industry by seeking an increase in taxation to cover lost revenue. The Government should let manufacturing industry reap the rewards of lower costs and increased efficiency. The Department of Trade and Industry should strongly urge the Treasury not to adopt such a policy. It should not seek to penalise manufacturing industry and use lower oil prices to slap on an extra tax. Hard lessons have been learnt by the paper and other industries. It will be a shame if the industry is not allowed to compete properly now. Further assistance with energy costs, by way of help for the electricity high loaders, would be welcome.",
        "My last subject is foreign aid subsidy. The industry has learnt from the European Commission that instances of apparent infringement of articles 92 and 93 in the paper section continue to increase, as member states either grant aid without notification or apply for dispensation on rather flimsy grounds. Either the Government should press the Commission to enforce the regulations more thoroughly or they should be more liberal. The industry is squeezed all ways. It is accused of trying to play cricket when everybody else is playing a different game. For long enough the Department of Trade and Industry has had one arm behind its back in its dealings with those on the continent who try to assist their industries in an artificial and unfair way. It is time for the Department to be more robust.",
        "As for manufacturing industry in general, the demonstration projects of the Department of Energy have enjoyed great success throughout industry. Is it too much to hope that the DTI will seize on that success and produce a new initiative for manufacturing industry?",
        "I hope that my hon. and learned Friend the Parliamentary Under-Secretary of State for Trade and Industry will allow me to put to him in writing some ideas on a scheme to promote improvements in manufacturing efficiency and quality. A charge that sits uneasily on the shoulders of this Government, particularly in the northwest of England, is that they do not care about manufacturing industry. It is vital that we should lay this charge to rest. This party and this Government must serve all of our people, not just some. Manufacturing industry must once again feel confidence in us. That confidence is lacking.",
        "The paper and board industry is an object lesson in recovery and initiative. It has done everything that the Government have asked it to do. It should be used by the Government as a model for others. It should not have to weather Government-inspired storms. If the Minister considers my remarks carefully, he will find that the paper and board industry in my constituency and throughout the country has not let him down. It is time that people were able to feel that the Government have changed their attitude towards manufacturing industry. They could do worse than start with the paper and board industry, which has already done so much for the country and which promises, with the benefit of competition and of a fairer wind all round, to do so much more."
    ]
}