{
    "url": "https://www.ukpol.co.uk/john-butcher-1986-speech-on-european-industrial-policy/",
    "title": "John Butcher – 1986 Speech on European Industrial Policy",
    "post_date": "August 27, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "John Butcher",
            "url": "/tag/john-butcher/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by John Butcher, the then Parliamentary Under-Secretary of State for Trade and Industry, in the House of Commons on 13 March 1986.",
    "content": [
        "I thank my hon. Friend the Member for Clwyd, North-West (Sir A. Meyer) for bringing this subject to the attention of the House. Many of my colleagues have observed his healthy fixation with this matter. He is motivated purely by a desire to help Europe produce a truly common market against which our industrial companies can make their marketing plans and, we hope, go on to achieve success on a world scale having taken advantage of that large and burgeoning market.",
        "My hon. Friend has asked two key questions—does Europe face an industrial problem and, if so, what can Governments do to tackle it, acting together in the European Community? In other words, do we need a European industrial policy and, if so, what sort of policy should it be?",
        "I entirely agree with my hon. Friend that there is a problem—a problem for Europe as a whole as well as for us in Britain. It is a problem of competitiveness: the global competitiveness of some sectors of European industry. It is manifest in the painful process of adjustment that has been necessary in our industrial structures, which is not yet complete. It is manifest equally in Europe’s relative weakness compared to the United States and Japan. Success is crucial in the new technologies if we are to create the wealth and jobs that our societies need.",
        "The symptoms are well known. The European Community’s share of export markets in some fast-growing sectors has declined. Between 1973 and 1983, for example, the European Commission has estimated that the Community’s share of export markets in electrical and electronic products declined by just under 2 per cent., while the United States and Japanese shares in the same sectors increased.",
        "Import penetration in similar sectors has increased faster in the Community market than in the markets of its major competitors. In information technology and electronics, for example, it has been estimated that penetration rates between 1973 and 1982 rose from 10 per cent. to 17 per cent. in the EEC; from around 6 per cent. to around 10 per cent. in the United States; and from around 4 per cent. to around 5 per cent. in Japan. Europe has been less successful than either the United States or Japan in creating new jobs. Since 1972, an additional 19 million jobs have been created in the United States and 5 million in Japan. In Europe as a whole, with a much larger overall population, employment levels have remained virtually static.",
        "What, then, can Governments usefully do to strengthen Europe’s industrial capability? Two strategies are sometimes suggested which would clearly not help—indeed, they would make matters worse. One is a strategy ​ of generalised protection: Fortress Europe. The other is a strategy of generalised state subsidy and state intervention. Both would be costly to consumers and taxpayers. Both would be anti-competitive, distort the market and blunt the edge of the primary stimulus to commercial success. For these reasons, neither strategy would ultimately work.",
        "As I see it, an effective European industrial policy must have three basic objectives. First, it must open up the internal Community market, making a reality of the single, integrated market envisaged in the treaty of Rome. It must improve the climate for enterprise in Europe, not least by tackling regulatory burdens on business. It must encourage closer market-led collaboration between European businesses, above all in advanced technology.",
        "The first of those objectives is fundamental. The sheer size of their home markets and the economies of scale that they afford offer American and Japanese industry a major competitive advantage. The creation of a similarly integrated domestic market for European business is perhaps the most important single step we can take to strengthen Europe’s industrial performance.",
        "The goal is a genuine European market of 320 million customers, matching the 230 million customers in the domestic market of the United States and the 120 million in the domestic market of Japan. The European Community has been working towards this goal for nearly 30 years. It still eludes us. True, tariff barriers and quotas have been effectively eliminated in intra-Community trade. But the free movement of goods throughout the Community is still obstructed by “non-tariff’ barriers, such as frontier formalities and differing national product standards.",
        "Similarly, the growth of a free and competitive market for services, particularly in sectors such as financial services and transport, which provide essential service infrastructure for manufacturing, is blocked by a range of restrictions in many member states. The efficient functioning of the European market as a whole is distorted by the protective use of public purchasing and other public sector aids. There is a new determination in Europe to tackle these problems.",
        "Last June, the European Council at Milan endorsed the broad thrust of an important White Paper from the Commission that set out a detailed plan for action required to complete the internal Community market by 1992.  \nMr. Speaker, it may be because of the early hour, but it is interesting to note that in the copy of my speech, the word “internal” looks disconcertingly like the word “infernal”. It may be something to do with the typewriter.",
        "The United Kingdom and the Netherlands, as the two countries occupying the Community presidency this year, have produced jointly the action programme targeting more than 100 issues for decision by the end of 1986. It will be a central aim of our presidency, in the second half of the year, to maintain maximum impetus behind that programme.",
        "A second aim of European industrial policy should be to improve the framework within which industry operates. That is partly a matter of action at national level on a wide variety of fronts. We in Britain are increasingly aware of the need to promote more positive attitudes to industry and to wealth creation; to make our education system more responsive to industrial needs; and to cut the burden of regulation on business. They are priority concerns for many of our Community partners, too.",
        "The third objective that I identified was to promote European business collaboration in advanced technology. In telecommunications, for example, about 15 European companies are competing for a share of the European market—as compared with the four or five giant American firms which dominate the United States market. The pattern is much the same in other growth sectors. Collaboration within an increasingly integrated European market is inevitable if a competitive European presence in those sectors is to survive.",
        "Collaboration in research and development—spreading risks, spreading costs and exploiting the strength of pooled resources—is one major way forward. The Community has developed some important support schemes to encourage collaborative R and D at the so-called ”pre-competitive” stage. The ESPRIT programme, for example, which is focused on information technology and complementing our Alvey programme, is starting to gather pace. We have the BRITIE programme for industrial technology, and RACE for broad-band communications.",
        "Such programmes reflect a welcome shift of emphasis in Community-funded research. They are directly relevant to industrial needs. They use Community money—public money—to stimulate spending by business. In discussions which are starting in Brussels on a new framework programme for Community R and D in the five years 1987–91 we are determined to encourage this trend towards market-oriented, cost-effective effort.",
        "But action at Community level is not the end of the story. Industrial collaboration in Europe can often usefully extend beyond the 12 member states. The aim must be to develop specific products or services which will be competitive on world markets. Both those elements are central to the EUREKA initiative. EUREKA is giving major impetus to European collaboration in new technology. Eighteen European countries are involved. More than 20 collaborative projects are already at an advanced stage, and British firms are participating in six of them. They are actively pursuing proposals in many other areas. We are currently hosting and chairing the EUREKA discussions. It is fair to say that our thinking has made a major contribution to the shape of the initiative, following its successful launch by President Mitterrand last year.",
        "EUREKA is not, and could not sensibly become, a new financing mechanism. Finance for EUREKA projects is a matter for the participating firms, with support where appropriate from their national Governments under national schemes. I should add in this connection that British firms participating in worthwhile EUREKA projects can qualify for assistance under our existing R and D support schemes.",
        "EUREKA offers two important advantages to industry. First, it will wire British and other European firms into a Europe-wide network for the exchange of information on new collaborative proposals and opportunities. Secondly, and even more important, it will provide a framework in which business and Governments can identify, and put new momentum behind, concrete action in the Community and elsewhere, to open the European market for the benefit of the projects concerned. There could be action, for example, to generate new European technical standards or to liberalise public sector purchasing.",
        "I have outlined what, as we see it, is a co-ordinated European industrial policy and what it can sensibly seek to achieve. I hope that my hon. Friend agrees that no ​ industrial policy vacuum in Europe is crying out to be filled. The reality, rather, is that the Community as a whole is already acting in the areas I have described to strengthen Europe’s industrial base. Progress in those areas is essential for the health and competitiveness of industry in Britain and in other member states. We are throwing our full weight behind the initiatives in hand.",
        "I thank my hon. Friend the Member for Clwyd, North-West for bringing this matter to the attention of the House. I noted his endorsement of the need for what he called a Minister responsible for co-ordinating procurement and industrial policies generally, and his suggestion that full weight be given to the European alternative. No doubt those words, which are now on the record, will be noted in the appropriate quarter. In the interests of the hon. Member for Burnley (Mr. Pike), who, with great professionalism, has decided to launch his debate at 7.34 am, and those of my hon. Friend the Under-Secretary of State for Health and Social Security, the best thing that I can do now is to thank my hon. Friend once again and to wish you, Mr. Speaker, a very good morning."
    ]
}