{
    "url": "https://www.ukpol.co.uk/john-butcher-1985-speech-on-english-sewing-ltd/",
    "title": "John Butcher – 1985 Speech on English Sewing Ltd",
    "post_date": "July 1, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "John Butcher",
            "url": "/tag/john-butcher/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by John Butcher, the then Parliamentary Under-Secretary of State for Trade and Industry, in the House of Commons on 11 December 1985.",
    "content": [
        "I thank my hon. Friends the Members for Derbyshire, West (Mr. Parris) and for Amber Valley (Mr. Oppenheim) for raising this subject. This is the fourth time that this issue has been raised on the Floor of the House. Congratulating my hon. Friends on their tenacity and persistence is very much in order.",
        "I shall try to deal with the issues that my hon. Friends have raised in the context of regional policy as amended by our review of 12 months ago. I shall go as far as I can within the bounds of commercial confidentiality. This issue has always posed excruciating dilemmas for successive Governments during the past 25 years. My hon. Friend the Member for Derbyshire, West mentioned the strategic industrial point about what a Government do when they are posed with a choice between losing a facility from the United Kingdom entirely by not giving support and using regional policy lo retain work in the United Kingdom. I would welcome a discussion of that, perhaps on the Floor of the House, depending on what my right hon. Friend the Leader of the House does for us soon. The issue preoccupies the Department of Trade and Industry.",
        "I am grateful to my hon. Friends for providing this opportunity to reply to what they said about assistance to English Sewing Ltd. Perhaps I should start by setting out the facts in so far as I am able within the bounds of commercial confidentiality.",
        "The basis of the company’s application has been that it has made a commercial decision that it must rationalize ​ its activities in England and Scotland and move to a purpose-built factory if it is to retain its operation within the United Kingdom. I listened carefully to my hon. Friend’s explanation of the company’s view that it was a serious proposition. After long deliberation, the company decided that the most efficient solution would be to extend and improve its existing operations at Newton Mearns and Neilston in Scotland.",
        "The net effect of the project on employment would be to safeguard a substantial number of the jobs of the company’s employees. My hon. Friends voiced their concern that we in the Department may not have been fully in tune with the workings of the application vis-a-vis our criteria and the subsequent measures adopted by our colleagues in the Scottish Office in their attempt to safeguard jobs within the United Kingdom — but, of course, meaning within Scotland. I can assure my hon. Friends that my Department was consulted throughout the discussions with the company and it may be helpful if I give some further details of the sequence of events.",
        "The company had approached that Department, having already made a commercial decision that, if it was to retain its operation in the United Kingdom, it would have to rationalise its activities in England and Scotland and move to a purpose-built factory. In fact, at the time when those discussions took place, the United Kingdom’s textile industry as a whole was facing severe difficulties. The British Textile Confederation announced in its annual report for 1982 that the industry’s performance that year, together with that of the previous year, was very depressed. The industry’s production was down by a further 6 per cent. from 1981 levels, and employment fell by 21,000, bringing the cumulative fall in the textile industry alone, excluding clothing, since 1979 to 163,000.",
        "Many options were seriously considered by the company. After long deliberation, it decided that the most efficient solution would be to extend and improve its existing operations at Newton Mearns and Neilston in Scotland, taking advantage of a building already available in the group close to existing facilities and ideally suited to the project. That decision was not taken lightly by the company, which has an excellent industrial relations record in Derbyshire and a low labour turnover.",
        "I agree entirely with my hon. Friends in that, having met their constituents only briefly, they gave a clear impression of a work force that was reasonable and highly motivated to do its best for the company and, therefore, for the well-being of the local community. Like my hon. Friends, I was very impressed by the motivation of the representatives of the company who we met this afternoon.",
        "The company judged it essential, in a fiercely competitive market, to remain cost-competitive if it was to compete effectively with rising imports. The Department of Trade and Industry accepted the company’s view that the project was an industrially and commercially viable solution. To achieve the rationalisation, the company requested financial assistance towards the costs. Without the rationalisation, there was judged to be a very real danger that all the jobs in the company throughout the country would ultimately be lost abroad.",
        "The application — as are all applications for assistance, but especially those where redundancies are involved—was subjected to the closest scrutiny of its merits, including its contribution to regional development ​ and the national economy. Because of the English job losses involved, my Department was consulted at each stage of the proceedings.",
        "An offer was made—not as much as the company had asked for, but was negotiated as the minimum necessary for the project to go ahead. I should stress that the decision to offer assistance was considered by the Scottish Industrial Development Board, an advisory body composed of senior industrialists with wide commercial experience, with the specific task of considering, among other things, whether the assistance proposed was necessary to safeguard jobs.",
        "As my hon. Friends are aware, the Government are committed to maintaining an effective regional policy and a more cost-effective policy to ease the process of change in areas of particularly high unemployment and to encourage new businesses in those areas. In fact, my hon. Friend the Member for Amber Valley recently argued that his constituency should be designated as an assisted area. It is perhaps to his constituency’s advantage that it does not have high enough long-term unemployment to qualify for that form of assistance. I am sure that he would share my rather mixed feelings if it did.",
        "Unfortunately, and despite my hon. Friend’s admirable advocacy, his representations of that time were not successful. However, I assure him that the most careful consideration went into the decision as to which parts of the country should benefit from regional incentives, the main criterion being the relative annual average unemployment rate.",
        "Inevitably, the existence of special incentives in the assisted areas means that other areas will be at a comparative disadvantage in the availability of Government assistance. But, as I said earlier, we judged that without the assistance which was offered, those same jobs in Derbyshire would still have been lost. In addition, jobs would ultimately have been lost in several other areas, including special development areas. The company believes that the project was in the best long-term interests of its United Kingdom work force, safeguarding a total of 1,400 jobs.",
        "It is not the Government’s policy to use public funds simply to shuffle job opportunities round the country, with one area gaining at another’s expense. But especially in areas such as textiles, which must adjust to new circumstances, multi-plant enterprises will inevitably at times carry out rationalisation programmes to enable them to survive in the longer term. It is the task of regional assistance, if it can, to mitigate the effects of such rationalisations on the assisted areas and the country as a whole. The precise scale of plant rationalistation has been and remains a matter for decision by the company. I assure my hon. Friends that I shall ensure that the points they raised in the debate are brought immediately to the attention of English Sewing Ltd.",
        "It is for the company, having received an offer, to decide whether, if there are new circumstances, it wishes to proceed with the project as originally conceived; but the offer has been made and evaluated. On balance, those who evaluated the offer came to the view that there was a threat that all the jobs available in the company may have been lost to the United Kingdom.",
        "My hon. Friend the Member for Derbyshire, West asked whether the company might have moved anyway. The advice that I have been given is that the Scottish Industrial Development Board accepted the advice of ​ officials in the Industry Department in Scotland that assistance was needed to make the investment proceed in the United Kingdom rather than overseas.",
        "My hon. Friend also asked about the net creation of new jobs. I have done my best to extract as much information as I can within the restraints of commercial confidentiality, but the company has undertaken to provide a substantial number of new jobs at the new plant in Scotland and to safeguard more jobs. I cannot reveal the exact number. It is believed that jobs in England are at risk whether or not the new Scottish jobs are created. The information that is in the public domain was printed in the magazine British Business on 29 November, and that information on the grant and the company is all that I can reveal tonight.",
        "I hope that my hon. Friends, having fulfilled their obligations to their constituents, will at least be reassured that we have considered the matter thoroughly. I repeat my acceptance of their invitation to spend some time in Derbyshire to take a close look at the local economy and to see whether any of the Department’s national schemes can be deployed to tackle some of the economic difficulties of a below average number of unemployed constituents, but which nonetheless are worth an airing in their constituencies."
    ]
}