{
    "url": "https://www.ukpol.co.uk/robin-butler-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Robin Butler – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Robin Butler",
            "url": "/tag/robin-butler/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Robin Butler, Lord Butler of Brockwell, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, my noble friend Lord Hennessy—how we miss him today; he would have made a great contribution to this debate—used to talk about rising to the level of events. This is an event whose level it is difficult to rise to. It is also extremely difficult to rise to anywhere near the level of the opening tributes that we heard this morning. The British do these things rather well but those were done superbly well. If I may speak for myself, they made me very proud to be a Member of this House.",
        "Queen Elizabeth was the sovereign during the whole of my professional life in the Civil Service. I want to make a few observations about the role of the sovereign in the constitution. I always regarded, and continue to regard, the sovereign as the embodiment of the British state. It is worth recalling that, like the Armed Forces—the noble and gallant Lord, Lord Stirrup, is due to speak, I think—and the other Crown services, the Civil Service owes its allegiance to the sovereign. We owe our duty to the Government of the day because it is the sovereign’s Government—the Government appointed by the monarch. So the last official duty of the Queen, so bravely carried out on Tuesday in appointing the new Prime Minister, had more than a symbolic importance. The completion of the appointment of other Ministers will presumably be carried out by the new King. However, when appointed, they will be the King’s Government and we in this House will rightly take an oath of loyalty to him.",
        "I make this brief excursion into our constitution to demonstrate that all of us who are servants of the Crown have a higher duty than simply to our political bosses. Speaking for myself, I found that my duty to Queen Elizabeth was not only demanding but inspiring. Her Majesty’s standard of service throughout her long life, to which so many tributes have been made, was one to which many of us may aspire but can never attain. Moreover, she carried out those duties with a grace, dignity and humanity of which the whole nation can be proud. She caused other nations to envy us.",
        "This is a difficult and challenging time for the new King, as well as a moment of acute personal sadness for him. Nevertheless, he has had a long apprenticeship. He is his own person, as every individual should be, but he has demonstrated over many years his devotion to the welfare and success of this country and its citizens, as well as to the challenges that are being faced by the wider world. His mother has demonstrated the value of our monarchy. I wish our new sovereign well and pledge to him my loyalty and support as he carries forward that heavy responsibility."
    ]
}