{
    "url": "https://www.ukpol.co.uk/paul-butler-2022-speech-on-the-growth-plan-lord-bishop-of-durham/",
    "title": "Paul Butler – 2022 Speech on the Growth Plan (Lord Bishop of Durham)",
    "post_date": "October 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Butler",
            "url": "/tag/paul-butler/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paul Butler, the Lord Bishop of Durham, in the House of Lords on 10 October 2022.",
    "content": [
        "My Lords, I congratulate my friend of more than 40 years, the right reverend Prelate the Bishop of Birmingham, on his valedictory speech. I thank him for his contributions to this House, particularly as our convenor, and pray God’s blessing for his future endeavours. I also congratulate the noble Baroness, Lady Gohir, on her excellent maiden speech.",
        "In Luke, chapter 16, Jesus tells of a rich man who",
        "“lived in luxury every day”,",
        "while a beggar named Lazarus lay longing to eat what fell from his table. Sat at the rich man’s gate, Lazarus was in plain sight, yet he was invisible to the rich man—a man blind to suffering and the needs of Lazarus.",
        "The Trussell Trust has revealed devastating statistics regarding those in poverty. In recent months, its food banks have provided 50% more parcels. Of those on universal credit, 2 million have skipped meals to meet other essential costs. These statistics continue to rise; poverty is in plain sight. Yet a policy of trickle-down economics renders those in poverty invisible. Like Lazarus waiting to eat what fell from the rich man’s table, this policy does not address urgent needs. These people cannot wait for the benefits of this economic policy to trickle down; this is especially the case for children and young people. We all get only one childhood, which shapes the rest of our lives. Children do not have time to wait for the “pie” to grow; they need meaningful investment now. God does not “trickle down” his love for us; he pours it out extravagantly. Jesus’s priority was to lift up the poor, not wait for some small advance to trickle down.",
        "I agree, therefore, that the rule book needs rewriting to recognise in plain sight the value of parents giving their full time to raise children and to honour carers for selfless service to the disabled and elderly—an economics that says the well-being of people and of creation matter most. It is urgent that economic policy prioritises the poor and vulnerable. Growth certainly matters, but growth must have the most vulnerable in sight. It must not be a growth of greed but of supply, sufficiency and contentment. Social security should be increased in line with inflation. A failure to do so will have devastating consequences for families across the UK—families already struggling due to policies such as the two-child limit and the benefit cap. In the north-east, two in five children live below the poverty line, making the gap between the north-east and the UK average child poverty rate greater than ever. The Government’s lack of commitment to increasing social security will further plunge children into poverty, while making levelling up an increasingly distant fantasy. What does this say about the value that this country places on caring for children?",
        "I acknowledge the reversal of the 45p tax cut, but for those on the lowest incomes it is, frankly, irrelevant. As Jesus proclaimed:",
        "“You cannot serve both God and money.”",
        "We must ask ourselves who we serve when developing economic policy. Is it for the benefit of a select few, or is it those who are poor and most vulnerable, those whom God expects us to protect and care for first and foremost?"
    ]
}