{
    "url": "https://www.ukpol.co.uk/dawn-butler-2018-speech-at-labour-party-womens-conference/",
    "title": "Dawn Butler – 2018 Speech at Labour Party Women’s Conference",
    "post_date": "September 22, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Dawn Butler",
            "url": "/tag/dawn-butler/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Dawn Butler, Labour’s Shadow Minister for Women and Equalities, at the Labour Party Women’s Conference in Liverpool on 22 September 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2018/09/dawnbutler-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2018/09/dawnbutler.jpg)",
        "Good morning conference. What a year it’s been for us.",
        "Sadly, we have lost the wonderful Tessa Jowell. But in her memory we have marched in our thousands against Trump, said enough is enough to sexual harassment, fought for the reproductive rights of women in Northern Ireland, called for an end to period poverty.",
        "And all this – in the centenary year of when some – but not all – women got the vote.",
        "This reminds us that – no woman should ever be left behind.",
        "You are phenomenal women – and you are vital to Labour winning the next election.",
        "We are the many, literally 51% of the UK population. We truly are the many.",
        "This Conservative Government has shown us their true colours – they have created a hostile environment for the Windrush generation and others – disabled people; the LGBT+ community; older women; BAME people.",
        "86% of the cuts have fallen on the shoulders of women – your shoulders – and now is time for the many to rise up.",
        "We need innovation and transformation on a scale like we have never seen before – transformation that works for working people – and for those who need a government that cares for them.",
        "Only a Labour Government will deliver for the many not the few.",
        "This Tory Government simply does not care – in fact almost every single policy they implement makes the lives of women worse.",
        "Women are poorly and under-paid – whether it is as a result of the gender pay gap or the unpaid caring responsibilities – this underpayment means that women can find it hard to care for themselves and their families.",
        "Women’s refuges are in crisis, foodbanks on the rise – period poverty, all cuts have consequences.",
        "Local councils, have seen nearly 50% of their funding cut – I want to give a shout out to all the councillors fighting everyday against these Tory cuts.",
        "Conference, we are in Liverpool where over 30 years ago the council stood up to Thatcher and said-better to break the law than break the poor.",
        "Councils today should not have to consider cutting funding for women refuges, a lifeline to the most vulnerable.",
        "Labour alongside women’s aid – has called for sustainable long-term funding and national oversight to set quality standards.",
        "But you know what conference, the woman at the head of Government – refuses to accept her failings – every Wednesday Jeremy highlights the consequences of her damaging policies but she refuses to listen – instead she feigns ignorance and spouts half-truths.",
        "Only a Labour government will deliver for the many not the few.",
        "Far from dealing with the “burning injustices” of society, we have a Government that pours petrol all over them.",
        "Martin Luther King said, ‘our minds are being invaded by half-truths prejudice and false talks – there is little hope for us until we become tough-minded enough to break loose from these shackles.",
        "So break loose conference – break loose – hold your heads high – stand tall and believe in our traditional Labour values – and our ability to win with our socialist values – and our ability to make our country a better and fairer place for all.",
        "OK we are in opposition but with your help and with the phenomenal work of the trade unions we have had victories; scrapping employment tribunal fees; universal credit waiting time reduced; the resignation of Toby young.",
        "Just imagine what we will achieve in Government.",
        "We want to build a society where no one is held back v we can’t carry on just tinkering around the edges – with equality an afterthought.",
        "The Conservatives have had seven different equality ministers tagged onto four different departments and a budget that’s almost been halved.",
        "This proves the Tories are not taking equalities seriously.",
        "That’s why the next Labour government will create a standalone department, headed by a secretary of state to reduce discrimination and inequality.",
        "The next Labour government will put equality centre stage.",
        "The next Labour government will protect all women",
        "Domestic abuse is a hidden killer and remains at epidemic levels.",
        "The most recent ONS survey shows 1.2 million women have experienced domestic abuse in a year. The impact on the victim and those around them is devastating.",
        "So it’s time domestic abuse becomes everyone’s business.",
        "Employers have a duty of care to employees experiencing domestic abuse.",
        "It can be done. We have already seen new employment laws introduced in the Philippines, Australia and most recently New Zealand granting victims the right to paid leave.",
        "So today I am proud to announce that Labour will require employers to have a domestic abuse employment policy and provide up to 10 days paid leave.",
        "This crucial time will allow women and men to leave their abusive partners safely – get the help – protection and support they need knowing their livelihood is secure.",
        "On average 2 women a week are murdered by a current or former abusive partner. These 10 days could literally help save the lives of those women.",
        "Only a Labour government will deliver for the many not the few.",
        "Under Labour we will help good businesses succeed; we want businesses to pay staff the real living wage; strive to end the gender pay gap; encourage paternity leavers.",
        "Under Labour, government contracts will go to companies who treat employees well.",
        "Only a Labour government will deliver for the many and not just the few.",
        "And conference, I have another announcement-planning for Government is quite empowering.",
        "For too long our laws have allowed discrimination to go unchallenged; conference, a Labour Government will change that; we will acknowledge intersectionality.",
        "Intersectionality is about how different layers of discrimination interact with each other – for example – our laws do not recognise the fact that black women can be discriminated against because they are both black and a woman; or a woman being discriminated against because of her age and gender; or disability and gender.",
        "A Labour government will change that and enact section 14 of the equality act, so people can bring forward cases on multiple grounds of discrimination.",
        "A Labour Government will create an environment – at home – at work and in public spaces, which will encourage people to be their true authentic selves.",
        "Conference just imagine if all the men fought for the rights of women, equal pay would be achieved overnight.",
        "Just imagine if all white people fought for the rights of black people – racism would no longer be so prevalent in our society – and just imagine if all of the straight people fought for the rights of the LGBT+ community – homophobia would be a thing of the past.",
        "And I could go on.",
        "But imagine our society, truly a place for the many and not the few, we have to be that society we have to be the change we seek.",
        "Only a Labour Government will deliver for the many not the few.",
        "We will rebuild our country for the many not the few.",
        "This is not an easy battle to fight – or win – they will throw everything at us. But we have to be tough-minded – we have to be steadfast in our vision – and we have to be our true authentic selves.",
        "We have to be the flood of positivity to drown out all of the negativity.",
        "Because we are the many;",
        "_When the sharpest words wanna cut me down,_",
        "_I’m gonna send a flood, gonna drown them out._",
        "_I am brave, I am bruised._",
        "_I am who I’m meant to be, this is me._",
        "_Look out ’cause here I come._",
        "_And I’m marching on to the beat I drum._",
        "_I’m not scared to be seen._",
        "_I make no apologies, this is me._"
    ]
}