{
    "url": "https://www.ukpol.co.uk/rob-butler-2023-parliamentary-question-on-offender-rehabilitation-programmes/",
    "title": "Rob Butler – 2023 Parliamentary Question on Offender Rehabilitation Programmes",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Rob Butler",
            "url": "/tag/rob-butler/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Rob Butler, the Conservative MP for Aylesbury, in the House of Commons on 10 January 2023.",
    "content": [
        "**Rob Butler (Aylesbury) (Con)**",
        "What steps his Department is taking to help offenders (a) desist and (b) find employment.",
        "**John Penrose (Weston-super-Mare) (Con)**",
        "What assessment he has made of the effectiveness of HM Prison and Probation Service-commissioned programmes on the (a) rehabilitation and (b) employment-readiness of offenders.",
        "**The Lord Chancellor and Secretary of State for Justice (Dominic Raab)**",
        "The proportion of persons released from custody employed at six months from their release rose by almost two thirds over the last year, and we are delivering the further measures set out in our White Paper because we know this has a huge impact in cutting reoffending.",
        "**Rob Butler**",
        "I thank the Secretary of State for his answer. Key to reducing reoffending is prisoners getting jobs when they are released from custody, and key to prisoners getting jobs is having employers that are willing to take on ex-prisoners, who often prove to be extremely diligent and conscientious workers. What progress are my right hon. Friend’s Department and HMPPS making to encourage more employers, including other Government Departments, to recruit ex-prisoners and so contribute to cutting crime?",
        "**Dominic Raab**",
        "I thank my hon. Friend, who has been a doughty campaigner on this issue. He is right about the Government, who are a significant employer and can show a lead. I can tell him that we have committed to recruiting more prison leavers to civil service roles, with nearly 200 offered or filled across Government. I am pleased to say that, in the Ministry of Justice, we have offered or filled almost 100 of those roles—not that I am competitive.",
        "**John Penrose**",
        "It is great to hear that more offenders are finding jobs after being released. Will the Secretary of State undertake to publish the outcomes and success rates of all publicly commissioned programmes to prepare offenders for work, together with an independent evaluation of their effectiveness and value for money from the evaluation task force, so everyone can learn what works and what does not, taxpayers can see whether they are getting value for money, and ever more offenders can get a second chance to put their lives back on track?",
        "**Dominic Raab**",
        "I thank my hon. Friend, who is absolutely right to focus on the data. We are doing this because it gives offenders a chance to turn their lives around, but we also know that getting offenders into work can cut reoffending by up to 9 percentage points, which keeps our streets safer. We publish a range of data—there is the justice data lab, and we review international evidence—and we will certainly publish as much as we can on the Government’s website so the analysis he talks about can take place.",
        "**Andrew Gwynne (Denton and Reddish) (Lab)**",
        "But the Secretary of State must know that staff shortages in the probation service are leading to dangerously high levels of workload for the existing staff, who are then leaving in droves, creating a vicious circle against rehabilitation, putting staff at risk and also potentially the public. It has led to the chief inspector of the probation service saying his service is in crisis mode. What is the Secretary of State going to do to break this vicious circle?",
        "**Dominic Raab**",
        "The hon. Gentleman is absolutely right that the people who work in the prison and probation services are critical to driving down reoffending. We have an independent pay review body that looks at these things, which we have supported and engaged with precisely to make sure we get the balance right. We have increased funding for the probation service by an additional £155 million a year to help recruitment, and the reforms we have introduced since 2010 are working. We have reduced the overall reoffending rate from 31% under Labour to 25.6% under this Government.",
        "**Mr Speaker**",
        "I call the shadow Minister.",
        "**Ellie Reeves (Lewisham West and Penge) (Lab)**",
        "Thank you, Mr Speaker.",
        "To protect the public, prisons must rehabilitate as well as punish, but under the Conservatives they have become colleges of crime: offenders going in clean but leaving as drug addicts; enrolment in rehabilitation programmes down nearly 90%; and the percentage of prisoners released with jobs to go to halved since 2010. When will the Government finally get a grip, fix our broken prison system, and keep the public safe?",
        "**Dominic Raab**",
        "I am afraid I do not accept that litany of spin. The fact is that crime—[Interruption.] No, I will tell the hon. Lady what the facts are. Excluding fraud and computer misuse, crime has been slashed by more than half since Labour left office, violent crime is down by half, and reoffending is five percentage points lower than when Labour left office. On employment, for offenders leaving prison within six months there has been an increase in one year alone since I have been in the job by two thirds. We are restless to go further. We have appointed all the chairs to the employment advisory boards in 92 prisons, we have appointed 66 out of 92 prison employment hubs, and we have appointed 91 of our 92 prison employment lead roles, which are all going to get offenders into work and drive down reoffending."
    ]
}