{
    "url": "https://www.ukpol.co.uk/elizabeth-butler-sloss-2022-speech-on-the-nationality-and-borders-bill/",
    "title": "Elizabeth Butler-Sloss – 2022 Speech on the Nationality and Borders Bill",
    "post_date": "February 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Elizabeth Butler-Sloss",
            "url": "/tag/elizabeth-butler-sloss/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Elizabeth Butler-Sloss in the House of Lords on 10 February 2022.",
    "content": [
        "My Lords, I declare my interests in the register. I was much involved with the Modern Slavery Act and the review led by the noble Lord, Lord Field, so I feel I have some knowledge of this. I do not know whether the Minister, who is not at the Home Office, realises the extent to which all the non-governmental organisations of this country—including the Salvation Army, which works for the Government on modern slavery, together with the anti- slavery commissioner—deplore this part of the Bill without exception. This Minister may not know that but, goodness me, the Home Office does.",
        "I am very concerned about children, but I heard what the noble Lord, Lord Coaker, said, so I propose to refer specifically to Clause 58. Again, because he is not at the Home Office, the Minister may not have read the statutory guidance on the Modern Slavery Act. I have it with me—it was published this month. I wonder whether the Home Office’s right hand does not know what the left hand is doing, because the requirement to be timely in providing the information needed is totally contrary to the entire work set out by the statutory guidance.",
        "I do not want to bore the Committee, but I must refer very briefly to one or two points so the Minister can know. Under “Introduction to modern slavery”, the guidance says:",
        "“It is important for professionals to understand the specific vulnerability of victims of modern slavery and utilise practical, trauma-informed methods of working which are based upon fundamental principles of dignity, compassion and respect.”",
        "For goodness’ sake, does Clause 58 have anything to do with that? The guidance sets out how you should deal with identifying potential victims of modern slavery. In particular, paragraph 3.6 on page 35 states:",
        "“In practice it is not easy to identify a potential victim—there are many different physical and psychological elements to be considered as detailed below. For a variety of reasons, potential victims of modern slavery may also … be reluctant to come forward with information … not recognise themselves as having been trafficked or enslaved”",
        "and, most importantly, may",
        "“tell their stories with obvious errors and/or omissions”.",
        "One important aspect—which the Home Office on the one hand states in the statutory guidance and yet is clearly totally unaware of in relation to the Bill—is that a lot of victims who come to this country are given a story by the traffickers. That is the story they tell first, and it will not be the truth. Just think what will happen to them consequently under Clause 58. They will be treated as liars who have not given accurate information. Through the NRM—imperfect though it is—they will probably have got to reasonable grounds, but then they will get this appalling notice and find themselves not treated as victims. This is totally contrary to the Modern Slavery Act. It is totally contrary to the best of all that has happened in this country, in the House of Commons and this House, which will be ruined by this part of the Bill.",
        "Having worked in this sector since about 2006, I am absolutely appalled that the Government think they are doing a good thing in putting this part of the Bill forward. For goodness’ sake, will they for once listen and get rid of it?"
    ]
}