{
    "url": "https://www.ukpol.co.uk/dawn-butler-2023-speech-on-international-womens-day/",
    "title": "Dawn Butler – 2023 Speech on International Women’s Day",
    "post_date": "March 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Dawn Butler",
            "url": "/tag/dawn-butler/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Dawn Butler, the Labour MP for Brent Central, in the House of Commons on 9 March 2023.",
    "content": [
        "When I was a teenager, I used to question why there are so many ways to tell the relationship status of a woman—Mrs, Miss, Ms—but there is just a Mr. I am still wondering that as a grown woman. Articles always include the age of the woman after her name, but only sometimes the age of the man. Why is that? Our laws and language are designed to keep women vulnerable and exposed in a particular way.",
        "**Wera Hobhouse**",
        "I was a secondary school teacher and, although a married woman, with four children, in my middle age, I was always “Miss”, whereas a man was always “Sir”. Is that not bizarre?",
        "**Dawn Butler**",
        "It completely is. Again, it is about language, and what it is designed for and to do.",
        "**Dame Maria Miller**",
        "The hon. Lady brings up the interesting issue of inequality in titles. I was very fortunate to be able to receive a damehood recently and I am greatly honoured to have it. But I note with interest that the spouses of those of my colleagues who have been knighted have a different title entitlement from that of my husband. Does the hon. Lady agree that her point about titles needs to be looked at on both sides of the coin—for men and for women?",
        "**Dawn Butler**",
        "Absolutely. We talk about equality and equity not only in actions, but in language. It all needs to be looked at, because certain systems and structures are designed in a certain way. As I said, it is to keep women exposed and vulnerable. For example, for sex workers, working alone is okay, but working in pairs is illegal. How on earth does that keep women safe? Just this week, during the debate on buffer zones around abortion clinics, many men were telling women how they should think, what they should do and who they should listen to about their bodies. Our structures are riddled with misogyny, racism and so much else, and it is time that we change how women are written about.",
        "I have campaigned for many things in this House. I have campaigned on domestic abuse policy, and trying to allow 10 days’ paid leave for people, particularly women, when they leave abusive relationships. In those 10 days, it could save a life because that is when they are most vulnerable. You are not safe when you leave an abusive relationship; you become more vulnerable.",
        "I have campaigned for changes in the use of language by the Met police, for instance, when they deliver briefings and press releases about missing and murdered women. I have also campaigned for changes in the judiciary, which is filled with many—please do not take offence at this, Mr Deputy Speaker—old white men with outdated views. I need to recognise the work of Judge Anuja Dhir KC, the first person of colour to become an Old Bailey judge. She is doing her very best to change how the judicial system works, but she is just one woman, powerful as she is. Today, I am campaigning for and championing the work of Level Up, and calling for a clause in the Independent Press Standards Organisation editors’ code on reporting fatal domestic abuse. The code needs to be one that journalists are legally bound to, not a voluntary code, and I will tell the House why.",
        "The way in which the press report domestic abuse is often inaccurate and undignified, and prioritises sensationalist headlines over responsible reporting. There is often negative framing of victims, and when this goes viral it is amplified over and over again. That is extremely damaging because it reinforces negative framing around the victims, and what is seen as acceptable or “deserving” behaviour of the woman—as it often is—who is killed. Thus, “sexism”, “misogyny”, “extremism” or “terrorism” are never words used when describing violent men. Why not? We have an epidemic in our country of domestic violence, domestic abuse and violence against women and girls. Level Up introduced the UK’s first guidelines on this and the BBC, The Mirror, The Guardian and the Metro have all taken that on board, but more needs to be done.",
        "The recent coverage of Nicola Bulley, Emma Pattison and Brianna Ghey shows us that the media reporting of women who are violently abused or killed is out of control. Emma Pattison was killed, along with her young daughter, by her violent husband and this was reported with the headline, “Did living in the shadow of his high achieving wife lead to unthinkable tragedy?” Another headline read, “Husband of Epsom College head who ‘killed her and their daughter before turning his gun on himself’ said he was ‘desperate to do more with his days’ after his business failed”. Why on earth would we accept our media reporting the murder of a woman and a young child in that way in our country? It is unacceptable and in this House we should be able to legislate against that, which is why we need a new, enforceable editors code.",
        "It is not an isolated incident when a woman is killed every three days by a man. My hon. Friend the Member for Birmingham, Yardley (Jess Phillips) read out those names today and that list never gets shorter. This is an epidemic.",
        "**Vicky Ford**",
        "I agree that this must not become an epidemic, so I would like to draw the hon. Lady’s attention to some of the work that has been done in this area in Essex, under our police, fire and crime commissioner and chief of police, particularly to intervene with perpetrators. The change hub works with them and it has resulted in a 95% reduction in violent incidents caused by those perpetrators. A campaign that encouraged people to self-refer led to more than 115 people referring themselves as perpetrators and they were then worked with. May I encourage her to look at the work in Essex to see whether she could get it into her own police area, as this work with perpetrators seems to be helping to reduce domestic violence?",
        "**Dawn Butler**",
        "First, let me correct the hon. Lady: this is not becoming an epidemic; it is an epidemic. It is an epidemic when a woman is killed every three days by a man, and we need to start—",
        "**Vicky Ford rose—**",
        "**Dawn Butler**",
        "I need to finish my point. We need to start referring to it as such. Yes, some good work is being done and there is good practice, such as some police forces having independent domestic violence advisers, but it is still not working because a woman is still killed every three days. So yes, we can acknowledge the good work, but I am not here today to do that; I am here today to push for changes in legislation so that we can save lives.",
        "Women and girls who are victims of abuse are never responsible for the abuse, and we need to start at that point. It is the perpetrator who is responsible, and media reporting must reflect that. Let me read out a few more headlines: “Husband jailed after he snapped and smothered nagging wife to death”, “Henpecked husband killed wife”, “Wife jibes about penis size drove hubby to murder”. These headlines are shocking. There will be people listening to this debate who will say, “Well, Dawn can’t be telling the truth; she must be lying.” I am not lying. Those are actual headlines.",
        "The hon. Member for Thurrock (Jackie Doyle-Price) talked about culture and language, and I must say that this fake culture war going on at the moment is extremely damaging to women and to other minoritised groups in our society. People say, “Why can’t I say what I want to say? Why can’t I do what I want to do?” This sort of language is having a damaging effect, and it is why we will not make progress.",
        "**Kirsten Oswald (East Renfrewshire) (SNP)**",
        "The hon. Lady is making some really important points about how language in the public discourse and in the media is often dehumanising, as we heard in the headlines she just read out. Those women were described in the most ridiculous fashion, considering the context. More broadly, the language of the media is also often very objectifying of women. On all of these fronts, it would be really helpful if one of the takeaways from today was that some of the people who are listening to this debate might think about that and perhaps change some of the ways they describe women.",
        "**Dawn Butler**",
        "I agree with my honourable friend. When a woman has been killed or murdered, the media will try to find a picture of her in a nightclub, or holding a drink, or with her hair down, or wearing a short skirt or dress, as if that was the reason she was killed or murdered. The misogyny that exists in our structures must be rooted out.",
        "I do not just talk about these things. I have worked hard on the House of Commons complaints procedure to change how this place works and operates. I am also working with the police. Wayne Couzens and the messages from the WhatsApp group prove exactly what black people have been saying for a really long time: structures built for the promotion of a certain type of white man are riddled with racism, misogyny, homophobia and everything else that tries to belittle others. It is an uncomfortable truth, but it is a truth that must be aired.",
        "When our police forces, jurors and judges are drawn from a society that allows outdated and damaging portrayals of domestic violence, the damage is clear: there is still one woman killed every three days by a man. It is time for us to make this long-overdue change if we are to reduce the number of women killed every year. I recognise that some work has been done, and that some work is being done with the Met police, but it is not enough.",
        "I wondered whether I should read out these WhatsApp messages to the House, and I have decided that I am going to read out a couple. This is a police discussion on domestic violence. The police said that the women who suffer from domestic violence have one thing in common: they are women who do not listen. Wayne Couzens and another police officer had a joke when they saw a young drunk woman on the train. The officer was asked:",
        "“Did you finger her to see if she was ok?”",
        "The officer responded:",
        "“I considered it. But she was a right old lump. So I just raped a bystander instead.”",
        "There is more of that on the police WhatsApp groups. It is absolutely appalling and disgusting. It is time for us to legislate, and to recognise that words have consequences. Domestic terrorist groups in our country are on the rise. We have seen the growth of incels. We have nearly 3,000 incels in our country and they are very much underground, which is concerning. Teachers have been asked in the classroom, “Miss, have you ever been raped?” That is the kind of language that I have been talking about. The incels talk about how they can watch women being murdered. This is really damaging.",
        "I want to end with two well-known sayings:",
        "“A world that does not love, respect and protect its Women is doomed to perish! Because Women are Mother Earth!”",
        "G.D Anderson said:",
        "“Feminism isn’t about making women stronger. Women are already strong, it’s about changing the way the world perceives that strength”."
    ]
}