{
    "url": "https://www.ukpol.co.uk/dawn-butler-2021-speech-on-sri-lanka/",
    "title": "Dawn Butler – 2021 Speech on Sri Lanka",
    "post_date": "March 20, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Dawn Butler",
            "url": "/tag/dawn-butler/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Dawn Butler, the Labour MP for Brent Central, in the House of Commons on 18 March 2021.",
    "content": [
        "I thank my hon. Friend the Member for Mitcham and Morden (Siobhain McDonagh) for her warm and powerful opening of the debate, and for securing it along with the hon. Member for Carshalton and Wallington (Elliot Colburn) and the right hon. Member for Kingston and Surbiton (Ed Davey).",
        "Ambihai Selvakumar, also known lovingly as Ambi, is a director of the International Centre for the Prevention of Genocide. Ambi was on hunger strike recently in Kenton in Brent, in order to highlight the current injustices in Sri Lanka. In her own words, Ambi’s campaign is a demand for",
        "“justice for the genocide of Tamils carried out by the Sri Lankan state.”",
        "Ambi’s protest sparked a number of solidarity hunger strikes across the north-east.",
        "When he gets to his feet, I hope the Minister will address Ambi’s four demands. The first is to recommend to the United Nations Security Council and the UN General Assembly that Sri Lanka be referred to the International Criminal Court and to take steps to effectively investigate charges of war crimes, crimes against humanity and genocide. The second is to establish an international independent investigative mechanism akin to those established for Syria and Myanmar, which mandate that the evidence of international crimes and human rights violations be collected and prepared for criminal prosecutions. She also states that a meaningful independent investigation must also have a strict timeframe.",
        "The third recommendation is to mandate the Office of the United Nations High Commissioner for Human Rights to appoint a special rapporteur to continue to monitor Sri Lanka for ongoing violations and to have an on-field presence in Sri Lanka. The last recommendation is for a UN-monitored referendum to determine the aspirations of the Tamil people in Sri Lanka, on the basis that the north-east of Sri Lanka is the traditional Tamil homeland, and the Tamils have a right to self-determination. I hope that the Minister will address Ambi’s demands when he gets to his feet."
    ]
}