{
    "url": "https://www.ukpol.co.uk/dawn-butler-2021-speech-in-the-house-of-commons-calling-boris-johnson-a-liar/",
    "title": "Dawn Butler – 2021 Speech in the House of Commons [Calling Boris Johnson a Liar]",
    "post_date": "July 22, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Dawn Butler",
            "url": "/tag/dawn-butler/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Dawn Butler, the Labour MP for Brent Central, in the House of Commons on 22 July 2021.",
    "content": [
        "The last 18 months have been a tale of the good, the bad and the ugly.",
        "The good is that the people of Brent and elsewhere have joined together to form mutual aid groups, religions have come together to find common ground, and strangers are now firm friends. The bad is this Government’s catastrophic handling of the pandemic, the mixed messages, the corruption in plain sight, the authoritarian laws and the erosion of our democracy. And the ugly is that racism in society has reared its ugly head, spurred on by Government reports and the hyping up of the culture war and the war on woke.",
        "While the NHS was coping with 130,000 people dying from the pandemic, the Prime Minister was making his mates rich. Cronyism is rife and old chums are given jobs regardless of their skillset—some a little bit on the side. This has been one big experiment for this corrupt, authoritarian, racism-laden Government, and I am not scared of saying it like it is.",
        "The Government said we need to talk about class, so let us do it. Let us call out this toxic elitism once and for all. Byline Times, the Good Law Project, Novara Media, openDemocracy, Amnesty and Liberty have all exposed the Government, and the Government’s response is to spend public money defending the indefensible.",
        "It is funny how there is no money for NHS staff, yet £1 billion of covid contracts have been awarded to Conservative donors. We were told that Ministers were not involved, but then the Good Law Project exposed emails from the Prime Minister’s advisers and the Home Secretary lobbying for money. The corrupt, authoritarian approach of this Government would be condemned and investigated if it were happening anywhere else in the world.",
        "The 1% believe they owe nothing to society. They do not believe in the NHS, and they do not support it. This week I spoke to Orwell Foundation youth writer Manal Nadeem. She wrote:",
        "“Let anti-racism be both common logic and law. May we have more accountability than apologies. May performative, placeholder posts be followed by policy… When the future arrives, let the minimum wage be a liveable wage… Let survival be a birthright… When the poor cannot pay with anything else, let us not ask them to pay with their lives.”",
        "Poor people in our country have paid with their lives because the Prime Minister spent the last 18 months misleading this House and the country.",
        "Peter Stefanovic from the Communication Workers Union has a video with more than 27 million views online. In it he highlights that the Prime Minister says: that the economy has grown by 73%—it is just not true; that he has reinstated nursing bursaries—just not true; that there is not a covid app working anywhere in the world—just not true; and that the Tories invested £34 billion in the NHS—not true. The Prime Minister said",
        "“we have severed the link between infection and serious disease and death.”",
        "Not only is that not true but it is dangerous.",
        "It is dangerous to lie during a pandemic, and I am disappointed that the Prime Minister has not come to the House to correct the record and correct the fact that he has lied to this House and the country over and over again.",
        "**Madam Deputy Speaker (Judith Cummins)**",
        "Order. I am sure the hon. Lady will reflect on her words and perhaps correct the record.",
        "**Dawn Butler**",
        "What would you rather, Madam Deputy Speaker, a weakened leg or a severed leg? At the end of the day, the Prime Minister has lied to this House time and time again. It is funny that we get in trouble in this place for calling out the lie rather than for lying.",
        "**Madam Deputy Speaker**",
        "Order. Can you please reflect on your words and withdraw your remarks?",
        "**Dawn Butler**",
        "Madam Deputy Speaker, I have reflected on my words. Somebody needs to tell the truth in this House that the Prime Minister has lied.",
        "_The Deputy Speaker ordered Dawn Butler, Member for Brent Central, to withdraw immediately from the House during the remainder of the day’s sitting (Standing Order No. 43), and the Member withdrew accordingly._"
    ]
}