{
    "url": "https://www.ukpol.co.uk/adam-butler-1985-speech-on-the-anglo-irish-agreement/",
    "title": "Adam Butler – 1985 Speech on the Anglo-Irish Agreement",
    "post_date": "June 25, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Adam Butler",
            "url": "/tag/adam-butler/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Adam Butler, the then Conservative MP for Bosworth, in the House of Commons on 26 November 1985.",
    "content": [
        "I do not have in my voice today the power of the hon. Member for Belfast, East (Mr. Robinson), but I hope that I can emulate my hon. Friend the Member for Eastbourne (Mr. Gow). Even if I speak quietly, I hope that I can speak as much sense as he did. So far, there have been three contributions from those who represent different parties in Northern Ireland. They make me believe that I was right the other night to vote for the televising of the proceedings of this Chamber. If the television cameras had been here, the viewers, whether in Northern Ireland or in the remainder of the United Kingdom, would have obtained a much better appreciation of the problem and of the advocates of the various points of view.",
        "I served as a Northern Ireland Minister for nearly four years. Since then I have had the opportunity for reflection. Perhaps my views are now a little more objective than they were then. Whatever my right hon. Friend the Member for Waveney (Mr. Prior) said, although there was mistrust of English Ministers when we first appeared, I hope that I and my colleagues and friends who served with me in Northern Ireland left the impression that we were seeking to do our bit and to make our contribution to the resolution of the problems of Northern Ireland. I know that my right hon. Friend did that.",
        "I have already expressed my view, on the occasion of the statement made by my right hon. Friend the Prime Minister last week. It is one of general welcome for the agreement. However, I cannot say that I like it, or necessarily welcome one of its fundamental points. Why should I, as a British citizen, automatically like and welcome the fact that advice can come from a Minister of a Government of a foreign state? That is the technical position of the Republic of Ireland, whatever history tells us.",
        "However, I accept the agreement, for a reason that lies in what the hon. Member for Foyle (Mr. Hume) said. This is where I fall out with my hon. Friend the Member for Eastbourne and others who have spoken. This point is probably the fundamental point at issue in the Northern Ireland problem. Are we talking about a democratic system, or part of a democratic system, where a simple majority should hold sway regardless, where first-past-the-post should rule and 50 per cent. plus should win the day? If so, life would be easy, but Stormont tried that for 50 years.",
        "I believe the reason to be that stated by the hon. Member for Foyle, and that is the difference within Northern Ireland between the two communities. There is a division now that has been made worse by recent history. I do not need to lecture hon. Members about the position in Northern Ireland. However, one has to recognise certain basic facts. Two thirds, or less now, of the population are fundamentally unionists and loyalists, looking to London and Westminster, while the remainder of the population, on the whole, are nationalists, some republicans and nearly all Roman Catholic with a distinctive regard for the South and the Republic. It is with that that we have to concern ourselves, and that is what the agreement seeks to recognise.",
        "It is no good saying to the people in the minority that, as they are in a minority in part of the United Kingdom, they must think like us, become totally British and prefer the Union flag, not the tricolour. Those people found themselves, because of a stroke of history, north of the border, thanks to the Boundary Commission of that time.",
        "**Mr. Harold McCusker (Upper Bann)**",
        "If the right hon. Gentleman believes that a simple majority rule is not appropriate in Northern Ireland—I can understand arguments along those lines—why should I accept, through article 1 of the agreement, that a simple majority should take me out of my citizenship of the United Kingdom and into a united Ireland?",
        "**Mr. Butler**",
        "That point is somewhere among my notes to be dealt with later. If, by some magic, there were a 51 per cent. majority today, the position would be just as bad in terms of divided communities. The fact is that a majority in favour of leaving the United Kingdom—if such a situation should ever arise—is many years away. It is important to grasp this point because it is no good the Republic of Ireland saying that it has only to wait a little while longer, or for the minority in Northern Ireland to say that it has only to wait for a little while. It must be the greatest consolation to the unionist population that it is a question not of a few years but of many decades, if at all. Therefore, the imperative is on both sides to get together to work out their future.",
        "**Mr. Nicholas Budgen (Wolverhampton, South-West)**",
        "Is not the advice of the Northern Ireland Office to all those who visit Northern Ireland that demographic changes within Northern Ireland will lead, perhaps within the next 20 years, to the nationalist population becoming the majority? Has that not been said? [Interruption.]",
        "**Mr. Butler**",
        "I am reinforced in what I believe—that there are no such official forecasts—by the remarks of other of my hon. Friends. There are those who see a trend that will lead that way, but I re-emphasise the point that nobody, as far as I am aware, believes that a simple adverse majority—now now I am a unionist—could arise within several decades, if at all.",
        "In looking at the options that should be considered, I have in the past taken seriously the possibility of repartition, because that is the only other option if the two communities will not resolve the problems themselves. Frankly, it is not an option. Anybody who knows he demographic map of Northern Ireland knows that in every square mile of every part of the Province there is a significant minority population. The hon. Member for Fermanagh and South Tyrone (Mr. Maginnis) would hardly welcome that part of Ulster going to the South. The hon. Member for Londonderry, East (Mr. Ross), who is ​ not in his place at the moment, would not relish such a proposition for his constituency. I cannot imagine unionists ever wanting to give up the city of Londonderry.",
        "Although that is not a feasible option, it is important to look at it so that it can be rejected, thus leaving the one option, which is working together. One welcomes the agreement because it recognises the fundamental character of the Province.",
        "I follow that point one step further, in regard to the obligation on the two Governments that if a simple majority to leave the United Kingdom were achieved, those Governments would be required to lay before their Parliaments proposals for such a move. It is now in the agreement, although I would prefer that it were not. However, in that event, it would put the decision into the hands of this House, on behalf of the United Kingdom, regardless of what the proposals were, because this is where the decision should rest. We are talking about the choice not of Ulstermen, on whichever side of the divide they come, but of the British people. If I may presume to advise many of those whom I call my friends sitting on the Unionist Bench, this is why it is important to have regard to the feelings of the English, Welsh and Scottish about this affair. As others before me have said, too many are conscious of the resources that have been put into Northern Ireland and of the lives that have been lost by the Regular Army not to feel that this matter could be resolved through a united Ireland.",
        "My last point is the one that I raised in an intervention following my right hon. Friend the Prime Minister’s statement last Monday. No one must think that this is the tip of the iceberg or the prelude to a united Ireland. It is merely an opportunity for a step forward.",
        "The hon. Member for Foyle was challenged from a sedentary position when he said that he was prepared to sit down and talk. If I may say so to the hon. Member for Belfast, East, it was typical of him to ask why the hon. Member for Foyle had not sat down and talked in the past. I have asked the hon. Gentleman before why he was not in the Assembly, and I am as critical as anyone of the fact that he has not been. But now that we have heard his positive statement as the leader of the constitutional nationalists, it is for the Unionist parties to accept that offer and to try to find a way forward. Only in that way can peace and stability be achieved."
    ]
}