{
    "url": "https://www.ukpol.co.uk/rob-butler-2021-speech-on-youth-courts-and-sentencing/",
    "title": "Rob Butler – 2021 Speech on Youth Courts and Sentencing",
    "post_date": "February 25, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Rob Butler",
            "url": "/tag/rob-butler/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Rob Butler, the Conservative MP for Aylesbury, in the House of Commons on 23 February 2021.",
    "content": [
        "I beg to move,",
        "That leave be given to bring in a Bill to provide that persons charged with a criminal offence having been aged under 18 at the time of the alleged offence are subject to the jurisdiction of the youth court and to youth sentencing provisions; and for connected purposes.",
        "I should declare at the outset that prior to my election I was a magistrate in both adult and youth courts, a member of the Youth Justice Board, a non-executive director of Her Majesty’s Prison and Probation Service and a member of the Sentencing Council.",
        "Justice delayed is justice denied. I submit that that is even more starkly so in the case of child offenders.",
        "The UN convention on the rights of the child states:",
        "“Child justice systems should also extend protection to children who were below the age of 18 at the time of the commission of the offence but who turn 18 during the trial or sentencing process.”",
        "My Bill seeks to ensure that that becomes the case in England and Wales. At the moment, the justice system treats a defendant according to their age on the date they first appear in court and enter a plea. The consequence of this is that if someone commits an offence aged 15, 16 or 17, but do not get to court until after their 18th birthday, they are treated as an adult. That immediately affects both the type of court that deals with them and the range of sentences available. But the repercussions do not stop there, because there can be an impact on the chance of rehabilitation and the likelihood of getting a job, with the prospect of forever having to declare a mistake from the past. It is no exaggeration to say that the consequences can last a lifetime, because in our justice system there is a cliff edge when people reach their 18th birthday, and it is a very steep cliff.",
        "A child defendant under the age of 18 in England and Wales will appear before a youth court, which has specially trained magistrates and judges. They know how to interpret a young person’s behaviour, and they speak directly to the children in front of them, asking them why they committed the offence and ensuring they understand its consequences. Children appearing in the youth court are supported by the youth offending service—expert, multidisciplinary teams based in local authorities. Perhaps most significantly, in the youth court, young people can be sentenced to a referral order, which focuses on rehabilitation and restorative justice, and is overseen by the youth offending team. Once the referral order is completed, the offence is immediately spent, meaning that the young person does not carry a criminal record. Those procedures exist because the youth justice system has an overarching aim, set down in legislation, to prevent reoffending, and courts must therefore make that their priority. It should go without saying that reducing reoffending means there will be far fewer victims of crime, and that must surely be welcomed by all.",
        "All that changes if a young person turns 18 even a day before their case gets to court. There is no special training for the judiciary, no dedicated support from the youth offending service, no bespoke sentence and no priority on reducing reoffending. What is more, harsher criminal record and disclosure requirements for adults further decrease employment prospects and risk preventing people from moving on with their lives, and yet this is something over which the young person has absolutely no control.",
        "The main reason that children turn 18 before going to court is the delay in the system—in either the police investigation or the court listing process. Whether a particular individual youth suffers a delay is a matter of chance. Indeed, in our current system there is a postcode lottery as to whether someone is treated as a child or an adult, as different police forces and different courts can take widely varying times investigating or listing cases. Two 17-year-olds with exactly the same birthday could commit exactly the same crime, on exactly the same day, in different parts of the country, but find themselves treated entirely differently according to how quickly their case comes to court. There seems to be no logic, common sense or fairness in that.",
        "The problem is significant. The Youth Justice Legal Centre says that approximately 20% of all the calls to its helpline are about delays to cases where young people are turning 18. Although there are no precise official figures for how many young people are caught in this trap, it has previously been suggested that 2% to 3% of proven offences are committed by children who turn 18 before their conviction. That translated into 1,400 for the year ending March 2018, and the problem has been exacerbated more recently, both by changes in police procedure and by the coronavirus pandemic.",
        "First, the growing use by police of release under investigation has resulted in delays to charging decisions, with the average number of days between an offence and charge for youth cases increasing by 78% in the past nine years. There has also been an increase in the delay from charge to the first court listing by a further 61%. Indeed, it can easily take a year before the first court appearance, and even longer in the case of some serious offences. Secondly, covid-19 has lengthened delays throughout the whole court system. There is consequently a particularly worrying impact on the increasing number of young people who will have their 18th birthday before their first court appearance. The Select Committee on Justice, of which I am a member, highlighted this in a recent report on the impact of covid on the courts. The changes proposed in my Bill are therefore needed, and they are needed now.",
        "Some people may ask why we should care, when we are, after all, talking about criminals. What is crucially important is the fact that people do not magically become an adult at the stroke of midnight on their 18th birthday. Indeed, it is now widely acknowledged and accepted, including by the Ministry of Justice, that young people’s neurological development continues well into their 20s. Importantly, that has a substantial impact on behaviours linked to offending, such as impulse control, empathy and understanding the implications of actions. The code for Crown prosecutors already recognises that, and the National Police Chiefs’ Council lead for children and young people has emphasised the importance of diversionary and preventive measures. That entirely chimes with the approach taken by the youth court and by youth offending teams, but not by the adult justice system.",
        "The justice system needs to tackle offending behaviour according to a person’s culpability, maturity and potential for rehabilitation. That is why we should care. And there is precedence for criminal justice consequences to flow from the date an offence is committed. Examples include the sentence of detention at Her Majesty’s pleasure and certain mandatory minimum sentences under the Firearms Acts and the Violent Crime Reduction Act 2006. What is more, perhaps rather ironically, the victim surcharge on an offender is applied according to the age at which they committed the offence, not the age at which they are sentenced or first appeared in court.",
        "I should briefly set out examples of what the Bill would not mean. It would not mean that somebody who was 18 or over when sentenced would go to a custodial establishment for under-18s. Indeed, it is already the case that a young person serving a custodial sentence will be transferred to the adult estate on or soon after their 18th birthday. And it would not mean that someone who committed a crime at 17 but was only identified as the perpetrator when they were very much older, say at 30, would physically attend the youth court. There would be an upper age limit in the early 20s.",
        "There is a very strong consensus in favour of the changes I have proposed today. On the frontline, the Association of Youth Offending Team Managers wants to see exactly those measures introduced. The Magistrates Association last year passed a motion in support of keeping such cases in the youth court, with 96% in favour. The Alliance for Youth Justice, which brings together more than 70 organisations, believes that the measures in the Bill would allow for fairer, more equitable and age-appropriate justice. The Bill is supported by T2A, Transition to Adulthood. My proposals are also endorsed by academic and legal experts, including the National Association for Youth Justice, Justice for Kids Law, and the Youth Justice Legal Centre. The Justice Committee has called for such changes, and the Youth Justice Board itself backs these measures. The YJB’s chair, Keith Fraser, is a former police superintendent, who was himself assaulted by a teenager when he was a serving officer, but he believes it is wrong that someone who commits an offence as a child then gets treated as an adult by the system. The Children’s Commissioner wants to see these changes. Finally, my Bill has cross-party support in this House, for which I am very grateful.",
        "If my Bill succeeds, a young person who commits an offence before their 18th birthday will be subject to the youth court and to youth sentencing provisions. That would be a relatively simple change to make in legislation. In many respects, it does no more than correct an anomaly, but for those affected its impact would be profound. It would enable young people to put their mistakes behind them and make a constructive contribution to society. It would put more emphasis on preventing reoffending. It would mean a fairer system; it would mean a more just system.",
        "Question put and agreed to.",
        "Ordered,",
        "That Rob Butler, Sir Robert Neill, Maria Eagle, Jeremy Wright, Edward Timpson, Andrew Selous, Crispin Blunt, Dan Jarvis, Sarah Champion, Danny Kruger and Sally-Ann Hart present the Bill."
    ]
}