{
    "url": "https://www.ukpol.co.uk/rob-butler-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Rob Butler – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Rob Butler",
            "url": "/tag/rob-butler/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Rob Butler, the Conservative MP for Aylesbury, in the House of Commons on 9 September 2022.",
    "content": [
        "On behalf of the constituents of Aylesbury, I convey deepest condolences to His Majesty the King and all members of the royal family following the death of Her late Majesty the Queen. She played a huge part in the lives of each and every one of us; she was the constant through good times and bad, celebrations and crises. Her tireless dedication and unwavering service, to our nation and to her realms in the entire Commonwealth, are unparalleled and will never be forgotten.",
        "Her late Majesty visited Aylesbury on several occasions during her 70 years on the throne. She came in 1962 as part of a celebration of the 10th anniversary of her accession. Pavements thronged with well-wishers, and she popped into the homes of two residents. She visited again in 1969 to open Stoke Mandeville stadium, the birthplace of the Paralympic movement.",
        "Her Majesty came to Aylesbury once more to mark her golden jubilee in 2002. The love and affection that we feel for her in Buckinghamshire was vividly demonstrated across our county time and again, and most recently during the platinum jubilee celebrations. Coming together for parades and picnics, dog shows, tugs of war, and three-legged races, people the length and breadth of my constituency—from the youngest child to the most senior citizen—wanted to demonstrate their gratitude and appreciation for the commitment and duty shown by the Queen throughout her incredible reign.",
        "My own memories of Her Majesty are, I suspect, very similar to those of the vast majority of the public: I never met her, yet she was always there. I remember making a scrapbook on the Queen and her family for a Cub Scout badge, a tea party in my village for the silver jubilee, watching her name HMS Lancaster in Glasgow, and seeing her on the royal barge during the diamond jubilee flotilla. They are snatched glimpses and modest memories, yet the loss is still felt keenly.",
        "One singular honour that I was extremely fortunate to receive was to gain Royal Assent for a private Member’s Bill that I had taken through this place. I was humbled to have that privilege just a few months ago with the passing into law of the Approved Premises (Substance Testing) Act 2022 at Prorogation. In some ways, the words, “La Reyne le veult” are a small formality, but in others they represent a great moment symbolising the relationship between Parliament and sovereign—a relationship that we celebrate today.",
        "We have heard wonderful and eloquent tributes, but no words will ever adequately encapsulate Her Majesty’s reign let alone the profound loss and deep sorrow that we feel today. Our nation is poorer for having lost her, but oh, how much richer for having known and loved her. May she rest in eternal peace. God save the King."
    ]
}