{
    "url": "https://www.ukpol.co.uk/rob-butler-2023-speech-on-the-equipment-theft-prevention-bill/",
    "title": "Rob Butler – 2023 Speech on the Equipment Theft (Prevention) Bill",
    "post_date": "March 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Rob Butler",
            "url": "/tag/rob-butler/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Rob Butler, the Conservative MP for Aylesbury, in the House of Commons on 3 March 2023.",
    "content": [
        "It is a great pleasure to speak in this debate. I congratulate my hon. Friend the Member for Buckingham (Greg Smith), my constituency neighbour, on introducing this important Bill, to which I am pleased to have contributed in Committee. It will be a fitting birthday present for him if it passes Third Reading today.",
        "The Bill sets out much-needed changes that are straightforward, practical and will, as my hon. Friend says, no doubt help to reduce rural crime. From visiting farms in my constituency, I know how much the theft of machinery concerns farmers and the increasing impact it has had over the past few years. Indeed, the Countryside Alliance’s 2022 rural crime survey, which had more than 2,000 responses, underlines the extent of the problem, with 15% of respondents reporting having experienced the theft of agricultural machinery in that one year alone. Machinery theft was second only to fly-tipping.",
        "As my hon. Friend says, it is no exaggeration to say that farmers depend on their machinery for their livelihood. Deprived of that equipment, farmers are simply unable to work as efficiently, and their ability to generate revenue is diminished. Not only that, but there is the costly, slow and sometimes stressful process of replacing the stolen machinery. It is crucial that farmers are given support to deter criminals from stealing their machinery and, in particular, the all-terrain vehicles specified in this Bill. It is crucial that farmers are given support to deter criminals from stealing their machinery and, in particular, the all-terrain vehicles specified in the Bill.",
        "It is worth noting that demand for ATVs has grown recently at a rate that has outstripped the readily available supply. That, of course, increases the incentive for those with criminal intent, because they know they will be able to sell what they steal. The National Farmers Union has reported that members are having to wait three to six months to obtain one of these vehicles. That means the vehicles are especially lucrative because not only are they highly sought-after and easily portable, but there is a ready resale market in this country and, indeed, abroad. NFU Mutual’s annual rural crime survey stated that quad bike and ATV theft amounted to £2.2 million in 2021, which is not an insignificant sum.",
        "Most of us will know from our own experience with cars that immobilisers are a tried and tested deterrent. When affixed to ATVs, they make them more secure. Their value is clear: since 1992, all new cars in the UK have been built with an immobiliser and, in the following 30 years, vehicle theft plummeted by an incredible 43%. While other factors may have contributed, data produced by the Home Office demonstrated a strong correlation between the increased fitting of immobilisers and the reduction in stolen vehicles. In the light of that, the standardised fitting of these devices on all new-build ATVs and the retrofitting of them to other vehicles prior to sale could prove to be a relatively cheap and highly effective approach.",
        "My hon. Friend the Member for Buckingham has had the foresight in his Bill to consider not only the prevention of theft, but, where that sadly fails, the recovery of ATVs that have been stolen. The forensic marking he described should enable police forces to identify the ATVs they recover and more easily return them to their rightful owners. Furthermore, requiring sellers to record details of the sale, including information about the vehicle and the buyer, is key to the success of the Bill’s aims and provides an appropriate audit trail.",
        "I am pleased to hear that my right hon. Friend the Policing Minister is considering extending the Bill’s provisions, as and when appropriate, to go beyond ATVs and include other equipment and commercial tools—a subject that was much discussed in Committee. Tool theft regularly afflicts an array of trades beyond farming, such as roofers, electricians and plumbers. Presently, the second-hand tool market is unregulated. That means that sellers have no obligation to prove the origin of their items or even to evidence the original purchase. It has been argued quite understandably that this encourages and facilitates the theft of tools. As with farmers, not only is the loss of equipment an immediate financial loss for tradespeople; it prevents them from working and can disrupt the schedule of their building projects, causing frustration to them and their customers.",
        "The help that my hon. Friend’s Bill provides is necessary and timely. It is not right that security is such a significant concern for many farmers. The provision of immobilisers, forensic marking and recording of the sale of ATVs will reduce the likelihood that they will fall victim to this crime, which, as I have outlined, has an impact well beyond the immediate loss of the vehicle. I applaud my hon. Friend for the work he has done. I am absolutely confident that farmers in my constituency, as well as his, and across the entire country would benefit from this legislation. I look forward to his Bill making its way on to the statute book as soon as possible."
    ]
}