{
    "url": "https://www.ukpol.co.uk/dawn-butler-2022-speech-on-the-independent-cultural-review-of-london-fire-brigade/",
    "title": "Dawn Butler – 2022 Speech on the Independent Cultural Review of London Fire Brigade",
    "post_date": "November 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dawn Butler",
            "url": "/tag/dawn-butler/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Dawn Butler, the Labour MP for Brent Central, in the House of Commons on 28 November 2022.",
    "content": [
        "Nazir Afzal has found institutional misogyny, racism and discrimination in the fire service. His report is based on the testimony of 2,000 members and contains 23 recommendations, including the introduction of body-worn video by firefighters, an historic review of complaints about racism, misogyny and bullying, and secure facilities for all women.",
        "As the Minister said, the report comes after the death of Jaden Francois-Esprit, a trainee at Wembley fire station, in my constituency in the London Borough of Brent. Two years ago, Jaden took his own life, aged just 21. My condolences go out to his family and friends. Jaden was teased about every little thing, even the Caribbean food he brought in for lunch, and he made 16 requests to be transferred to another station. Nazir Afzal’s report said:",
        "“Jaden’s position was not unique. We have spoken to others that are equally isolated and harbouring suicidal thoughts.”",
        "I know some Government Members will accuse the report of being too woke or promoting wokery, but let me highlight some of the incidents. Female firefighters were found to have been groped and beaten, and had their helmets filled with urine and their clothes violated with semen. Some male firefighters who visited women’s homes for safety visits would go through drawers looking for underwear and sex toys. A black firefighter had a noose put on his locker, and a Muslim firefighter had bacon and sausages stuffed in his pockets and a terrorist hotline sign posted on his locker. If being more woke will stop this behaviour, then I think we are not woke enough.",
        "As the chair of London Labour MPs, I spoke to London fire commissioner Andy Roe, and he is determined to sack every single firefighter who is misogynistic, racist or homophobic at work, and that sends a strong message. I need to know what strong message the Government will send. We cannot bring back Jaden, whose life was lost, but the Government can make sure that other young people, who are starting out on their career in the London Fire Brigade, are not met with the same experience, but with consideration and acceptance by a service that is alert and awake to bullying and discrimination.",
        "The Government must lead the call for change and tackle structural and systemic discrimination in all our old institutions, and understand that being woke is a good thing. That would be a fitting legacy to Jaden.",
        "**Chris Philp**",
        "I completely agree with the hon. Lady that the behaviour and the incidents that she just enumerated that were uncovered by the report are completely unacceptable. They have no place in any modern public service, whether that is the fire service or anywhere else. I am sure the whole House will join her and me in condemning that sort of behaviour unreservedly.",
        "I spoke to London fire commissioner Andy Roe on Friday to set out my strong feelings that this behaviour is totally unacceptable and needs to completely end. As the hon. Lady said, he has committed to implementing all 23 of the report’s recommendations, including, importantly, outsourcing the complaints service, so that complaints are dealt with externally to the London Fire Brigade, and going back and looking again at all the complaints made over the last five years, to make sure they have been properly investigated—clearly, in many cases they have not been. He committed to ensuring that anyone found guilty of the sort of behaviour that she outlined from the report will be removed from their position. As I say, the behaviour that has been uncovered is totally unacceptable, and I am sure the whole House will join in condemning it."
    ]
}