{
    "url": "https://www.ukpol.co.uk/dawn-butler-2020-speech-on-international-womens-day/",
    "title": "Dawn Butler – 2020 Speech on International Women’s Day",
    "post_date": "March 9, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Dawn Butler",
            "url": "/tag/dawn-butler/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Dawn Butler, the Labour MP for Brent Central, in the House of Commons on 5 March 2020.",
    "content": [
        "I want to thank the Government for making time available for this debate—looking at the Minister, I am glad that I did not wear my pink jacket today; that would have been a little awkward.",
        "It is important for so many reasons to have this debate on the Floor of the House. We will mark and honour the important contributions that women make, not only in this place but across society. It also gives us a dedicated opportunity in this Chamber to illustrate the structural barriers that still exist for women, and to reflect on the deaths of the women who have been killed since the last International Women’s Day debate, with the names compiled by Karen Ingala Smith and read by my hon. Friend the Member for Birmingham, Yardley (Jess Phillips).",
        "I would also like to thank Mr Speaker for continuing a tradition that I started when I first became shadow Minister for Women and Equalities, by ensuring that the International Women’s Day flag is raised across the parliamentary estate—it will be raised on Sunday and Monday to mark International Women’s Day 2020.",
        "The theme for this year’s International Women’s Day is “Each for Equal”. An equal world is an enabled world. It is about recognising that collectively we can help to create a more equitable world. We need diverse ​voices and lived experiences around every decision-making table. That is not only good for society; it is also proven to be good for business.",
        "I acknowledge that we have seen progress here in Parliament, as has been mentioned. At the 2019 general election a record number of women were elected to this House. Women now make up 34% of MPs, up from 32% in 2017. I am particularly proud that the Labour party increased its proportion of women, meaning that women MPs now outnumber male MPs in our party. One of the legacies of my right hon. Friend the Member for Islington North (Jeremy Corbyn) will be that the parliamentary Labour Party is now 51% women—which mirrors society—the shadow Cabinet is 50% women, and the most recent intake was a whopping 77% women.",
        "For too long politics has been the preserve of a particular wealthy group in society—the old boys’ club. I am pleased that is slowly beginning to change. We in this place have a duty to lead the way. A good start would be to have a stand-alone women and equalities Department, with a full-time Secretary of State. That way, we would not have to wait a year to have a dedicated debate.",
        "New analysis published this week by the UN reveals that across the world close to 90% of men and women hold some sort of bias against women, which provides new insights into the invisible structural barriers that women face in trying to achieve fairness. That matches recent research done here in the UK by the Fawcett Society, which found that positions of power across public life and the economy are still dominated by men. At 21%, only a fifth of senior civil servants participating in the civil service board are women. At 35%, just over a third of permanent secretaries are women, and there are no women of colour in these roles; black, Asian and minority ethnic women are concentrated in the lower ranked roles.",
        "The Government’s race disparity audit has shown that we need to address the structural barriers that are limiting progress. In the judiciary, women make up around a quarter of those in senior positions, but the proportion falls to 17% in the Supreme Court. In the business sector, women make up just over one in 20 CEOs of FTSE 100 companies. Again, none of those CEOs is a woman of colour.",
        "Yesterday we saw new analysis published by the TUC showing that women work for free for two months each year as a result of the gender pay gap. Fifty years since the Equal Pay Act 1970, that is still the lived reality. It shows that gender pay gap reporting needs to go much further than simply publishing; we need compulsory action plans for what companies will actively do to close the gap. The Fawcett Society’s research shows that eight in 10 men and women support women being able to find out whether they are paid less than a man for equal work. It is time to give all women the right to know. Disabled women continue to face the most significant pay gaps of all; higher than those faced by disabled men and non-disabled women. Employers must take intersectionality seriously when tackling their gender pay gaps.",
        "The Labour party wants a workplace revolution to bring about a step change in how women are treated at work. The Government could start that process by ​adopting some of our policies, as they have done previously—I do not mind; they are welcome to them. They should start by enacting section 14 of the Equality Act 2010, so that people can bring forward cases on multiple grounds of discrimination. Women are more than just one-dimensional, and it is about time that the law caught up so that we can be recognised for all our intersectionalities.",
        "How about reinstating section 40 of the Equality Act, to protect against third-party harassment? We have had this debate over and over again. It is time that was done. Section 106 would mean that all political parties would have to publish diversity data about their electoral candidates. These simple steps would make a great change in the fight for gender equality. Women deserve better pay, increased flexibility and strengthened protections against harassment and discrimination. Women deserve equal pay and equitable recognition.",
        "Labour not winning the election was tragic for so many reasons. With a Labour Government there would have been a chance to deliver real change. Over 85% of the burden of the Tory-Lib Dem cuts has fallen on the shoulders of women. A Labour Government would have begun to undo the damage and tackle the injustice to women. In power, we would have required employers to devise and implement plans to eradicate the gender pay gap and pay inequalities. With proper enforcement mechanisms, there would have been no place for large employers to hide gender inequality in their organisations. Labour would have created extra protections for pregnant women, those going through the menopause and terminally ill workers.",
        "Labour would have ended zero-hours contracts and strengthened the law, giving all workers the right to flexible working from day one. The Labour party would have extended statutory maternity pay from nine to 12 months, and doubled paternity leave from two to four weeks, and we would have increased statutory paternity pay. The 1950s women would have received compensation for the injustice they have suffered. Unfortunately, Labour is not in government, but what we can do at every opportunity is demand more from this Government.",
        "If Parliament is closed because of coronavirus, that should not be an excuse for the Government to close down. We will expect daily Zoom calls, at the very least, by Ministers and the Prime Minister, to address publicly the people’s priorities, so that they can be acted upon. I hope that the Government will start to listen to people. I hope that they will have the courage to provide for women in a fair way.",
        "The upcoming Budget provides an ideal opportunity to address the imbalance and finally give the necessary resources. I hope the Treasury will publish meaningful equality impact assessments, which have been lacking year after year, and I hope we will finally see the right level of investment in vital social infrastructure, without which we will never make sufficient progress for women.",
        "We must not stop until we eradicate the structural inequalities in society and the violence against women and girls. Thankfully, the Government brought back the Domestic Abuse Bill earlier this week, and I pay tribute to all the campaigners who fought tirelessly to make sure that happened. I welcome the Bill, which includes a new legal obligation on councils to provide secure refuges for victims. That is progress, but we need ​to be certain that refuges have secure long-term funding. The Government have cut funding, and we have seen the closure of specialist services, which has affected the life chances of very vulnerable women.",
        "I also want to see better protection for children. Although we have seen a shift in how sexual violence and harassment are discussed following the #MeToo movement, we urgently need to consider the experiences of black, Asian and minority ethnic women and girls. That is why the Bill needs to be amended to recognise BAME women and migrant women.",
        "I hosted an event here in Parliament yesterday at which Imkaan launched its new report, “Reclaiming Voice: Minoritised Women and Sexual Violence.” It is the first report of this nature in the UK, and it specifically focuses on survivors of sexual violence and BAME women’s experience of sexual violence. We must look at the evidence in this report, and I will happily provide the Minister with a copy. As well as the report’s findings, we must listen to the voices of all women and groups and make sure that we do not leave any group behind.",
        "Violence against women and girls is unacceptable, as is how women are treated in the criminal justice system. The number of women in prison has more than doubled since 1993. There are around 2,400 more women in prison today than in 1993, which is disturbing. We know women account for a disproportionate number of self-harm incidents in prison, despite making up only 5% of the total prison population. Almost 60% of women in custody or supervised in the community have experienced domestic violence. That figure is too high, and we need to do more to address it. As a former magistrate, I have seen the failures of the justice system towards vulnerable women, and it needs to be looked at.",
        "Last year, the UK fell six places in the global rankings of gender equality. It is simply not acceptable that we dropped from being the 15th most equal nation in the world to the 21st. I want to be up there with the likes of Iceland, Norway and Finland. It is time the Government woke up, fixed up and took on board some of the progressive agenda of those countries.",
        "This year, on International Women’s Day, let us celebrate and unite, let us support each other and let us elevate and empower all women. No more excuses, no more reports, let us get equality done. The time for audits, reviews, roundtables and gender pay gaps is over. What we need now is action. We cannot wait another 50 years to see progress. Let us make 2020 the year that we have the vision to deliver for all women.",
        "I end with a quote from Sojourner Truth, the most powerful advocate for human rights in the 19th century:",
        "“If the first woman God ever made was strong enough to turn the world upside down all alone, these women together ought to be able to turn it back, and get it right side up again! And now they is asking to do it, the men better let them.”",
        "I say that the men better watch out."
    ]
}