{
    "url": "https://www.ukpol.co.uk/joyce-butler-1978-speech-on-violence-in-the-family/",
    "title": "Joyce Butler – 1978 Speech on Violence in the Family",
    "post_date": "April 7, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Joyce Butler",
            "url": "/tag/joyce-butler/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Joyce Butler, the then Labour MP for Wood Green, in the House of Commons on 16 June 1978.",
    "content": [
        "I beg to move,",
        "That this House takes note of the Report from the Select Committee on Violence in Marriage, Session 1974/75 (House of Commons Paper No. 553) and of the relevant Government Observations (Command Paper No. 6690), of the First Report from the Select Committee on Violence in the Family in Session 1975/76 (House of Commons Paper No. 473), of the First and Second Reports of that Committee in the last session of Parliament (House of Commons Papers Nos. 329 and 431) and of the relevant Government Observations (Command Paper No. 7123).",
        "As I was Chairman only of the Committee that reported on violence to children, I shall confine myself to that report and to the Government’s reply to it. I hope that my hon. Friend the Member for Fife, Central (Mr. Hamilton), who was Chairman of the Select Committee on Violence in Marriage, will be able to catch the eye of the Chair later in the debate to speak to its report. But it would be unreasonable to expect hon. Members not to take in both subjects in the course of the debate, which covers the whole field of violence in the family.",
        "I believe that there was some hesitation about the setting up of an inquiry into baby battering, following the inquiry on battered wives. Any such doubts must have been dispelled by the value and volume of the evidence submitted to the Select Committee and the constructive proposals that have emerged from it.",
        "It was a most rewarding experience to take part in the Committee’s work, as I think all members of the Committee will agree. I should like to place on record my appreciation of the interest of its members, the dedication and deep concern of those who gave both oral and written evidence and the valuable guidance of the Committee Clerk, Mr. Cubie. I must add my special personal appreciation of the contribution of the late Member for Ilford, North, Mrs. Millie Miller, both to the setting up of the Committee and to its work.",
        "The Select Committee’s report reminds us that it is estimated that in England and Wales about 3,000 children will be severely injured non-accidentally each year, and six of them will die each week. In addition, there are each year more ​ than 40,000 cases of injury, which range from the severe to the mild and are more moderate in extent.",
        "The typical baby batterer is often highlighted in the Press and by the public as a vicious monster, but the majority are not of that type. However, some undoubtedly are, and constant vigilance is needed by the whole community to try to identify them early enough to prevent serious injury to or deaths of children. It is in this area particularly that the role of the police is crucial, together with that of the social services and other groups.",
        "The co-operation of all the people concerned with non-accidental injury when it occurs or is suspected is an area of some sensitivity, but it is vital that the police as well as other specialists should be fully involved in the management of such cases. This is particularly true of the case conferences which are held. It would be helpful to hear from my right hon. Friend the Minister of State, Department of Health and Social Security whether any progress has been made in this area since the Command Paper was published. There are particular problems in London, where the more mobile population and the proliferation of health and other authorities make liaison more complicated.",
        "The Committee also recommended that such case conferences should be conducted speedily, efficiently and with the smallest number of members necessary for effective case management. Can my right hon. Friend tell us what progress has been made in this respect, and whether there is any evidence that case conferences are now working better?",
        "I have received a number of approving comments about the Select Committee’s proposals for obtaining greater standardisation in the compilation, content and use of registers. Have the Government any progress to report in this direction?",
        "It was also the Committee’s view that only in exceptional cases should the parents concerned not be informed that their child’s name had been entered on the register as being at risk. The Department’s reaction to that is disappointing. I hope that we may hear the views of other hon. Members about this civil liberties issue, so that we may know whether they share the Select Committee’s views on this matter.",
        "I am sure that other hon. Members will also have strong views about the Government’s negative reaction to the Committee’s proposals on family courts. Since the Government’s report was published, increased support for the Committee’s views on this matter has become manifest. I appreciate the work involved in new legislation to which my right hon. Friend refers, but the preparation of a Green Paper on family courts was a modest enough recommendation. It would provide the opportunity for informed discussion and consideration before such legislation was prepared.",
        "I have also been concerned to hear that there appear to be difficulties in practice about a recommendation on which the Committee felt very strongly—the access of health visitors to mothers as soon as they leave hospital after confinement, in order to provide from the outset a continuing person to person contact on which the mother can rely. Has my right hon. Friend anything to say about this difficulty and whether it is being resolved?",
        "What I have said so far has been concerned with the administration of the various services designed to try to prevent non-accidental injury to children and to cope with it when it occurs. This is vital, but it does not even begin to express the concern felt by all members of the Committee over the steady accumulation of evidence before us of the effects on families of a society where communities have been broken up, often by the well-meaning actions of public authorities, where generations have been separated from each other, where old traditions and methods have been lost, and where a rootless, bewildered and isolated generation is often totally unable to cope with the realities of parenthood.",
        "In such circumstances, a baby which instead of constantly cooing and smiling—like those in the baby products advertisements on television—just cries and cries and will not stop, can drive even the most amiable mother to distraction if she is cut off from her family and friends by housing transfers, or if she is living in rooms with neighbours knocking on the walls at the slightest noise.",
        "When the parents are also poor, very young, and badly housed, with marriage difficulties and a variety of other problems—as is so often the case—the situation is even worse.",
        "In some such cases tranquillisers are given to one parent or to both parents. We had some disturbing evidence that some of the commonly prescribed tranquillisers may produce an increase of aggression instead of damping it down. In the report we draw particular attention to this danger. It is in such circumstances that many babies are injured not by a violent monster but by an overwrought young mother, who loses control because there is no one to deflect the build-up of tension, to make a cup of tea, to hold the baby for a while, or to take over and send the desperate parent out for a breath of fresh air so that she is away from the crisis situation for a short break.",
        "Neighbours, particularly those who have had children of their own, can do a great deal to help in such a situation, and I am glad that the Government have accepted our recommendation to extend the “good neighbour” scheme to young parents. Anything which helps to break down the isolation of the parent is a preventive of baby battering. That is why the emergency lifeline telephone number which can be contacted 24 hours a day is perhaps the most important of the Committee’s proposals. It would cost little and help so much. I am bitterly disappointed that the Government have not accepted that proposal.",
        "We were told by mothers who had injured their children that they experienced incredible relief when they met other mothers with similar problems and were able to work out their difficulties together. Just by meeting regularly they were able to help one another and provide an outlet which prevented further trouble. I was recently encouraged to receive a letter from a young woman who had attended some of our sittings. Under the heading “Parents Anonymous” she wrote:",
        "“I am writing to let you know that not everyone sat back to see what the Government would do in the field of child abuse. We actually acted on the Select Committee’s Report and started a parent-controlled group. We were helped by two groups already in existence. Now I am able to act as co-ordinator and advise on the setting up of other groups. To date, three other groups have started as a result of this. One day there will be a ‘Parents Anonymous’ group in every county at least and they will have got there by word of mouth, not as a result of a national organisation.”",
        "It was very encouraging to receive this letter. I would add that these young women are operating entirely out of their own resources and would very much welcome any assistance which may be forthcoming by means of Government grants, or in other ways if this can be arranged. In the meantime, they are carrying on out of their own pockets, overworked but doing a splendid job.",
        "Mother and toddler clubs can also be helpful and nurseries and nursery schools should be available to all children, not only to social priority groups. Increasingly, society has been forced to recognise that such provision is not just something which is desirable if we can afford it; it is absolutely essential, whatever the cost.",
        "The same is true of education for parenthood. This is necessary for all young people, boys and girls, before they leave school. Many young parents are completely unprepared for the unglamorous side of child rearing. Some just have no idea how to handle children who make messes, break things, refuse food or demonstrate wills of their own. They can often see no alternative between either allowing the child to do what it likes or resorting to blows which may cause injury.",
        "The Committee had a shot at trying to prepare a code for bringing up children, but on second thoughts decided that it was really the job of professional agencies involved with child rearing. In their report the Government say that they feel that there is already enough literature on this subject. That may be so, but the problem of creating a loving discipline in the home is a real one from which many parents have abdicated in despair. We must urgently find more effective ways of helping them.",
        "I am puzzled by the Government’s reluctance to establish the right of children under school age to have regular medical examinations. This is vital for the general surveillance of young children’s health and would also play a valuable part in the early identification of non-accidental injury.",
        "There seems to be an agreement between the Committee, the Government and all concerned about the importance of the first days of life and then encouragement of the bonding between mother ​ and baby at this time, which may be helped by sensitive care during labour and delivery and a homely hospital atmosphere. There is still reluctance, apparently, to encourage home confinements where such bonding is easy and natural in a family setting. The first days are also important, because a mother may reject her baby them. This is a danger sign of probable future abuse which may be prevented by special help and care at the time and follow-up afterwards.",
        "That being said, it is clear that the causes of many cases of baby battering are so varied and complex that we cannot hope to prevent them all. But we are fortunate in having dedicated professionals who handle these problems with skill, day in and day out. We hope that some of our recommendations will help them in a job which is often time-consuming, confusing and frustrating.",
        "To the Government, who have, perhaps understandably, been disappointing in their response, due to lack of resources, I say that of course no one can quantify the life of a child in cost terms. We can, however, quantify the cost, in medical care and support, in respect of a battered child who may spend years being treated in hospital for its injuries. We can set that cost against the cost of, for example, a 24-hour telephone service which might have prevented those injuries. Our report is also for the general public. Its message is “Do not just condemn baby battering. That is easy. Think whether there is anything which you could do to help prevent it.”"
    ]
}