{
    "url": "https://www.ukpol.co.uk/paul-butler-bishop-of-durham-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Paul Butler (Bishop of Durham) – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Butler",
            "url": "/tag/paul-butler/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Paul Butler, the Lord Bishop of Durham, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, I begin by paying tribute to Her Majesty the Queen for all that she gave to us and thanking those noble Lords who have already made tributes. The noble Lord, Lord True, and the noble Baroness, Lady Smith, moved me to tears for the first time, for which I thank them—because tears matter.",
        "My first personal meeting with Her Majesty Queen Elizabeth II was as Bishop of Southampton. In 2007, Romsey celebrated the 500th year of its royal charter and the 900th anniversary of the foundation of its wonderful abbey. Her Majesty had been a regular visitor to Broadlands, the home of the Mountbatten family, so local people took the opportunity to tell me their memories of bumping into Her Majesty as she walked locally, popped into the shops or made her way to worship in the abbey. This highlighted for me her humanity, interest in people’s lives, concern for the local community and commitment to worship and prayer.",
        "At the close of the service, together we examined James I’s seal on the royal charter. She delighted in explaining to me the continuity between her seal and his: notably, both were seated on a horse. She made an observation on the horse’s gait, for she was concerned for its welfare. Concern for welfare also struck me during my visit to Sandringham as the bishop in residence when I was Bishop of Southwell and Nottingham. Her conversation included concern for the welfare of her family, the nation, the Commonwealth and her beloved—that is the word that she used—Church of England. It was “education Sunday”, so there was some discussion with Her Majesty and the Duke of Edinburgh on education in our nation. While Prince Philip took a fairly robust approach to the discussion, Her Majesty was entirely focused on wanting to know that the welfare of children as well- rounded human beings was at the heart of all our education.",
        "Her commitment to welfare makes me note also that yesterday morning there was the wonderful news of the success of the malaria vaccine. Given Her Majesty’s love of the Commonwealth, and the scourge that malaria remains, might we consider that one memorial could be that this be known as the Elizabeth malaria vaccine, and that a significant sum be committed by us as a nation to its distribution through the Commonwealth nations that need it, in memory of her?",
        "In conclusion, I celebrate, with others, the centrality of Her Majesty’s faith in Jesus Christ, and her life of prayer. I know that the people of the north-east of England, whom I have come to learn expect the Bishop of Durham to speak on their behalf, always valued Her Majesty’s visits to the region. They will want me to express on their behalf today their sorrow at Her Majesty’s passing, their prayers for the Royal Family in their grieving, their commitment to our new King, His Majesty King Charles III, and their deep thanksgiving for Her Majesty’s life of faith, service, kindness and duty. Her Majesty Queen Elizabeth II, in heaven, we thank you. His Majesty King Charles III, we promise our loyalty."
    ]
}