{
    "url": "https://www.ukpol.co.uk/dawn-butler-2018-speech-at-labour-party-conference/",
    "title": "Dawn Butler – 2018 Speech at Labour Party Conference",
    "post_date": "September 26, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Dawn Butler",
            "url": "/tag/dawn-butler/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Dawn Butler, the Shadow spokesperson for Women and Equalities, at the Labour Party conference held in Liverpool on 26 September 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2018/09/dawnbutler-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2018/09/dawnbutler.jpg)",
        "Chair, conference, I’d like to thank my equalities team. Carolyn Harris, Naz Shah and Baroness Anita Gale for the great work they do in the Women and Equalities team holding this Tory Government to account.",
        "Rebuilding Britain for the many not the few, we know this is our vision, but what will this look like under the next Labour government?",
        "Almost all of our current equality laws have been made under previous Labour governments.",
        "This Conservative Government continues to destroy hard won equality rights, that Labour and the trade unions have fought for.",
        "Everywhere we look your rights are being eroded or removed. For far too long, the Tory Government has treated equality as an add on, an afterthought.",
        "The Tories have had 7 different equality ministers, tagged onto 4 different departments and a budget that has been almost halved.",
        "2018 has been a year where the Tory governments institutionally racist policies have been exposed. The hostile environment and the damage they have done to the Windrush generation will never be forgiven nor forgotten – nor should it be.",
        "My parents were invited here from Jamaica. They were confronted with signs saying no blacks – no Irish – no dogs. My parents worked so hard, with my dad never taking a day off sick. They paid their taxes and raised their children well.",
        "Now the Windrush generation in their twilight years, when they should be enjoying retirement, are confronted with go home – you’re no longer British – you are surplus to requirements This could have been my parents. After giving their blood sweat and tears to rebuild Britain they are disguarded like trash.",
        "This was no mistake or unintended consequences by Theresa May – her hostile environment was by design.",
        "Sadly this hostile environment has not been reserved just for the Windrush generation. Under universal credit women lose £1,400 a year and if you are a black woman you lose even more. Older people have seen a reduction in services, with home visits lasting as little as 15 minutes.",
        "How many in this conference can wash, eat and get dressed in 15 minutes?",
        "And don’t forget the 1950’s women who were cheated out of their pensions.",
        "Disabled people you have been treated so badly by this government’s austerity policies that the united nations has said it is a systematic violation of your rights.",
        "Black, Asian minority ethnic people, the government’s own race disparity audit highlighted that its policies have had a detrimental effect on you, from the justice system to education and employment, and yet they still refuse to rectify it.",
        "People of faith, since Brexit we have seen faith hate crime increase by 29% and the LGBTQI+ community in the last 12 months has seen hate crime increase 5 fold – with 45% of trans students attempting suicide.",
        "I could go on talking about so many things that mitigate against a fairer society but I want to talk about what a Labour government would do.",
        "A labour government will put equality centre stage. It will be the central thread across all of government.",
        "We will create a standalone women and equalities department which for the very first time will be headed by a Secretary of State.",
        "We will:",
        "– develop and deliver a national equalities strategy",
        "– lead on reducing discrimination and inequality",
        "– ensure this is enforced through all machinery of government",
        "Labour will deliver a fairer society for the many. We will equality proof all legislation before, during and after implementation, ensuring no individual or group is unfairly discriminated against by our laws. This would prevent another Windrush scandal ever happening again.",
        "Labour’s new Equality department will work alongside other departments to:",
        "– implement up to 10 days paid leave for those suffering from domestic abuse",
        "– change the law so that people can bring forward cases on multiple grounds of discrimination",
        "– strengthen the Equality and Human Rights Commission",
        "– integrate the UN Convention on rights for people with disabilities",
        "– ensure British sign language is given full legal status",
        "– re-establish a women’s national commission",
        "– launch the emancipation educational trust",
        "– supply free sanitary products in schools, colleges and homeless shelters to end period poverty",
        "And conference all this will commence in our first term of office. I know what you’re thinking – when will we find time to sleep?",
        "But who needs sleep when the next Labour government will be the most progressive, aspirational government in this country’s history.",
        "The privileged few and the mainstream media try to tell us it can’t be done. Don’t believe them – it can.",
        "In reality what is wrong with those at the very top getting a little less so that those at the bottom can get a little more? I wouldn’t class that as radical, would you?",
        "A labour government will rebuild Britain for the many not the few.",
        "Conference, there are many people in our country who want to revolt against the cruel injustices of the Conservatives, but there are so many obstacles. They want their voices to be heard but unfair obstacles overpower them. They want a better life but at every turn there’s a different obstacle to overcome.",
        "Conference I am Labour because Labour made my parents feel welcome when they arrived from Jamaica. Labour stands for fairness, equality and justice. It is imperative that we are united and keep people like my parents and the many who desperately need a labour government at the forefront of our minds, and the many more who need us to overcome the obstacles the Tories have put in their way.",
        "This isn’t just a question of spending money but a question of fairness. To build that fairer society we must tackle all of those injustices. A fairer society should be judged on the basis that “we measure success by the obstacles we overcome”.",
        "Conference the time to overcome is now. It is time that we overcome those obstacles if we are to fulfil our vision for the many, not the few. And conference I believe we can overcome together – united, we shall overcome, we shall overcome some day – deep in my heart I do believe we shall overcome some day. And someday soon.",
        "Conference look around you. We are the many and there are many many more, and they need Labour to make our country fairer to level the playing field. To empower them, to break down the obstacles for them.",
        "Conference let’s be united and fight for a Labour government for the many, not the few."
    ]
}