{
    "url": "https://www.ukpol.co.uk/joseph-butterworth-1821-speech-on-roman-catholics/",
    "title": "Joseph Butterworth – 1821 Speech on Roman Catholics",
    "post_date": "March 11, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "1821",
            "url": "/tag/1821/"
        },
        {
            "text": "Joseph Butterworth",
            "url": "/tag/joseph-butterworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The House of Commons Hansard report made following the speech made by Joseph Butterworth, the then MP for Dover, on 12 March 1821.",
    "content": [
        "Joseph Butterworth presented a Petition against the Claims of the Catholics, from the parish of St. Dunstan’s, London, said, that having been unable to attend the late debates upon this subject, he would briefly mention some of his reasons for concurring with the present petition.",
        "With all possible respect for the motives of those who supported the resolutions, he conceived them to be grounded on mistaken principles. It was not because Roman Catholics held the doctrines of transubstantiation, the adoration of the Virgin Mary, and the sacrifice of the mass, &c. that our ancestors excluded them from high offices and seats in parliament; but on account of their intolerant spirit in civil and religious affairs, and their dangerous acknowledgment of a foreign supreme jurisdiction over this country. The oaths and declarations were a mere test to ascertain who were Roman Catholics. Although this was not a subject of clamour out of doors, yet it would be much more lastingly felt than the evanescent politics of the day.",
        "If the bills now before the House should pass into law, they would transfer discontent from Ireland to the Protestant population of this country, as well as afford great dissatisfaction to the Protestants there. He entertained no fear for the stability of the Protestant religion, even if it were separated from the state, because he believed it to be founded upon the principles of eternal truth; but as the Protestant church and the state were in this country united, he should deeply lament if what God, by his providence, had joined together, should, by the adoption of the measures now before parliament, be put asunder. But if Roman Catholics were to change their intolerant principles, and renounce the supremacy of the pope, he, for one, should have no objection to their possessing political power, notwithstanding the peculiar doctrines of their church.",
        "The spirit of that church was, however, evident, from various documents issued by the present pope. He should only instance one, viz. the instructions of that pontiff to his nuncio at Vienna, in 1805, in which he maintains the pretended right of deposing heretical princes, and deplores the misfortunes of those times, which, as he says, prevent the spouse of Jesus Christ (the church) from putting those holy maxims into practice, and constrain her to suspend the course of her just severities against the enemies of the faith. The petition alluded to the Jesuits’ college established in Lancashire. That order had been revived by the present pope, although it had been found so dangerous to the peace and well-being of society, that it had been put down by the common consent of all the courts of Europe.",
        "He conceived that Roman Catholics, if they possessed political power, never would consent to pay tithes in support of a Protestant ministry, which they considered as belonging to an heretical church. As tithes were before the Reformation in the hands of the Roman Catholics themselves, and had been looked upon by them as the patrimony of St. Peter, they could not, in their opinion, be alienated by any temporal authority, nor become property of a Protestant church. He, therefore, thought that a general commutation for tithes should at least precede any concession of the Roman Catholic claims; but as a sincere friend to civil and religious liberty, he must confess himself opposed to the admission of Roman Catholics to political power."
    ]
}