{
    "url": "https://www.ukpol.co.uk/stephen-byers-1998-speech-to-the-fsa-conference/",
    "title": "Stephen Byers – 1998 Speech to the FSA Conference",
    "post_date": "December 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1998",
            "url": "/tag/1998/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Byers",
            "url": "/tag/stephen-byers/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stephen Byers, the then Chief Secretary to the Treasury, to the FSA Conference on 24 September 1998.",
    "content": [
        "##  Introduction",
        "1\\. The UK financial services industry is highly successful and immensely important to the UK economy. It accounts for 7% of our GDP. It employs over 1 million people. And of course millions of people rely on its services. Most, if not all individuals at some time purchase, and rely on, financial products from pensions and insurance to securities and derivatives.",
        "2\\. Financial services provide an example of how the UK can compete on quality and excellence both at home and throughout the world. At the heart of the UK’s financial services industry is the City of London, one of the world’s leading financial centres. The London Stock Exchange is the largest trade centre for foreign equities in the world. And the Foreign Exchange market here is the largest and most important in the world, with a daily turnover of around 500 billion dollars.",
        "3\\. So an efficient and effective financial services industry is vital for our prosperity, stability and international competitiveness. Millions of people depend on the availability of modern financial services and fair and honest markets and advice.",
        "4\\. To secure the future of the UK financial services industry, it is vital to ensure the UK enjoys a high degree of confidence and is seen as a clean place to do business. Central to this is an effective regime of regulation.",
        "5\\. An effective regulator needs a robust structure. It must hold a high degree of market confidence. It must offer protection to customers. It must be able to effectively tackle malpractice and financial crime. And this should be within a framework designed to ensure maximum cost effectiveness.",
        "6\\. Recent events in Japan and elsewhere have shown that highly developed economies require highly developed and transparent systems for supervising financial services. Where supervision is ineffective and fails to command confidence the health and growth prospects of the whole economy can be threatened.",
        "7\\. Clean and transparent markets and robust financial institutions are vital to the success of any economy, particularly at a time of global economic turmoil. London and the UK already have an excellent reputation. The creation of the Financial Services Authority is an opportunity to enhance that reputation further and create real competitive advantage.",
        "8\\. The introduction of the euro on 1 January next year will also have significant implications for the financial services industry.",
        "9\\. We are the first British Government to declare for the principle of monetary union. The fact is that it would not be in our economic interests to join next January as there is not the necessary convergence with the rest of Europe. In order to ensure a genuine choice in the future, we must also make the necessary practical preparations now. We are working closely with business to do just that.",
        "10\\. The introduction of the euro will present huge challenges and opportunities to the Financial Markets. Not just in preparation but also because of increased competition for business.",
        "11\\. I am confident the industry and the City of London will maintain its competitive advantage. There are plenty of institutions that are gearing up to take advantage of the new opportunities that EMU will offer. We need to meet that competition head on, and we are well placed to do so. But no one – no institution – can rest on its laurels. The Government is determined to do everything it can to enhance London’s reputation as one of the world’s foremost financial institutions, and by far the largest in our time zone.",
        "12\\. That is why we’re preparing Britain for the euro. And why we’re determined to put in place a regulatory environment fit for the 21st Century. London and the UK must be the market of choice for the global industry. All of us – Government and industry need to do what we can to achieve that goal.",
        "##  Economic stability",
        "13\\. An essential precondition for a successful economy is a platform of economic stability. Stability allows industry to plan for the long-term future.",
        "14\\. The action taken by this Government will ensure the necessary slowing of the economy so we get back on track for steady and sustainable growth and avoid a return to the boom and bust.",
        "15\\. The first building block for high levels of growth and employment is a stable economic framework. It is essential to enable individuals, families and businesses to plan ahead with confidence. That is why the Government has taken the narrow party political advantage out of interest rates by giving the Bank of England independence.",
        "16\\. The Bank has raised interest rates to 7 1/2 per cent in order to get inflation under control. Long-term interest rates have fallen to their lowest level for well over 30 years. Of course, the Government understands and recognises the concerns of manufacturers, but what businesses fear most is a return to the cycle of boom and bust which brought record levels of business failures.",
        "17\\. And that is why we have reduced government borrowing from 27 billion Pounds to 8 billion Pounds. A commitment to spend only what we can afford. We have implemented a significant fiscal tightening, equivalent to 3 1/2 of GDP over the 3 years from coming into office. And we have maintained a tight control over public spending – as we promised in our manifesto.",
        "18\\. The Comprehensive Spending Review put in place firm three year plans for each department. These plans fully meet our fiscal rules, and at the same time provide an extra 19 billion Pounds for education and 21 billion Pounds for the NHS.",
        "19\\. At a time of instability in the international economy, no country is immune from the effects caused by the problems currently being experienced in Asia and in Russia. But as the balance of risks in the world economy has shifted, we are committed to preserve the conditions for sustainable growth and financial stability in the UK.",
        "20\\. These decisions are right for the UK as a whole, and also for the financial services industry.",
        "21\\. Amidst the uncertainty, we have to keep our nerve.",
        "22\\. We need to respond in two parts.",
        "23\\. In the short-term, it is crucial that emerging markets and developing countries press ahead with reform. The lesson form the current crisis is not that market disciplines have failed, but that in a global economy, with huge capital flows, the absence of such disciplines can have a devastating effect. Countries must put in place the right policy framework – monetary policy targeted at low inflation, sound and sustainable fiscal policies and structural reforms designed to improve the supply side performance of the economy. Tax systems that work. Strong properly regulated and full transparent banking and financial systems.",
        "24\\. And we need to consider how to strengthen the existing international financial system to meet the new challenges of the global economy.",
        "25\\. There are a number of key priorities.",
        "26\\. Promoting greater accountability and openness will strengthen the incentives on governments to pursue sound policies, will enable markets to price risk more accurately and should help all countries to manage more effectively the risks of global integration.",
        "27\\. We must continue to work towards our goal of liberal capital markets, but we must be cautious about how we do so, ensuring that the right pre-conditions – in particular sound financial systems – are in place",
        "28\\. And also, at a time when we are calling for greater accountability, transparency and disclosure o the part of governments, it is essential that the international financial institutions apply these principles themselves.",
        "29\\. Recent developments have also underlined the vital importance of sound, properly regulated financial institutions. The IMF and the World Bank need to give this issue much higher priority, working more closely together and with the main international regulatory organisations.",
        "30\\. Work is already going on in many of these areas. As the impact is international, so the response must be international too. We must design a new international financial system for a new international financial age.",
        "31\\. Just as the FSA is now the single regulator for UK owned complex groups, we need a co-ordinating supervisor to oversee the affairs of every large internationally active bank and other financial company.",
        "##  Why reform?",
        "32\\. It is reform of our own system of regulation that I now turn. Reform of our system of regulation has been well overdue. Under the existing system, in order to undertake a full range of financial services business, authorisation has had to be sought from as many as five or six separate regulators. This fragmentation has created scope for confused lines of communication and a lack of clarity about who was responsible for what.",
        "33\\. And the system has been far from easy for the consumer to understand. Nine regulators, eight complaints handling schemes and four compensation schemes. Hardly user friendly!",
        "34\\. And the system could also be inconsistent. Each of the regulators operating under a different set of powers, resulting in inconsistent treatment of similar sorts of regulatory issues.",
        "35\\. Perhaps most importantly, the regulatory regime no longer reflects the reality of the development of financial services markets. In the modern world UK banks and other financial services businesses offer the full range of services from mortgages through share dealing to arranging pensions and life insurance. It simply does not make sense for these businesses to be overseen by a number of different regulators, particularly when the new activities could clearly have a significant impact upon the financial health of the core business.",
        "##  Financial regulation: what we’ve done so far",
        "36\\. Since coming into office in May 1997, we have already made considerable progress in reforming the regulatory regime.",
        "37\\. We quickly confirmed we would be setting up a single regulator, the FSA. The FSA came into being last October with responsibility for regulation under the Financial Services Act. It is to be responsible for the full range of financial regulation, including a grater independent element in the oversight of Lloyd’s. And with Royal Assent to the Bank of England Act, it acquired responsibility for banking supervision this Summer.",
        "38\\. The single regulator will replace 9 existing regulators. Organisational consolidation is already well under way, and should see all the regulators housed under the same roof by the end of the year.",
        "39\\. The single regulator will bring many benefits. Firms will no longer be regulated by multiple bodies and there will be no duplication of effort. Regulatory requirements can be rationalised.",
        "40\\. For the consumer, the structure will be rationalised with single points of access for the public for enquiries, complaints and compensation.",
        "41\\. And the industry will benefit because bringing different regulators together will make regulation more cost effective.",
        "42\\. The UK will be an even better place in which to invest, both for institutions and individual investors. The new regime will bring competitive advantage to the financial services industry in the global marketplace. And it will allow individuals to invest and save for the future with greater confidence.",
        "##  Draft Financial Services and Markets Bill",
        "43\\. One of my first acts as Chief Secretary was to approve the publication of the draft Financial Services and Markets Bill for consultation. This will give the FSA the full range of modern statutory powers.",
        "44\\. The new regulatory system will be an improvement on the current arrangements. Accountability will be enhanced. The new regulator will have a Board appointed by and accountable to Ministers with its objectives clearly set out in legislation. And it will be required to consult on new proposals for rules, and to demonstrate that the benefits exceed the costs.",
        "45\\. Cost effectiveness is a vital building block for the new regime. Inappropriate, overburdensome regulation would make it difficult for UK businesses to compete effectively in the global market place and increase costs for consumers unnecessarily. The Bill recognises the difference between professional wholesale markets and retail markets. There will be a statutory requirement for the regulator to use its own resources in the most economic and efficient way and the non-executive members of the Board will report annually to the Treasury on this.",
        "46\\. Above all, I hope we will see a new emphasis upon high standards, while giving firms the opportunity to decide how they should be met. I don’t want to see 40 rules where the same effect could be achieved through 4. We will be looking to the regulator to ensure that the management of firms are fit to take on their central responsibility for the health and conduct of their firm. But where the FSA is confident in a firm’s staff and systems, then management must be left free to manage.",
        "##  Market confidence",
        "47\\. The Bill also introduces a new range of measures designed to further enhance confidence in UK markets. These include a new civil regime for dealing with market abuse. The draft legislation gives the FSA the power to levy civil fines against those who abuse the financial markets.",
        "48\\. Examples of the kind of behaviours we are aiming to deter are:",
        "* artificial transactions which give the market the wrong impression as to the real supply and demand for an investment;",
        "* abusive squeezes whereby the position of one player in the market, who has temporary control over the supply of a product, results in arbitrary prices; and",
        "* misuse of privileged information which is not available to the rest of the market.",
        "49\\. These behaviours upset the normal operation of the markets, reduce their efficiency, and can have significant impacts on the wider economy.",
        "50\\. This new regime, which extends to both regulated and unregulated persons, will fill a gap which currently exists in the regulatory system and help safeguard the proper operation of the financial markets. This is in all of our interests.",
        "51\\. The market abuse regime will not replace the criminal offences in this area. As now, where market abuse is serious and deserving of criminal punishment, those concerned will be taken before the criminal courts. There is no question of our being soft on City crime. We have given the FSA an explicit objective to reduce financial crime, which will include action to prevent and punish insider dealing, financial fraud and money laundering. We will be giving the FSA wide investigation powers in these areas and, for the first time, the power to prosecute such cases.",
        "52\\. The FSA will also be given powers of intervention and discipline in respect of regulated persons that are at least as extensive and as flexible as those of the various regulators which are being brought together. Among those disciplinary powers will be a power to levy fines on regulated institutions. This is a power currently enjoyed by the self-regulating organisations on a contractual rather than a statutory basis. Putting this powerful regulatory sanction on a statutory basis will we believe greatly enhance the FSA’s authority and effectiveness.",
        "53\\. It is right to arm the regulator with an effective array of sanctions, but these must be balanced by a satisfactory appeals mechanism. That is why we are proposing to create a new single tribunal to consider appeals against the FSA’s exercise of its powers. The tribunal will be entirely independent of the FSA, and will be managed as part of the Court Service.",
        "54\\. Naturally, there are limits to what the FSA can do in a global market place. We have to recognise the complexities of regulating an industry which operates across national boundaries and which includes international businesses engaged in a range of financial activity. The new regulatory structure will take full account of this international dimension.",
        "55\\. Extensive cooperation between the FSA and regulators in other countries is clearly very important. The FSA will be able to play a significant role in such cooperation in the appropriate international organisations. It will also have powers to assist overseas regulatory bodies. The draft legislation enables the FSA to use its powers of intervention when requested to by an overseas regulator. We also intend to give the FSA new powers to conduct investigations on their behalf. We want to ensure that the FSA has stature and is a power in the international regulatory community, and is universally regarded as a leading world regulator.",
        "##  Consumer protection",
        "56\\. The Government is strongly committed to consumer protection. Of course, Caveat Emptor is an essential part of any regulatory system. Yet a regulatory system must make sure the customer has sufficient information to make an informed decision. The personal pensions mis-selling episode showed a broad cross-section of individuals could be misled into buying the wrong product for their needs.",
        "57\\. Customers should be aware of the risks attached to any product. And they should know what their investment will cost. It is in everyone’s interests that customers have the confidence to buy the products they need.",
        "58\\. And so the FSA will be given statutory responsibilities to protect consumers and to promote public understanding of the financial system.",
        "59\\. We want public awareness of financial services to be a high priority for the FSA and the industry. The aim is to ensure that consumers have the ability to understand and question the advice and literature they are given. I also hope the FSA and firms will take action to improve the transparency of the firms’ literature.",
        "60\\. And if things do go wrong, the Bill provides for easier access to the ombudsman and compensation schemes.",
        "61\\. I welcome the recent announcement by the FSA of progress towards the creation of a single ombudsman and the co- location of the existing schemes.",
        "62\\. This is a significant step towards delivering the consumer protection that is vital in building confidence in the industry.",
        "##  Consultation process",
        "63\\. Reform of the financial services regulation is already well under way. It is vital to maintain the momentum towards reform. To do this, we need input into the consultation process from the industry and consumers.",
        "64\\. We are determined to have high quality legislation ready for introduction to Parliament. So the Government is committed to a genuine and open consultation process. This is an opportunity for the industry to play a part in shaping the regulatory regime of the future. I strongly urge you to respond to the consultation and let us have your views. It is in all our interests to get this right.",
        "##  Conclusion",
        "65\\. The UK financial services industry and City of London in particular, enjoy a pre-eminence internationally.",
        "66\\. These reforms of the regulatory regime will enhance our position. They will increase the confidence of the public in the financial services industry. And they will make the UK a more attractive place to do business."
    ]
}