{
    "url": "https://www.ukpol.co.uk/stephen-byers-2001-speech-to-cbi-conference/",
    "title": "Stephen Byers – 2001 Speech to CBI Conference",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Byers",
            "url": "/tag/stephen-byers/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Stephen Byers to the 2001 CBI Conference on 6th November 2001.",
    "content": [
        "[![stephenbyers](https://www.ukpol.co.uk/wp-content/uploads/2015/11/stephenbyers.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/stephenbyers.jpg)",
        "Last year, the CBI hailed the publication of our 10 year Transport Plan as “a monumental victory”. You were right.",
        "Everybody, everyday, needs an efficient, functioning, transport system.",
        "Such a system is crucial for business too.",
        "A modern and effective transport system is vital to the prosperity of this country, to the profitability of UK businesses, to our international competitiveness.",
        "That’s why the 10-year Plan was such a breakthrough. I am grateful for the CBI’s support during its preparation, and since.",
        "In the Plan we set out clearly, for the first time, a long term programme of investment. Over a period that actually relates to the time it takes to plan and execute transport investments. And we committed an unprecedented level of resources – £180 billion. £59 billion is for local transport, including major road schemes. £21 billion is for the strategic road network. £64 billion is for rail. £25 billion is for London. £121 billion of this is for capital investment – a real increase of almost 75% compared with the previous 10 years.",
        "We have set out clearly and publicly, for the first time, targets for the end of the decade:",
        "– to reduce congestion on our trunk road network and in our major cities",
        "– to end the backlog of maintenance on local roads, and",
        "– to improve public transport.",
        "But now we want to move from debate to action. The 10 year plan began in April. Now, we must get things done. Now, we must focus on delivery. We have waited too long. Tough and difficult decisions will need to be taken if, over the next few years, we are to begin to see real improvements.",
        "Railways are a key part of the 10 year plan.",
        "A year ago, the rail industry was just recovering from the aftermath of the terrible events at Ladbroke Grove when the accident at Hatfield threw the industry, and particularly Railtrack, into further turmoil.",
        "Partly as a result of Hatfield, Railtrack came to the Government for more money. In April of this year we agreed a deal with them based on their business plan at the time.",
        "We agreed to bring forward £1.5 billion of investment. The first instalment of which was paid on 1 October – £337 million paid in full.",
        "But at the time of the April agreement the Government believed that it should make it clear that our role was to support the railway network but not individual companies or shareholders.",
        "We therefore issued through the Stock Exchange news service the following statement, “the Government stands behind the rail system but not individual rail companies and their shareholders who need to be fully aware of the projected liabilities of the companies in which they invest, and the performance risks they face.”",
        "The Government does believe that shareholders should get the value in Railtrack to which they are entitled.",
        "But we do not believe – especially in the light of our statement of 2 April – that we should now be putting in more taxpayers money in order to compensate shareholders of Railtrack.",
        "Railtrack went into administration because it was insolvent. My petition to the High Court was unopposed.",
        "Our evidence showed a deficit for Railtrack of £700 million by 8 December rising to £1.7 billion by March of next year. Little wonder that faced with the facts Mr Justice Lightman said, “this is clearly a case where the making of an order is not only appropriate but absolutely essential, I shall therefore make the order immediately.”",
        "My decision on 5 October to refuse further funding to Railtrack was not an easy one. But I firmly believe that Railtrack was not part of the solution for our railways but was a major problem. Just look at Railtrack’s stewardship.",
        "There is still no asset condition register in place for the rail network;",
        "Railtrack consistently opted not to invest in maintaining the network to a high enough standard;",
        "There were still over 1,000 Temporary Speed Restrictions in place 6 months after Hatfield.",
        "Costs on the crucial West Coast Main Line project leapt from around £2.1bn to (at least) £6.3bn under Railtrack’s stewardship. That’s an increase of over four billion pounds.",
        "We had to say: Enough is enough, let’s get to the root cause of this. Let’s look at the structure and put it right so that for the extra money we intend to put into the railways secures real value for money and an improved service.",
        "There are some excellent people working at Railtrack and throughout the railway industry.",
        "But Railtrack was not delivering and these excellent people deserve to work in a structure that does.",
        "You all know that we are proposing a Company Limited by Guarantee (or CLG) to take over Railtrack’s stewardship of the network. It would include membership representing the industry and those with an interest in it. That is only right. But they would not be running the railway or taking any day-to-day decisions.",
        "The railway would be run by a professional board. Those people would be charged with one aim and one aim only – to deliver. To deliver a safe and efficient railway fit for the 21st Century. Because that is what I, you, and everyone, want.",
        "But the Company Limited by Guarantee is only one possible model. We welcome the interest that has been shown by other third parties in Railtrack. The guidelines I published last week are aimed at assisting potential bidders in this process.",
        "We will look at any serious proposal put to us very, very carefully. We will only proceed when we are happy that the successor to Railtrack can really deliver for industry and for the travelling public.",
        "Our decision in relation to Railtrack must be seen as part of the wider debate about the role of the private sector in the provision of public services.",
        "Personally I have been a strong advocate of the involvement of the private sector in the provision of public services. Private sector skills have the potential to make a real contribution towards our priority of improving the quality of services to the public.",
        "So we should examine carefully, on a case by case basis, what the private sector can bring to public services in terms of its expertise in innovation, effective risk management and increased efficiency.",
        "To be blunt the involvement of the private sector is a means to an end – helping Government to deliver better public services more effectively.",
        "It therefore follows that when the private sector fails – as Railtrack clearly did then the Government has to act decisively in order to put the public interest first.",
        "There is an important message here for the private sector. We you want to work with us to deliver improved public services. But there will be no tolerance of failure. And you wouldn’t expect it to be any other way.",
        "We are charged with the responsibility of delivering in the public interest and that’s what we shall do.",
        "Railtrack’s slide into financial crisis and administration may have been a shock.",
        "But it is also a golden opportunity to turn a corner in the history of Britain’s railways and really start to improve services. The role of the SRA and its strategic plan will become even more important in this new context for the industry and the SRA needs to respond accordingly.",
        "This is why the, genuinely widely welcomed, appointment of Richard Bowker as Chairman of the SRA is so important. He will bring renewed energy, allied with vision, to the industry and will produce a strategic plan before Christmas that will map out a new direction for our railways.",
        "And we will do our part. We are going to need to look again at regulation. We need to see a clearer line of sight from the Government’s policy to the efficient running of the nation’s railways.",
        "We intend therefore to streamline the regulatory system – while recognising that there will, as the industry expects, be a continued need for some form of independent economic regulation.",
        "In addition, we shall take action to remove perverse incentives inhibiting the effective operation of the industry and we shall implement changes to improve the franchising process. But this is not change for changes sake. It will lead to better services. And it will help us to hit our ten year plan targets.",
        "Some have said that the developments concerning Railtrack jeopardises the Government’s whole programme of encouraging private investment in public services.",
        "As Tim Stone said in the Financial Times the other week, it is astonishing if leading investors cannot distinguish between old-style privatisation and the wholly distinct private finance/public private partnership deals. And, as chairman of the Financing Group at KPMG Corporate Finance, he should know.",
        "Indeed, in a recent report the credit rating agency Standard and Poors said: ‘the Railtrack situation has no direct credit implications for rated PFI projects’",
        "I was glad to read on Friday that the CBI shares this view.",
        "We are confident that we will achieve the private sector investment in transport needed to deliver the 10 Year Plan.",
        "Our Tube Modernisation Plan for London Underground. will bring private investment over the next five years. Investment needed to improve services and give London, and Londoners, the transport system they need and deserve.",
        "Getting the railways and Tube right is crucial to the success of our Transport Plan. And we will get them right. But of course it goes wider than that. We are also delivering on the rest of our Plan for Transport.",
        "Last December we allocated £8.4 billion to local authorities to spend on transport investment. Up to £1 billion for major road schemes. £3 billion for maintaining roads. And £4 billion for public transport and smaller schemes, including new light rail lines, better buses, traffic management measures and small scale road improvements.",
        "Since the Plan was published we have given the green light to 39 new major local road schemes and 6 new light rail schemes.",
        "All these are schemes that make a real difference at local level. Reduce congestion. Help to regenerate our town centres. Bypass local communities. Improve the local traffic networks that businesses use everyday. Opening up land for development.",
        "And this coming December, we will be confirming the £1.5 billion allocation to local authorities for 2002/3, approving new major road and public transport schemes and providing top-up allocations to authorities where needed. This is all part of getting the Plan’s £180 billion spent on the ground.",
        "And we are pushing ahead with the programme of improvements to the trunk road network. Since the Plan was published, 10 major national road schemes have been added to the programme. And we will soon be taking decisions on the reports from the next wave of multi-modal studies.",
        "I do not share the view, expressed by some that we have too many studies and that they stand in the way of progress. We know from battles in recent years that we have to look thoroughly at all the options for solving transport problems if our decisions are to win acceptance and to be deliverable. We have to balance the economic and regeneration arguments with the environment arguments. Our decisions have to be environmentally principled.",
        "But I assure you that we will not delay over taking these decisions. And once we have decided on a major road scheme, the Highways Agency will move fast to get it underway. Our commitment is to reduce the time it takes to deliver new road schemes by 30-50 per cent. This is how we will achieve our target for reducing congestion on the inter-urban road network.",
        "Removing road blocks to delivery is very much part of our programme. We will soon be publishing a major review of the planning system to speed up planning processes.",
        "I hope all I have said today shows you how we are moving on all fronts – on rail, London Underground, local public transport, roads, planning processes -. to deliver all the targets in the 10 Year Plan.",
        "We will keep up the pressure.",
        "When we published the Plan, we made clear that it had to be a live document. No Plan can last 10 years without review and updating. It must be monitored and revised in the light of developments. The 10 Year Plan is no different.",
        "This is why we have asked the Commission for Integrated Transport, with the participation of the CBI, to monitor delivery and to advise us on what further steps might be needed to secure delivery of our targets.",
        "This Government is committed to delivering a modern efficient transport system, fit for Britain in the 21st century. We will deliver you a modern efficient transport system, fit for business in the 21st century.",
        "I intend to do it with you. There is a common agenda here shared by the CBI and the Government.",
        "We shall work with you to deliver the long investment needed to rebuild the transport infrastructure; to cut congestion; to improve public transport; to give people greater choice; to get goods to market and people to work.",
        "Our proposals will get Britain moving and give our people a transport system they can rely on.",
        "The British people have waited generations for such a long term approach. In the interests of business, our people and our country the ten year plan for Transport will be delivered and we shall all benefit as a result."
    ]
}