{
    "url": "https://www.ukpol.co.uk/stephen-byers-1999-speech-to-tuc-conference/",
    "title": "Stephen Byers – 1999 Speech to TUC Conference",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1999",
            "url": "/tag/1999/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Byers",
            "url": "/tag/stephen-byers/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Stephen Byers to the 1999 TUC Conference.",
    "content": [
        "[![stephenbyers](https://www.ukpol.co.uk/wp-content/uploads/2015/11/stephenbyers.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/stephenbyers.jpg)",
        "Hector, can I say that I am personally delighted, as Secretary of State for Trade and Industry to be addressing Congress this afternoon. I am acutely aware that I am the third Secretary of State in as many years to address Congress. It is what the Prime Minister means by labour market flexibility, I think. But I have given your General Secretary an assurance that as this may be my first and last address to Congress, I will be on my best behaviour. John has put me on a very strict vegetarian diet so the bad news for all those journalists is I have got to decline your invitations to a fish supper this evening.",
        "I know that Charles Kennedy has been attending Congress today. I understand that it is the first time he has ever had a non-speaking role in anything that he has done, but I am sure that he will have learnt a lot from conversations and discussions with delegates.",
        "As Secretary of State for Trade and Industry, having held the position now for nine months or so, I have personally welcomed very much the advice, the recommendations and the views that have been put forward by the TUC. That does not mean that I have always been able to agree with the points that have been expressed. There will be times when I have to say “No”; there will be times when I can say “Yes”. But in democracy I believe that is a healthy relationship, not an overly close one that many felt existed under previous Labour Governments.",
        "Now I appreciate that at times decisions that we take in Government will cause tension between us. There will be disagreement and occasionally a feeling of anger and frustration as far as you are concerned. When this happens we need to ensure that we maintain a dialogue between each other. Our actions in Government will always be to put the national interest first. That means that in all we do we will operate on the basis of fairness and not favours.",
        "I hope that I do not put John Monks in a difficult position when I reveal there has been one occasion in my time as Secretary of State when he has written to me with unreserved support for a decision that I have taken and a policy that we have implemented. He did not write that letter though as General Secretary; he wrote it as a long-standing supporter of Manchester United and it was supporting my decision to reject BSkyB’s takeover of Manchester United. (Applause) But at least I have one letter from John Monks of unreserved support for my actions.",
        "This Government was elected on a policy and an agenda of modernisation and reform, not to be rooted in the past or overwhelmed by the present, but a Government with a clear vision of the future direction of British society and the British economy. That vision and sense of direction is vital as we are witnessing a fundamental shift in our economy and our society. It is driven by globalisation, by knowledge, innovation and technology. It is changing the nature of work and the very workforce itself. The successful economies of the future will excel at generating ideas and exploiting them commercially.",
        "The first industrial revolution, in which we led the world, was based on investment in plant and machinery. We are now living through a new revolution, a new industrial revolution which is knowledge based which means investing in learning, skills and training. In all this, education will be the key.",
        "In response to this rapidly-changing world in which we live, we, as a Government, are doing things differently, and I appreciate that for some this is not easy. But week in and week out we are delivering policies and doing so in a way which will retain and consolidate the support of that historic coalition that gave us a landslide victory in the May 1997 general election.",
        "Let us quickly look at some of our achievements over the last 2 2 years. We restored trade union rights at GCHQ and we have cut corporation tax. We have signed the Social Chapter and we have led the case for reform in Europe. We have begun to invest , 40 billion in our schools and hospitals and we have cut the rate of income tax. We have introduced a national minimum wage and cut the rate of tax for small business to its lowest ever level. Within the month we shall see the introduction of the Working Families Tax Credit and we have also introduced tough measures to tackle fraud in our benefits system. We have established the New Deal for the young and long-term unemployed. We have also introduced a research and development tax credit for business. We have achieved all of those.",
        "What has been the response of the official Opposition? The Tories still oppose the national minimum wage. They have got a new Trade and Industry Shadow Minister, Alan Duncan. He has described the minimum wage as a cretinous idea. I had a quick look in the dictionary yesterday just to reaffirm in my own mind what a ‘cretin’ was. A cretin is a fool or a stupid person. I think that is a far more accurate description of Alan Duncan than the minimum wage which has directly benefited 2 million working people.",
        "The Tories would scrap the New Deal. They say it has been a failure, but let us look at the facts and not rely on prejudice: 300,000 young people already helped; youth unemployment cut by a half. The Tories regard that as a failure! It should come, of course, as no surprise. When they were in Government they were prepared to see a whole generation of young people the innocent victims of their economic and social policies. This Government will discharge our responsibilities to the young people and the future of our country. The New Deal does that and gives them hope for the future.",
        "The Tories say they do not support the introduction of the Working Families Tax Credit and would abolish it if they could. This, perhaps, is the latest sign that they have learnt nothing from their election defeat. Support for hard-working families is now a key dividing line between the two major parties in our country. The working families tax credit will make work pay and give parents a real incentive. It will leave 1 2 million families, on average, 24 a week better off.",
        "At the end of July we finally saw the Fairness at Work legislation reach the statute book, on the very last day of that parliamentary session – a new settlement for the workplace, a settlement based on partnership and minimum standards, for the first time, part-timers with the same employment rights as full-time workers, part-time workers at long last no longer treated in law as second-class citizens, trade union recognition if that is what the workforce wants, unfair dismissal regulations applying after 12 months and not two years, an end to blacklisting for trade union activity. We are going to make it unlawful to discriminate against an individual because they choose to belong to a trade union.",
        "Whistleblowers, those courageous employees who expose wrongdoing in the workplace, often in a very vulnerable position: they will be entitled to unlimited compensation if they are unfairly dismissed – a clear indication of the importance of someone in that situation as events in Clapham with the rail crash and at the Bristol Royal Infirmary have all too clearly revealed.",
        "I am also very conscious of the crucial work carried out by health and safety representatives. They are often in a very vulnerable position in the workplace when they try and secure a safe working environment. We need to find a way in Government to signal the important role that they play, and I was particularly pleased that we were able to introduce a late amendment to the legislation which ensures that if a health and safety representative is unfairly dismissed, there will be unlimited compensation to be paid to that individual.",
        "Of course, in the Fairness at Work legislation, the union Movement has not secured everything it wanted; neither has the business community. A balance had to be struck and this was ‘fairness not favours’ in action.",
        "In this changing world more parents are in work. One of the great challenges facing parents is how to juggle the responsibility of bringing up a family with holding down a job. We need to introduce family friendly policies into the workplace and we are beginning the process of doing that. We have extended maternity leave by four weeks. Additional maternity leave will be available after 12 months of employment, not the two years as at present. We have introduced 13 weeks parental leave for both mothers and fathers. We have introduced a right to time off work to deal with a family emergency, a right that will start from day one of employment. So no longer will a working parent have to worry about losing their job if they are called away to care for a sick son or daughter or to look after an ailing parent.",
        "I recognise that the long hours culture that exists in our country is not supportive of family life and I know that many of you have concerns about changes we have proposed to the working time regulations. What is clear to me, both in relation to the working time regulations and our proposals for family friendly policies, is that we need to win over hearts and minds.",
        "The adoption of these policies represents a major change in labour market policy, a change that can benefit both employers and employees, but they will only be of benefit if they are introduced in a sensitive and sympathetic way. I believe that these fundamental changes can be introduced in a way which secures our objectives without placing an undue bureaucratic burden on business.",
        "It is not our intention to exclude white-collar workers from the protection offered by the Working Time Directive. I do not believe that our amendments to the regulations do that, but we need to make it crystal clear and I believe the best way of doing so will be to issue guidance on the regulations which will achieve that objective and which we will develop with the Health and Safety Executive. As is our usual practice, we will discuss the guidance with the TUC and with employers’ representatives.",
        "As we implement detailed measures in the whole area of employment policy I want, wherever possible, to avoid the blunt instrument of regulation. Instead, we want to develop more flexible approaches to solving these common and shared problems. Alternative mechanisms, such as codes of conduct, need to be considered. Ensuring we achieve our goals will require more imagination and even greater constructive engagement from the unions particularly working in partnership with business.",
        "That is why today I am pleased to announce that I am inviting applications to a Partnership Fund. The Partnership Fund will have , 5 million to help foster new attitudes and approaches to partnership in the workplace. Partnership must be seen as more than just a warm word. It should involve real changes in the workplace, new ways of working together, new approaches to training and development, new systems of performance and appraisal. There are many good examples of partnership in practice and we want the Partnership Fund to act as a catalyst, and we especially want ideas based on family friendly policies and on how the partnership approach can help small businesses.",
        "Here in Britain we are putting in place the policies which will lay the foundation of economic success in the future, but any consideration of our future prosperity cannot ignore the question of Europe.",
        "Now is the right time to make the case for Britain in Europe. We must do so from the standpoint of the British national interest. Nearly 60% of our trade, that is , 100 billion a year, is now within the European Union. The share of our exports going to EU countries has risen rapidly since we joined. Many markets which were closed in Europe have now been opened up and the UK has been at the forefront of that liberalisation agenda.",
        "British jobs and investments increasingly depend on Europe. It is our key market. Our exports to France and Italy alone exceed those to the whole of North America, including the United States. Exports to Belgium and Luxembourg are double those exports from the UK to Japan. The figures speak for themselves.",
        "Financial services, in which the City of London plays a vital role, now provide a million jobs in our country with overseas earnings in excess of , 25 billion a year. Europe is a great and growing market for these particular services.",
        "In total, the jobs of probably millions of your members depend on Europe. As any inward investor will say, increased investment depends on two things above everything else – Britain’s modern flexible and stable economy, and its membership of the world’s largest market. There are 380 million consumers in the European Union. In the next ten years, with enlargement, there will be another 100 million more. This is the big prize that attracts the major players in our global economy.",
        "It is against that backdrop that talk of renegotiation is so dangerous. Yet that is exactly what the Tory Party is doing. The effect of this marked shift in Tory thinking in Europe is to ensure that the issue of Britain in Europe is now at the heart of the party political debate. It means that yet again in this generation we will need to make the case for British involvement and participation in Europe, for the benefits of EU membership will once again need to be proclaimed.",
        "This is now a battle that we must win, that we cannot afford to lose. Over the years it is a question that we have faced on a number of occasions – in or out of Europe? In the end, often after long and agonized debates, we have always chosen to be in. That conclusion has not been as a result of a triumph of political dogma over reason or by submitting to some powerful vested interest, but it has been due to sound common sense and always putting the national interest first.",
        "Europe matters politically and economically. Influence and partnership in Europe is essential to the British national interest. The Conservatives have confused the powerful case for reform in Europe – and there is a powerful case for changing Europe – with the case for disengagement and a retreat to the margins. Those of us who believe in the importance of Europe must be the first to recognise and to argue that the Europe we have today, its institutions, its working practices and its policy priorities, are not designed for the challenges we now face. Reform in Europe is vital because it needs direction for the future. It needs to reflect the challenge of the global economy in the 21st century.",
        "Europe must make a reality of the Single Market in all sectors. It must recognise that regulation can be a barrier to growth and job creation. To achieve this reform programme Europe needs to be more forward-looking, working to an agenda of education, enterprise and innovation so that the knowledge-based economy of the future is seen as a bringer of opportunity and not as a threat. We need to engage at all times to be building political alliances and to be shaping Europe’s development, not having it shaped by others, which has been the case far too often in the past.",
        "As soon as we came to office we pressed the case for economic reform to make the product, labour and capital markets of Europe more flexible. Without banging the table, we have successfully promoted Britain’s interests by arguing our case and, as a result, we have been able to cap the growth in European Union spending, to win a higher share of funding from regional and structural funds for the next six years, to safeguard our nation’s border controls, to end the beef ban by agreement on the basis of solid, scientific evidence, and we have protected our rebate.",
        "So we can see the benefits of Britain in Europe and the success that we can achieve as a result of constructive engagement. In all our dealings with Europe we must always act in the national interest. The British people would rightly expect nothing less.",
        "That must also be our response to the single currency. There is endless speculation about the Government changing our position on the euro, that we have gone cool on the idea or that we have become more enthusiastic, that the brakes have been applied or that our foot has now been pushed down hard on the accelerator. All this press speculation has meant that a Norwegian forest has been felled for no good purpose.",
        "Our policy remains the same. It was stated by the Chancellor in October 1997 and repeated by the Prime Minister on 23rd February this year. The Government’s view is that membership of a successful single currency would bring benefits to Britain in terms of jobs, investment and trade. The Chancellor has laid down five tests that will need to be satisfied in our national economic interest and, of course, the final decision will rest with the British people in a referendum.",
        "Now some people argue that we should rule out joining for a period, whatever the economic conditions. Some say that we should set a date for joining, whatever the economic conditions, and I understand that we may well be hearing these arguments put forward during the course of Congress this week. Without wishing to cause offence, I want to make it clear that the Government rejects both approaches. No one will push the Government into adopting either of these two positions because we believe they are not right for Britain, they are not in our national interest. Meeting the economic conditions will be the test. It is principled, pragmatic and practical. It is our settled conviction and will remain our policy.",
        "Congress, as we survey the world in the dying months of the 20th century, one thing is clear: we are living in a world of change. The nature of work also is changing. More of our people work part-time, and in many cases choose to do so. Many people work on a temporary basis or have fixed-term contracts. Fewer work on the shop floor and there has been an explosion of serviced-based jobs. More people work in small businesses. The composition of the workforce is also changing. More women are working. Some 52% of married women with children under 5 are now in work, more than double the situation a generation ago. More families depend on two earners.",
        "The businesses and organisations that people work for face new challenges, more competition, a greater pressure to innovate to stay ahead and a greater pace of change. Businesses are having to become more flexible, more and more people are being asked to take on real responsibility in the workplace.",
        "Change is the order of the day. We all need to recognise that and the union Movement is no exception. The advantage of the Government having laid down the conditions for economic stability is that it gives us all the space we need to react to these longer-term trends. We must see change as an opportunity and not as a threat.",
        "We all have a role to play here but only if we are prepared to embrace change, because these new working patterns put new responsibilities on all of us, whether in Government, in business or in trade unions – a responsibility on Government to ensure minimum standards of fairness, to promote the benefits of electronic commerce and the Internet for business, and to create a climate for economic prosperity; a responsibility on business to work in partnership and to ensure that the task of making a reality of a flexible labour market does not fall solely on working people; a responsibility on trade unions, on yourselves, to seek consensus and not conflict, to support dialogue and avoid damaging disputes.",
        "Flexibility does not have to, and must not, mean insecurity and poor treatment for people in the workplace. This only leads to additional stress for the many whose lives are already too stressful, leads to low morale and poor productivity. We must help people to adapt to the new world of fast changing markets and shifting patterns of work without sacrificing their quality of life. On many occasions the trade unions have been at the forefront of change over the years. You have been swift to adapt to the vast changes in collective bargaining that we have witnessed over the last 20 years.",
        "Unions now negotiate a far wider range of packages for their members, embracing new forms of pay and new forms of working. Unions were among the first to recognise the importance of training, with support for modern apprenticeships and the need to train workers in broad based skills throughout their working lives. Unions have embraced the Investors in People approach. One reason why the UK’s health and safety record is one of the world’s best is the important role which trade unions have played on safety issues.",
        "Union structures and services have adapted greatly to changed labour markets. The challenge for unions, as for our country, is exactly the same: it is to modernise and reform, to find new ways to work with members and their employers, to raise skills, improve productivity and play a role in making Britain a more prosperous and competitive nation.",
        "Working in partnership with business, working with your members to strengthen their skills and to deal with a more challenging labour market is the new agenda for the trade union Movement, and it is one which we in Government support. In a world of change, to look back is to condemn yourself to opposition; this is a lesson William Hague needs to learn. We cannot a build a future for our people based on a return to all our yesterdays. Those who resist change are not learning the lessons of history but are living history.",
        "Halfway through a Parliament is often the most challenging time for a government in office because voices call for consolidation, a reconsideration of our objectives and our priorities. But this is not the time to stand still. Now is the moment for Government to push forward on our agenda of modernisation and reform. If the world changes but we as a political party do not, then we become redundant and our principles become dogma. That is why as a party we have changed. In government we have demonstrated the nature of that change, not to betray our principles but to carry them out; not to lose our identity, but to keep our relevance.",
        "It is because of that change that we are able to be a progressive force for fairness and justice and not an historical footnote. There can be no distractions or diversions from the task before us. Our objective must be a dynamic, knowledge‑based economy founded on individual empowerment and opportunity, where government enables but does not dictate and the power of the market is harnessed to serve the public interest.",
        "The challenge for government is how to prepare Britain for a world in which change is continuous and knowledge is the new currency. Successful economies and societies will be those that can adapt to the demands of such rapid change, that are flexible and creative and manage change rather than become overwhelmed by it, finding new ways to include all the people. Our approach is built around a new coalition but with clear objectives to create a better standard of life for all our people to ensure British business succeeds at home and abroad, to tackle exploitation in all its forms. This is an approach which recognises that the role of Government itself has fundamentally changed, but that it still has a critical part to play in improving the performance of the British economy and improving the quality of life for all our people.",
        "First and foremost, we must create a stable economic environment, ending the wealth‑destroying cycle of boom and bust that has dogged British business and the British economy since the war. We must never forget, and never return to, those days in the early 1990s where we saw inflation at 10%, interest rates at 15% and over a million manufacturing jobs lost.",
        "Stability matters in our new economy because, more than ever, we need businesses to invest in knowledge and to take risks to stay ahead in fast‑moving markets. We can ill‑afford this vital investment to be put off through fears about economic stability and the long‑term future.",
        "With stability achieved and uncertainty removed, there are great opportunities ahead. Those opportunities will only be achieved if we embrace the new and leave behind the old ways of doing things. On the eve of the new century, the challenge facing us all is how we can ensure that people become partners in change and not the victims of change. I am confident that, by working together ‑‑ trade unions, business and the Government ‑‑ we will be able to meet that challenge and, in so doing, that we will be able to discharge our joint responsibilities to your members, our people and our country."
    ]
}