{
    "url": "https://www.ukpol.co.uk/stephen-byers-2001-speech-to-institute-for-public-policy-research/",
    "title": "Stephen Byers – 2001 Speech to Institute for Public Policy Research",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Byers",
            "url": "/tag/stephen-byers/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Secretary of State for the Department of Transport, Local Government and the Regions, Stephen Byers. The speech was made at the Institute for Public Policy Research (IPPR) on 26th July 2001.",
    "content": [
        "[![stephenbyers](https://www.ukpol.co.uk/wp-content/uploads/2015/11/stephenbyers.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/stephenbyers.jpg)",
        "**Introduction**",
        "Planning is fundamental to the way our cities, towns and villages look, the way they work and the way they interconnect.",
        "Getting planning right means that our goals for society are easier to achieve. Good planning can have a huge beneficial effect on the way we live our lives.",
        "I want to use today’s event to launch a debate about the planning system – a debate that will lead later in the year to a Green Paper on reform of the planning system.",
        "But this will not just be about the mechanics of the system. Our present planning system is now over 50 years old. It needs a radical overhaul.",
        "The Green Paper will need to look at what we expect of our planning system.",
        "As we consider the fundamental purpose of planning, we need to ask questions about what planning has done well in the past, what it has done less well and to see what lessons we can learn for the future.",
        "For example:",
        "– what is the role of planning in promoting economic growth and improving regional prosperity",
        "– how can we satisfy both economic and environmental goals",
        "– and especially how can we engage communities and make people feel connected with the process of government.",
        "We need to learn lessons from the past about engagement with people. About getting in touch with what communities really want.",
        "For many people globalisation leads to a feeling of uncertainty and a lack of influence over the course of events. An effective and sensitive planning process can ensure that individuals and communities can engage in the process on equal terms and be able to voice their concerns.",
        "At present too many planning public inquiries are complex and technical. With debate dominated by highly paid lawyers – this is intimidating for many individuals.",
        "They are a banquet for barristers- but starve local people of the opportunity of expressing their views. This often leads to a feeling of anger, frustration and disengagement from the whole process.",
        "Our aim must be a planning system which is efficient and open. And which has the renewal and protection of communities as one of its key objectives.",
        "Planning of land use is one of the key levers we have to help create a decent society. Planning is fundamental to the way cities, towns and villages look, work and relate to each other.",
        "**Quality of life**",
        "Perhaps nowhere do people connect more than with their local communities.",
        "That becomes clear when one asks what is important to people. What are their priorities? What do they value most?",
        "The answer is nearly always the same:",
        "– good schools",
        "– good hospitals",
        "– low crime",
        "– good transport.",
        "And of course, homes and jobs.",
        "Delve a bit further and people start talking about:",
        "– the quality of their local environment",
        "– what they think of a new development in their local area or the design of a local building",
        "– whether their local community is becoming a better or worse place to live.",
        "Of course, people don’t always say consistent things.",
        "They may want unlimited use of their cars- and at the same time less traffic and cleaner air. They may want a full range of services- but want to retain the characteristics of a village.",
        "They almost certainly will want a choice of housing for themselves and their families at a price they can afford – but no new housing development in their area.",
        "The challenge for us, as a Government, is to deliver a package of measures, in an integrated way on the ground, that deliver better outcomes for people. Better places to live and a better quality of life.",
        "This is at the heart of our agenda for regenerating local communities.",
        "**Planning objectives**",
        "Planning plays a major part in all of this because it shapes communities. The planning system – if it works properly – is a critical tool for translating a vision of liveable and sustainable communities into practical reality on the ground.",
        "It can improve, in a very tangible way, the places where people live.",
        "People care very much about where they live and about the changing quality of life in their neighbourhood, town or village.",
        "It can be very powerful tool, too.",
        "For instance, a short while ago we strengthened the rules on out-of-town shopping.",
        "While it always takes time to work through all the old planning consents in the pipeline, we are winning the battle. For the first time in 20 years, new shopping space in major town centres exceeded new floorspace in out-of-town shopping centres and retail parks.",
        "Although this does not mean that there are not still retailers seeking out-of-town supermarkets, the trend is changing.",
        "There is a similar story with major cinema developments. Five years ago, up to three quarters were being built out of town. Last year, two thirds were within existing centres.",
        "Planning has made mistakes in the past. Think, for example, of the experiment in high rise living. We can’t lay the blame for that entirely at the door of planners because, at the time, the priority was better housing.",
        "But they didn’t think about the communities they were destroying.",
        "Nor did they see the damage that inner ring roads did to many of our towns. The cars may have moved faster but the new roads cut communities in half.",
        "Grey concrete re-developments knocked the heart out of some town centres. Now we understand that bleak architecture feeds vandalism and other forms of anti-social behaviour.",
        "We need stronger town centres not only because it helps preserve the character of places. But because they have important consequences for quality of life, travel patterns and social inclusion.",
        "We need to create a stronger framework for investment in town centres and make them more exciting places to visit.",
        "We have green belts that have preserved our countryside from urban sprawl, that is now a huge problem internationally.",
        "And recently, we strengthened our policies on preserving greenfields from unnecessary housing development.",
        "I support that policy. And I am happy to restate our commitment to achieving a 60% target for recycling brownfield land.",
        "**The economic balance**",
        "But I think we have to ask about the other side of the balance sheet. I have mentioned the pluses. What about the minuses?",
        "First, we need to ask whether planning is delivering the goods as far as economic development is concerned.",
        "Is the balance right between the free market economy and the role of Government in regulating it for the wider public good?",
        "This is at the heart of many of the conflicts in the planning system – be it a retailer who wants to build an out-of-town superstore, or a developer wanting a business estate in the green belt.",
        "It is clear, and as I am well aware from my time at the DTI, that the planning system plays a big part in determining business opportunities.",
        "I also believe that there is a link, at least in some sectors, between productivity and the planning regime.",
        "That doesn’t mean is that we just throw off our planning system in some vain attempt to ape the USA with its seeming acres of spare land.",
        "What it means is that we recognise the need for economic investment and for a modern transport infrastructure and plan for it positively, in a way which reduces the conflict with the environment.",
        "For example. Protecting the countryside from development delivers a positive economic asset for our tourism industry and our soils for agriculture- rather than something that is simply ‘nice to do’.",
        "Maintaining the character of our historic towns and cities means that they become attractive destinations for internationally mobile leading edge companies – and that gives Britain a huge competitive advantage.",
        "I think we have to do much more to articulate the positives of planning and its role in implementing policy. We have to get away from the regulatory culture and recognise that planning can be a very powerful way of reconciling both environmental and economic benefits.",
        "**Major infrastructure projects**",
        "As many of you will know, I announced last week a response to a consultation exercise on better planning for major infrastructural investment.",
        "You will all be aware of the delays that have bedevilled some major projects.",
        "There can be no question of allowing commercial interests to run roughshod over legitimate environmental concerns.",
        "And, as I have already emphasised, I have no doubts about the right of the community to express their views about decisions which affect them.",
        "But what is not right is that important economic decisions should be delayed simply because of inefficiencies in the planning system.",
        "It does no service to the environment nor to the business community if difficult and important decisions are put on hold in the hope that they will go away. They won’t.",
        "That is why I set out an agenda for clearer national policy statements about our investment strategies, backed by new Parliamentary procedures and better inquiry procedures to allow people to have their voices heard.",
        "**Complexity**",
        "Another set of questions which the Green Paper will need to consider is whether we are asking planning to deliver too much. Are we overloading it at the national level?",
        "As many of you will know, the drafting of planning policy guidance notes could be better focused.",
        "There will always need for national guidelines. But my suspicion is that we may have gone too far with the detail. I know that every time an attempt is made to take out some of it out of our PPGs, there is a clamour to put it back in.",
        "But does it make sense to prescribe everything at the national level? Is there a case for asking the region to play a bigger part? For getting planning down to the level at which the consequences will be most felt?",
        "There is also a wider issue here about whether the whole system is too complicated and overburdened.",
        "**Planning process and plans**",
        "For example, we have a multi-layered system of plans in England.",
        "We have three tiers in many areas with the regions at the top, county plans and local development plans.",
        "What chance then that the plans fit together as a coherent whole?",
        "The questions I ask are",
        "– do we still need this degree of complexity?",
        "– is the multi-tier structure producing any added value?",
        "– or is it simply siphoning off resources which could be used better elsewhere?",
        "Not only that, but we have to look at the way in which we make local plans. Ten years after the local plan system was set up in 1991, 16 per cent of the 362 local planning authorities have still to put a plan in place. 214 of current plans will expire over the new two years and almost two thirds of these authorities have not put forward any proposals for updating their plan.",
        "Is it any longer practical to contemplate a complete and rapid revision of local plans? I am told that a major city or district council updating its plan can now expect to engage in a process stretching into years which ties up experienced planning staff and costs upwards of £500,000 in public inquiries.",
        "If the system is broke – and quite a few people seem to think it is – then we have got to fix it.",
        "Any new approach to local planning must, in my view, be able to:",
        "Provide an overall vision of where the physical development of a community is going.",
        "Articulate a process of change on the ground in particular areas.",
        "Be deliverable and flexible.",
        "Engage with the community. Those people whose quality of life will be affected by the plan.",
        "And I would also add any development plan cannot be independent of other plans and strategies prepared by local authorities.",
        "For example we now have local community strategies – which will integrate other plans prepared at local level and will set out a vision for the well-being of local communities.",
        "In my speech to the Local Government Association earlier this month, I said that we must do something about the multiplicity of strategies and plans.",
        "Leaving aside the inefficiencies and resource costs involved, we have got to produce integrated policies to deliver solutions for people on the ground. All our efforts are wasted unless they produce a better quality of living for the people whose communities are involved.",
        "**Local planning decisions**",
        "Finally I want to say a few words about the quality of the planning system.",
        "Local planning departments have over half a million direct customers a year applying for planning permissions. But the performance of individual authorities is highly variable.",
        "It simply cannot be right for similar planning applications to take days to decide in one authority and weeks in another.",
        "Nor can it be right for time-critical business decisions to be given the same priority as an application for a garage extension.",
        "Business tells me that what they need most of the planning system is speed, certainty, transparency and quality of decisions.",
        "None of these requirements seem remotely unreasonable. They are what we all want of planning. And they are no more than we would expect of any other public service.",
        "As we prepare our Green Paper, I want to pose questions about the internal procedures being used by many local authorities.",
        "Some use officer delegations to good effect. Others don’t.",
        "Many provide a single case manager for larger applications who provides customer feedback. Others don’t.",
        "Some local authorities try to provide a one-stop shop to help customers through the red tape of statutory and non-statutory consultees and other regulatory regimes. Others create an obstacle course for their clients.",
        "A huge amount can be done to improve practice.",
        "But it requires a cultural shift at the local level to recognise the importance of the planning system and to turn it round to face the customer.",
        "The Government can, and will, legislate to overhaul the planning system subject, of course, to Parliamentary time being available. But it is much more difficult to change attitudes and to ensure that all authorities perform to the standard of the best.",
        "I want to know whether local government is itself prepared to raise the priority given to planning so that it is better financed.",
        "I also want to know what the planning profession is going to do to raise the sights of planners and make sure that they have the skills and customer focus required of their role. There is a major issue here for the professions.",
        "A more radical option that I am considering for the Green Paper is whether to introduce a planning audit function to help local authorities deliver better performance. Views would be welcome.",
        "**Conclusion**",
        "The Green Paper issued in the Autumn will set out a reform agenda. But I am not seeking change for change’s sake. I am seeking a new approach that frees up the planning service to do what it should be doing -shaping our communities for the better.",
        "This event marks the beginning of that consultation process. Charles Falconer, Sally Keeble and I intend to listen as much as possible to the views of the widest range of people over coming months. So that when we come to set out our proposals, we will have a clear understanding of the problems and, hopefully, the solutions.",
        "I hope my words today underline my firm commitment to a more positive planning service that has a stronger sense of vision and a stronger will to deliver.",
        "I want an efficient, open and transparent planning service that can deliver a sustainable future for our countryside, our towns and our cities. That protects and renews communities.",
        "It is a bold and ambitious vision but one I can believe we can achieve."
    ]
}