{
    "url": "https://www.ukpol.co.uk/stephen-byers-2001-speech-to-the-social-market-foundation/",
    "title": "Stephen Byers – 2001 Speech to the Social Market Foundation",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Byers",
            "url": "/tag/stephen-byers/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Secretary of State for Transport, Local Government and the Regions, Stephen Byers, to the Social Market Foundation on 2nd August 2001.",
    "content": [
        "[![stephenbyers](https://www.ukpol.co.uk/wp-content/uploads/2015/11/stephenbyers.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/stephenbyers.jpg)",
        "**Why housing matters**",
        "When you ask people about what is important to them, their answer is nearly always the same:",
        "– good schools",
        "– good hospitals",
        "– low crime",
        "– good transport.",
        "What follows next is a secure job and a decent home.",
        "Our home is more than just a shelter.",
        "For most people it is associated with family, comfort and warmth.",
        "It is where our roots are.",
        "Our local community is defined by where we live.",
        "There are few more desolate words than “homeless”.",
        "Good housing is critical to our well being. If homes are cold and damp, the health of the occupants suffer. If houses are overcrowded, there is no room for children to do their homework.",
        "Good housing cannot guarantee good health or high educational attainment, but it does make a big difference. Decent housing provides an important rung on the ladder of opportunity.",
        "Changing trends:",
        "As our society has undergone major changes over the years, so has the nature of housing-",
        "Before the Second World War:",
        "– nearly 60 per cent of houses were privately rented,",
        "– about 10 per cent were provided by the local authority.",
        "– and only 30 per cent were owner-occupied.",
        "Today:",
        "– about 12 per cent of houses are privately rented",
        "– about 20 per cent are social homes, owned by a local authority or Housing Association;",
        "– and about 68 per cent are owner-occupied.",
        "Over the years, we have as a nation made huge strides in the quality of our housing. The vast clearance schemes in the late sixties and seventies may now have a bad name because of the impact they had on communities. But they, and rising prosperity, made their contribution to the quality of the stock.",
        "As recently as 1967, 20 per cent of our dwellings lacked an inside toilet. Now less than 1 per cent are in that position. We have as a nation achieved a great deal, but there is still a lot to do.",
        "What I want to do today is to touch on some of the problems we have, and share with you a number of the more interesting ideas that we are developing.",
        "The problems:",
        "In London and the South-East we face growing housing pressure. The very success of London’s economy has made it a magnet for the ambitious and aspiring, not just from the UK but from Europe and around the world.",
        "But the pace of development is failing to meet demand. Provision of social stock has fallen dramatically over the past 20 years. As a result, house prices are rising and homelessness is growing.",
        "In contrast, in other parts of the country, we are witnessing a declining demand for homes and even abandonment in certain areas. This is not restricted to the social sector- but owner-occupiers who can afford to leave are deserting certain parts of inner cities.",
        "Even where demand is still in balance, we find some of the poorest members of our community living in poor quality housing. Often they own their house but cannot afford either to improve it or to move. Some of these are black and minority ethnic communities as we have seen in Oldham, Bradford or Burnley who value their local community and may not want to move out.",
        "And some poor quality stock remains. Over two million children live in homes which do not meet my department’s definition of ‘decent’. These are not confined to those in social housing- in fact the majority live in the private sector.",
        "Housing problems are a complex mix of problems that vary from town to town, neighbourhood, to neighbourhood. Some can be dealt with through housing policies alone: others require a range of different programmes, to be brought together to deal with these issues in a coherent and comprehensive way.",
        "Governments strategy for housing:",
        "This Government’s ambition is that everyone should have the opportunity of a decent home. And to have that opportunity",
        "– regardless of their social class",
        "– regardless of where they live",
        "– and regardless of their race.",
        "Labour’s past role in providing decent homes for millions of people through the massive programme of building Council homes after the war is one I am proud of. ‘Homes fit for Heroes’ was a promise made and a promise delivered.",
        "Society has moved on. We are more prosperous as a nation and as individuals. For many people today the aspiration is to buy their own home. It is an aspiration I support and this Government supports.",
        "Home ownership, however, will never be the solution for everyone. It is for that reason that that we are determined to bring quality and choice across the whole range of housing.",
        "**Equity shares**",
        "One of the more innovative ways to make this objective a reality was featured in our election manifesto. We promised to consider ways in which social tenants might gain equity shares in their homes.",
        "We are still at an early stage in developing our thoughts, but I would like to explain the thinking behind the idea.",
        "If we are serious about social cohesion, we need to extend the benefits of the property owning democracy to the four million social tenants. We can do so by giving social tenants a direct financial stake in their homes, which will both provide them with financial assets to enable them to play a full part in society, and encourage them to take a greater interest in their homes and communities.",
        "It may be the case that equity shares provide the mechanism for achieving this objective.",
        "Helping a tenant gain a direct stake in their home has the potential to radically change the outlook of the occupiers of social housing.",
        "They would cease to be tenants with little control over their housing, and instead become part owners with a direct interest in working with their landlord to maintain their homes and their communities.",
        "Equity shares also has the potential to provide tenants with the assets they need to open up new opportunities. On average, people in the UK hold around £750 of liquid financial wealth, with home owners having an average of an additional £50,000 tied up in their homes.",
        "By definition, no social tenant owns any share of their house, and nearly 60 per cent of them have no liquid financial savings either. Helping tenants to acquire equity shares could help them obtain access to the financial services that most of society takes for granted.",
        "And in some cases, the equity share may provide the additional asset that permits tenants to take the final step into full owner-occupation.",
        "These are our preliminary thoughts on the issue of equity shares. No decisions have yet been taken, and of course we will need to consider their cost effectiveness and affordability.",
        "But we are clear that this is an issue which merits detailed consideration.",
        "**Quality in social housing**",
        "Equity shares is an exciting idea- and one that we intend to work on over the coming months. But we must also look at more immediate concerns.",
        "When we came to power in 1997, we inherited a huge backlog of repairs and maintenance work in Council housing. The bill runs to some £19 billion. Some 800,000 children are living in social housing that not regarded as decent.",
        "There is a simple reason for this.",
        "Local authorities have been starved of funds. There has been a massive decline in housing investment – resources provided to local authorities halved between 1992 to 93 and 1997 to 98. We have more than reversed this decline.",
        "If we had continued with the spending plans we inherited, local authorities would be receiving around £700 million annually for capital expenditure on housing. Following the last two spending reviews and capital receipts initiative, local authorities funding will instead rise to over £2.5 billion in 2003 to 2004.",
        "With this extra funding, I am committed to ensuring that by 2010 all social housing meets set standards of decency. Over the next three years, more than 300,000 children will be able to live in homes which are decent, with most of the improvement taking place in the most deprived areas.",
        "By giving them the sort of basic facilities that most of us take for granted, they will stand a better chance in life.",
        "The significant resources and the range of options for the funding and management of stock that we are making available, will help deliver decent homes.",
        "We must focus on bringing about the improvements for tenants and not be too traditional about the means.",
        "Options such as",
        "– stock transfer,",
        "– the Private Finance Initiative for housing,",
        "– and Arms Length Companies,",
        "– offer local authorities a genuine range of options for improving the quality of their stock. Authorities must consider which is the best option for them, and their tenants.",
        "But achieving the target requires more than money. It requires focus and commitment by all agencies. It requires a partnership between us in Government and social housing providers.",
        "Local authorities need to take a business-like approach to managing their assets. Some already do, but all local authorities should assess the state of their own housing and construct plans to improve conditions.",
        "But the task of raising standards is not just for local authorities. Housing associations too must rise to the challenge, and we need a similar commitment from them.",
        "Because for some people we cannot act quickly enough.",
        "Ensuring that all social housing is decent is a top priority. And whilst I look forward to celebrating the success of housing providers who raise standards, I am more than ready to turn the spotlight on any who do not.",
        "“The Way Forward for Housing” provided the policies for social housing.",
        "The Spending Review subsequently provided the money to enable us, with substantial help from others, to achieve our target of making all social housing decent. But looking to the future, many of the problems will lie not with the social housing, but with the private stock.",
        "**Poor conditions in the private sector**",
        "It is only right that the responsibility for maintaining a home should rest first and foremost with the owner. We expect owners to keep their homes in good order.",
        "But there are circumstances, where public intervention may be needed. For example, where people’s health is at risk from homes they cannot afford to repair. Or where a concentration of worn out or abandoned housing threatens to destabilise an entire neighbourhood.",
        "In these cases support from the Government can make sense. Timely investment can prevent problems from spreading, and can help reduce pressure on other services such as the NHS. It can help ensure that people have the same opportunity of a decent home, regardless of whether they live in public housing or own their own home.",
        "We have been supporting local authority expenditure for these ends for a number of years. It is my intention that we should help the renovation of 200 thousand poor condition private sector properties between 2001 and 2004. And we have been looking at ways to ensure the money spent by local authorities goes further.",
        "In most parts of the country, a successful economy means the demand for private housing is strong.",
        "But in some areas, for a variety of reasons, the opposite may be the case. People leave for more modern homes. They are quitting run down areas where crime is high and the quality of life low. By leaving, they add to the problem.",
        "Low demand for housing is eating away at the fabric of many towns in some parts of the country. There can be little more depressing a sight than row upon row of boarded up housing. We are committed to tackling this problem, and are giving authorities a range of tools for doing so.",
        "The different market conditions across the country means there is no single approach that will work in all cases, or in all areas. What works well in London or the South East may not be best for towns such as Salford, Bradford and Burnley. Similarly, housing is only part of the problem and can only be part of the solution.",
        "That is why we are looking to local authorities, working with their partners, to take a strategic view of their problems and the solutions.",
        "It is why we are giving local authorities much more freedom over how they tackle poor quality private housing. We have already made it easier for authorities to declare renewal areas and carry out group repair. In March this year, we published proposals to reform the legislation governing grants and loans for private housing renewal.",
        "We will be introducing measures to bring this into effect in the near future.",
        "The reforms will allow authorities to develop strategies that meet local needs, and to offer people a real choice.",
        "Elsewhere, and often relatively close by, problems of housing shortage abound.",
        "**Homelessness**",
        "We must not forget those who do not even have a home to call their own.",
        "Losing a home, and the security that goes with it, is one of the most harrowing experiences that anyone can face. Add to that the fact that homelessness is often related to problems such as frail old age, a marriage breakdown, drug or alcohol misuse, and mental health issues, and someone’s anguish is simply compounded.",
        "The principal aim of any decent society should be to give practical support to those in need, when they need it.",
        "Some of those in need of our help are the individuals who sleep rough on our nation’s streets.",
        "Rough sleeping is an area where the Government – thanks to the excellent work of the Rough Sleepers Unit, local authorities, charities and other organisations – is on its way to delivering its pledge. To reduce rough sleeping by at least two thirds by 2002.",
        "We will be announcing the latest Rough Sleepers Unit census over the next few days.",
        "But as well as helping individuals have an alternative to a doorway, we must prevent people ending up on the streets in the first place.",
        "Which is why it is so important for us to press ahead with the Homelessness Bill.",
        "The first Bill to be introduced after the election, it offers hope and protection to some of the most vulnerable groups in society.",
        "By promoting a more strategic approach by local authorities to preventing and managing homelessness and encouraging them to offer more choice to those applying for social housing, our proposals will strengthen the homelessness safety net.",
        "In London alone there are 42,000 households in temporary accommodation . More than 7,500 of these are in bed and breakfast. This is not suitable as a long-term solution for our families in this day and age.",
        "That is why we are setting up the Bed and Breakfast Unit to work with authorities to see what more can be done and to identify any barriers to reducing its use. We need to ensure that we are looking to the longer term and putting preventative measures in place.",
        "**Affordable housing**",
        "Although the Bill will reinforce the homelessness safety net in crucial ways, it is no substitute for increasing the supply of affordable housing. I have spoken earlier about abandonment: this is the other end of the spectrum.",
        "It is one of the most pressing issues we face. The past four years of sustainable growth has meant that more people have become home owners. Whilst this is a good thing, it has also contributed to market pressures. This came on top of the massive funding cuts in housing programmes during the mid-1990s.",
        "My first priority is to change this tide. By 2004 the Housing Corporation’s budget for developing new affordable housing will be over £1.2 billion, almost double what it was last year.",
        "Over the next three years, we will provide 100,000 new or improved homes for low-cost rent or ownership. That includes affordable housing funded by local authorities and some homes secured through planning gain.",
        "I intend to ensure that the planning powers I have are used effectively to lever in more affordable housing. These planning agreements could provide a much needed solution in housing hotspots like London and the South East.",
        "And there are other fronts where we will be keeping the pressure up. There are too many empty homes that are just wasted assets. The VAT changes recently announced will help here; and we will continue to support the efforts of the empty homes agency to bring redundant property back into fruitful use.",
        "**Private rented sector**",
        "Of course, we must not forget the role of the private rented sector in helping to meet housing needs.",
        "Although this sector has seen a modest revival over the last decade, it only accommodates about 12 per cent of our households. So, does it really matter?",
        "I believe it does. People are not buying their homes as early as they used to. The young don’t always want to commit themselves long-term to a particular home in a particular place. And homeowners may need a long-distance move. Renting a home in the new location gives them the chance to look around before they buy. Or they may want to rent out their old home while they are away.",
        "So a healthy private rented sector can help enormously to oil the wheels of the housing market – and the labour market too.",
        "And private renting is often the only realistic option for those who cannot yet buy, but do not qualify for priority access to social housing.",
        "So private rented housing caters for a great variety of needs, and we want to see more of it.",
        "But too much of what we have got is of a poor standard, badly maintained and badly managed. And it is these tenants with the least power in the market – the poor, the sick, black and ethnic minority people – who get the worst deal.",
        "So, what do we need to do? In a nutshell, we have to:",
        "– Persuade investors that private renting is a worthwhile business to be in",
        "– Help well-intentioned landlords – and I believe most of them are – to raise their standards",
        "– Ensure that all landlords provide decent accommodation.",
        "Whilst there will always be a place for the small landlord, we need to see the financial institutions putting money into new developments for private renting. They do this on a large scale in the US and the Netherlands, for example, and, once upon a time, they used to do here.",
        "Although they are rightly cautious about what they do with your and my money, they have nothing to fear. This Government is not about to reintroduce across-the-board rent controls or give private tenants lifelong security.",
        "And whilst we will continue the dialogue with investors about tax issues, we are not interested in crude tax breaks like the old Business Expansion Scheme. We want long-term commitment from investors who recognise that building for rent can be an intrinsically sound business proposition and reasonably low risk.",
        "In recent years, improvements in the economy have also contributed to decline in the proportion of private tenants on housing benefit from around a third a few years ago to around a quarter today. But this still means that over £4 thousand five hundred million a year is paid direct to landlords through housing benefit.",
        "The payment of housing benefit to landlords is an important lever that we have to drive up standards in the privately rented sector.",
        "Is it really right to pay out taxpayers money in the form of housing benefit to landlords who fail to provide decent accommodation?",
        "I believe that it might be appropriate to attach conditions to the payment of housing benefit. One such condition could be a requirement to improve the state of the property so that it meets our definition of decency.",
        "In addition, landlords receiving housing benefit have a clear responsibility to make sure their tenants behave in a civilised manner. No more neighbours from hell disrupting the local community- while their landlords do nothing apart from pocket housing benefit, courtesy of the tax payer.",
        "We shall therefore look closely at developing measures in relation to housing benefit, linked to a selective licensing scheme for private landlords. We intend to say more about this in the autumn.",
        "**Conclusion**",
        "So it is clear we have a sound framework for housing in place. Our aims are clear; we have the money; and I have set out some of our ideas for taking the new agenda forward.",
        "There are of course many areas in the field of housing that I’ve not been able to touch on in the time available.",
        "What I do know is that housing is one of those areas in which fresh thinking and original ideas would be welcome. I look forward to the debate."
    ]
}