{
    "url": "https://www.ukpol.co.uk/liam-byrne-2020-speech-on-the-coronavirus-bill/",
    "title": "Liam Byrne – 2020 Speech on the Coronavirus Bill",
    "post_date": "March 24, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Liam Byrne",
            "url": "/tag/liam-byrne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Liam Byrne, the Labour MP for Birmingham Hodge Hill, in the House of Commons on 23 March 2020.",
    "content": [
        "I would like to begin where many hon. and right hon. Members have begun, by putting on record our profound thanks to the volunteers and public service workers who have done so much. The definition of the frontline is the point of maximum danger, and there are hundreds of thousands of people who have put themselves in danger to keep the rest of us safe.",
        "There is one group I would like to single out: the extraordinary group of people at Heartlands Hospital in my constituency who have been working tirelessly to help to keep our city of Birmingham safe. It was Ernest Hemingway who said that the definition of courage is grace under pressure. Well, our volunteers and public service workers are under pressure today like never before. Their skill, their care, their compassion, their grace, and their courage are something that will live in the memory for generations to come.",
        "There are two issues with the Bill that I want to touch on. Those issues are protections that are needed, but which are missing from the legislation—one on the income side and one on the cost side. On the income side, the challenge now for Her Majesty’s Government is to begin quilting together the patchwork of measures that have been so rapidly put in place. There are five groups whose household income will come under severe pressure very quickly: those who are in work; those who are self-employed; those who are newly sick; those who are newly unemployed; and, of course, those who are having to take parental leave because the schools are now closed.",
        "The Government have moved quickly to put in place wage subsidies, and that is good and welcome. I add my voice to those who tonight are calling for rapid measures to help the self-employed, but we also need to address three other areas in the income protection system. First, we need to ensure that the rate of statutory sick pay quickly moves up to about £160 a week. It is very difficult for people to live on the extent of the pay cut that they have taken just because they are ill. Secondly, paid parental leave now needs to kick in from day one, and that has to be enforceable as a statutory right. Thirdly, for those now labouring on universal credit, ​that payment has to go up to at least £100 a week. A couple in my constituency with two kids will now be £800 a month below the poverty line if they were having to live on universal credit. That is simply not acceptable, and we are going to have to improve that situation.",
        "The second protection that is missing relates to costs; I mentioned this earlier in comments I made to the Leader of the House. Some companies are behaving very badly. For example, individuals such as Philip Green laid off thousands of staff before the income protection system kicked in. He should be summoned to the Bar of this House to explain himself. Staff in Topshop are telling me that they are being prohibited from circulating the petition that I have launched to have him summoned here to explain himself. Of course, we also need rapid protection in price regulation. In times of emergency, prices go up. I have been inundated with complaints after Jhoots Pharmacy in my constituency raised the price of Calpol from a couple of quid a bottle to 20 quid a bottle. Markets need morals in times of emergency more than at any other time, and we now need rapid action to put in place the price regulation that I have proposed in new clause 28, which has been widely shared and supported by Members across this House."
    ]
}