{
    "url": "https://www.ukpol.co.uk/liam-byrne-2013-speech-to-labour-party-conference/",
    "title": "Liam Byrne – 2013 Speech to Labour Party Conference",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "2013 Labour Party Conference",
            "url": "/tag/2013-labour-party-conference/"
        },
        {
            "text": "Liam Byrne",
            "url": "/tag/liam-byrne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Liam Byrne, the Shadow Secretary of State for Work and Pensions, to the 2013 Labour Party conference in Brighton.",
    "content": [
        "[![liambyrne](https://www.ukpol.co.uk/wp-content/uploads/2015/11/liambyrne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/liambyrne.jpg)",
        "Conference – It’s a privilege to open this debate, a debate we approach with a passion and care.",
        "That’s not a sign of weakness, that’s a sign of our strength.",
        "We are so much stronger and our policy is so much better for the work of Unison’s Liz Snape, the TUC’s Kay Carberry, for the leaders of our ten biggest councils, to those from business and the third sector who’ve worked so hard on our youth jobs taskforce.",
        "It’s stronger for the Labour councillors all over Britain who have helped us think radically about how we revolutionise the Tories’ failing back to work system.",
        "It’s stronger for Sir Bert Massie, a pioneer of disability rights, for his taskforce, and for the hundreds of disability activists who have helped us think radically about how we make rights a reality for disabled people.",
        "And it’s stronger for all our brilliant PPCs, fighting in key seats, who brought together residents to tell us how they want Labour to rebuild social security and a different kind of Britain.",
        "And what sort of party would we be if we were not passionate about the stories we hear.",
        "Like the woman I met with MS who told me how her carer, her teenage son, had lost all his support; it’s tough she said, for a boy to lose to that help when he knows his mum won’t get better.",
        "Or the Remploy workers on a GMB picket line, fighting for work, who said to me: this isn’t just my job; this is my life.",
        "Or the thousands of young people, I fight for in East Birmingham, hunting for work, who speak of the hundreds of CVs they send and never even get a reply – and still they keep going.",
        "You know, there’s a Tory minister – and I’ll let you guess where he went to school – who tells us: our young people lack grit.",
        "Well, let me tell you this: the young people fighting for work in East Birmingham have got a damn sight more grit than you need to get through Eton College.",
        "Good people all over Britain hear these stories too.",
        "And right now they’re asking themselves what kind of country are we becoming?",
        "Once upon a time the Tories told us they cared: all those speeches in Easterhouse.",
        "And people gave them the benefit of the doubt.",
        "We were promised a Tory party that cared about the poor.",
        "We were promised a welfare revolution.",
        "We were promised we’re all in this together.",
        "Three years on I tell you the jury is in.",
        "A cost of living crisis.",
        "A million young people out of work.",
        "Long term unemployment at record highs.",
        "Disabled people living in fear.",
        "Child poverty rising.",
        "Living standards hammered.",
        "A promise that started in Easterhouse has ended with the spectacle of a Tory Minister, Michael Gove, blaming the poor for the temerity to turn up at a food bank.",
        "He should be ashamed.",
        "Three years on, I tell you the verdict is simple:",
        "These Tories have let their prejudice destroy their policies.",
        "And just as bad as the prejudice is the incompetence.",
        "They say to err is human.",
        "But if you want someone to really screw it up you send for Iain Duncan Smith.",
        "And Conference that’s why we need to fire him.",
        "But let me level with you, we won’t win power with a plan to roll back the clock.",
        "To restore the status quo.",
        "To ignore the calls for change.",
        "The vast majority of people in this country believe the welfare state is one of our proudest creations.",
        "It’s a mark of a civilised society.",
        "But the vast majority don’t believe the system works for them or for modern times.",
        "So let’s not be the defenders of the status quo, we must be the reformers now.",
        "Today life is very different to the days of Beveridge.",
        "The job for life is gone.",
        "If you’re without a skill, you’ll most likely to be without a job.",
        "Two thirds of couples both work – yet struggle with child-care.",
        "Millions struggle on low wages while company profits rise.",
        "Hundreds of thousands save for decades just to buy a home.",
        "We’re aging, and yet fewer have a pension.",
        "Getting a job, setting up home, working as a parent, caring for another, saving for the future.",
        "These are the challenges of the real world you can’t solve by demonising others.",
        "These are the challenges for One Nation Social Security.",
        "And the truth is today the system doesn’t help.",
        "So we need to change the system.",
        "And build a new consensus rooted in our values, our party’s values, our country’s values.",
        "Where we listen not to our demons but to the better angels of our nature.",
        "Were we move from a language of division to a language of respect.",
        "Where we match the personal responsibility to work.",
        "With the collective responsibility to care.",
        "These are the founding principles of the system we built in 1945, and these are the principles we must restore.",
        "And today I want to tell you how.",
        "With the ideas we’ve hammered out in hundreds of conversations and debates all over Britain this last year.",
        "And the cardinal principal is this, full employment first.",
        "Full employment has always been the foundation for rebuilding Britain. It was for Atlee’s Labour, it was for New Labour, it will be for One Nation Labour.",
        "The Tory system doesn’t work.",
        "So we need a better way.",
        "So let’s start with a tax on bankers bonuses’ to fund a job for every young person out of work long term.",
        "But let’s go further.",
        "Let’s take the ideas – like Apprenticeship Agencies, pioneered in Labour Glasgow, Liverpool, Manchester, Sheffield, Newham and Wales.",
        "And use them to revolutionise the path from the classroom to the career.",
        "But, let’s go further.",
        "Let’s stop fighting unemployment with one hand tied behind our back.",
        "Let’s deliver a large devolution of power from the DWP to local councils.",
        "Let’s build a new partnership between our job centres and town halls.",
        "Let councils shape the programmes to get people back to work.",
        "And let’s go further; let’s set a limit on the time we’re prepared to let people languish out of work.",
        "Let’s invest in jobs for anyone out of work for two years, but say it’s got to be a deal.",
        "We’ll invest in new chances, but if you’re fit to work, we’ll insist you take it.",
        "Full employment first, that’s the Labour way.",
        "Conference, any job is better than no job. But a good job is better than a bad one.",
        "When the welfare state was started, its big idea was to ‘minimise disruption to earnings’.",
        "Now our task is different. It’s to ‘maximise potential of earnings’.",
        "That why we need Universal Credit to work.",
        "So if the government won’t act to save it, we will.",
        "The Tories’ system may prove dead on arrival. So we need a better way.",
        "So, today we announce our Universal Credit Rescue Committee.",
        "And I’m grateful to Kieran Quinn, leader of Tameside, the first pathfinder, for his offer to drive our work.",
        "But, we’ll need more.",
        "We’ll need a campaign for the living wage because it is wrong that we are spending the nation’s tax credits propping up low pay at firms with rising profits.",
        "The deal has got to be simple. If your workers help you do well, then you need to give them a pay rise.",
        "We the Labour party stand as the party of work – and the party of better off in work.",
        "But, listen, if we want a new consensus, we need to remember this: if working people are strong, then Britain is strong.",
        "So we should help working people.",
        "Yet, those born in the turbulent world of the 1960’s, pay so much in and get so little out.",
        "It’s wrong and we should change it.",
        "Those in their 50’s are the people who’ve worked most, cared most, served most. And what do they get?",
        "I’ll tell you, nothing.",
        "So let’s bring back an idea from Beveridge.",
        "Extra help for those who’ve paid their dues but are desperate for extra help to work again.",
        "After a lifetime’s working or caring, I think it’s the least we can do.",
        "Conference it’s a modest step – but it’s a big signal.",
        "But, there’s something more.",
        "Like most families in this country, I know that disability can affect anyone.",
        "Therefore it affects us all.",
        "Yet, today disabled people are threatened by hate crime, by Atos and by the Bedroom Tax.",
        "Today we deny disabled people peace of mind, a job, a home and care – and I tell you that is wrong.",
        "We need to change it.",
        "So we will change the law so hate crime against disabled people is treated like every other hate crime.",
        "And I say to David Cameron, Atos are a disgrace, you should sack them and sack them now.",
        "And yes Conference we say the Bedroom Tax should be axed and axed now and if David Cameron won’t drop this hated tax, then we will repeal it.",
        "We’ll protect disabled people in Scotland and across the UK.",
        "Conference, we need a system that delivers the right help to the right people.",
        "So assessments have to stay.",
        "But let’s take Andy Burnham’s idea of whole person care and ask why not bring together health, social care – and the back to work system into one comprehensive service.",
        "That’s what Labour did in Australia.",
        "Let’s see if we can learn from that here.",
        "I’m delighted to announce that Jenny Macklin, a fine Labour politician and the architect of the system down under, is going to help us figure out how.",
        "Conference, nearly 10 years ago many of you helped win a very tough by election.",
        "For nearly a decade I’ve served the poorest constituency in Britain.",
        "I know in power we will have difficult decisions to make.",
        "And I passionately believe we judge our success not by the money we spend but the difference we make.",
        "There is no moral credibility without financial viability.",
        "That’s why we’ll cap social security spending.",
        "But, full employment, fair pay, a return to Beveridge, rights a reality for disabled people, fair pensions not for some but for all.",
        "These are our principles for rebuilding social security for new times.",
        "More than 50 years ago, my hero Clement Attlee, a man with the best hair in Labour history, made his final broadcast to a war weary nation hungry to win the peace.",
        "We call you, he said, to another great adventure, the adventure of civilisation, where all may help to create and share in an increasing material prosperity, free from the fear of want.",
        "That’s the Labour way, that’s the Ed Miliband way, and that’s the way we’ll win.",
        "Thank you."
    ]
}