{
    "url": "https://www.ukpol.co.uk/ian-byrne-2022-parliamentary-question-on-the-closing-of-defence-business-services-offices-in-the-north-west/",
    "title": "Ian Byrne – 2022 Parliamentary Question on the Closing of Defence Business Services Offices in the North West",
    "post_date": "December 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Ian Byrne",
            "url": "/tag/ian-byrne/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Ian Byrne, the Labour MP for Liverpool West Derby, in the House of Commons on 12 December 2022.",
    "content": [
        "**Ian Byrne (Liverpool, West Derby) (Lab)**",
        "Whether his Department has made an impact assessment of the planned closure of Defence Business Services offices in the North West.",
        "**Alex Chalk**",
        "A regional economic impact assessment was undertaken during downselection but did not form part of the decision-making criteria. The consolidation into the Blackpool site meets key user requirements, is an opportunity to bring 700 posts to Blackpool from our other north-west sites, and contributes to the redevelopment at Talbot Gateway through the building of the new Government hub.",
        "**Ian Byrne**",
        "I thank the Minister for that answer, but I have had many constituents contact me about the planned closure of the Ministry of Defence Business Services office in Liverpool. The movement of jobs will affect them and their families. The new commute of more than two hours—especially with the train service at the moment—will be completely unworkable for many staff, particularly those with caring responsibilities or disabilities. Will the Minister meet me as soon as possible to discuss this situation so that I can share the deep concerns of my constituents with him?",
        "**Alex Chalk**",
        "Yes, of course, I will meet the hon. Gentleman. But there have actually been some good and constructive conversations with the unions, I am pleased to say, about trying to assist individuals who may want to go—we will try to assist and provide expenses. For those who do not, there is lots of work going on to ensure alternatives should they want to take them. But let us discuss it further—I would be very happy to do so."
    ]
}