{
    "url": "https://www.ukpol.co.uk/liam-byrne-2011-speech-to-labour-party-conference/",
    "title": "Liam Byrne – 2011 Speech to Labour Party Conference",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "2011 Labour Party Conference",
            "url": "/tag/2011-labour-party-conference/"
        },
        {
            "text": "Liam Byrne",
            "url": "/tag/liam-byrne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Liam Byrne to the Labour Party conference on 25th September 2011.",
    "content": [
        "[![liambyrne](https://www.ukpol.co.uk/wp-content/uploads/2015/11/liambyrne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/liambyrne.jpg)",
        "Conference.",
        "As we’ve gone around the country what’s become clear is that people are now seriously worried about what this Government is doing to their families, their communities and our country.",
        "This week is our chance to point to a different way now – and different possibilities for the future.",
        "That is the single aim of the Policy Review Ed Miliband has asked me to chair.",
        "After last year’s defeat, the easiest thing in the world would have been for us to turn in on ourselves.",
        "Gaze fondly, lovingly perhaps, at our navels.",
        "Sit around in a comfort zone.",
        "Argue amongst ourselves.",
        "Let’s be honest. Some of us quite like that.",
        "But under Ed Miliband, we have to do it differently.",
        "We’ve picked ourselves up.",
        "Dusted ourselves down.",
        "And got straight back out there once more, talking to people, who we came into politics to serve…",
        "About what we got right.",
        "What we got wrong.",
        "And how we need to change.",
        "What we have decided to do is go for the prize that no-one has achieved in British politics for 35 years.",
        "One-term opposition.",
        "A party determined to bounce back from defeat and back into office where we know we can make a difference.",
        "So I suppose I should give you the bad news.",
        "I know what many will want this week is a detailed 5 year plan.",
        "A new budget.",
        "Sorted out down to the last pound and penny.",
        "I know the hardest question I get on doorsteps in Hodge Hill is where’s the alternative? Where’s your plan? What would you do different?",
        "Sorry.",
        "The easiest thing in the world would have been to sit in a committee room in Westminster and write a new manifesto.",
        "But I can tell you now, it wouldn’t have got us very far.",
        "It wouldn’t have delivered one-term opposition.",
        "Because we can’t revise our policy, or reorganise our party, until we reconnect with the public.",
        "And that is what this first year of the Policy Review has been all about.",
        "We’ve taken the simple view: that policy has to start with politics and politics starts with people.",
        "And that is why we got back out there.",
        "Back in touch with over a million men and women, party members and affiliates.",
        "150 events.",
        "6,000 local residents, coming along in person.",
        "20,000 submissions pouring in to our HQ.",
        "And it’s not always been easy has it?",
        "You never quite know what you’re going to get.",
        "I’ve been doing policy review door to door in Hodge Hill.",
        "I won’t forget the man in Shard End, who I disturbed in the middle of his dinner.",
        "He came to the door. Wiped clean his moustache.",
        "And, how shall I put this?",
        "He confined his remarks to two words; it began with F, it ended with F, and there were five letters in between.",
        "I said, shall I put you down as against?",
        "But whether the conversations have been hard or easy, we’ve had them.",
        "People have been incredibly generous and personal in the stories they have shared.",
        "They’ve told us about their daily struggles.",
        "Their worries about balancing the bills.",
        "Their hopes for their kids. At school. At college.",
        "Their memories; their observations.",
        "Loves. Hates.",
        "But above all their common sense.",
        "People haven’t pulled their punches.",
        "They’ve given it to us straight.",
        "They thought we grew out of touch.",
        "They thought we got it wrong, on issues close to their heart.",
        "On immigration. On welfare. On control of banks.",
        "And that is why they’ve told us to change.",
        "I know at times this has felt like an exercise in gratuitous masochism.",
        "It isn’t.",
        "We can leave that to George Osborne.",
        "People don’t expect us to get everything right.",
        "But they do expect us to learn from experience.",
        "Their experience.",
        "Because for most people in this country, things are different from 1997.",
        "Life hasn’t stood still.",
        "Times have moved on.",
        "Challenges have changed.",
        "What we have heard from people is that there is a new centre-ground in British politics.",
        "It’s not a place that the party gets to pick.",
        "The centre-ground is where voters say it is.",
        "Our challenge now is to change and move in and say once more the centre-ground is our home-ground, and this is where we fight.",
        "Everything I’ve seen of the Tories tells us that we should be bullish if we choose to change.",
        "I think we can be a one-term opposition because of the people in the centre-ground; they’re under attack from a Conservative party, that is not on people’s side",
        "You can’t pretend that you’re on people’s side if you cut jobs, and childcare and tax credits.",
        "And damage people’s chances to work and pay the bills – or treat the kids – or take a holiday.",
        "You’re not on people’s side when you curtail the chances for children.",
        "And you’re not on people’s side if your idea of responsibility means firing 12,000 police officers, putting charities out of business and singling out as the people who need a tax cut, the bankers who got us into this mess in the first place.",
        "So this week is our chance to show that we’re the ones who get it.",
        "– That we’ve heard what people said.",
        "– That we’re up for the challenge of change.",
        "– That we are back on the side of the majority.",
        "This week, we’ll set out what we’ve heard about how people want a different economy not run on the old rules but new rules with a welfare state that works once again for working people.",
        "And we’ll say how we think change should begin.",
        "We’ll say what we’ve heard about the next generation.",
        "Remember education, education, education?",
        "It was an expression of our aspiration for youngsters.",
        "This week, we’ll say more about how we bring that aspiration back alive for new times – in education, in jobs, in housing.",
        "We’ll say where we think change should begin.",
        "We’ll say what we’ve heard about how good people in this country want to rebuild a responsible country, with rules that bite at the top, the bottom and at every point in between.",
        "And we’ll say how we think change should begin.",
        "So this first year is just a beginning.",
        "We put first things first because we know that Oppositions that stay in opposition look inwards, and not out.",
        "And that is why I’ve always said that my hope is that this policy review will change the way we make policy.",
        "Not in committee rooms in Westminster.",
        "But through conversation with the public, our members and affiliates.",
        "I know we and I need to work harder to get these debates out of here.",
        "So if you want me to come along and listen, wherever you are, I’d be delighted. Give me a ring.",
        "Because over the next week and over the next year, we’ll begin to set out the new ideas we think are right for the future.",
        "New ideas for the new centre-ground.",
        "New ideas that reflect one simple philosophy.",
        "That for most people in this country, politics is about the personal.",
        "It’s about how you get on at work.",
        "It’s about the safety of your community.",
        "The education for your kids.",
        "The care for your parents, your husband, your wife.",
        "It’s having the chance to earn a better life, to get the good things in life, to live free of fear.",
        "In other words, politics is about the most important things in the world.",
        "In everything I read this year, no-one put it better, than a guy called Andrew, from Newcastle upon Tyne who wrote this:",
        "“People want straight answers from politicians not avoidance or waffle. Talk like people, on the street, in the pubs, in the factories and offices and give straight honest answers. Try to make Britain a fair society.”",
        "That’s our test.",
        "So I think if we get the politics right; if we’re passionate about how politics can make a difference, then and only then will the right policy follow.",
        "That’s the way we earn back the trust to serve.",
        "Get that right – and we’ll win."
    ]
}