{
    "url": "https://www.ukpol.co.uk/liam-byrne-2013-speech-on-full-employment/",
    "title": "Liam Byrne – 2013 Speech on Full Employment",
    "post_date": "November 8, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Liam Byrne",
            "url": "/tag/liam-byrne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Liam Byrne to the IPPR North conference on 17th May 2013.",
    "content": [
        "[![liambyrne](https://www.ukpol.co.uk/wp-content/uploads/2015/11/liambyrne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/liambyrne.jpg)",
        "There are few better places than here, to speak about the task of rebuilding Britain as a country of full employment.",
        "Today we meet under 10 miles from Jarrow, where I spent this morning.",
        "The town from where families hungry for work set off on the road to Westminster.",
        "Walking in hunger they still inspire us down the ages.",
        "Today we meet in a city where once again it is the Labour movement, in trade unions, in constituency parties and in local government, that are once more leading the campaign for work.",
        "The story of our fight for jobs is the genesis of our credo.",
        "When Keir Hardie stood up in Parliament as the first Labour MP, he spoke to insist on the principle of work or maintenance.",
        "‘Useful work for the unemployed’ was the call of our first manifesto.",
        "And it is our call today.",
        "Next year we mark a proud anniversary in our long struggle.",
        "We mark seventy years since the famous white paper on employment policy.",
        "The first white paper in which a national government accepted a national responsibility to build a country where everyone had a job.",
        "Its virtue was not simply the determination written through its pages to never return to the Devil’s Decade of the 1930s.",
        "Its achievement was greater than that.",
        "Its achievement was to show us how countries can be rebuilt and can be renewed if and only if we put everyone back to work.",
        "The story of this great declaration bears re-telling. It’s mother and father, so to speak, was the Beveridge Report.",
        "The bold plan for a system of ‘all in’ social insurance.",
        "It was swept off the shelves in 1942 to become the most popular White paper until the Profumo report published in the 1960s.",
        "Sex and social security were never going to be a fair competition.",
        "The Beveridge Report was published to a country that was hungry for a vision of just what it was we were fighting for: the victories in 1942 in North Africa, in Stalingrad, in Guadacanal had delivered us the ‘end of the beginning’.",
        "Beveridge gave us that vision of what we were fighting for.",
        "Atlee looked at the report, and said, for us, Beveridge means socialism.",
        "And that is why the PLP was acutely worried that Churchill would to put off the job of preparing to turn ideas into action.",
        "And so 70 years ago, the Parliamentary Labour Party decided to force the issue.",
        "In the biggest Parliamentary revolt of the war, 97 MPs broke the whip, voted against the government and demanded that planning for the peace begin immediately.",
        "In his speech, Jim Griffiths, later the first Minister for National Insurance, moved the rebel’s amendment and rested his case on the belief that we could never again return to the mass unemployment of the past.",
        "“Our people have memories of what happened at the end of the last war”, he said. “Years in which never less than one million and sometimes two million and at one time three million of our people were allowed to rust on the streets”.",
        "“That”, said Griffiths, “must never be allowed to happen again”.",
        "And so, Churchill relented.",
        "A Reconstruction Committee was formed dominated by Atlee and Bevin.",
        "And after just two years the Committee produced its finest fruits. The 1944 White Paper on employment policy, replete with its famous first paragraph that henceforth:",
        "“The Government accept as one of their primary aims and responsibilities the maintenance of a high and stable level of employment after the war”.",
        "It set out the big levers that government would pull:",
        "Trade policy – vital for an exporting nation; interest rates – to keep money at the right price; public investment and tax rates to make good any shortfalls in business investment or consumer demand, and crucially, special help for special areas, where old industries were in their sunset years but where new industries were yet to dawn.",
        "When Bevin launched the white paper in the Commons he was very clear that as technical as the strategy might sound, this was a moral crusade.",
        "Remembering some of the soldiers he had bid farewell as they sailed for the D-Day landings in Normandy, he told the Commons of one man of the 50th Division who had asked him this:",
        "“Ernie, when we have done this job for you, are we going back to the dole?”",
        "Both the Prime Minister and I answered, “No, you are not.”",
        "“Unemployment”, said Bevin, “was and is a social disease, which must be eradicated from our social life”.",
        "And so henceforth “Our monetary system, our commercial agreements, our industrial practices, indeed, the whole of our national economy, will have applied to them the acid test—do they produce employment or unemployment?”",
        "When Labour went to the country in 1945, we argued that if we could achieve full employment then we could afford to rebuild Britain – and we could afford to build the welfare state.",
        "In our manifesto ‘Let Us Face the Future’, we said a policy of ‘Jobs for all’ could pay for ‘Social Insurance against the rainy day’.",
        "“There is no reason”, we argued, “why Britain should not afford such programmes but she will need full employment and the highest possible industrial efficiency in order to do so”.",
        "The big insight of the Atlee government was this: in a fully employed society we could afford social security. We could afford to rebuild.",
        "It was the same insight as New Labour. We knew back in 1997 that if we got our country back to work, we could afford to renew our public services.",
        "Our insight is the same as Clem Atlee, Tony Blair, and Gordon Brown.",
        "If we restore our country to full employment, we can afford to rebuild; to address the biggest challenges of our times. Full employment has always been the foundation for rebuilding Britain.",
        "It was for Atlee’s Labour.",
        "It was for New Labour.",
        "It will be for One Nation Labour.",
        "Today the goal of full employment is important for a very simple reason. The faster we return to full employment, the faster we can pay down our debt, and the faster we can put the something for something back into social security.",
        "The Tories’ problem is that they lost belief in full employment many years ago, and they never rediscovered it. This failure is now costing us not less, but more. And more money spent on unemployment means less for working people and less for care.",
        "It wasn’t always like this.",
        "Two years into Government, the Tory Chancellor, Rab Butler told the 1953 party conference:",
        "“Those who talk about creating pools of unemployment should be thrown into them and made to swim”.",
        "You don’t find Tories like Butler any more.",
        "The old consensus about full employment is gone.",
        "Mrs Thatcher’s death has provoked some debate about whether we are all Thatcherites now.",
        "The Prime Minister himself does not seem sure. We can have less doubt about the Chancellor.",
        "It seems pretty clear to me that he is, in Denis Healey’s words, just as much a sado-monetarist as Geoffrey Howe.",
        "And in practice the Chancellor has shown by his action that he is a firm believer in those old nostrums of the 1930s, and 1980s and early 1990s, that unemployment is a price worth paying.",
        "The Conservatives beat their retreat from the ideals of full employment in stages.",
        "In Preston in 1974, Sir Keith Joseph declared he had been converted to ‘true Conservatism’ by the ideas set out six years before by Milton Friedman.",
        "Friedman had set out the monetarist case in 1968 arguing the long term effect of trying to buy less unemployment with more inflation simply increased both.",
        "Joseph did not argue that full employment per se created inflation but rather: “It is the means adopted by successive governments to achieve a high level of employment which are the cause of inflation. Instead of dealing with the real obstacles to fuller employment which are often very specific, governments try the panacea, the universal healer, excess demand”.",
        "Jim Callaghan acknowledged the point in 1976 that, as Gordon Brown put it:",
        "“Quite simply governments could not deliver growth and employment through a macro-policy designed to exploit a supposed short-term trade off between higher inflation and lower unemployment”.",
        "Now, Joseph freely admitted that his prescription would create unemployment – but he at least acknowledged:",
        "“There is no magic cure for these problems”, and that further, “In economics there is not and cannot be one cure. Economics is a matter of balance”. He argued too for “reform of employment services, re-training, mobility of labour, reform of housing policy”.",
        "But no such balance was to moderate the disastrous policies of Mrs Thatcher’s first term: massive spending cuts, large tax rises and a big hike in interest rates.",
        "In a year corporate profits fell 20 per cent, output fell six per cent, manufacturing fell 15 per cent and unemployment rose from 1.4 million to over two million.",
        "It was a disaster. And it got worse. In the following two years, interest rates were cut, but public spending cuts were deep.",
        "Unemployment grew for another five years. It did not peak until 1984.",
        "Nigel Lawson tried to argue there was a logic to this cruel ‘British experiment’.",
        "Macro-economic policy was targeting inflation, not growth and employment.",
        "Micro-economic policy would target growth and employment, not inflation. It was a switch in the traditional roles played by each policy field since the war.",
        "But it was an experiment badly conceived.",
        "Macro-economic policy – both fiscal and monetary – targeted a bewildering array of moving targets – £M3, M1, M0, shadowing the D-Mark, and then joining the EMS – each in their turn, targets wildly missed.",
        "Micro-economic policy meant simply laissez-faire.",
        "The investment – public and private – deemed so important in the 1944 White Paper simply failed to materialise.",
        "Investment backlogs grew, in industry, in infrastructure, in housing.",
        "Bottle-necks got worse. Productivity flagged.",
        "By the late 1980s, Britain was suffering once again from the old curse of rising unemployment and rising inflation.",
        "Unemployment reached 3 million mark, so high that any notion of full employment felt well beyond reach.",
        "Now, Mrs Thatcher liked to pretend this was all about economic efficiency.",
        "When a young Tony Blair challenged her in October 1984, she claimed not only to have read the White Paper but to have a copy in her hand-bag.",
        "In practice the Tories were not creating new economic dynamos but new economic deserts.",
        "The decline in industrial output between 1979 and 1981 was unprecedented.",
        "The balance of Rab Butler and the post-war Tory party was gone.",
        "The Tory cabinet minister Ian Gow later put it like this:",
        "“Belief in monetarism it emerged, was now a prerequisite not only for controlling inflation but for being a real Conservative….Those who resisted conversion and clung instead to traditional Tory principles were soon regarded as, at best, suspect infidels or, at worst, the enemy within”.",
        "Today the Conservative Party is in the grip of the same dogma, and it’s costing us a fortune.",
        "After the recessions of the 1980s, and then the 1990s, structural social security spending rose and rose after the end of each recession.",
        "In the 1980s, from under two per cent of GDP before the recession, to three per cent thereafter.",
        "In the 1990s, it rose from 3.5 per cent of GDP before the recession to 4.5 per cent thereafter.",
        "The reason is simple. A generation were written off on incapacity benefit and never worked again.",
        "Between 1979 and 1997, the number of people on incapacity benefits more than doubled.",
        "Inactivity rates for men aged between 25 and 55 rose from under 10 per cent in 1975-6 to around 35 per cent in the mid-1990s.",
        "Even today of the 10 per cent of most deprived districts in England, around 40 per cent are either ex-manufacturing or ex-mining areas.",
        "The same challenge now afflicts us once again. The cost of social security system rose £24 billion during the crash.",
        "But since then, it’s not come down. It’s carried on rising. It’s rising by 2 per cent a year.",
        "That is simply unsustainable.",
        "The Tories’ economic policy has failed so badly that the output gap is forecast to continue widening until 2014-15.",
        "The Tories are reacting by taking an axe to the security in social security – and people know it.",
        "They pay more in – and get less out.",
        "It’s what Brendan Barber calls the ‘nothing for something’ problem.",
        "I say we have to break out of this vicious circle.",
        "Seventy years ago, we set out a new path to full employment.",
        "And the lessons of 1944 are just as relevant today as they were for the post-war era.",
        "The White Paper teaches us to be radical reformers, to build exports, supporting public investment, fanning consumer demand – and taking determined action on jobs.",
        "When New Labour came to office in 1997, we set out a new approach.",
        "In place of the pure and purely failing monetarism, came a new approach that:",
        "Recognised that demand management was important but could not on its own deliver high and stable levels of employment; provided a new institutional framework for governing monetary policy including the independent Bank of England to replace the failed policy of target chasing; delivered active supply side policy – targeting productivity, competitiveness and active labour market policy – the new deal, tax credits, the national minimum wage – support for high levels of employment.",
        "Contrary to Lawson’s neat but contrived seperation of macro policy to combat inflation and micro-policy to aid competitiveness, new Labour argued for “macroeconomic and microeconomic policy are both essential – working together – to growth and employment”.",
        "And boy did we deliver.",
        "In the decade before the crash, productivity employment and wages all grew together for the first time since records began.",
        "Wages for workers in Britain rose for over a decade – an average of 3.4 per cent a year between 1997 and 2006.",
        "By 2007 UK average wages were some 59 per cent ahead of where they were in 1997. Only two other OECD countries could match this record – Ireland and Australia.",
        "The UK’s record was almost 20 points higher than the average for the Euro area.",
        "In 2015, we’re going to inherit a very different country – Tories always leave higher unemployment.",
        "So over the next few months, I want to say more about just how we raise the employment rate – raise it with five big steps.",
        "First, tackling the crisis of youth unemployment. Nearly 40 per cent of those out of work today are under the age of 25. As the MP who represents the constituency with the highest youth unemployment in Britain, that is simply not a situation I am prepared to tolerate.",
        "Second, tackling the crisis of long term unemployment, because we are simply not so rich that we can afford nearly one million people out of work for more than a year.",
        "Third, raising the employment rate for women. As a country we will never fire on all cylinders when our employment rate for mothers with toddlers is amongst the lowest in the OECD.",
        "Fourth, showing just how we can make the right to work a reality for disabled people once again.",
        "And fifth, and this is what I want to touch on today – how make sure that in the One Nation economy we want to build, we do not leave any part of our country behind.",
        "In his very first speech as Prime Minister, Tony Blair declared that concentrations of poverty and unemployment represent ‘the greatest challenge for any democratic government’.",
        "This is the same challenge that Iain Duncan Smith saw when he went to Easterhouse.",
        "Back in Easterhouse, Iain Duncan Smith set himself a test. He said:",
        "“A nation that leaves its vulnerable behind, diminishes its own future.”",
        "He found his echo in the Prime Minister, who said in 2007:",
        "“A modern aspiration agenda means helping the have-nots to have something, and if we do not succeed in that mission then I tell you frankly that we will all be poorer”.",
        "Iain Duncan Smith’s time in Easterhouse inspired his reform plans for the Work Programme and Universal Credit.",
        "The challenge is that, however well-meaning, both programmes are failing and failing badly.",
        "Three years into the Parliament, the Work Programme has proved literally worse than doing nothing.",
        "Universal Credit is now so mired in problems its virtues are enjoyed by just 300 people in Tameside.",
        "The challenge for welfare reformers is not whether you have nice ideas. It is whether you can make a difference.",
        "I believe the jury is now in for Iain Duncan Smith.",
        "He has failed the Easterhouse test.",
        "On three-quarters of the estates in Britain where unemployment is highest, there are now more people out of work not less. Long term unemployment has risen in two-thirds of these places.",
        "Iain Duncan Smith has failed the test he set out in Easterhouse because he has failed to understand the challenge that poor places now face in the 21st century.",
        "Let me explain.",
        "Back in the 1980s, old industries were destroyed – and almost nothing was done to offer workers a new future.",
        "The great destruction of British industry – especially manufacturing and mining had huge consequences for jobs in places like the North East.",
        "The aftershocks of that shock therapy are still felt today, two generations later.",
        "Of the ten per cent most deprived districts in England, around 40 per cent are either ex-mining or manufacturing areas.",
        "What happened during the 1980s was no great programme of re-skilling.",
        "Instead a generation was written off, put on incapacity benefit without a thought for those former workers or the damage it would do to the aspirations of their children.",
        "Yet this is what the 1944 White Paper taught us: that when the sun sets on old industries, you need big action to reskill, ‘to fit workers from declining industries for jobs in expanding industries’.",
        "But we were contending with a revolution in globalisation. Big time.",
        "Two years after unemployment peaked in 1984, I was sitting my exams.",
        "That year Deng Xiaoping was Time magazine’s ‘Man of the Year’ for the changes underway in China.",
        "When I got to university in 1989, the Berlin wall came down, and a path opened to a united Europe of 500 million people.",
        "A year later, Manmohan Singh was appointed Finance Minister of India and set about dismantling India’s ‘licence raj’, the vital precursor to its explosive growth a decade later.",
        "By the time I graduated in 1992, President Clinton was in the White House, arm-wrestling through Congress a plan for the North American Free Trade Agreement and eventually a green light for China’s accession to the World Trade Organisation.",
        "A century that began with revolution and world war ended with conscious decisions across ten years on four continents to create a global marketplace linking 6 billion of the world’s 7 billion people. It was a quite a fin de siècle.",
        "Since this century began the commanding heights of the global economy have changed out of all recognition.",
        "As Peter Nolan at Cambridge University has shown: since 2000, some 2,500 -billion mergers, worth in total some .4 trillion, have created a new global super-league.",
        "A handful of firms now monopolise the aircraft industry, the world’s auto business, the world’s mobile telecoms infrastructure, pharmaceuticals, beer, cigarettes, aero-engines, computer chips, industrial gases, soft drink cans.",
        "These giant firms often richer than nations now have the power to move jobs to wherever the skills are greatest or the wages lowest.",
        "That means unskilled workers here in Britain compete with wages far lower elsewhere.",
        "The ILO says low skilled wages in some of Britain’s competitors are 12 times lower here than in Britain.",
        "That means there is simply not a lot of low skill work to go around.",
        "The result? Over half of adults in Britain without skills are out of work. And that figure is going up not down.",
        "Crucially, that means Britain’s poor places are falling behind. Why?",
        "Because some of Britain’s poorest communities are home to five times more unskilled workers than Britain’s richest communities. This was the challenge Labour had to clear up.",
        "During our time in office, Britain’s employment rate hit record highs; from 71 per cent of the population in 1998 up to 73 per cent in 2008.",
        "This increase in the employment rate was coupled with a long-term shift in the number of British workers with skills.",
        "Back in 1994, 22 per cent of the workforce had no qualifications. By 2005 this had fallen to 13 per cent.",
        "Because we believed it was wrong to dismiss the future employment chances of disabled people, we introduced the Work Capability Assessment (WCA) and Employment and Support Allowance (ESA).",
        "We combined reform with investment in back to work programmes; the employment rate amongst those with disabilities rose by over ten per cent between 1997 and 2008.",
        "Now of course we didn’t finish the job: there remained a gap between the national employment rate (72.4 per cent) and employment in our ten biggest cities (68.4 per cent). But at least we closed the gap.",
        "This government is simply ignoring that lesson.",
        "Even when the jobs are there, we’re not training the unemployed to do them.",
        "In great regions like the North West or Yorkshire and Humber, business says they’ve skill shortages, yet we have unemployment way above the national average.",
        "Yet, we knew this was going to happen.",
        "The challenge of poor places and changing places isn’t new. It’s an old challenge.",
        "It was crystal clear to inter-war politicians.",
        "You know too the big challenges that poor places face.",
        "How in many communities, we still grapple with the legacy of the ‘Right to Buy’ legislation of the 1980s, that often led concentrations of the poorest housing stock, where councils were forced to house the most disadvantaged households – often adults without skills.",
        "In poor places, jam-packed like my own with aspirational people, problems multiply.",
        "A low skills base, poor transport connections to work, brownfield land left unoccupied and limited private investment.",
        "Yet, these places are packed with potential.",
        "Over the last ten years, thinking about how to regenerate inner-city areas – in the UK and the US (especially under the Clinton Administration) – has been re-animated by fresh thinking which has explored the idea that inner-cities might actually have some competitive advantages and are in fact a ‘missed market’.",
        "But to unlock that potential means we have put investment in people, and investment in places in the same place.",
        "Unlocking that potential means coordinating skills, education, crime, worklessness, transport, physcial regeneration, health, housing, environmental sustainability, social regeneration, spatial planning, and economic development.",
        "That’s complicated today.",
        "And in fact if you try to do it from Whitehall, it’s impossible to do. We know – we tried.",
        "In fact we had 36 different organisations, operating on four different levels: national, regional, sub-regional and local trying to coordinate this work.",
        "We made progress. But it was no surprise that it was slow.",
        "This is not a mistake that other countries make – they devolve far more to their regions.",
        "It is in fact, something that people on both sides of the debate now agree with.",
        "Lord Heseltine, the Rab Butler of his day, put it like this:",
        "“We need to mobilise the skills of provincial England. I want to shove power out of Whitehall, into the provinces.”",
        "Once upon time, Iain Duncan Smith agreed with him. Once upon a time he told his party conference:",
        "“In the past, Conservative governments have been guilty of taking power away from local government to Whitehall. That was a mistake. We will reverse this process and restore to local councils the discretion to act according to the interests of the communities they serve.”",
        "But it’s not happening.",
        "The problem is that neither Vince Cable or Iain Duncan Smith believe Lord Hesetline. They are the new road-blocks to reform.",
        "The result is our back to work system is hopelessly centralised. This is what the clear conclusion of Labour councils who are now leading the fight against youth unemployment.",
        "That’s why I’m publishing today analysis of the way other countries work.",
        "In Germany, a more localised approach has contributed to saving billions of Euros in welfare payments by driving up the employment rate. Jobcentres work closely with surrounding schools and have deep roots in the local labour market which allows them to engage with employers far beyond the traditional low skill, low pay sectors.",
        "In Canada, localised delivery of back to work programmes gives local government the flexibility to establish their own priorities and to develop programmes to achieve this. Provinces and territories control how the funding is allocated in order to meet the needs of their particular labour markets, which in turn gives them the opportunity to apply local expertise to skills development, allocating targeted wage subsidies, and creating Job Creation Partnerships, to help provide useful work experience that leads to sustained employment.",
        "Next year we celebrate the 70th anniversary of the white paper on full employment.",
        "I believe we should mark that anniversary not with empty words but with big plans.",
        "Plans to rebuild the path to full employment for new times. Plans which could help us modernise our social security system, to rebuild trust, and crucially put its finances back on an even keel for the future.",
        "**Our economy not rebalancing**",
        "Despite the huge depreciation of our currency since 2007, our export growth has been anaemic.",
        "Business investment is low.",
        "Corporate tax cuts have now totalled £5.7 billion over the course of this parliament. Yet this great act of corporate welfare has not been repaid.",
        "The cash is simply stacking up in corporate bank accounts. Our new Bank governor Mark Carney will recognise the phenomenon from Canada where he has attacked the curse of ‘dead money’.",
        "The result is persistent, high unemployment. The result is OBR now downgrading the country’s trend rate of growth.",
        "The result is that there is quite simply not enough work to go round.",
        "And the government’s strategy is causing engine damage that may last for years to come.",
        "That’s why we need a new plan. We need a new plan for growth. We need a new plan for jobs. And we need people to vote for it at the next election.",
        "To win that vote we need to show how a new plan for full employment will help us pay down debt faster and with less risk by putting our social security system back on an even keel after the crash.",
        "The people of Britain know we can’t go on like this.",
        "And profound change is needed because life has changed since we created the system back in 1945.",
        "People need different things from social security today.",
        "I want to put the something for something back into the system. I want to put the system back on an even keel after the expense of the crash.",
        "But I believe the lesson of our history is simple:",
        "We can afford to do big things to repair and renew our country, to pay down our debt faster, to bring fairness back to the system if, and only if, we get people back to work."
    ]
}