{
    "url": "https://www.ukpol.co.uk/liam-byrne-2015-speech-on-syrian-air-strikes/",
    "title": "Liam Byrne – 2015 Speech on Syrian Air Strikes",
    "post_date": "December 2, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Liam Byrne",
            "url": "/tag/liam-byrne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Liam Byrne in the House of Commons on 2 December 2015.",
    "content": [
        "It is a pleasure to follow the hon. Member for Aldridge-Brownhills (Wendy Morton). She is right that this is a serious debate. It is one I have considered, too, and I am sorry, but I have come to a different conclusion from her.",
        "I speak against this motion, and I speak with a great sense of frustration. I am frustrated because I agree with the Prime Minister that we are at war; we are under attack, and we face an enemy the like of which we have never faced before. We are fighting against shadowy networks and nebulous states. Today’s debate is about the theatre of Syria, but we all know there are other theatres. We know there is conflict that we may need to come to in Yemen, on the border of Afghanistan and Pakistan, in the Khorasan region, in Libya and in parts of Nigeria. The enemy we are debating tonight is Daesh, but we all know there are other enemies. We know there is the core of al-Qaeda still present somewhere around Afghanistan and Pakistan. We know there is al-Qaeda in the Arabian Peninsula. We know there is the Khorasan group at work against us. We know there is Jabhat al-Nusra in Iraq, and its allies.",
        "What this reveals to us is that this will be a long march. As my hon. Friend the Member for Birmingham, Hall Green (Mr Godsiff) said, we must maintain solidarity and unity of purpose at home for what will be a very long fight. That is why we cannot afford in this House to put forward strategies that we think carry too great a risk of failure, as I am afraid the Government strategy does.",
        "I was grateful to hear the Prime Minister put such emphasis on this being a joint struggle for both western and Islamic freedom. We can see that in the refugee camps of northern Iraq. We know that Daesh has acquired the capability to plan attacks here in Europe. That is why what I wanted today was sustained, short-term action to take out that external planning capability of ISIS, whether that needs air cover or boots on the ground. In the longer term, like the Chair of the Defence Committee, I want to see an overwhelming coalition brought to bear, to smash Daesh into history. That needs Vienna first, not Vienna second.",
        "We dare not risk defeat. That would hand our enemies a propaganda victory that we would hear about for years to come. However, victory means bringing together air cover, ground forces and politics—and, heavens above, if we cannot sustain that combination to take back Mosul, how on earth will we take back Raqqa in Syria? That is why I was disappointed that the Prime Minister was not able to specify this afternoon just what the ground forces are that will help us take back Raqqa under the air cover of the RAF. That is the difference between Iraq and Syria. In Iraq, there are ground forces; in Syria, frankly, there are not. I do not want a half-hearted fight; I want a full-on fight, and we did not have a plan for that from the Government today."
    ]
}