{
    "url": "https://www.ukpol.co.uk/liam-byrne-2022-speech-on-a-strategy-for-international-development/",
    "title": "Liam Byrne – 2022 Speech on a Strategy for International Development",
    "post_date": "July 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Liam Byrne",
            "url": "/tag/liam-byrne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "International Development",
            "url": "/category/international-development/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Liam Byrne, the Labour MP for Birmingham Hodge Hill, in the House of Commons on 6 July 2022.",
    "content": [
        "Let me declare my interest, at the outset of this debate, as the chair of the international parliamentary network on the World Bank and the International Monetary Fund. I congratulate the Chair of the Select Committee, my hon. Friend the Member for Rotherham (Sarah Champion), on bringing this debate to the House. Her timing, as ever, is impeccable. All of us here in this Chamber are watching the disintegration of the Government in real time, so in a way this debate is important because it is taking place at a hyphen moment between an Administration that are biting the dust and the construction of the new Administration that will no doubt take shape over the days and weeks to come. Like everyone who has spoken in this debate, I very much hope that the new Administration will look hard at the arguments we have made today and seek to reverse the appalling policy, the appalling cut and the appalling breach of trust represented by the slash in our aid budget.",
        "I want to supply three thoughts for today’s debate. The first is that at the heart of it is the simple truth that when the world needed us to step up, we stepped back. We stepped away from our obligations, we stepped away from our duties and we stepped away from our promises. Those promises were enshrined when we signed up to SDG2 and made a commitment to end hunger. Not only has breaking our promise to help to supply the finance for that destroyed trust in our country around the world, but people will die this year as a result of that broken promise.",
        "Many people here today have said that that decision could not have come at a worse time. The right hon. Member for Sutton Coldfield (Mr Mitchell) was among those who made that point, and he is absolutely right. We now have a crisis of food, fragility and finance that means that 200 million people around the world are facing a food emergency. We know that 60% of workers are still not earning what they did before the covid crisis, but we now have millions of people living almost in famine conditions and 200 million people who will face famine later this year unless things change. Things will change over the course of this year, but they will change for the worse.",
        "Just a week or two ago, I was with the Foreign Affairs Committee in New York and we were privileged to see the NATO Secretary-General. He is fighting tooth and nail for the deal to try to get tens of millions of tonnes of grain out of Ukraine and Russia and, crucially, tens of millions of tonnes of fertiliser out of Russia. If we fail in that task, the spike in food prices that we have seen over the last year will get worse. Even more seriously, if we do not get the fertiliser out in the next few months, we will jeopardise not just the wheat harvest for next year but the rice harvest for next year. We will begin to see up to 1 billion people face a food crisis if we do not make progress on that deal. People were already in a bad position because of covid, and they are in a bad position because of inflation, but it has now deteriorated substantially because of the crisis in Ukraine.",
        "Governments around the world are out of headroom on taking the fiscal measures needed to alleviate this coming crisis. More and more developing countries now denominate their debt in dollars rather than domestic currency, which means they are super-exposed to rising interest rates in the United States. Average interest rates on lower-income debt are up by about 77 basis points this year, and we now know that something like 12 countries around the world are already on the brink of debt distress. We already see unrest in some countries in Africa, and we see the consequences of the debt crisis in Sri Lanka. Things will become far worse this year unless we get our act together.",
        "Of course, the problem is most acute in countries that are fragile and where there is violence. Frankly, countries and agencies such as Russia and the Wagner Group are already perpetrating barbaric human rights abuses in Mali, Libya, Syria and another 18 countries around the world. This crisis of food fragility and finance will not sort itself out, which is precisely why this is such an appalling time for the Government to make their aid cut.",
        "My second point is a particular interest of mine, which is that the Government’s negligence is all the worse because they are not using the new tools they have been given. Last year, under Kristalina Georgieva’s leadership of the International Monetary Fund, the global community took the collective decision to mint $650 billion-worth of special drawing rights. Overwhelmingly because of the quota system, those special drawing rights go to richer countries like us. In fact, the special drawing rights coming to G7 countries total about $196 billion, which is about a third of the special drawing rights that have been issued.",
        "Where are those special drawing rights? Where is the deployment of that resource to tackle this crisis of food fragility and finance? Right now, those SDRs are gathering dust in the vaults of central banks and treasuries around the world. They are just sitting there. We have failed to mobilise that resource in the way we promised when we signed off on the commitment to issue the special drawing rights in the first place.",
        "The UK is a big shareholder that helped to found the International Monetary Fund, so we have been given £19 billion of special drawing rights. We have made commitments to share back about 20%. Why is 20% the magic number? We have just been given £19 billion. This is a slightly technical issue, but our SDRs go into something called the exchange equalisation account, which was set up in 1979 and underpins currency stability in this country. It has been restocked with £74 billion over the last 10 years to a level that the Treasury deems to be capital adequate, about £154 billion or $185 billion in total.",
        "We have restocked the exchange equalisation account and then, from left field, comes another £19 billion that we did not forecast and that we do not need because we have already restocked the account. Why have we suddenly decided to share just 20% of it? There is no logic for that percentage.",
        "The Government have so much grip on this topic that, when I asked the Foreign Secretary at last week’s Foreign Affairs Committee how much had actually come in through the special drawing rights, she did not know. She literally did not know that Her Majesty’s Government had just been handed £19 billion, which is twice the aid budget. I then prosecuted the argument and asked, “What is your target for sharing? How much are we supposed to share back?” She answered, “I don’t know.” I asked the Prime Minister the same question this week, and he did not know either. They could perhaps be forgiven if the numbers were not so big and if the crisis were not so serious, but this is absolutely crazy. We have a global crisis and the Government are simply not in control. They do not have a grip on sharing back and rechannelling some of the biggest assets and resources available to us.",
        "The point about multilateralism, which my right hon. Friend the Member for Leeds Central (Hilary Benn) and my hon. Friend the Member for Rotherham (Sarah Champion) mentioned, is fundamental. Last week’s G7 communiqué made a very clear statement that G7 leaders want to step up the mobilisation of $100 billion, but the truth is that, of the G7 countries, we have made a commitment, Japan has made a commitment and the French have made a commitment. Congress has blocked the President of the United States sharing $21 billion, and we do not yet have information from the IMF on the others—I checked yesterday. So we are miles away from mobilising the $100 billion that was promised at the G7, and people are going to starve this year unless we get a grip. So my call on the Government today is to give us a good explanation for why we should not be sharing three quarters of the special drawing rights we have been given; why we are not leading a global effort to get to that $100 billion target; and why we are not insisting on more flexibility, such as giving the SDRs to multilateral development banks, such as the African Development Bank, which could be making such an impact on the ground. We need to be saying to the IMF that countries do not need to participate in a conditionality programme with the IMF in order to receive some of this money. I discussed that with the Secretary-General of the UN and we both agree on it. We are not going to lead the mobilisation of this effort if the politicians in charge at the helm are, frankly, in such a shambolic state. So my message to the Minister and the new Administration is: please get a grip of this enormous new resource that we have been given.",
        "My final point is, in part, inspired by what my neighbour the right hon. Member for Sutton Coldfield (Mr Mitchell) said about China. For some years now, we have been having a debate in this country and among our allies about the influence of China and this vexed, significant issue of debt diplomacy. If we look at the countries that did not support the UN resolution on Russia, we see that, on average, they owe five times more debt to China than the countries that supported the resolution. As for whether that is a coincidence, you be the judge. The point is that the debt in many of these countries is about to fall over and the G20 common framework process, which we have held up as the great saviour of debt sustainability, has been so successful that precisely zero countries have engaged in it. So it ain’t working and we need a different approach. We could be restructuring developing country debt using IMF and World Bank resources. The World Bank has just committed $170 billion to an emergency programme that we could be using to restructure the debt of vulnerable countries around the world—right now we are simply not doing that. If we do not want to live in a world where China is the lender of last resort to countries around the world, let us use the Bretton Woods institutions that we set up in 1944 to avoid that dilemma.",
        "In the midst of a big war, in 1941, the Atlantic charter was signed, and its story is extraordinary. Our Prime Minister at the time, Mr Churchill, was on the other side of the Atlantic with President Roosevelt and the draft of the charter was sent to Downing Street. Clement Attlee was in the Chair and he convened the Cabinet at two o’clock in the morning in order to review the draft and make one vital change. He added article 5, which said that one of our war aims would be that the victors would",
        "“desire to bring about the fullest collaboration between all nations in the economic field with the object of securing, for all, improved labor standards, economic advancement, and social security”.",
        "Three years later, at Bretton Woods, President Roosevelt, welcomed delegates from 44 countries from around the world with these words:",
        "“the economic health of every country is a proper matter of concern to all its neighbors, near and distant.”",
        "As we begin to think about what the new world looks like, those are wise words to guide us."
    ]
}