{
    "url": "https://www.ukpol.co.uk/liam-byrne-2021-speech-on-foreign-aid-cuts/",
    "title": "Liam Byrne – 2021 Speech on Foreign Aid Cuts",
    "post_date": "July 15, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Liam Byrne",
            "url": "/tag/liam-byrne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "International Development",
            "url": "/category/international-development/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Liam Byrne, the Labour MP for Birmingham Hodge Hill, in the House of Commons on 13 July 2021.",
    "content": [
        "That was a great speech and it is a pleasure to follow it.",
        "The House does not need a former Chief Secretary to the Treasury to lay out how today’s motion is a con job, but I shall explain it anyway. The Red Book published at the most recent Budget shows that public sector net debt will not fall until 2024 at the earliest, but there is no way that a Chancellor or Chief Secretary would ever make a judgment about whether it was falling sustainably on one year alone, which means that this cut is now forecast to stretch way into the next Parliament. Yet the sums we are talking about are just 0.14% of the national debt stock. This comes at a time when we are putting up defence spending by £24 billion yet cutting aid spending by £4 billion. We are boasting about our soft power superpower status and then slashing into the budget that delivers that soft power. A country’s values are judged by its budget, and this aid cut tells us everything we need to know about this Government’s priorities.",
        "The second point is that this aid cut will cost lives and it will cost livelihoods. The Prime Minister sailed into the G7 very proud of his declaration that he wanted to jab the world and make sure that, by the end of next year, the world would be safe from covid. However, by the end of the G7, the IMF said that we were about $23 billion short of what we needed for a global vaccination programme. This aid cut will not help that; it will hurt that effort to jab the world.",
        "Moreover, we have a significant problem now getting the world back on its feet after this pandemic. The IMF thinks that we need about $200 billion extra in spending to protect the world against covid and $250 billion of extra investment—climate-friendly investment—to help safeguard the recovery. How will this aid cut help with that great global project that we must attend to in the years ahead? It will not; it will damage the world’s efforts to get there and it will damage our efforts to help persuade others to get to that big target.",
        "It is 36 years to the day since we celebrated Live Aid, an example of how we in this country set out to lead the world to help the world’s poorest. On this day of all days the Government are set to surrender that leadership. We cannot have a rules-based order if we have a Prime Minister who continues to shred the rules. This is a renegade act by a renegade Government and I will be voting against the motion tonight."
    ]
}