{
    "url": "https://www.ukpol.co.uk/liam-byrne-2021-speech-on-holocaust-memorial-day/",
    "title": "Liam Byrne – 2021 Speech on Holocaust Memorial Day",
    "post_date": "January 30, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Holocaust",
            "url": "/tag/holocaust/"
        },
        {
            "text": "Liam Byrne",
            "url": "/tag/liam-byrne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Liam Byrne, the Labour MP for Birmingham Hodge Hill, in the House of Commons on 28 January 2021.",
    "content": [
        "Let me add my thanks to everybody who has helped to sponsor and organise this debate. I, too, pay tribute to the Holocaust Educational Trust and the Holocaust Memorial Day Trust for helping to ensure that the debate is so well organised and so well informed. Seventy-six years on, we still do not look out on a world where we have banished genocide. We cannot yet look out on a world where we have banished antisemitism. Until that moment comes, we need debates like this to remember with contrition and humility, as well as determination, how much further we still have to go.",
        "I want to offer two lessons today that I have reflected on in the run-up to this important day. One is a lesson not from Britain but from Denmark: it is the story of the Danish resistance. Those of us have been to Yad Vashem will know that in the Avenue of the Righteous there is only one memorial to an entire national movement, and that is the memorial to the Danish resistance. This movement came together in 1940 after Hitler invaded Denmark. Together, it organised the extraordinary evacuation of 7,200 Jews, along with 700 of their relatives, in October 1943 after Hitler had given the order to arrest the Jews, with extermination in mind.",
        "This was an exercise in good people coming together—people like Sven Teisen, a member of the Danish resistance, who lost his life in the course of 1943, and Oliver Sandberg, who gave over their house next to the Øresund, over which Jews were ferried to safety in Sweden. Sven Teisen was the uncle that I never knew. Oliver Sandberg was his cousin. They were among thousands of ordinary Danes who came together inspired by one simple idea: that ordinary people can make a difference in standing up to hate.",
        "I am so grateful that our schools are now teaching this lesson to our children. They are schools like Rockwood Academy in Alum Rock my constituency. This is a gold standard Holocaust Educational Trust school that has brought alive the testimony of Mady Gerrard. It has named its new building after Mady, and its lights now shine up like a light in the darkness to help light up the January skies here in Birmingham. I want our region to become a region of sanctuary for refugees in the years to come.",
        "I want us to listen to the lessons of Sofia Darr, the headteacher, who I heard from this morning. She said that she has just seen the most extraordinary emotional journey of her children. She wants us to reflect on how we help them to connect at a human level, and on how we recognise their pledges by bringing them together and putting them on a national stage, giving our young people, through their leadership, the chance to genuinely spark a movement for change against hate."
    ]
}