{
    "url": "https://www.ukpol.co.uk/liam-byrne-2020-speech-on-the-living-wage-at-the-birmingham-commonwealth-games/",
    "title": "Liam Byrne – 2020 Speech on the Living Wage at the Birmingham Commonwealth Games",
    "post_date": "June 12, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Liam Byrne",
            "url": "/tag/liam-byrne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Liam Byrne, the Labour MP for Birmingham Hodge Hill, in the House of Commons on 11 June 2020.",
    "content": [
        "I will speak in favour of new clause 1 in slightly blunter terms than my hon. Friend the Member for Wirral South (Alison McGovern). The message to the Minister is pretty simple: this is his last chance to tell the House that he shares our ambition that the Commonwealth games organising committee will be accredited as a real living wage employer. He has hummed and hawed about this throughout the passage of this Bill and during his time as a Minister. Today is decision time, and we are looking for a clear commitment from him that the organising committee will be accredited as a real living wage employer.",
        "The Commonwealth games, as my hon. Friend said, is an extraordinary opportunity for our city at an extraordinary time. It will be the greatest Commonwealth games that we have ever seen. I join others in putting on record our profound thanks not only to the chair, John Crabtree, and Mr Ian Reid and the team, but to Ian Ward and Yvonne Davies and the teams at Birmingham and ​Sandwell councils, as well as the team at West Midlands Combined Authority, for doing the impossible—bringing forward these games in four and a half years, against a timetable of normally seven years, which is what it normally takes to put a Commonwealth games in place. They stepped up when Durban stepped out, and that is why we will be the host—because people were prepared to have that ambition for the festival that my hon. Friend spoke of.",
        "Opposition Members know that we will be judged not just by the medals that we win, but by the lives that we change. This great festival of Commonwealth sport is also for us a great festival of civic spirit. It is a chance for us to reanimate the spirit of one of the great founders of our city, the most extraordinary civic entrepreneur of the 19th century, Mr George Dawson. He was the author of the civic gospel and he inspired six Lord Mayors, including someone called Joseph Chamberlain. He was one of the reasons why we became known as the best governed city in the world, but one aspect of his genius was that he knew that culture, like sport, should be an entitlement for all, not just a privilege for some. But that civic spirit that we want to celebrate with great pride demands that the Commonwealth games organising committee is accredited as a real living wage employer.",
        "Why is this important? Because 571,000 people across our region are paid less than they actually need to live on each week, including, I might say, many of the carers we have been clapping for every Thursday night. Let me tell the Minister the real-world consequences of living in a place where about one in five people are not paid enough to live on. It means that, in constituencies such as mine, more than half of children grow up in poverty. Fifty-three per cent of the children in my constituency live a life of poverty. That means that during the summer holidays, the food banks run out of food—literally. In the second city of the fifth or sixth richest country on earth, food banks are running out of food because people are not paid enough to live on. I challenge the Minister to stand, as I have done, in a food bank in Birmingham and watch the little arms of a nine-year-old boy strain as he picks up the food bags to help his mum carry them home. I ask the Minister to tell me that that experience is not going to scar that child for life, and tell me how many thousands of children in our city, Britain’s second city, are in exactly that position, because so few people are paid enough to live on.",
        "Across our region, only one in 1,000 businesses are accredited as real living wage employers. We need all of them to be accredited, and if we are to achieve that, we need to set an example and that example—the best example available—is the Commonwealth games. That is why we need the organising committee to accredit as a real living wage employer.",
        "The time has come in this debate for a bit of honesty. We know that officials from the Department for Digital, Culture, Media and Sport have said to the organising committee, “Please don’t accredit as a living wage organisation, because it undermines the case that the Government’s so-called living wage is not enough to live on.” Well, as my hon. Friend the Member for Wirral South brilliantly rehearsed, the so-called living wage that this Government introduced is not a living wage; it is a living lie. It is £8.72 an hour, which is not enough to live on. What people need per hour to live on is not £8.72, but £9.30. I know that that 58p per hour ​does not sound a lot to many people in this Chamber, but over the course of a 40-hour working week, that is worth £23 a week. That £23 extra income a week makes a difference when it comes to taking decisions on heating and eating. That £23 a week extra in the pocket of my constituents lifts children out of poverty; it actually allows people to live. That is why this debate is so important.",
        "We have offered this new clause to the Minister. I am full of hope that he will stand up and cut the argument away from me, by saying that he agrees with it and that the organising committee must now accredit as a real living wage employer. Let me warn him that, if he does not, over the next year, as he knows, I will be mounting something of a political campaign across the west midlands. If this Government refuse to take on board the new clause, I will hang that decision around every Conservative running for office next year in the west midlands from the Mayor down. This is an opportunity for the Government to do the right thing—the right thing against the judgment of history, the right thing for the people of the west midlands and the right thing for those who live their lives in poverty today."
    ]
}