{
    "url": "https://www.ukpol.co.uk/liam-byrne-2019-speech-in-no-confidence-debate/",
    "title": "Liam Byrne – 2019 Speech During No Confidence Motion",
    "post_date": "January 16, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Liam Byrne",
            "url": "/tag/liam-byrne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Liam Byrne, the Labour MP for Birmingham Hodge Hill, in the House of Commons on 16 January 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/liambyrne-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/liambyrne-1.jpg)",
        "I am grateful for the chance to speak in this debate.",
        "The essence of our argument was laid out with force, passion and eloquence by the Leader of the Opposition. The Prime Minister is this afternoon charged with the greatest political failure in modern times. On the most important question that this country faces, she has secured the biggest defeat that Parliament has ever delivered. That alone should be grounds for her to go. How on earth does she think she is going to command a majority in this House when she cannot command a majority on the biggest question of the day?",
        "The truth is—the Leader of the Opposition made this point eloquently earlier—that the Prime Minister’s failure of leadership stretches well beyond the failure of her policy on Brexit. It is often said that we campaign in poetry but we govern in prose. For me, the best definition of our poetry was set out back in 1945, when we offered that plan to reconstruct a war-weary nation and win the peace.",
        "At that time we said, “What we need in this country is industry in service of the nation.” Do we have that today? The Chancellor himself is the first to berate the terrible rates of productivity growth in our industry, which are worse today than they were in the late 1970s when we used to call it “British disease”.",
        "We said that everyone in this country should have the right, through the sweat of their brow, to earn a decent life. Yet half the people in work in the west midlands are in poverty. There are now people going to food banks who never thought they would be in this position.",
        "Above all, we said to the people of this country that they should be able to live and raise a family free from fear of want. Well, on the doorstep of this Parliament people are dying homeless, including one of the 5,000 people who have died homeless over the last five years. Many people in this House know that I recently lost my father to a lifelong struggle with alcohol after he lost the woman he loved to cancer, a few years older than me. I know at first hand how a twist of fate can knock you down, but for millions of people in this country, a twist of fate knocks them on to the streets, on to the pavements and into the soup kitchens where I work in Birmingham on a Sunday night. That is not the sign of a civilised and decent country, and it is something of which this Government should be ashamed.",
        "When the Prime Minister took her seals of office, she had the temerity to stand on the steps of Downing Street and say to an anxious nation that she was going to tackle the burning injustices of this country. She said that she was going to tackle the burning flames, yet those flames now rage higher than I have ever seen in my lifetime. She now leads a Government of shreds and patches, and the Opposition say that this country deserves better and that she should do the decent thing and resign."
    ]
}