{
    "url": "https://www.ukpol.co.uk/liam-byrne-2021-speech-on-council-tax-increases/",
    "title": "Liam Byrne – 2021 Speech on Council Tax Increases",
    "post_date": "January 26, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Liam Byrne",
            "url": "/tag/liam-byrne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Liam Byrne, the Labour MP for Birmingham Hodge Hill, in the House of Commons on 25 January 2021.",
    "content": [
        "Let me just start with a point that I think many of us will share: in these debates about numbers, statistics and finances, we must remember the lives that are at stake.",
        "Most of us will never forget the stories of love and loss that we have heard this year, stories such as those I heard from the family of Sarah Scully. Their mum, Sarah, went into hospital and said goodbye to her family at the hospital door. Sarah was pregnant. She had to be given a caesarean section, but was so ill she had to be put into an induced coma. Tragically, she died before she was ever able to hold her newborn baby in her arms. Or stories such as Monica’s. She had been married to her husband since she was a teenager. They both got covid, but went into different hospitals. She got the news from her husband that she had feared by text message: “Told just 24 to 48 hours to live.” Or stories such as Bishop Windsor’s, who buried so many people in his congregation that he did not know how that congregation would ever recover from their agony of loss. Now, after all that agony and pain, and after all the anxiety of the job losses, in Britain’s second city we are being handed a bill—a bill to make good on the underfunding of this Government.",
        "Last May, we wrote a cross-party letter to the Minister to warn that the costs of covid in our city would total some £282 million. That included the £92 million extra for social care, to cover the costs of PPE that never arrived or to ensure that there was a safe social care system after the protective ring around care homes failed, and £95 million in lost income, as well as business rates going down and council tax support going up. It is true that the Secretary of State provided some grants to make good on that, but as of last year, we were still £100 million short because our council, led by Councillor Ian Ward, decided to step up and help protect the people of our city where there were shortcomings from the Government. Now, what was the result of that? A 4.99% increase in council tax—£72 a year for a band D home.",
        "How on earth can it be right that council tax payers in places such as Surrey are being cushioned, when council tax payers in Birmingham and the west midlands are being punished? We took the Secretary of State at his word when he told us that he would ensure that there were the resources we needed to do the job. He has reneged on that. It is people—people who are going through hell on earth—who are now being asked to pick up a bill for Government underfunding. That is simply not right, and I, along with my colleagues, urge the Government to think again."
    ]
}