{
    "url": "https://www.ukpol.co.uk/ian-byrne-2022-speech-on-employment-agencies-and-trade-unions/",
    "title": "Ian Byrne – 2022 Speech on Employment Agencies and Trade Unions",
    "post_date": "July 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ian Byrne",
            "url": "/tag/ian-byrne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Byrne, the Labour MP for West Derby, in the House of Commons on 11 July 2022.",
    "content": [
        "I would like to put on record that I am proud member of Unite the union and the GMB. I start by paying tribute to all those in Liverpool, West Derby and indeed across the country who are facing real-terms cuts to their pay, attacks on their conditions and security of work, attacks on their pensions, redundancy and attacks on health and safety in the workplace, and are having to take industrial action as their absolute last resort. I stand in absolute solidarity with them.",
        "While the workers worry about their families and their families worry about their futures, as they are forced to leave the industry they have dedicated their whole lives to and are forced into poverty and using food banks, we have the disgraceful spectacle of a morally bankrupt Government using this Parliament to attack fundamental workers’ rights—and this is in the middle of a cost of living crisis, when workers are fighting against real-terms cuts to a wage so that they can actually put a meal on the table.",
        "**Mick Whitley (Birkenhead) (Lab)**",
        "My hon. Friend is making a fantastic speech. Does he not think that to be a working person in Britain today, to have lived through a decade of stagnating wages, to have seen their pay collapse in real terms while prices soar and to know their own Government refuse to lift a finger forces people on low pay to take strike action to try to force—",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**",
        "Order.",
        "**Ian Byrne**",
        "Absolutely. I agree with everything my hon. Friend said.",
        "This is a Government who furiously defend the class interests of those they represent in this place, and that is never the working class. The Trades Union Congress has pointed out that the action is a violation of trade union members’ right to strike, which is safeguarded by international law. Make no mistake, this is a risk to public safety, and standards will be lowered. Any consequences of these actions will lie at the foot of this Government.",
        "The Government’s cynical regulations that we are debating tonight put agency workers, who they know have limited rights, in the position of having to turn down an assignment with the prospect that they will be denied future work by the agency if they do not want to cross a picket line. Many agency workers, such as supply teachers and bank nurses, will be trade union members themselves, and they have suffered terribly in this pandemic.",
        "The regulations highlight the insecurity of the labour market, the erosion of workers’ rights and how flawed and immoral it all is. The pandemic shone a light on this immorality when workers with covid had to continue working because they had no sick pay. The employment model is broken for millions. We should be legislating and learning lessons from covid, and enhancing worker protections, including sick pay. Instead, tonight we are voting on a scab charter for bad employers from a Government who have picked their side.",
        "Trade unions are the transformational vehicle for positive change—they have been for centuries and, despite the efforts of this wretched Government, will continue to be so for future generations. I will always be proud to stand shoulder to shoulder with them supporting workers in the struggle who refuse to be poor.",
        "Tonight is yet another sad day for democracy in this place. I stand in absolute solidarity with all those trade unions and trade union members who are fighting so hard for our communities and the rights of workers everywhere. Their fight for economic and social justice has never been needed more."
    ]
}