{
    "url": "https://www.ukpol.co.uk/ian-byrne-2022-speech-on-the-cost-of-living-crisis/",
    "title": "Ian Byrne – 2022 Speech on the Cost of Living Crisis",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ian Byrne",
            "url": "/tag/ian-byrne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Byrne, the Labour MP for Liverpool West Derby, in the House of Commons on 17 May 2022.",
    "content": [
        "Last week should have been an extremely sobering moment in this House. The Food Foundation figures widely quoted in this Chamber should chill the souls of every Member who serves here, with millions going hungry in our communities. A few days before the Queen’s Speech was delivered, I spoke to a disabled constituent who explained to me how the cost of living and the huge increase in energy bills had left him choosing between heating his home or powering his electric wheelchair. The fifth richest country in the world! There was nothing in the Queen’s Speech to make sure he does not have to face that unjust situation a day longer.",
        "Instead of sober reflection on how we fix the crisis, we had grotesque suggestions from those on the Tory Benches on cookery classes—maybe an hour with Mary Berry would fix the problem of millions of going hungry. We had the Government suggesting that it is the fault of the person in poverty and that they just need to pack in their zero-hour minimum wage contract job and maybe become the CEO of Apple. We need to hear less condescending rhetoric that lays the blame on people facing hardship and poverty from commentators and politicians who have got about as much experience of poverty as I have of attending the annual reunion of the Bullingdon club.",
        "Let us be clear that the blame for this crisis lies with this failing Government, who could make the political decisions that are needed if they wanted to. The Government could decide to put a right to food into legislation. They could ban fire and rehire, ban zero-hours contracts and raise the level of universal credit, legacy benefits and the minimum wage. They could protect pensioners and deliver justice for the 9,000 women in Liverpool, West Derby who have been impacted by the change to the women’s state pension age.",
        "Hunger is a political choice. Fuel poverty is a political choice. Those choices are currently being made by this Government. This is an emergency—life and death for many—that demands serious solutions, not tinkering with a system that is utterly broken for millions. That is why we need to legislate for the right to food. We need enforceable food rights so that the Government of the day are accountable for making sure that nobody goes hungry. They must be prevented from making decisions that lead to people being unable to afford to put a meal on the table or to put the heating on.",
        "That is why I have tabled an amendment to the Queen’s Speech to enshrine a right to food in UK law. I thank every Member from right across the House who has supported it, and I urge all others to do so."
    ]
}