{
    "url": "https://www.ukpol.co.uk/ian-byrne-2022-speech-on-the-cost-of-food/",
    "title": "Ian Byrne – 2022 Speech on the Cost of Food",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ian Byrne",
            "url": "/tag/ian-byrne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Byrne, the Labour MP for Liverpool West Derby, in Westminster Hall, the House of Commons, on 14 December 2022.",
    "content": [
        "I beg to move,",
        "That this House has considered the cost of food.",
        "It is an honour to serve under your chairship, Mr Gray. I would like to start this debate on the cost of food by speaking about the situation today in my constituency of Liverpool, West Derby. Food prices have increased by 16.4% in the year to October, and one in three people in my great city are in food poverty. One in six constituents in West Derby are missing meals or going without food, and two in three are cutting back on hot water, heating or electricity. The situation is getting worse by the hour.",
        "I am here today to deliver a message to the Minister, the Government and this House: the rising cost of food, coupled with falling wages and a completely inadequate system of welfare support, is a catastrophe for my constituents and my community, and its long-term effects will be catastrophic for generations to come in Liverpool, West Derby.",
        "Like many Members present, I have been contacted by constituents who have never been so scared about their future and their situation. We have workers in almost every industry taking strike action as a last resort, because work does not pay and does not meet rising costs, such as those for food. In West Derby, there are nurses, educators, firefighters, postal workers, rail staff and civil servants using food banks. What have we become?",
        "This is one of the gravest and most frightening crises seen in our lifetimes, and my constituents tell me they feel abandoned and ignored by the Government, whose job it is to protect them—a Government who commissioned the national food strategy and ignored it when it reported back. For all the report’s shortcomings, its author, Henry Dimbleby, attempted to answer some of the failings in Government policy and proposed changes that would have immediately lifted many people out of food poverty if they had been implemented.",
        "Food insecurity levels have doubled since the start of 2022, affecting an estimated 10 million adults and 4 million children in September alone. If the Government cannot ensure that everyone has enough to eat and cannot guarantee their right to food, they are a Government who are fundamentally broken. The 16.4% rise in the price of food in the past year is the highest since 1977, and we have seen the sharpest fall in wages since that year. These catastrophic statistics have a devastating impact on our communities, which I am sure we will all speak about today.",
        "**Munira Wilson (Twickenham) (LD)**",
        "I congratulate the hon. Gentleman on securing this important debate. A recent survey by the trade association for school caterers found that food ingredient prices for schools have gone up by 20% in just two months. Schools are having to subsidise free school meals from their own budgets or to charge struggling families more, for those who are entitled to free school meals. Does the hon. Gentleman agree that the Government should not only extend free school meals to every child on universal credit, but fund schools properly to provide free school meals?",
        "**Ian Byrne**",
        "The hon. Lady makes an excellent point. I would go further and call for universal free school meals for every child, but I will speak about that later.",
        "Calorie for calorie, healthier foods are now nearly three times more expensive than less healthy foods. Terrifyingly, the cost of baby formula has soared over the last year, with the cheapest brands increasing by 22%. We have seen pictures of baby milk locked away and put on the highest shelves in supermarkets—images that surely epitomise this entirely broken system.",
        "Inflation hits the poorest hardest. The poorest fifth of the population would need to spend 43% of their disposable income on food to afford the Government’s recommended healthy diet in “The Eatwell Guide”. How is that achievable with so many pressures and so little income?",
        "**Chris Stephens (Glasgow South West) (SNP)**",
        "The hon. Gentleman is making a number of excellent points. Tomorrow, Good Food Scotland will open the Linthouse Larder. Does he agree that what we want to hear from the Government is how they are going to assist organisations that provide affordable food at affordable prices for so many of his constituents and my constituents, so that they can survive from week to week?",
        "**Ian Byrne**",
        "The hon. Gentleman makes an excellent point, and I fully agree with everything he said.",
        "I want to highlight the appalling impact that the cost of food is having on children in particular. Professor Ian Sinha, a paediatrician at the fantastic Alder Hey Children’s Hospital in my constituency, told me:",
        "“We see the almost Dickensian effects of poor nutrition in children in Liverpool and other working class cities. We see rickets, poor growth, and deficiencies in minerals and vitamins that reflect that their nutrition revolves around getting enough calories to survive…not around developing optimal health…We have seen malnutritioned children so anaemic as a result of poor nutrition, and so acutely sick, that we thought they had leukaemia. We see children sharing food portions, in schools and in houses, and so no wonder they are falling asleep and struggling to concentrate in class. Paediatrics is about ensuring children live their best life—as per the UN Convention on the rights of the child—and their lack of food is shackling them and their opportunities.”",
        "**Beth Winter (Cynon Valley) (Lab)**",
        "I congratulate my hon. Friend on the outstanding work he is doing on the Right to Food campaign. Does he agree that the Welsh Government are leading the way on food, particularly for children? We have already introduced free school meals in primary schools, and hopefully that will be extended to secondary schools at some point, despite the fact that Wales does not get a fair, needs-based funding formula. Wales really does care and is compassionate about the needs of people and future generations. Does my hon. Friend agree that the UK Government need to take the lead from Wales?",
        "**Ian Byrne**",
        "I fully agree, and I commend Mark Drakeford and the Government in Wales for absolutely leading the way on this issue and showing that a different way is possible.",
        "Professor Sinha goes on to say:",
        "“When I tell families in my asthma clinic that nutrition is crucial, they tell me that by the time they can get to the foodbank any fresh fruit and vegetables have gone. When we explain the importance of how food is prepared, they tell us that the only mechanism of heating food is a kettle. They are limited to ultra-processed, calorie dense foods that are cheap and easy to store. When we see analyses such as those in the British Medical Journal last month, showing associations between ultra-processed food and the risk of death, we know that the children coming to our clinics are often on this path, but they can’t afford to get out of it.”",
        "It is a disgrace that my constituents face this appalling and grave situation, and yet at the same time we read reports that global food companies have paid out £15 billion in profits to their shareholders. Supermarkets are not doing too badly either: they have also paid out vast dividends during covid and the cost of living crisis.",
        "At a recent Environment, Food and Rural Affairs Committee session, we heard evidence from the United Nations special rapporteur on the right to food, who told us:",
        "“Corporations have a significant amount of power in markets and there is not much being done to hold corporations accountable. Food prices are at the mercy of speculation…Governments have tools in place to stabilise prices.”",
        "At the same time, research from the Bakers, Food and Allied Workers’ Union highlighted that the workers who produce the food and enable those profits are some of the hardest hit by the rising cost of food.",
        "Hunger and out-of-control food inflation are not inevitable. They are a political choice made by this Government and compounded by cutting away vital protections from rising fuel costs, dismantling the social safety net, cutting universal credit, imposing benefit sanctions, eroding workers’ rights and presiding over a decade of austerity that has cut to the bone our vital services, which are needed now more than ever. The time for sticking plasters to address the rising cost of food—such as the reliance on thousands of food bank and food pantry volunteers and donors—is over. We need systemic change so that all our people have the opportunity of health, happiness and dignity.",
        "That is why we need to legislate for the right to food. We need enforceable food rights to ensure that the Government of the day are accountable for addressing the cost of food and making sure nobody goes hungry, and that they are prevented from making decisions that lead to people being unable to afford to put a meal on the table. A right to food should be not a safety net but a rope ladder, with ever-higher standards of provision.",
        "I propose the following as an extremely modest and deliverable beginning. There should be a duty on the Secretary of State to ensure the food security of our nations, which should be taken into account when setting competition, planning, transport, local government and all other policies. We should be eradicating food deserts, not enabling them. Ministers should be under a duty when setting the minimum wage and any relevant social security benefits, including pensions, to state how much of the prescribed sum has been calculated for food, because right now it is nowhere near enough.",
        "Finally, we must legislate for universal free school meals—a nutritious free school breakfast and lunch for every child in state education. We heard powerful evidence at the EFRA Committee recently about the benefits that that would bring for children’s learning, happiness and health and about how that investment would allow our children to enjoy futures that are far brighter than what they are looking forward to now. Crucially, from the Government’s perspective, it would pay for itself in the long run. The benefits far outweigh the costs.",
        "I urge the Minister to come forward with action now and not to repeat the indifference they have shown when I have raised this issue repeatedly in the House. Constituents are starving, and we need political leadership that guarantees and realises everyone’s right to healthy food. If reliance on charity alone was a sufficient guarantee for basic human needs in the UK, previous generations would not have legislated for universal state schooling or a national health service. This horrific situation demonstrates that we need the same vision and ambition when it comes to food security—and it cannot wait a moment longer."
    ]
}