{
    "url": "https://www.ukpol.co.uk/angela-eagle-2014-speech-to-electoral-reform-society/",
    "title": "Angela Eagle – 2014 Speech to Electoral Reform Society",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Angela Eagle",
            "url": "/tag/angela-eagle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Angela Eagle, the Shadow Leader of the House of Commons, to the Electoral Reform Society on the 17th June 2014.",
    "content": [
        "It is good to be here this afternoon with the Electoral Reform Society, and good to see so many of you here. In my remarks I want to address the democratic decline that we have faced in our country, and I want to argue that we must act urgently or risk the legitimacy of our Parliamentary system being threatened.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am going to speak from my strong personal belief that despite all its flaws and disappointments, democracy is the only political system for any country to achieve and sustain. I assert this as an active volunteer and participant in democratic politics for forty years and counting.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I never thought I would live in an era when this statement of the obvious had to be reasserted. But the intervention of culturally significant people like Russell Brand urging young people not to vote has set the alarm bells ringing in my head at least.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The election results we had a few weeks ago underline the scale of our challenge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What was startling was not that UKIP did well, but that just 1 in 9 people voting for a political party can be described as a ‘political earthquake’. Surely the real challenge which deserved the attention of the myriad of opinion formers and pontificators was the abstention rate. Two out of every three people just didn’t vote, and a quarter of those that did voted for a Party that positions itself from the right as anti-politics.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "People have every right to feel like the current terms of political trade just aren’t doing it for them. They see their kids having fewer opportunities than they had. They are often working all hours God sends, but they still aren’t managing to make ends meet at the end of the month – much less have time to enjoy life. They see those who got rich and caused the global financial meltdown rewarded with tax cuts, while they work harder for less. They see widening inequality, an increasingly insecure jobs market and arbitrary treatment at work, and they think: what is politics doing for me?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The truth is, with this Government, all they get is a reliance on a failed model of trickle-down economics that offers no light at the end of the tunnel. It is certainly the case that the dominance of neoliberal economic ideology in the last thirty years has considerably narrowed the choice and the possibilities of change which voters perceive is on offer from the mainstream political parties. Perhaps they are signalling to us that they want a wider choice. After all non-participation merely aids the status quo and keeps the influential and the powerful precisely where they want to be – in charge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The crisis we have in our politics certainly isn’t unique to the UK. It is mirrored to a greater or lesser extent in all the advanced democratic societies around the world and it is a profound problem that has no quick or easy solution. But as the election approaches, that doesn’t mean that we don’t have a responsibility to try and solve it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I’ve spent the last year asking why people feel so disconnected through my People’s Politics Inquiry. I’ve been guided by one simple principle: step out of the day-to-day grind of politics at Westminster and talk to the people who are actually disengaged. Along with a team of colleagues from the Parliamentary Labour Party, I went to mothers & toddlers’ groups, universities, held town hall meetings. I knocked on doors and called people up from the electoral register who we knew haven’t voted. And we began a dialogue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I benefitted from some really fascinating insights once I had got through the anger and disappointment. It was clear that many felt forgotten about and welcomed a real chance to have their opinions heard.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A couple of months ago I brought together fifteen of the hundreds of people that we met to form an Inquiry Panel. Their contributions are guiding a lot of what I’m going to say to you this afternoon, but it was Annette – a children’s centre worker from Oldham who has never voted – who made an extremely valuable point. We were having a discussion and I had written at the top of a piece of flipchart paper ‘how can we re-engage people with politics’. She put her hand up and said: ‘You’ve got the question wrong. It should read how do we re-engage politics with people’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In that comment, I think she might have summed up part of the current malaise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When we talk about the crisis in our politics from the vantage point of a room in Westminster or after a lifetime of political commitment we too often make a series of assumptions. We assume people know why our democracy is important. We assume people know how to vote, who they want to vote for, and why. We talk with a sense of righteous indignation about the insult to those who died to give us rights and we cannot understand their indifference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But we have to stop making these assumptions. We have to renew our democratic dialogue with everyone in our country. And we have to do as Annette said and take politics to people rather than expecting people to come to politics – simply because we did in times which were very different from those we are living through today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Throughout my Inquiry I’ve been struck by the sheer number of people who have told me that they don’t vote because they just don’t feel like there is any point. They feel their vote won’t make a difference. They think no one listens anyway. They believe that all politicians just lie to get your vote.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "These are statements I heard over and over again. But they are statements that all seem to be driven by the same thing. And that is a sense of powerlessness. A belief that politics isn’t controlled by ordinary people, for ordinary people, and instead it just gets done to them from on high.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Passive indifference is a pretty rational response to that judgment, and the only way to counter it is to empower people. To remind them how powerful they are if they decide to be, and if they decide to participate. We have to make people believe once again in the power of politics to change their lives and we have to create a mood of political optimism that shows such change is possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I was struck by just how many people told me that they didn’t feel like they knew enough to vote. This was an observation women especially made. It was also far more likely to be made by a product of the English education system than the Scottish where ‘modern studies’ seems to have better equipped school pupils north of the border with the basics they need for active democratic participation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Take Debra, one of the Inquiry Panellists. Debra has never voted but recently decided to develop an interest in politics after returning to education opened her eyes. She’s embarked on a mammoth mission to find out about politics and political parties. But she still told me she doesn’t feel qualified to vote.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This sense of a lack of knowledge of the democratic basics has certainly worsened since I was a teenager. I think that part of the reason for that is that it is now less common for families to share political knowledge between generations. I learnt my politics from my Mum and Dad, from the stories that were told in the family and from a sense of belonging which has now fragmented. Tribal political allegiances have declined as a result but little has filled the vacuum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The answer to this is to rely more on imparting knowledge about the duties and expectations of citizenship in our schools, but all the evidence from the Inquiry tells me that citizenship education in schools is often just not up to scratch.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Too often it is dry and unexciting. If it takes place at all it focuses on the mechanics of voting, but not on the value or the nature of the choices on offer. Too many young people are leaving school none the wiser about how our democracy works, how important it is or how they could get involved if they wished to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is right that schools have the freedom to promote citizenship in the way that they best see fit, but we will encourage schools to do more to make sure that our young people understand what their vote means. This is especially important with our commitment to introduce votes at sixteen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is also important that our young people get the chance to participate practically in democratic decision-making and the requirements of accountability from an early age, which is why every school should have an elected school council.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "People I met during the Inquiry didn’t just say “I don’t know enough” they also said politics is “not a place for me”. It’s no wonder really when you think about it. When people look at parliament, they see a sea of white male faces too many of whom have backgrounds that just don’t reflect theirs, speaking in an arcane, often technocratic, language which is profoundly alienating.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We must make our Parliament more representative of our communities. That means more women, more people from ethnic minorities, from the working class and those who have disabilities too. But we can’t just hope for equal representation to occur naturally, we have to go out and organise for it – like I did with women in the Labour Party in the fight for All Women Shortlists.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Until we have a politics where all leadership styles are welcomed and not ridiculed, where you hear all accents, see all faces. Until then, we won’t be able to build the politics we want to see. People need to believe that power is in the hands of people like them. And they won’t believe that until they see that it is.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is very little understanding of what Parliament does. There is little meaningful coverage of what actually goes on in Parliament over and above the weekly theatrical joust that is Prime Ministers Questions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This problem has not been assisted by Parliament’s institutional preference to be more closed than open. Indeed it is only this year that it has been finally agreed to allow the documentary filmmaker Michael Cockerell to make a fly on the wall documentary about the inner workings of the institution that is the centre of our democratic system. I hope it will provide the first of many more insights which will make the Commons more accessible to the people it is there to serve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Speaker’s commitment to an enhanced educational service and the provision of a bespoke building to house it in is also a very positive step in the right direction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I now want to turn to the second part of my speech this afternoon, the practical solutions the Inquiry has suggested for how we can increase democratic participation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I’ve been campaigning for Labour since I was fifteen and I’m very used to the ‘get out the vote’ operation on polling day. I must admit that it can be pretty frustrating when you are confronted by a voter who just won’t nip round to the polls even though there’s plenty of time left. But they have a point especially if they have young kids and nipping anywhere involves a logistical operation of military proportions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Labour will do more than just expect people to vote – we will do what it takes to understand their busy high pressured lives and understand how we can better help voting fit in with them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The first thing we will do is demystify the polling station. I was struck by the number of people who told me that they didn’t know what happened when they go to vote and felt too embarrassed to ask how.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As well as working with schools to make sure people learn these basics at an early age, we will also do more to give people enough information before elections. Every registered elector is already sent a poll card, and I think that is where we should start. Every card should contain basic information about how you vote, and it should provide links or QR codes so that people can access further information online.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are already a number of websites where people can learn more about their vote. The Electoral Commission, Parliament and Downing Street all have online information about voting and registration. But this information is incomplete, and spread across a variety of places that you really have to seek out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I’ve been impressed by the example set by the GLA in London who run the London Elects website. It not only gives people information about how and where they vote, but also acts as a portal so people can learn what parties stand for.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A Labour Government would work to use this model to produce a comprehensive democracy portal. It would draw together in one place all of the things you need to know before you vote. Who your MP is, who your local council and representatives are, how you vote, who the political parties are and what they stand for.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We will also encourage local councils to email every first time voter who is added to the electoral register with a link to the site encouraging them to understand the process they are about to take part in and answer any questions they might have.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Using modern technology isn’t just the answer to how we can better inform voters about elections, it is also crucial to how we create a voting system fit for the 21st century.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Person after person I met during the Inquiry just couldn’t understand why when they can shop online, bank online, meet their partner online – they can’t vote online.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Electoral Commission are right to be looking at online voting, and the Speaker was right to say last week that it makes sense in our internet age. But we can’t ignore the scale of the security challenge we’d have to face.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Examples from around the world in elections such as the often cited 2000 Arizona State Democratic Presidential Primary show that it can be done, but we’d have to develop a system that is completely secure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Inquiry showed me that we can’t allow ourselves to fall behind the times on online voting because the more out of touch with people’s lives voting is, the less relevant voting feels to them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The second thing the Inquiry highlighted was the inadequacies of voter registration. It is estimated that around 10 per cent of the adult population are currently missing from the electoral register, and those figures are much worse for young people with as many as half of them disenfranchised by virtue of being missing from the electoral roll.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Registration should not be a barrier to voting, so as well as making sure that voter registration becomes a routine ask for any public sector workers who come in to contact with an unregistered voter, Labour will trial allowing people to register to vote on polling day itself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is also right that my colleague Sadiq Khan has already announced that we will trial different days for polling day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There was an advert on our TVs in the run up to the recent elections from the Electoral Commission that I think is quite revealing when it comes to our attitude to non-voters. It pictured a man walking up to the polling station with a hook in the back of his clothes. When he gets to the desk, he is told that he is not registered to vote. The hook pulls back, and he is thrown at full pelt in to a skip.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This might have been effective at getting attention, but we should promote a positive message about why people should register too. We must talk about the importance of having your voice heard and having a share in the collective decision of your constituency and your country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I can still remember the sense of joy in Archbishop Tutu’s voice when he talked about casting his first ever vote at the age of 62 in South Africa’s first ever democratic election. This was something he had fought for and wished for all his life which had finally been achieved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Everyone I spoke to during the Inquiry told me that we need to develop a sense of excitement around voting, and a sense of community. They said that it should become part of our cultural identity again – and they are right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Why is it that people will help their neighbour out with their weekly shopping, volunteer at their youth club, help coach at the local football team; but don’t connect their civic participation with party politics?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We don’t just need changes to make it easier to vote, we also need to show people that it is worth their time. Of course we do that by delivering results. By showing the difference we can make. But we also do that by trying to rebuild the broken relationship between people and their politicians.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That’s why the final issue I want to talk about this afternoon is something we don’t talk about enough: trust.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It was Jordan who I met at Wolverhampton Youth Council who summarised the problem best. He said that the expenses scandal just confirmed in his mind what he already thought about politicians, that MPs are just out for themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I heard that a lot. And I heard of lot of anger and resentment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Of course that is understandable. The expenses scandal was toxic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But there was something else that I realised during the Inquiry. Almost everyone I spoke to said ‘my MP seems alright, but it is the rest of them that are crooks’. And that’s why I want to say something now that is not said enough: we’ve let our political narrative focus on the rare cases of misconduct, and we’ve let that overshadow the positive work members of parliament do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In his resignation letter to the House, the Clerk Sir Robert Rogers beautifully articulated the mood of the Commons. I just want to read you an extract now. He said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“The House of Commons, across the centuries, has never expected to be popular, and indeed it should not court popularity. But the work it does in calling governments to account, and its role as a crucible of ideas and challenge, deserves to be better known, better understood, and so properly valued. So too does the work of individual Members: not only working for the interests of their constituencies and constituents, but often as the last resort of the homeless and hopeless, the people whom society has let down. This is a worthy calling, and should be properly acknowledged and appreciated.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That’s why the first solution to the problem of trust is providing more information about what exactly it is MPs do, and why they do it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "IPSA did some research last year which underlines the scale of the problem. More than half of people don’t know what their MP does, especially when they are in Parliament. This is of course primarily the responsibility of individual MPs, but Parliament and political parties should do more nationally too. There is a lot of information spread across a variety of websites, but there is no uniformity and it is not easy to locate. We need to do better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But clarity can only really come when the process of legislation is clearer and more accessible, and when people can follow what it is their MP is doing in the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That is why I announced in February my reforms to the legislative process to make it simpler, more accessible and more widely reported. A new public stage would ensure that the public can have their say, and a new scrutiny stage would test Minister’s mettle, ensure legislation is in better shape, and mean that the media would have something more succinct and interesting to report.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is not just processes we need to change, we must change the way we operate too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Speaker is right to criticise the worst aspects of bad behaviour in the chamber. Because to the public that looks like public school boys arguing in the playground.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "People I met in my Inquiry were right to criticise our sound bite culture, because the buzz words might poll well, but they make politicians sound like automatons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "And Karina was right to say that we can’t ignore the elephant in the room: people just don’t believe politicians keep their promises.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That’s a problem that I think all politicians have a responsibility to solve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Nick Clegg promised he’d vote against any increase in tuition fees, and off the back off that won swathes of the student vote. How many of those students now just won’t ever vote again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "David Cameron promised he’d clean up politics but he produced a lobbying bill that gags ordinary people and lets vested interests off the hook. And he promised no top down reorganisation of the NHS but then he delivered a top down reorganisation of the NHS.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When does this end? Surely we have a responsibility in politics to say what we mean and to do so responsibly. The focus groups may not say it, but I think the British people value honesty over the cheap headline. However our retail model of politics values sales talk and overblown claims over the complex realities of what Governments can actually achieve. We need a more candid discourse about all this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Before I conclude this afternoon, there are two other words that emerged from the Inquiry that I think are at the heart of our quest to rebuild trust: transparency and accountability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If you look at the debate around Maria Miller’s expenses, the public outcry focused around this idea that MPs were somehow ‘marking their own homework’ and letting themselves off the hook.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A lot of this was based on a misunderstanding of the nature of the unfortunately named ‘parliamentary privilege’, of the new IPSA rules and of the workings of the Standards Committee, but there is at the heart of it a valid point. If people don’t have trust in the system and don’t believe it is delivering fair results then we have a problem.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That’s why if the Government’s Recall Bill is anything like their draft it won’t provide the reassurance that people expect. It will deliver neither greater public confidence, nor satisfy Recall’s critics.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Labour supports Recall, and will work with the Government if they produce a sensible and workable model that will increase public trust. But at the moment it looks as though that’s not what they are going to do. It is right to have a mechanism to hold MPs to account outside of the 5 year cycle when MPs do something seriously wrong. But it is wrong to allow rich and powerful interests an opportunity to rid themselves of any MP they don’t like.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Inquiry told me that we don’t just need more accountability for MPs, we need more accountability for other vested interests in parliament too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Just look at some of the lobbying scandals under this Government. We have Lynton Crosby working in number ten, and mysteriously absent legislation on plain packaging for cigarettes. We had the Adam Smith and Fred Michel interactions over the proposed takeover of BskyB. We had Adam Werrity and Liam Fox.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But what did the Government do? They promised to clean up politics, and then proposed lobbying regulations so weak that they actually make the industry less transparent. Labour will repeal the Lobbying Act and bring in a universal register of all commercial lobbyists backed by a code of conduct and sanctions, but we won’t just stop there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We will ban second jobs for MPs, and we will root out unaccountable influence wherever else it resides which is why Ed hasn’t been afraid to stand up to aspects of the unaccountable press.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If you look at the recent case of Patrick Mercer, at the heart of his misconduct was the use of an All Party Parliamentary Group to give parliamentary credibility to lobbying activity. As the Chair of the Political and Constitutional Reform Select Committee Graham Allen has warned, APPG’s are the next big scandal waiting to happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That’s why a Labour Government will review whether lobbyists should be allowed to provide the secretariats for APPGs, and we will continue to support the ban on parliamentary passes for any APPG staff.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This afternoon I have sought to share with you the insights of the disillusioned, and I have come to some conclusions about change we need to see based on their views.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A Labour Government will do as Annette said and take politics to people, not expect them to come to us. We will do more to help people understand our democracy and why it is important. We will take simple steps to ensure voting fits around people’s lives. And to restore trust in politicians we will focus on three principles: clarity, transparency and accountability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Listening to disengaged voters has been a good place to start, and I hope these thoughts contribute to the debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I’d like to thank everyone who spoke to me and to my colleagues during the course of the People’s Politics Inquiry. And I’d like to thank you for listening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}