{
    "url": "https://www.ukpol.co.uk/angela-eagle-2016-speech-on-bhs/",
    "title": "Angela Eagle – 2016 Speech on BHS",
    "post_date": "April 26, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Angela Eagle",
            "url": "/tag/angela-eagle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Angela Eagle, the Shadow Business Secretary, in the House of Commons on 26 April 2016.",
    "content": [
        "[![angeleeagle](https://www.ukpol.co.uk/wp-content/uploads/2016/03/angeleeagle-193x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/03/angeleeagle.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the Minister for her statement and for giving me early sight of it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Eleven thousand BHS staff will be desperately worried about their jobs today. BHS is a venerable British company, which has been a feature of our high streets for almost a century. I am sure Members on all sides of the House will hope that administrators will be successful in their attempts to sell BHS as a going concern. At this difficult time for the workforce and their families, we all want to be reassured that the Government are doing everything they can to support a successful outcome to the process. If the worst happens, BHS workers will want to know that the Government stand ready to offer help for them to get back to work as soon as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The crisis facing BHS highlights a wider challenge for our high street retailers, with increased competition from online retailers. It is vital that our high streets adapt and change to stay relevant and competitive. It is important to understand how we ended up here and to think about the implications for public policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are some serious questions to answer, not least by the former owner, Sir Philip Green. He bought BHS in 2000 for £200 million. In just two years of his ownership, £422 million in dividends was paid out, with the vast majority going to him and his family. He seems to have taken out far more in value than he paid for the business in the first place. Last year, he disposed of BHS for just £1. When Sir Philip bought BHS, the pension fund had a surplus of more than £5 million and it remained in the black as late as 2008. Yet when he got rid of the business, he had turned this into a deficit of hundreds of millions of pounds. The pension fund now reportedly has a black hole of £571 million.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If the worst happens, the liability will be covered by the Pension Protection Fund, as the Minister indicated, and BHS staff will get only 90% of the pension they have worked so hard for and saved for. However, Philip Green seems to have got much more out of BHS for himself and his family than that. BHS staff and the public will understandably want to know whether the former owner, who took so many millions of pounds out of the business, will have to pay his fair share of the liabilities that accrued during his stewardship.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is right that the pensions of working people are covered in the event of their employer going under, but in this situation it appears that the owner has extracted hundreds of millions of pounds from the business and walked away to his favourite tax haven, leaving the Pension Protection Fund to pick up the bill. We know that Sir Philip is such a vocal supporter of the Conservative party that in 2010 the Prime Minister asked him to conduct a review for the Cabinet Office of how to slash Government spending. What he appears to have done with BHS is to extract huge value from the business before walking away and leaving all the liabilities to others, including the public purse. Now we are learning that BHS has paid more than £25 million to Retail Acquisitions, which bought it for £1 in 2015.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What help can the Department give to ensure that the interests of the 11,000-strong workforce are properly looked after? Does the Minister think that taking hundreds of millions of pounds out of a business which then accumulates a huge pension black hole is responsible ownership? What comments does she have on the conduct of Sir Philip Green during his ownership of BHS? Does she agree that in cases such as this, former owners should be held accountable and liable to pay their fair share of any accumulated pension deficit, rather than leaving it to responsible pension funds to pick up the bill through the pension protection scheme?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Sir Philip has reportedly offered a mere £40 million in lieu of the pension deficit. That is less than 10% of the total, but he has taken far, far more than that out of the business. Does the Minister believe that that offer is acceptable? If not, can she set out the options which the Government and the Pensions Regulator have to pursue him for a fairer settlement? Will she review the current law to ensure that irresponsible owners are not able to extract value from businesses and then walk away, leaving the liabilities elsewhere?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}