{
    "url": "https://www.ukpol.co.uk/angela-eagle-2019-speech-on-brexit-and-parliament/",
    "title": "Angela Eagle – 2019 Speech on Brexit and Parliament",
    "post_date": "June 17, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Angela Eagle",
            "url": "/tag/angela-eagle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Angela Eagle, the Labour MP for Wallasey, in the House of Commons on 12 June 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2016/03/angeleeagle-1-193x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/03/angeleeagle-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is a great privilege to follow the right hon. and learned Member for Beaconsfield (Mr Grieve) and the speech he has just given. I fear that the trajectory of the entire Brexit debate since the referendum, with everything that has happened, is pushing us to the extremes of that debate, because we had a Prime Minister who simply did not bring the country back together, or seek to do so. She decided that the way through this conundrum was to appease the unappeasable Brextremists in her own party. It is hard to see whether there will be the kind of consensus and bringing back together of our fragmented country for which my hon. Friend the Member for Stoke-on-Trent Central (Gareth Snell) wishes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I see us heading towards a final choice between no deal and revocation but, in the absence of that choice being before us today, the modest measure that we are debating gives us a chance as a Parliament to have an insurance policy against careering off into the catastrophe of no deal. A newly elected leader of the Conservative party with no democratic mandate from the country and no majority in Parliament might manipulate the way in which this House works to deny us the chance to express what we have already expressed clearly: there is no majority in this Parliament to take this country out of the European Union without a deal. To me, that is a modest proposal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Lady Hermon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Brexit Secretary studiously avoided questions about the Government’s commitment to the Good Friday agreement. Does the hon. Lady agree with me that taking this country out of Europe without a ​deal would have very serious consequences for Northern Ireland? Sinn Féin would certainly be incentivised to campaign for a border poll were there any hardening of the border, which would be inevitable with a no-deal Brexit. Heaven help us, but think what dissident republicans might do if there were to be no deal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Ms Eagle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I agree with the hon. Lady. She is absolutely right to point out the Irish dimension of the entire debate. That many Conservatives seem willing to cast the Good Friday agreement into the flames has been an astonishing aspect of this debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Members of the Conservative party opposed to this modest insurance policy describe it as a constitutional outrage, that this Parliament should seek to ensure that the country is not driven off the cliff of a catastrophic no-deal Brexit. In seeking to put aside one modest day of debate, to try to pass a Bill—which would need a majority in this House and to get through the House of Lords—to prevent that scenario, they suggest that we are somehow upending years of constitutional propriety.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I would listen to such self-serving arguments with far more patience had we not had a Government who have spent the past few years disregarding all sorts of constitutional propriety in how they have run this Parliament: gerrymandering the number of people on Select Committees, wilfully ignoring Opposition motions and finally refusing even to participate in votes, and being quite happy to ride roughshod over centuries of constitutional convention for their own aims. They then get themselves in a lather about the very modest motion that we are debating.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the interests of the economic prosperity and security of this country, we have to prevent the Government party and any new Prime Minister behaving like a latter-day Charles I, seeking to govern without this Parliament. If we have to do that by using a modest Bill, that is the least we can do. There is no way, for the legitimacy of what we do in the future, that this Parliament must allow a Government without a majority and a new Prime Minister who does not have a direct electoral mandate to cause a no-deal Brexit without referring this back to the people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is only one way, in the end, of solving the constitutional issues facing us, and that is through either a general election or another referendum. In any case, it is the people who must decide how we go forward. We are not going to allow any newly elected head of the Conservative party to take that decision away from the British people. That is why I support the very modest change before us today to put that insurance policy on to the statute book.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}