{
    "url": "https://www.ukpol.co.uk/angela-eagle-2022-speech-on-the-cost-of-living-crisis/",
    "title": "Angela Eagle – 2022 Speech on the Cost of Living Crisis",
    "post_date": "May 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Angela Eagle",
            "url": "/tag/angela-eagle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Angela Eagle, the Labour MP for Wallasey, in the House of Commons on 17 May 2022.",
    "content": [
        "Can we judge this Queen’s Speech to be successful in addressing the cost of living crisis? The Governor of the Bank of England warned at the Treasury Committee yesterday of an “apocalyptic” situation with food supplies and therefore with rising prices. The Bank of England’s Monetary Policy Committee’s May report warned that inflation would soon reach 10%. It also signalled lower growth than previously predicted, with a contraction in quarter 4 of this year. It also expects higher unemployment. It predicts that inflation will not return to its target of 2% for nearly three years. The squeeze in what the economists call real incomes, which take account of inflation, is the most ferocious we have seen in generations, not least because the rapid rise in inflation is being driven by soaring prices for necessities: food and energy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "These higher costs cannot be avoided or easily minimised and, as my right hon. Friend the Member for East Ham (Stephen Timms) pointed out in his effective speech, it is well known that they cause most hardship to the poorest, who are least able to cope and have no savings. Despite what some Government Ministers seem to think, the poorest have little practical opportunity to increase their hours or their pay, at least in the short term.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thus, after 13 years of Conservative rule, we see soaring poverty levels, millions relying on food banks just to get by, and the lowest level of benefits since Lloyd George was Prime Minister. It means that the social safety net created to prevent destitution has been deliberately shredded by this Government, leaving many to cope with the intensifying cost of living squeeze without effective help. And we have a Tory Chancellor who has said that it would be “silly” to add any extra help until the autumn.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Against that background, the Government’s abject refusal to alleviate suffering and use the powers at their disposal to assist those in real need is a disgraceful dereliction of their duty. Their indifference to real suffering will not be forgotten; it will be remembered as the hard times get even tougher for millions of our fellow citizens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Labour has suggested a one-off windfall tax on the huge unearned profits currently flooding the energy companies’ coffers, which would help alleviate some of the suffering, yet the Government refuse to enact it. Instead, we have a hotchpotch of a Queen’s Speech, with 38 Bills with no focus and no connection to the realities millions of people in this country are facing. It shows just how out of touch the Government are that they prefer to press ahead with new, repressive laws against “noisy” protests while ignoring the collapse in law enforcement and prosecution levels on their watch, hoping we will forget the shamefully low numbers of crimes that are currently prosecuted and the even lower numbers which result in convictions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This Government have let fraud run riot even as they under-resource and fragment any serious police response to it, while millions of our fellow citizens fall victim to scams and con merchants. This is a Government who prefer to campaign than to govern, and a Government who think that policy delivery is issuing a press release. We have a weak Primer Minister who runs No. 10 like he ran the Spectator office—as one long, chaotic, bacchanalian, irresponsible party.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "So we have today’s threat to legislate to tear up the Northern Ireland protocol, and damn the consequences for the Good Friday agreement, or for our international reputation as a country whose word can be relied upon and that respects the rule of law. This is the Northern Ireland protocol that the Prime Minister negotiated, which he hailed as an “oven-ready” triumph, and which he asserted in the 2019 general election “got Brexit done.” Only this Government could be so irresponsible as to contemplate starting a trade war with the EU in the middle of the most ferocious cost of living crisis in generations. No previous UK Government have ever regarded breaking international treaties and breaking their own solemn undertakings as a negotiating tactic, sullying our international reputation in the process, and our country will rue the day that this one did.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is a Government who look after their own, allowing a bonanza in dodgy covid contracts for their mates, and passing laws to wreck independent judicial oversight and clamp down on protests. The sooner they are gone, the better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}