{
    "url": "https://www.ukpol.co.uk/angela-eagle-2023-speech-on-pride-month/",
    "title": "Angela Eagle – 2023 Speech on Pride Month",
    "post_date": "June 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Angela Eagle",
            "url": "/tag/angela-eagle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Dame Angela Eagle, the Labour MP for Wallasey, in the House of Commons on 15 June 2023.",
    "content": [
        "As always on this occasion, it is a great pleasure to see you in the chair, Mr Deputy Speaker. I add my tributes to Glenda Jackson, following today’s sad news. I grew up watching her performing in “Elizabeth R”. I then found myself sat next to her for seven hours in this place as we both attempted to make our maiden speeches. She got in just ahead of me, but in the end we both got in. I worked with her in government as a Minister, and I also had the privilege to see her in “King Lear”—at the Old Vic, rather than in New York—and I can attest to the stupendous nature of her performance in one of my favourite Shakespearean plays. We will all miss her. Of course, she was a Birkenhead girl—I just thought I would get that in before I continued. I am sure the whole House sends condolences to her son Dan, and to her wider circle of friends and family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I would like to draw attention to early-day motion 1275, tabled by my hon. Friend the Member for Nottingham East (Nadia Whittome) and signed on a cross-party basis, including by the hon. Member for Bridgend (Dr Wallis). I think our thoughts have been with the only transgender Member of this House at the moment given the toxicity of some of the debate, which the hon. Member for Carshalton and Wallington (Elliot Colburn) raised in his very able moving of the motion in this year’s Pride debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the UK, every June the LGBT community and our allies celebrate Pride Month, and I am grateful, as I think we all are, to the Backbench Business Committee for continuing to give us time to have this debate. The events that take place during Pride Month give us all a chance to celebrate our history, which is very important as it teaches us and gives us hints about what may lie ahead in the future if we do not keep our wits about us. It also gives us a chance to celebrate the remarkable progress we have made as an LGBT+ community, from LGBT+ people being criminalised to legal equality, visibility and much more widespread acceptance. That is quite a journey.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is a remarkable change, and it has happened in my lifetime. I am older than I sometimes think myself to be, but I am not that old in the scheme of the social history of this country, so that demonstrates the scale of the change I think most of us in the Chamber, although not all, have witnessed. Pride also gives us the chance to show solidarity with other LGBT+ people around the world who have yet to make the progress that we have enjoyed, and who in 66 countries still face legal bans on their existence and in some extreme cases face the death penalty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Virginia Crosbie (Ynys Môn) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the hon. Member for allowing me to intervene, and I also thank my hon. Friend the Member for Carshalton and Wallington (Elliot Colburn) for securing this really important debate on Pride Month. This is very important to me and to constituents on Ynys Môn such as Bruce Hughes, and I look forward to the time when we can celebrate Pride Month right across Anglesey and really celebrate this solidarity and the remarkable progress we have made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dame Angela Eagle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I agree, and I certainly hope that Pride in Anglesey is as enjoyable as Pride in London, and also as enjoyable as Pride in Liverpool, which this year will be hosting Ukraine Pride too. It will not be quite as glitzy as the recent party we had for Eurovision, but it will in its own way be just as glamorous.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I was talking about legal bans, and the situation in some other countries where people have not made the same progress as we have been fortunate enough to deliver in this country. Pride is about supporting their battles for human rights and dignity, and the all-party parliamentary group, which the hon. Member for Carshalton and Wallington and I are honoured to chair, does its best to bring those issues to the attention of the House and of Government agencies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We use Pride Month to assess how we must plan to protect and advance the equal rights that we have fought for, and we march and we protest, but we do also party, as I think has perhaps been mentioned before—it seems to be a theme. We party, and we parade and march, because visibility is a part of the celebration that Pride represents. It is about our own pride in our authentic existence, because being out in the open is so much better than being afraid and in the shadows. We must bear that in mind as the debates that problematise particular parts of our community continue to rage around us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Why do we do this? We do it because we have a collective memory of what it was like before we fought for change, and we do not want to go back to those dark days of prejudice, bigotry and oppression. What is the point of us carrying on doing it now that, apparently, we are accepted? It is because a diverse society is a stronger society. Everyone thrives better in an accepting society in which the norm is dignity and respect, rather than division and prejudice. I have a feeling that we are about to have to fight that battle all over again between those two visions of what a society should be like.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We want a society in which people are not discriminated against because of their sexual orientation or gender identity, and we can celebrate remarkable progress at home and abroad in the battle for liberation for LGBT+ people. This year is the 20th anniversary of the repeal of section 28 in our country. It is also the 19th anniversary of the Civil Partnership Act 2004, which first gave legal recognition and protection to same-sex relationships, and 10 years since the equal marriage Act—the Marriage (Same Sex Couples) Act 2013—which opened up that happy prospect to same-sex couples.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There has also been very welcome progress globally for LGBT+ people. Just in the last year, same-sex activity has been decriminalised in five more countries—Antigua and Barbuda, Saint Kitts and Nevis, Singapore, Barbados and the Cook Islands. However, as I said earlier, that still leaves 66 countries where it is illegal to be gay. Half of them are in the Commonwealth, where homophobic laws that were often imported during the colonial era still hold sway. We in the all-party group on global LGBT+ rights can celebrate some progress, but we know that the battles are far from over.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We also know that there has been bad news this year, as well as progress, as the hon. Member for Carshalton and Wallington mentioned in his opening speech. The odious anti-homosexuality law just enacted in Uganda and signed into being by President Museveni is especially extreme in mandating life imprisonment for homosexual conduct, and the death penalty in some instances. It outlaws any “promotion of homosexuality”, which is a familiar phrase to some of us who lived through the 1980s, including advocating for LGBT rights. People can now be jailed if they advocate for human rights in Uganda. There is also a 20-year jail sentence for providing financial support to LGBT+ people, which includes giving them somewhere to live.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Lloyd Russell-Moyle (Brighton, Kemptown) (Lab/Co-op)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend is raising the very concerning situation in Uganda, a country I have visited many times. A number of embassies in Uganda offer space for the LGBT community to meet and organise for safety purposes because of the awful backlash. We should celebrate that, and continue to push for the British embassy to do likewise, as other European embassies have done, so that we protect our friends and colleagues who are fighting the good fight for human rights there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dame Angela Eagle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Well, certainly, and the hon. Member for Carshalton and Wallington and I met the International Development Minister just yesterday to talk about this very thing. We also talked about what other response there might be to what is happening in Uganda, particularly in trying to protect LGBT activists there, but also to make it certain that there is no impunity for those advocating these kinds of laws. We raised the prospect of visa bans, travel bans and other ways of making our displeasure known, and we wait to hear what the Government will say about that. This is the most extreme law that has been passed on to a statute book, but similar statutes are now appearing in other African states. Notably in Ghana, but in other African states as well, there are big pushes to enact similar laws.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Progressive momentum has also stalled in our own country. The UK Government cannot seem to decide whether they are going to maintain their acceptance of the gains made by LGBT people, or tee up an even more vicious culture war against trans people ahead of the next general election. Almost five years since the Government first announced their intention to ban conversion practices, there is still no sign of the oft-promised draft legislation that would achieve that very laudable aim, which would have widespread support across this House. We are still waiting to see that, yet every day of delay from this Government puts more vulnerable, usually young, people at risk from this highly damaging form of psychological abuse. As I think I said last year, I hope that the Minister might be able to confirm today that the Bill will be published soon. We were hoping it would be a Bill last year, and now we are told it is a draft Bill, but we have still not had sight or sound of it. I am sure that behind the scenes he is absolutely on the right side of these arguments, and I do not want to embarrass him in public, but I suspect there may be others who are not. I wish him well with any battles that he is having, and I hope that the Bill will be published before the summer recess, so that we can check that it is trans-inclusive and that it is effective because it does not contain a gigantic “consent” loophole.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As the general election gets closer, the Prime Minister has decided to go along with an attempt to set up a response to what he referred to in his failed leadership bid last summer as the threat to “our women” from trans people. Daily screaming headlines in Tory-supporting tabloids have followed disgustingly, painting all trans women as potentially violent, predatory, and a threat to women and girls. That has created a climate of fear and hostility to all trans people, and seen levels of hate crimes against all LGBT+ people, and especially trans people, soar in the last year. There is a reason why Pride in London has decided to march in solidarity with trans people this year, and I hope that many of those who wish to see our society support everyone positively will join us on the Pride march on 1 July.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "With this targeting, we must remember that there are only small numbers of trans people in this country. If we read the headlines, one would think that everything that goes wrong, and all violence against women, was somehow perpetrated by trans women. It is out of all proportion and doing enormous damage, and I wish it would stop. I wish the Government would take a stand against it, instead of standing back, letting it happen, and calculating whether there is any political gain for them in allowing it to go on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I recognise a politically induced moral panic when I see one. I also recognise a discredited Government who are unleashing a culture war for their own political ends. All power to the elbows of those in the Conservative party who are trying to get this stopped: Labour is with you and we hope you will be successful. This kind of activity happened before in the 1980s, when the same tactics and tropes were used to demonise gay men. That led to section 28, which unleashed untold misery for a generation of LGBT+ young people, and for those who were perceived as “different”, whether they were gay or not. We cannot and must not let history repeat itself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am a feminist, I am a lesbian, and I am a trans ally. I do not believe that allowing trans men and women to live with dignity and respect threatens my rights or my wellbeing in the slightest. We all advance together, or not at all. Even at this late stage, the Government could do the decent thing and abandon their divisive tactics. Instead of endless prevarication, they could publish sensible and inclusive relationships and sex education guidance, which our schools have been waiting for since 2019. They could stop playing dangerous and divisive games with trans people by trying to set their rights against women’s rights.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "All the anti-LGBT+ and anti-trans rhetoric is not spontaneously appearing out of nowhere. It is the result of carefully planned and well-funded efforts on a global scale. OpenDemocracy reports on a 2020 investigation that found that more than 20 US fundamentalist religious groups fighting against LGBT+ rights and abortion rights had spent $54 million in Africa pursuing those agendas—an investment that, shamefully, appears to be bearing some fruit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Lloyd Russell-Moyle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The situation in Uganda is very similar. Uganda was the first African country to hold the UN world AIDS conference, and there Museveni gave out condoms to every person that joined. That was 20 years ago. When I last went to Uganda with the International Development Committee and former MP Stephen Twigg, we sat in classrooms where children were told that the way to stop HIV and AIDS was to not sleep with other men and to have a good wash after themselves. That is not just dangerous on an LGBT scale but dangerous for global health. Right-wing money has transformed that country, which was progressive, into a deeply regressive country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dame Angela Eagle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is increasing evidence of that kind of global network operating in a reactionary manner. The Global Philanthropy Project reports that the anti-gender movement outspent the LGBT+ rights movement by three to one between 2013 and 2017, deploying $3.7 billion of resource, and creating an extensive network of organisations to push their divisive, pernicious agenda. Key funders were based in the USA and Europe, with Russian oligarchs playing a key role in Europe. We know that Putin talks about this a lot; we know that Orbán talks about it a lot. We know that in the Spanish election such anti-trans rhetoric is being used by the Opposition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Martin Docherty-Hughes (West Dunbartonshire) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is an issue about how that money is financed: about the relationship between financing dark money and extreme right-wing propaganda and possibly the use of Scottish limited partnerships. Does the hon. Lady agree that it is time the Government got a grip on that?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dame Angela Eagle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Speaking personally, and not as someone on the Treasury Bench—I have no idea what their view would be—I agree with the hon. Gentleman. Scottish limited partnerships are an obvious loophole that needs to be closed much sooner rather than later, and he is correct to point it out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "After all this, it is not a coincidence that the American Civil Liberties Union has revealed that by April this year—not the end of this year, but April—417 anti-LGBT+ Bills had been introduced in state legislatures across the United States, and 283 were education-related Bills. There are increasing numbers of so-called “don’t say gay” Bills that, section 28-like, seek to ban discussion of trans issues in schools. Some “force outings” by mandating that parents should always be informed of any pronoun change at school, or any discussion about it, because they somehow perpetrate the narrative that schools are secretly teaching children to be trans and not to tell their parents. Others ban drag performances; still others ban the pride flag being flown from any public building, and threaten to prosecute parents who allow their children to change pronouns and live in the gender that they wish to live in. Even if that is parental choice, they seek to legislate to go into people’s homes and stop that happening. These are not nice, benign Bills; they are increasingly extreme. Almost all those proposals—not quite all of them—are now being suggested in the UK, with the current exception of the ban on drag, although there have been some far-right demonstrations against “drag story time” events in Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We need to say from this Chamber that the way forward is empathy, not division; it is understanding different and diverse people, and what they need to thrive in society. It is about understanding, not fear, and respect for the right of everyone to live with dignity in an inclusive and diverse society. Pride is about that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}