{
    "url": "https://www.ukpol.co.uk/angela-eagle-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Angela Eagle – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Angela Eagle",
            "url": "/tag/angela-eagle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Angela Eagle, the Labour MP for Wallasey, in the House of Commons on 18 July 2022.",
    "content": [
        "We do not currently have a functioning Government; it imploded two weeks ago, when there were over 50 ministerial resignations in 36 hours. The decision of those Ministers to render their Government incapable of governing forced the Prime Minister to concede that the end was nigh, but he did not resign. Shamefully, he was allowed to make over 60 new ministerial appointments to a caretaker Government. Many of those appointees will be Ministers for only three months, in this drift through a national crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Prime Minister has been told that he must be gone by 5 September. That is 50 days from now—50 days in which the Government will be led by a disgraced Prime Minister, and in which Parliament will be in recess. It is not in the interests of our country or our democracy to allow this discredited Prime Minister to squat in Downing Street one day longer. He is a security risk, having admitted to attending KGB agent Alexander Lebedev’s Italian villa alone, en route home from a NATO summit. He is trying to install more of his cronies in strategic jobs before he goes. He is ending his tenure in Downing Street much as it began—by going AWOL from emergency Cobra meetings; he prefers to party at Chequers instead. Also, there are rumours that he is planning a bumper resignation honours list of 40 Tory peers. Such powers of patronage should not be available to a man driven from office in disgrace by Members on his own side of the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If the motion is not carried, it will bring about a general election. It is voters, not Tory Members, who should be given the chance to pass a verdict on this catastrophic Government and their failures of probity and competence. Of course, the Tories do not want to face the voters yet. They are hoping that they can ditch their third leader in a row and crown a new Prime Minister without bothering to ask the country. They prefer to have the next Prime Minister chosen by their tiny and completely unrepresentative party membership—the very same people who chose the disgraced incumbent barely three years ago.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Tories hope that they can evade any blame for giving a man they knew to be wholly unfit for his great office the keys to No. 10, but they cannot. Tory MPs are as culpable as the Prime Minister for the chaos and catastrophe that he has caused. They gambled with our democracy, and with respect for the law, truth and morality in public life. They lost, and now the voters must judge them. If we are to believe the dangerous pitches of the wannabe Prime Ministers still in the leadership race, the minuscule Tory membership appears to be obsessed with fantasy promises of billions of pounds of unfunded tax cuts, and haunted by the fear of so-called wokeness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is crystal clear that the Tories are not addressing any of the real problems and challenges facing this country after 12 years of Tory misrule. They have not addressed the cost of living crisis facing millions of our fellow citizens. They have said nothing about soaring levels of child poverty as they vie with each other for who can concoct the biggest fantasy tax cut. They have left the country weaker and more ill prepared for the future. Their neglect has caused chaos in the NHS, the Passport Office and the Driver and Vehicle Licensing Agency, at the border, and in our schools and courts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As the leadership race lumbers on and more of the 2019 manifesto is ditched, the Tories are shredding our constitution, their manifesto and their mandate for government—and now they will not even debate in public. That is why we urgently need a general election. In evidence last week, John Major said of the Cabinet:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“They were silent when they should have spoken out and then spoke out only when their silence became self-damaging.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The only democratic way to respond to what has happened is to have a general election now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}