{
    "url": "https://www.ukpol.co.uk/maria-eagle-2023-speech-on-the-independent-public-advocate/",
    "title": "Maria Eagle – 2023 Speech on the Independent Public Advocate",
    "post_date": "March 2, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Maria Eagle",
            "url": "/tag/maria-eagle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Maria Eagle, the Labour MP for Garston and Halewood, in the House of Commons on 1 March 2023.",
    "content": [
        "I welcome the fact that the Government want to legislate for a public advocate, five years after the consultation that they undertook closed, but I am very disappointed with the provisions as the Secretary of State has set them out. His proposed public advocate would not be independent, would not be a data controller, and would not be able to act only at the behest of families. It would be directed by the Secretary of State. It would not have the power to appoint independent panels such as the Hillsborough independent panel—but at a much earlier stage following a disaster than the 23 years it took us to get that report out—and it would not have the power to use transparency to get at the truth at an early stage and torpedo the cover-ups that public authorities set about undertaking in the aftermath of disasters. This must be something that the families themselves can initiate and use to get at the truth at an early stage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The public advocate having the power to compel—to produce documentation and shine the light of transparency on what public authorities have done in the immediate aftermath of a disaster—would stop cover-ups. It would mean people not still having to fight to get at the truth 34 years later. That prize is within our grasp if we set this up right, so does the Secretary of State accept that if he does not beef up his proposals significantly, he will be missing an important opportunity to stop things going wrong for families? For what it is worth, I am perfectly willing to indicate to him in detail quite how those proposals ought to be improved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dominic Raab**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the right hon. Lady for her question. She has worked tirelessly on this issue, and we have very good engagement on it; I am happy for that to continue. I take her point about the power of initiative. The families of the bereaved will have a power of initiative through consultation, but if there are conflicting views—something that I have seen before at first hand—the Government will have to reconcile those views in the last analysis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Secondly, on the point about data, I am happy to keep listening and working on this issue, but if we have an inquiry that has powers to compel evidence of its own, the problem will be how we reconcile those powers where they are competing in a process. But as I have said, it is important that we bring this policy forward. There will be full scrutiny of it, and as we develop the clauses, I am very happy to keep working with the right hon. Lady.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}