{
    "url": "https://www.ukpol.co.uk/angela-eagle-2023-speech-on-the-privileges-committee-special-report/",
    "title": "Angela Eagle – 2023 Speech on the Privileges Committee Special Report",
    "post_date": "July 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Angela Eagle",
            "url": "/tag/angela-eagle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Angela Eagle, the Labour MP for Wallasey, in the House of Commons on 10 July 2023.",
    "content": [
        "Thank you, Mr Deputy Speaker—Madam Deputy Speaker, sorry. I think I got my pronouns mixed up. I rise to support the motion before us today. I am glad that there are no amendments to it, because it is the motion that the Privileges Committee asked to be put before the House in its special report. It is very important that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“this House notes with approval the Special Report”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For us to do that will give us the best chance as a democratic House to put what has been an unprecedented period behind us. It is not usual, as we all know, for a Prime Minister to agree that a Privileges Committee report into what he said on the Floor of this House be sent to the Privileges Committee, as happened in April 2022, with the unanimous support of the House. It is not usual for a Privileges Committee report to involve such high stakes as the one that the members of the Privileges Committee—many of them are sitting here listening to this debate—had to cope with. We have never in my experience—I am not sure that it is even in the history books—had a Privileges Committee of any Parliament put in quite that position. It is therefore to the credit of this House—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Craig Mackinlay**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Just while we are discussing semantics —I am referring to the interaction that we had on what “impugn” might mean—the right hon. and learned Member for Camberwell and Peckham (Ms Harman) mentioned the words, “with approval”. My interpretation of “with approval” is that every word in this motion is absolute and correct. I have to say that, having heard the evidence, on the first occasion that my hon. Friend the Member for Workington (Mark Jenkinson) has been able to speak as part of this evidence, he raised doubts about what has been published as supposedly coming from him. Am I getting this wrong? My interpretation of approval is that it is all absolutely correct. If that is the case, I am afraid that I have doubts on that front.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dame Angela Eagle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am sure the hon. Gentleman will do what he thinks is right—I think we can all guess what that will be—when we vote. I note that the way in which this House has traditionally worked is that there are Standing Orders and there is Erskine May, but there are also unwritten assurances about how this House should behave when these issues are before it. Certainly, the Leader of the House was correct to ask, rather philosophically, at the beginning of this debate what had changed to cause the emergence of behaviour that I would not have expected to see when I first came into this House 31 years ago. I would not have expected to see people’s integrity being impugned in quite the way that it has been while they were doing duties that this House had unanimously asked them to do. But, of course, social media did not exist when I first came into this House, and neither did GB News. Before things get any more heated, we need to stop and think about the consequences of allowing the behaviour that we have seen in the past few months, as the Privileges Committee has done its report, to continue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is to the credit of this House that the Privileges Committee’s original report—its fifth report—was debated and carried by such a majority. That puts a line in the sand. It enables us to begin to rebuild the reputation of this House and to use the Privileges Committee to ensure that this House can police itself on the Floor in the Chamber and bring Ministers to account by insisting that they tell the truth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The special report, again as the Leader of the House pointed out, is unprecedented, because people have never behaved this way in the past when a Privileges Committee was attempting to carry out the duty that was given to it by a motion that was passed unanimously by the House. It is important, given that similar rules apply to the Committee on Standards, that, in what I hope will be the rare occasions in the future when the Privileges Committee may have to meet to do its job and be convened, it will be allowed to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As I said to my right hon. and learned Friend the Member for Camberwell and Peckham (Ms Harman), if we cannot restore the respect that the Privileges Committee must have to do its job in future, we will have to create an outside body to do it. That would be a very profound constitutional change, with far greater implications for the freedom of people to speak in this House than simply abiding by decency, courtesy and proper rules when the Privileges Committee is meeting.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Justin Madders (Ellesmere Port and Neston) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Why on earth would outside individuals want to serve on such a body, if they are to be subjected to the kinds of public abuse that we have seen in this case?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dame Angela Eagle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That is the problem, and I think the special report has done us a service by bringing it to the attention of this House. It is something we have to think about as we consider the motion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have been living through febrile times. We have seen two Members of this House assassinated in the past few years while doing their jobs. There is a lot of anger and controversy out there, wound up and heated up by the way social media works. I think everybody in this House, especially those who have been subjected to some of those outside pressures—there will be many Members of this House who have—needs to think very carefully about how they conduct themselves and the kinds of words they use.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If there is no respect in this House for the Privileges Committee and the things that we try to do to maintain good behaviour and decency in this House, there will be even less respect outside, and that will damage our ability to ensure that our democracy works properly, because without truth there is no democracy. Although this looks like quite a small report, it is a very significant one, and it is important that Members on all sides of the House, whatever faction they are in, consider seriously the implications of not voting for the motion tonight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have to say that, now that a little of the heat has gone out of the situation, I would have liked to see the Members mentioned in the report have the good grace to stand up and apologise to the House for some of the language they have used, such as kangaroo courts, marsupials and comments about “calibre, malice and prejudice”. The House voted for the members of the Committee to be tasked with a very difficult job. Nobody in their right mind would want to find themselves in that position. It is not a nice way to spend parliamentary time—much less attending 30 meetings, under enormous stress and with the outside social media pressures coming in at them from all angles.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As someone who stood against the leader of my party, I can tell hon. Members that I have had some experience of how that works out. I have also had experience of how what one does in here can translate out there into threatening behaviour and difficulties—[Hon. Members: “We all have!”] Yes, and I said that earlier in my speech, if Conservative Members were listening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Therefore, no matter how high the stakes, it is extremely important that when Members comment, they do so within the Standing Orders and the rules of this House, and that they save comments about witch-hunts, kangaroo courts, malice and the rest of it for when the Committee has reported. One unique thing about this House is that while a report is being compiled and evidence is being collected, that Committee cannot respond to what is being put to it in a 24-hour news cycle. It must wait and let its report do the talking.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I suspect that those Members who tried to blacken the names of those compiling the report, and unleash that kind of process against them, knew exactly what they were doing and knew exactly the pressure they were trying to bring to bear. It is absolutely shameful that some Members named in the report indulged in that kind of behaviour, including two ex-Cabinet Ministers, members of the Privy Council and an ex-Leader of the House—the right hon. Member for North East Somerset —who knows better, and who knows that he knows better than to behave in that way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When I came to this House, I never thought that I would see such behaviour. It is to the great detriment of Conservative Members that we have seen such behaviour. I ask them, one last time, to have the grace to get up during the debate and apologise to the House for the way in which they behaved prior to the Privileges Committee publishing its report, and give us an assurance that they will not do it again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}