{
    "url": "https://www.ukpol.co.uk/angela-eagle-2020-speech-on-free-school-meals/",
    "title": "Angela Eagle – 2020 Speech on Free School Meals",
    "post_date": "June 19, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Angela Eagle",
            "url": "/tag/angela-eagle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Angela Eagle, the Labour MP for Wallasey, in the House of Commons on 16 June 2020.",
    "content": [
        "It is a pleasure to be called to speak in this debate. I would like to compliment my hon. Friend the Member for Salford and Eccles (Rebecca Long-Bailey) for calling our Opposition day debate on this issue and forcing the Government to confront their inexplicable decision to abandon the programme of food support over the summer. I welcome the U-turn, although it would have been very difficult to learn from the Secretary of State’s contribution that there had been a U-turn at all. It was almost as though the Government were always going to do this. However, it took a huge campaign to achieve it, and I for one welcome the fact that the Government have conceded that the school voucher scheme will go on over this summer. I also agree with the comments that this kind of ad hoc approach is not a good enough way of tackling the issue of holiday hunger.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We know that, as Opposition Members have said, this has been caused by problems in our labour market: low pay, precarious work, and, due to a period of austerity, benefits not being good or generous enough to supply people with the basics. We also know that that hits the most vulnerable. We know that 200,000 children have skipped meals during the lockdown. We know that child poverty has increased since 2010. We know that seven out of 10 of those in poverty are in work. We know from the Trussell Trust that there was an 89% increase in the need for emergency food parcels in April. We know that there has been a 107% increase in parcels given to children. In my own constituency of Wallasey, 3,910 students were eligible for the voucher scheme. Having had a look at the increase in unemployment since March of 1,880, I know that that will be going up. There is extreme pressure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I talked to a lot of my schools who have been dealing with this issue. Many of them say the same thing: that the food voucher scheme has helped to reduce financial and mental anxiety during the difficult times caused by the lockdown and covid; that vouchers to purchase food at least ensure that people do not have to worry about the basic requirement of being able to feed their families; and that without the Government making this concession children would undoubtedly have gone hungry, resulting in intolerable strain and collapse in our communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "​**Layla Moran (Oxford West and Abingdon) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Does the hon. Lady share my concern that a number of families who are eligible for the scheme may not have even had the vouchers? That could be an administrative issue or that they just do not know about it. That means that this is no silver bullet and that the Government need to continue to introduce schemes that will reach those who are the hardest to reach.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Ms Eagle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Absolutely. I think all of us experienced the chaos that was around when the scheme began. Many teachers who contacted me were pulling their hair out. Many schools spent a lot of money—as did local authorities—to ensure that food parcels were available until the voucher schemes were up and running. There were very many issues with them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are those who say that civil society should do this work and that the food bank system is an example of how lucky we are to have an engaged society, but one of the first things that happened when covid struck was that the entire food bank structure in my area had to close down because it was managed mainly by people who are in the older categories who then had to shield for their own wellbeing. The local authority then had to take on a lot of the central distribution of the food bank structures that had grown up to feed thousands of children in Wallasey every summer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government need to pay great attention to how much support they give to the structures that are there to ensure that something as basic as access to food is available for the most vulnerable children. It means, of course, that those children can study and learn, and get a better chance than they would otherwise have had if they were wondering where their next meal would come from. The covid-19 crisis has shone a not very flattering light on the plummeting levels of social justice we have seen in this country throughout the years of austerity. It has shone an unflattering light on the edge that many of our fellow citizens live on, whether they are in zero-hours contracts, in precarious work, only just able to manage, without access to savings, or only one wage away from disaster. It is an issue for all of us to think about how this can be improved, but it is particularly for the Government to ensure that they tackle it, given that they are in power for the next four years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I welcome the U-turn, and I would welcome it even more if the Government recognised that there was an issue and dealt with it more proactively, rather than being forced, by the fantastic and magnificent campaigning of Marcus Rashford, to U-turn at the last minute.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}