{
    "url": "https://www.ukpol.co.uk/maria-eagle-2022-speech-on-the-cost-of-living-crisis/",
    "title": "Maria Eagle – 2022 Speech on the Cost of Living Crisis",
    "post_date": "May 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Maria Eagle",
            "url": "/tag/maria-eagle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Maria Eagle, the Labour MP for Garston and Halewood, in the House of Commons on 17 May 2022.",
    "content": [
        "I will begin by talking about something that I care a lot about, which ought to have been in the Queen’s Speech, but was not: the Hillsborough law and, particularly, the Public Advocate Bill that my noble Friend Lord Wills first introduced in the other place in 2014. He and I have been introducing it in both Houses ever since.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Bill’s aim is to prevent families bereaved by public disasters from ever again having to endure the horrors that the Hillsborough families and survivors have endured over the course of 33 years. Something similar was in the Conservative manifesto in 2017, but it has disappeared, and I do not understand why. Disasters continue to happen and, although each has its own particular circumstances, there are common themes—issues that a public advocate, as proposed in my Bill, would work to ameliorate at an early stage, saving those affected years of heartache, pain and cost, and saving the public purse millions of pounds. My right hon. Friend the Member for Normanton, Pontefract and Castleford (Yvette Cooper) mentioned the issue in her speech, and the right hon. Member for Maidenhead (Mrs May) told the Prime Minister on the first day of the debate that he should simply adopt my Bill. Naturally, I agree. The Bill would fulfil a manifesto promise. Why has it disappeared? I simply do not understand it. The Public Advocate Bill should be enacted, and the Hillsborough law should be passed by this place; that is long past due. I hope that, even now, the Government decide to do it. They would get a lot of support from Opposition Members.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The past 12 Tory years have seen economic growth stagnate. It has fallen from 2% a year on average under Labour to just 1.5%, and is forecast by the Bank of England to go negative shortly. Inflation has hit 7% and is forecast to reach 10% later this year. Energy bills are already up 54% this year and will rise further in October. Food and fuel prices are soaring because of the end of frictionless trade with Europe after Brexit, and because of the shocks caused by the Ukraine war and covid. The coming food price increases will be “apocalyptic”, according to the Governor of the Bank of England yesterday, yet the Office for Budget Responsibility says that real wages will be lower in 2026 than in 2008, before the global financial crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My constituents have faced 12 years of frozen wages, and real-terms cuts to the support that they used to rely on in difficult times. The Government recently cut universal credit by £1,000, and have increased benefits by 3% when inflation is more than 7%; that is a real-terms cut for some of the poorest in our society. The Government have just increased taxes for working people by increasing national insurance. It is one of 15 Tory tax rises that have left taxes at their highest for 70 years. The Government’s failure to help the poorest people now is exacerbating the cost of living crisis faced by thousands of families in Garston and Halewood. We need measures to tackle the cost of living crisis, and an emergency Budget that imposes a windfall tax on the oil and gas companies, which are coining it in because of the soaring price of energy—and we need it now. That is why I very much welcome the Opposition Front Benchers’ amendment to the Loyal Address. We really need short-term measures that will help immediately, when the bills need paying, not promises of jam tomorrow, or at some time in the future, when it will be too late to avert serious crises for many families in my constituency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I say to Ministers, and to some Tory Back Benchers, that the old Tory trick of blaming poor people for their misfortune, as though they were morally culpable, is heartless and shows that, in addition to being callous, they are out of touch. Many of my constituents have been trying to get more hours or better jobs, buying cheaper supermarket brands and cooking on a shoestring, but they are still sinking financially. They simply do not have enough money to live because of increasing costs and real cuts in their income that have gone on for years. Many are disabled, and some cannot work, even though they want to, or change their circumstances easily. Those with caring responsibilities lose more in additional childcare costs after increasing their hours than they gain from the increased wages that they get for working for longer. Pensioners on small, fixed incomes do not have the financial resilience to cope with huge increases in the cost of living. Many budget their incomes to within pennies, and it is not fair to imply that they are at fault for their situation, or could easily change it if only they bothered to. When this Government begin to realise the truth of that, they might start to think that they should do something about it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Energy bills are set to rise by a record amount later this year. It is shameful that the Chancellor is not really doing anything to prevent that, and is more intent on feuding with the Prime Minister about his political future than on the future of millions of people in this country. Conservative Members could do some good: they could vote for the amendment tonight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}