{
    "url": "https://www.ukpol.co.uk/maria-eagle-2016-speech-on-the-bbc/",
    "title": "Maria Eagle – 2016 Speech on the BBC",
    "post_date": "May 13, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Maria Eagle",
            "url": "/tag/maria-eagle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Maria Eagle, the Shadow Secretary of State for Culture, Media and Sport, in the House of Commons on 12 May 2016.",
    "content": [
        "[![marieagle](https://www.ukpol.co.uk/wp-content/uploads/2015/11/marieagle-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/marieagle.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "May I thank the Secretary of State for his statement and for early sight of it? Despite being very coy in the House yesterday when we asked about his plans, he seems to have managed to brief various newspapers overnight on a large part of the contents of the White Paper—a deplorable state of affairs. Indeed, for the last few weeks, we have had to read an increasing avalanche of briefing to Conservative-supporting newspapers—especially those hostile to the BBC—which appears to have emanated from his Department.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The fact that most of the Secretary of State’s wilder proposals appear to have been watered down, dumped or delayed by the Government, of which he is a member, is a reflection of his diminishing influence and lack of clout. He has not got his way in most things, and I welcome that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is no point the Secretary of State denying that he has been overruled by the Prime Minister and the Chancellor. We know he is extremely hostile to the BBC. He wants it diminished in scope and size. He recently told an audience in Cambridge that the BBC is merely\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“a market intervention of around £4 billion by government”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That was before he described the disappearance of the BBC if the charter was not renewed as “a tempting prospect”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Secretary of State has spent time in speeches trying to tell the BBC that it should not be making popular programmes or that, if it does, they should be scheduled at times when fewer people will watch them. The truth is that, in large part, he has not got his way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**[Interruption.]**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Order.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Maria Eagle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Secretary of State’s views are also totally out of step with licence fee payers, who value and support the BBC. I said yesterday that the Opposition believe the BBC charter should have governance arrangements that guarantee the BBC’s editorial and financial independence and refrain from interfering with the BBC’s mission to inform, educate and entertain us all. We will examine the White Paper in detail to see how well it measures up against those criteria.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I welcome the fact that the length of the new charter is to be 11 years, but I am concerned with the imposition of a break clause that will, in effect, reduce that to five and a half years. That does not really give the BBC the certainty and stability it requires to get on with the job. I also welcome the fact that the licence fee is to continue until 2022, increased by CPI inflation, but we wait to see how his proposals over the second half of the charter period develop and will look very closely at what the Government do at that stage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I still have some major concerns. On governance, I said yesterday that it is unacceptable for a majority of the unitary board, which will have major influence over output and therefore over editorial decisions, to be appointed by the Government. Today we learned that the Secretary of State plans that only up to at least half the board will be Government appointees. This board will run the BBC. Despite what he says, it will have influence over output and therefore over editorial decisions. Appointing a unitary board is different from appointing either governors or trustees, who have had no power to run the BBC day to day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Secretary of State’s suggestion that these proposals enhance the independence of the BBC are hard to reconcile with reality. We have seen overnight a political campaign—the leave campaign—headed up by Cabinet Ministers threatening a broadcaster with unspecified consequences for doing something that Cabinet Ministers did not like. How much more serious a threat would that be if those Cabinet Ministers got to appoint at least half the board of the broadcaster concerned? Yet that is the prospect facing the BBC under his plans.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am still worried, therefore, that the Government are seeking unduly to influence the output and editorial decision making of the BBC—or can be seen to be doing so. Will he now promise that all Government appointments will be made by a demonstrably independent process overseen by the Commissioner for Public Appointments that prevents there being any suspicion that the Government seek to turn the BBC into something over which they have more control than is currently the case? Reports in today’s newspapers that the Prime Minister has personally intervened to insist that Rona Fairhead be installed as chair of the new board do not augur well in this respect. I make no comment on the merits of Rona Fairhead, but there has been no process at all to reach such a decision—simply a prime ministerial diktat. That does not augur well for these arrangements in future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On financial independence, a funding agreement was struck by the Chancellor with the BBC last year. We will look to ensure that it is met in full by the Government, with no more top-slicing—I welcome what the Secretary of State said about that—and no siphoning off of licence fee payers’ money into funds to be given to other broadcasters. We are glad, in that respect, that his contestable pot proposals, widely briefed in advance of the publication of the White Paper, are now somewhat shrunken and are to be consulted on. Will he give the House an assurance that he will listen to the results of that consultation and be prepared, if necessary and if that is its outcome, to abandon these proposals?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am very concerned that the Secretary of State wants to change the mission of the BBC when it has worked well for more than 90 years and is supported by the public. There is a great virtue to the simplicity and clarity of the current phraseology of its mission statement. Given what he has said, we will look closely at what he proposes to see how it might work. I do not believe that his obsession with distinctiveness should be imported into the BBC’s mission statement. However, we will look at the wording he proposes to see whether we have any concerns about what the implications will be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I welcome the Secretary of State’s focus on improving the diversity of the BBC in respect of its staffing and the way in which it produces its output. Again, I am not convinced that the mission statement is the best place to put that. None the less, we will look closely at what he proposes, and I welcome the general tenor of his remarks and his intentions in this respect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Opposition do not accept the Secretary of State’s assertion that the size and scale of the BBC crowd out investment and have a negative impact on the media market—quite the opposite. The BBC already works well with other UK creative industries and other broadcasters, to the benefit of all. He might be better advised to keep his nose out of this rather than trying to tell the BBC how to do the job that it does on a day-to-day basis. He ought to stop his ideologically driven meddling and let it get on with the job.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We note what the Secretary of State had to say about the new and enhanced role that Ofcom will have in regulating the BBC. It will be a big job, and Ofcom already has a lot on its plate. Can he guarantee to the House that Ofcom will be given the proper resource—extra staffing, expertise and money—to do the job he now expects it to do? He said nothing about that in his statement today, but an important part of whether this will work is how Ofcom will be able to do this job.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In respect of what the Secretary of State said about the National Audit Office, I respect the National Audit Office and its work very much—I think everybody in this House does—so I have no objection. I note that he said in his statement that there will be appropriate safeguards for editorial independence once value-for-money reports have been done. That is tremendously important. It needs to be totally clear that any work done by the National Audit Office does not interfere with the editorial independence of the BBC. We will look at the detail of those safeguards, and I hope that he will be very open in setting out that detail.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The BBC is one of the UK’s most successful and loved institutions. There has developed a feeling, both inside this Parliament and outside it, that the Government are seeking inappropriate influence over the BBC. Will he now agree that when his proposals are debated in both Houses of Parliament, it should be on a substantive motion that enables Members of both Houses to express their views by way of a vote?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}