{
    "url": "https://www.ukpol.co.uk/angela-eagle-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Angela Eagle – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Angela Eagle",
            "url": "/tag/angela-eagle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Angela Eagle, the Labour MP for Wallasey, in the House of Commons on 9 September 2022.",
    "content": [
        "It is an honour to pay tribute to Her late Majesty Queen Elizabeth II on behalf of my constituents in Wallasey, who are in shock and mourning today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One thing that strikes everyone contemplating this sad news is the sheer span of time of Her late Majesty’s reign—the longest ever reign in UK history. She was someone who lived through an era of profound upheaval and change, but who represented continuity and certainty amid the tumult. It is hard to remember that when she was born in 1926, only 10 women had ever been elected to this House of Commons, and at the time women did not exercise the vote on the same terms as men.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thankfully, that has now changed, although I always say that work to achieve equality is never done—but, as the Mother of the House said earlier, Her late Majesty led by example and by being. As our Head of State who was clearly a woman, a wife and a mother, she demonstrated how possible it was, even if that had been granted to her by destiny, to combine her role and the pressure that she had on her with a family life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Her late Majesty’s coronation was the first to be televised; now the monarchy has a presence on social media platforms seen by billions. Her reign has seen the transition from Empire to Commonwealth and from conflict to peace in Northern Ireland, but also from complacency to climate emergency, which demonstrates to us all that we have much to do and many problems to confront.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The values the Queen personified are clear from the comments in this House: utter commitment to public service and duty. She was a woman who dedicated her life to the service of our nation and, when she said at age 21 in a broadcast:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“I declare before you all that my whole life whether it be long or short shall be devoted to your service”,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "it was a vow that she delivered, as we now know, faithfully to the very end. She personified wisdom and experience but, as the right hon. Member for South Northamptonshire (Dame Andrea Leadsom) said, she had that twinkle in her eye. Whenever people were waiting in line to meet Her late Majesty, they could see the twinkle and it put them at ease.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Queen first visited Wirral in 1957, but during my time in this House she first came to Birkenhead when she opened the Europa pool in 1996. Finally, she came to Wallasey for the second time in 2011, to open the newly rebuilt Floral Pavilion Theatre in New Brighton. Thousands upon thousands of official duties—many thousands of my constituents looked forward to her visits and have fond memories of them. She was always interested, always engaging and always smiling and reassuring when she interacted with people who lined the routes to see her on those fantastic occasions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The loss of Her late Majesty will be mourned; it is a terrible, but inevitable loss. She left us in a place where we know we can survive the transition because of the strength she gave to the institution. May she rest in peace. I send the greatest condolences to the royal family, who are going through such a terrible loss. We look forward to supporting the new King as much as we supported our now sadly lost Queen Elizabeth II.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}