{
    "url": "https://www.ukpol.co.uk/maria-eagle-1997-maiden-speech-in-the-house-of-commons/",
    "title": "Maria Eagle – 1997 Maiden Speech in the House of Commons",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1997",
            "url": "/tag/1997/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Maria Eagle",
            "url": "/tag/maria-eagle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Maria Eagle in the House of Commons on 17th June 1997.",
    "content": [
        "[![marieagle](https://www.ukpol.co.uk/wp-content/uploads/2015/11/marieagle-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/marieagle.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful to you, Mr. Deputy Speaker, for allowing me to make my maiden speech in this important debate. I am particularly happy to be able to congratulate my hon. Friend the Member for St. Helens, North (Mr. Watts) on his first contribution, and I am sure that we shall hear many more contributions from him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Garston is positioned to the south of most of the well-known Liverpool landmarks, and it is a mixed residential and industrial constituency. It includes some of the docks and the old industrial heartland of the city, much of which was devastated in the early 1980s. Were I to list the factories and employers who have gone from my constituency, it would be a depressingly long list. Liverpool, however, is irrepressible and the people are of the best sort. There are encouraging signs of hope and renewal, especially in the single regeneration budget partnership areas of Speke, Garston and Netherley valley.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Garston’s borders are logical on three sides—the River Mersey, the green belt at the southern edge of the city and the M62. The border on the fourth side runs almost down Queens drive, but not quite. My constituency is perhaps the most socially and economically diverse of all the Liverpool seats and as such, it has always been a volatile swing seat. It used to be a true marginal, but it has lately swung strongly to the Labour party. Although I might like to think that that phenomenon coincides precisely with my appearance on the scene, in fact it predates it. Garston’s progress to an 18,000-plus Labour majority has been aided enormously by the slow death of the Tory party in Liverpool.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Whichever of the two—the right hon. and learned Member for Rushcliffe (Mr. Clarke) or the right hon. Member for Richmond, Yorks (Mr. Hague)—who are vying to be Leader of the Opposition is successful in grabbing that poisoned chalice, he might profitably reflect on how his party can ever again be relevant to the people of my constituency. If he finds an answer, he may well be on the way to renewing his party. As recently as 1979, Garston was held by the Conservative party, but now it is a very distant third.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Garston contains some of the most desirable and expensive housing in Liverpool, in the Woolton and Allerton areas, and has the highest proportion of owner-occupation in the city, but it also has huge peripheral estates in Netherley and Speke and some very poor private terraced property in Garston, some of which is unfit for human habitation. Unemployment is well above the national average and all indices of deprivation show Liverpool to be very poor—one of the poorest regions in the European Union. Large swathes of my constituency suffer the problems associated with unemployment and poor housing—poverty, ill health and crime, to name just three—yet the community spirit is strong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Throughout the constituency, community-led groups and businesses have sprung up to try to tackle the problems—whether by way of credit unions taking banks to the estates, such as those in Netherley and Speke, long since abandoned by commercial institutions, or by way of employment and regeneration initiatives, the list is almost endless. SMART, ARCH, CREATE, VANT—I could go on for many hours about the good work of those organisations in my constituency, but time is short. Suffice it to say that the capacity of the people of Garston constituency to fight for improvements and life chances for themselves and their families is endless and inspiring.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Despite the efforts being made, however, regeneration is never an easy task. Some basic problems must be tackled by the Government, and I shall address one of the most basic problems in my constituency, which the Government can and should tackle—the provision of adequate housing. First, I want to refer to three of my predecessors—Eddie Loyden, David Alton and Sir Malcolm Thornton. All have represented part of my constituency and all left this House on 20 April or 1 May.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Many hon. Members on both sides will recall Eddie Loyden as a modest man, but a determined fighter for his constituents and for his strongly held socialist beliefs. A seafarer and a docker, his fight on behalf of the families of the victims of the MV Derbyshire typifies him. I know that hon. Members will join me in wishing him a long and active retirement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "David Alton was another respected representative of the Grassendale ward of the Garston constituency. He has now gone to the other place where, I have no doubt, he will continue to speak up for Liverpool.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Sir Malcolm Thornton, who left this House at the behest of his constituents in Crosby rather than of his own volition, was the Member for Garston between 1979 and 1983, so I ask the indulgence of my hon. Friend the Member for Crosby (Ms Curtis-Thomas) if I make some remarks about him. Our paths crossed in 1992, when I fought Crosby for Labour while Sir Malcolm Thornton fought it for the Conservatives. I came, as I recall, a rather glorious second. I recall seeing Sir Malcolm again on 2 May 1997 after his shock defeat. He was as courteous and gracious in defeat as he had been in victory five years previously. I am sure that all hon. Members wish him well in his future endeavours, whatever they are. I certainly wish all my predecessors well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Something else all my predecessors and I share, apart from having had the honour of representing Garston, is that we have all made maiden speeches about housing. That illustrates how, across party and through time, the issue has been so important in Garston. It still is.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Council housing in Liverpool is, in the main, very poor. Of more than 45,500 dwellings, almost 27,000—over half—are structurally substandard or in poor condition. Much of the stock is ill maintained, some of it designated defective under housing defects legislation, and some which is defective has not been designated. The local authority estimates that £700 million is required to bring the stock up to standard. The standard in Liverpool council housing for heating is one gas fire. Damp, disrepair, mould growth and the consequences for the health and well-being of the occupants are endemic throughout the stock. Those consequences include needless and difficult additional burdens for thousands of my constituents who already have many other burdens to bear.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I know about this, not just because 80 per cent. of my constituency case load relates to housing problems, but from my experience before the election as a solicitor in private practice in Liverpool, specialising in housing law. During my time in the House, I want to achieve an improvement in living conditions for those in the poorest housing. Before my election, I used the courts—civil and criminal—to achieve that for those who sought my help. Now I shall use legislation. However improvements are achieved, they are long overdue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In her maiden speech in 1945, Bessie Braddock—a well-known Liverpool Member of Parliament whom I feel I can cite because she had a connection with Bennett street in Garston—told of families of 10 in her Liverpool, Exchange constituency who were forced to live in overcrowded conditions. At my first constituency surgery after the election, I was consulted by a constituent who complained that she and her family of 10 were overcrowded in their home in Speke, yet she had no immediate prospect of adequate housing. Little seems to have changed in Liverpool.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We must do something about that state of affairs. That is why I welcome and support the Bill. It begins to tackle the housing crisis that has been worsened by the dogma of the Conservative party and bequeathed to the nation. It makes provision for the Secretary of State to take into account capital receipts set aside for debt redemption when issuing supplementary credit approvals. That sounds dry and technical, but it will get some of the £5 billion of locked-up set-aside capital receipts back into the equation for rebuilding and rehabilitating social housing. The measure is long overdue, delayed purely by the previous Government’s prejudice against social housing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In Speke and Garston, in Netherley and Childwall valley, we need repairs and improvements to houses—and soon. I welcome other initiatives that the Government are supporting, such as establishing housing companies and mechanisms to involve tenants. I believe passionately in the strength, sense and ability of ordinary people to shape and transform their lives, given half a chance. I have a particular belief in the capacity of Liverpudlians to do that. Their solidarity, community spirit and adaptability are demonstrated every day on the estates to which I have referred. Let us ask them what they want to do, and listen to the answers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Landlords, even social landlords, do not have a monopoly of wisdom—certainly not in Liverpool. The best of them would not claim to. I hope that, with the backing of the Government, determined to make a difference in Speke and Netherley, things will change. The Bill is a good start. Perhaps we can then ensure that the next hon. Member for Garston—who, I trust, will not come to the House for many a long year—will be able to choose a different subject for his or her maiden speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}