{
    "url": "https://www.ukpol.co.uk/colum-eastwood-2019-maiden-speech-in-the-house-of-commons/",
    "title": "Colum Eastwood – 2019 Maiden Speech in the House of Commons",
    "post_date": "December 21, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Colum Eastwood",
            "url": "/tag/colum-eastwood/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Colum Eastwood, the SDLP MP for Foyle, in the House of Commons on 19 December 2019.",
    "content": [
        "**Mr Deputy Speaker (Sir Roger Gale)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Order. Just before we proceed, may I remind the House that the convention is that maiden speeches are heard uninterrupted? I am saying that now because it gives me great pleasure to call the first maiden speaker of the 2019 Parliament, the hon. Member for Foyle (Colum Eastwood).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Colum Eastwood (Foyle) (SDLP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thank you, Mr Deputy Speaker. No pressure then!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As the leader of the Social Democratic and Labour party, may I thank the people of Foyle and Belfast South for the resounding mandates that they have given my hon. Friend the Member for Belfast South (Claire Hanna) and me? We will not you down and we will not take your support for granted. I also want to thank my predecessor for the work that she did in the constituency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I stand here, Mr Deputy Speaker, as an Irish nationalist. In fact, I stand here because I am an Irish nationalist, not in spite of it, because I believe that every single person in all our constituencies needs to be properly ​and fully represented. I am glad to be here, but we are not narrow nationalists. We come from the tradition of Parnell and Hume. Our vision is big and it is broad. Our mission is to unite all of our people, not divide them any further. We intend to represent nationalists, unionists and everybody else, and we will do that to the best of our ability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This Prime Minister wants to drag us out of the European Union against our will. I know that he has a huge majority, but the only majority that I am concerned about is the pro-remain majority in Northern Ireland that has thankfully now got its voice back in this place. We may be few in number, but we intend to be very, very loud in voice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Prime Minister’s approach to Brexit is totally reckless. It drives a coach and horses through the Good Friday agreement and the relationships that we have built up over many years, right across our community and right across our islands. I am glad to see now that the Democratic Unionists are very concerned about the checks between this island and our island. It is a pity that they did not think about that when they drove the Brexit agenda, and when they rejected Theresa May’s deal. Now we are in a situation that none of us is happy with. We are in a situation that every one of us should be trying to reverse and to reject.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Equally damaging to our progress and our peace process is the current proposal that basically gives an amnesty to British soldiers for whatever they carried out in Northern Ireland during our very, very difficult troubles. I come from a place called Derry. In 1972, 14 innocent civil rights marchers were gunned down by the British Army on the streets of Derry. They were demanding their rights and they were marching against internment. An international tribunal has stood by the fact that they were innocent and were unlawfully killed. Is prosecuting those veterans vexatious? No, it is not. We will resist this attempt to undermine our peace process and our political progress, and this insult to all the victims of our terrible, terrible past, who have been denied the opportunity to find full truth and full justice since 1998. We stand by every single one of those victims, no matter who the perpetrator was. Government Members need to understand that if they begin with an amnesty for the British Army, they will end up with an amnesty for everybody; that is the door they are opening with this proposal. It would better suit the Prime Minister and the Government to stand by all the innocent victims who have been searching for truth and justice for far too long.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will end with one other comment. A proposal has been mentioned today by a number of people, including by the Prime Minister, who said, “Watch this space.” The Government want to build a bridge from Scotland to Northern Ireland. Well, they would be much better suited building a decent road from Belfast to Derry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}