{
    "url": "https://www.ukpol.co.uk/colum-eastwood-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Colum Eastwood – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Colum Eastwood",
            "url": "/tag/colum-eastwood/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Colum Eastwood, the SDLP MP for Foyle, in the House of Commons on 9 September 2022.",
    "content": [
        "The warm tributes that have already been paid to Queen Elizabeth II by hon. and right hon. Members tell their own story about the great respect and deep affection that so many from such diverse and different backgrounds had for her—an affection and respect that transcend mere political difference and speak to her position as a leader and an example of public service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As others have said, the Queen was one of the most consequential civic figures of the last century. As political leaders came and went, and as public opinion ebbed and flowed, she remained a constant—an unyielding and limitless source of strength and comfort for her people in times of national pride and sorrow. Her reign, which lasted more than 70 years, spanned the embers of conflict that followed the second world war and the peace process between our islands and peoples. During that time, she forged a legacy that will outlast all of us here. I hope it lays the foundation for enduring relations between these islands, in spite of the challenges that we now face.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As leader of the Social Democratic and Labour party, I had cause to meet Queen Elizabeth on a number of occasions. Believe me when I say that it is difficult to think of two people more divorced from each other, in background and aspiration, but I can only recount that in any dealings that I had with her, I found her a person of great warmth, character and enduring passion for the interests and needs of people. That, I think, is the reason for the longevity of her support from the British people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As a leader of Irish nationalism, I want to place on the record my deep appreciation and respect for the Queen’s role in forging new bonds of friendship between our islands and our people. It is all so easy to forget now, but she was also a victim of the conflict that the people of these islands were subjected to for 40 long years. I know that the murder of her cousin, Lord Mountbatten, in Mullaghmore in August 1979 had a profound effect on her and her extended family. She experienced the sharp pain of loss, but in common with the people of Ireland, she took risks for peace and played an enormous role in reconciling the traditions that share our islands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "At no time was that more visible than during Queen Elizabeth’s 2011 visit to Ireland. I believe that her visit to the garden of remembrance in Dublin, and the way she stretched herself to be an example of a good neighbour to Ireland in those moments, contributed in a very significant way to healing the wounds of our past. Those cúpla focal, those few words of Irish—“A Uachtaráin agus a chairde”; “President and friends”—were a symbolic embrace of the Irish people, and they were deeply appreciated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The blessing of a long life does not make the burden of saying goodbye any lighter. My sincerest condolences are with the Queen’s immediate family, with right hon. and hon. Members here today, and most particularly with those in Northern Ireland for whom she held a cherished place in their lives and their hearts. I know how difficult it is to lose your hero, but there is comfort in the lasting legacy that she will leave, having helped shape our common history.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The story of our peoples is fundamentally and inseparably intertwined. We all live in each other’s shadow. I hope that we continue to build on the legacy that Queen Elizabeth II helped forge. May she rest in peace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}