{
    "url": "https://www.ukpol.co.uk/mark-eastwood-2022-speech-on-the-sharks-fin-bill/",
    "title": "Mark Eastwood – 2022 Speech on the Sharks Fin Bill",
    "post_date": "July 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mark Eastwood",
            "url": "/tag/mark-eastwood/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Mark Eastwood, the Conservative MP for Dewsbury, in the House of Commons on 15 July 2022.",
    "content": [
        "I congratulate the hon. Member for Neath (Christina Rees) on introducing the Bill. I have to say I do not profess to know an awful lot about sharks, but I was interested to hear about her holiday experience and encounter with a shark. I hope not to have the same encounter in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Obviously, this is an important Bill. To learn some of the background to the shark fin debate, I did some research. As the hon. Lady said, sharks are older than dinosaurs, which means they are also older than Members who reside in the other House. Sharks grow up to 50,000 teeth in their lifetime. Let us hope they do not need access to an NHS dentist, because we know how problematic that can be. Sharks have the thickest skin of any animal species, and it feels like sandpaper. As an ex-sales person and someone who has probably had a bit too much time in the sun, I can appreciate how sharks feel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Sharks can be found in all oceans and they can only swim forwards. I am bringing out some interesting facts, although I do not have the expert knowledge of my hon. Friend the Member for Broxtowe (Darren Henry) on this subject. Shark’s teeth are not used for chewing—they are for snapping, crushing and maiming prey, which makes them sound like ideal candidates for Chief Whip in this House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have come across a number of shark facts. Shark attacks are extremely rare. It is more likely that we will kill sharks—100 million sharks are killed a year, but only four people are killed by a shark each year. That means that we kill 25 million more sharks than sharks kill us, and it is not acceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I was hoping to talk about prehistoric shark fossils in today’s debate, but I’m afraid I struggled to find any ancient sharkefacts—[Interruption.] I appreciate the groans on that one. I was hoping to tell a long line of dad jokes today. Sharks can be dangerous. I know that they are gentle, as my hon. Friend the Member for Broxtowe suggested. They can attack, but it is a rare occurrence. Reports of attacks are more frequent in the Atlantic than the Pacific. That is because people who reside in the Atlantic areas tend to have greater access to the internet. It does not mean to say that there are more attacks; it is just that there are more reported attacks. In 2018, the United States led the world, with the highest number of reported shark attacks, according to ISAF, the international shark attack file. Within the continental United States, more shark-human incidents occurred in the Atlantic ocean. Only four attacks were reported in the Pacific, compared with 27 in the Atlantic. That is because people have the technology.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The distribution of the 108 authenticated unprovoked shark attacks among victim groups is: divers 50, surfers 41, swimmers 12 and kayakers five. It is a rare thing to happen. However, Madam Deputy Speaker, if you think that the shark-infested waters of the Atlantic are bad, try being in this place when there is a Tory leadership contest on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On a serious note, I am here to support the Bill rather than crack some very poor dad jokes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Jill Mortimer**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend has explained how rare shark attacks are. Does he agree that not all species of shark carry out attacks? The most likely sharks to attack are the tiger shark and the all too well known great white.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I too have had a shark encounter. I was snorkelling with a friend one day when I saw a small reef shark wedged under some coral below me. I did not know whether this was true at that point—although it had always been one of those pub facts that we all know—but I believed that, if sharks did not swim, they could not breathe, because they have to drive water through their gills to do that. So I looked up and said to my friend that there was a shark and that it was going to die, at which point he turned and swam very quickly to shore. I went down, pulled the shark from the reef and swam with it a little while. It was almost dead—it was very flaccid—but then it suddenly clicked to life and swam away. It was one of the most remarkable events of my life to spend that moment with that amazing creature. I did not feel in any danger and I was not in any at all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mark Eastwood**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank my hon. Friend for her intervention. Again, my knowledge of sharks is not the greatest. The only great white shark I have ever seen was in the film “Jaws”, and that was mechanical. But I take on board what my hon. Friend says.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is an important and serious debate. Some 250 sharks are killed every day. Between 2000 and 2008, the net combined shark tonnage reported by four EU member states—the hon. Member for Neath touched on this—was higher than that reported by the world’s No. 1 shark fishing country, Indonesia. Spain, Portugal, France and the UK made up 13.4% of the tonnage figures, which is way too much. Obviously, that was when we were a member of the EU—thankfully, we have come out of it now. A Greenpeace Unearthed report published in 2019 showed that, between January 2017 and July 2019, the UK exported 50 tonnes of shark fin to Spain. Again, that was mentioned by the hon. Member for Neath. That figure included 29.7 tonnes in 2018 and 12 tonnes in the first months of 2019.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To outlaw the cruelty of finning at sea, it was decreed that sharks must be landed with their fins naturally attached, as has been mentioned. The buzzword is “retention”—returning the whole shark is a practical way to limit total shark catch.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have also mentioned the consumption of shark for food, including shark fin soup. People actually see this wonderful animal almost as a delicacy. That means that more sharks will be killed in the future. I have not actually tried any shark dish. I am not a vegan like the hon. Member for Neath, but shark is not something that would appeal to me—I would prefer to go to my local Spinners Fisheries in Earlsheaton for haddock and chips. But I appreciate that this is going to be a problem in the near future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In summary, I am fully supportive of the Bill. My hon. Friend the Member for Hartlepool (Jill Mortimer) mentioned that we have a proud record of animal welfare in the UK—in fact, we are in the top four countries globally in that respect. I appreciate the Bill, I fully support it and I thank all Members for listening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}