{
    "url": "https://www.ukpol.co.uk/john-eatwell-2021-speech-on-the-budget-statement/",
    "title": "John Eatwell – 2021 Speech on the Budget Statement",
    "post_date": "March 13, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "John Eatwell",
            "url": "/tag/john-eatwell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by John Eatwell, Baron Eatwell, in the House of Lords on 12 March 2021.",
    "content": [
        "My Lords, in these very uncertain times, it is inevitable that some of the Budget measures will prove an unexpected success and some an unexpected failure. So, instead of dealing with detail, I will focus on the inspiration and what the Budget tells us about the Chancellor’s thinking—his economic philosophy, if you like.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Fortunately, that philosophy is summed up in the Budget speech:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“The only reason we have been able to respond as boldly as we have to covid is because 10 years of Conservative Governments painstakingly rebuilt our fiscal resilience.”—[Official Report, Commons, 3/3/21; col. 255.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Note that he said: “The only reason”. For the Chancellor, the prime objective of government policy must be fiscal resilience—the heartbeat of austerity. There was no mention of the impact of those 10 years on public services desperately understaffed as the pandemic hit, no mention of the lack of 35,000 nurses in the NHS—indeed, no mention of the NHS at all—and no mention of the fact that we entered the pandemic with a little over six intensive care unit beds per 100,000 population, compared with double that number in France and Italy and five times that number in Germany.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For the Chancellor, fiscal resilience is paramount and the unique determinant of economic success. Hence the grandstanding on future tax rises in the Budget. For the future is to be dominated not solely by higher taxation but by cuts in government spending on top of the cuts already announced in the autumn. These are deemed necessary to pay off the debt. Overall, it is deflation in excess of £30 billion a year—year after year. How well founded is the Chancellor’s assertion that austerity is\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“The only reason we have been able to respond”?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As is evident from the OBR report, the increase in government spending to counter the pandemic was funded almost entirely by the Bank of England. Does anyone really believe that the Bank would have refused to fund the increase?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Is the Chancellor right to suggest that fiscal resilience should be his principal objective, or is his obsession distorting the Government’s entire approach to economic policy? Let us be clear: the prime objective of government economic policy should be the management of demand for the nation’s real resources, labour and productive capacity. The Government should set fiscal policy to ensure the very best use of resources today and development of resources for the future. If this involves more debt, then that is the best economic decision; if it involves more taxation, then that is the best decision. The role of taxation is not to pay off the debt but to be part of a balanced programme of fiscal and monetary policy to stimulate the real output needed for the achievement of the Government’s goals: health, education, defence of the realm, decent living standards, tackling climate change and so on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Of course, the mixture of taxation, spending and debt decrease or increase may have other consequences that must be taken into account. For example, the OBR demonstrates that quantitative easing has lowered the maturity of UK debt, making it more interest rate-sensitive. That is serious. There may be other effects in the money markets. For example, holders of government bonds may come to believe that current policy will increase inflation. It does not matter whether the belief is true or false; if the result is that they sell off bonds, interest rates will tend to rise. Given his important responsibility of managing expectations, there is market danger in the Chancellor’s suggestion that fiscal resilience should be the paramount goal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If, instead, we view the Budget through the lens of a programme of monetary and fiscal policy that secures the highest real output, some key consequences emerge. In a speech last week, the Governor of the Bank of England defined the ideal post-pandemic economic policy: the cost of the Covid shock\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“has to be managed, and it will be easier to do that with a higher trend rate of growth, boosted by stronger investment.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Have the Government provided a plan for stronger investment? The approach in the Budget is best characterised as, “There’s a problem, so throw money at it and hope it works. There’s a lack of investment, so throw money at super deduction for two years.” The result is spelled out by the OBR: long-term investment will not be increased, just shifted around. There will be a two-year boost to take advantage of the subsidy, then a decline. For companies to invest, they do not need super deductions; they need the prospect of growing demand for their products. What does this Budget offer them? Miserable rates of demand growth: 1.5% in 2023, 1.6% in 2024 and 1.7% in 2025—no long-term strategy for investment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Similarly, there is a housing crisis. Let us throw money at it in the form of stamp duty holidays and a mortgage guarantee. The result? Sharply rising house prices and a few more houses. Has the Chancellor not noticed that house prices have risen by 8.5% in the midst of the worst recession of modern times? There is no long-term strategy for housing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "So, where is the plan for investment? Well, there is what I can only describe as a PR brochure, Build Back Better: Our Plan for Growth, published by the Treasury. It is full of wonderful, glossy photographs and a lucky dip of proposals on infrastructure, skills, innovation and the environment, but the photos fail to disguise the fact that there is no unifying framework, a complete absence of any plan for implementation or monitoring, no institutional oversight and no evidence of consultation —nothing to encourage the commitment of private investment, and no strategic thinking for an investment decade. How could there be when fiscal resilience and spending cuts have to come first?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The pandemic has imposed a massive cost on the British economy, the real cost of lost output, lost jobs, furloughed idleness and collapsed businesses, the highest death rate in the G7 and the biggest fall in production. But there is an economic opportunity. New thinking can define a break from the policies of the past 10 miserable years. Just as, after the war, Britain built a better society, we can build a new economy and a new society now, but only if monetary and fiscal policy are the servants of a building programme; not if, as for the Chancellor, the real economy is to be squeezed in the service of outdated fiscal orthodoxy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}