{
    "url": "https://www.ukpol.co.uk/john-eatwell-2022-speech-on-the-growth-plan-baron-eatwell/",
    "title": "John Eatwell – 2022 Speech on the Growth Plan (Baron Eatwell)",
    "post_date": "October 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "John Eatwell",
            "url": "/tag/john-eatwell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by John Eatwell, Baron Eatwell, in the House of Lords on 10 October 2022.",
    "content": [
        "My Lords, it was encouraging to hear the Prime Minister echo Keir Starmer’s conference speech, putting growth at the heart of the political agenda, but terribly discouraging that her policy for growth embodies the libertarian philosophy that she has soaked up at America’s libertarian think tanks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Her libertarian economics has already been tried. Donald Trump’s Tax Cuts and Jobs Act 2017 cut taxes—notably for the better off—and funded the cuts by borrowing in excess of $2 trillion, arguing that these measures would increase investment, growth and incomes, so that tax cuts could pay for themselves. Well, it did not work. Investment increased temporarily but then declined. Lower taxes produced a barely perceptible increase in growth of 0.1 of 1%, and there was no increase in incomes to pay for tax cuts. The American experience confirms that libertarian economics is bad for business. Consider the most commercially successful innovation of modern times: the iPhone. Every significant technical innovation with the iPhone was made in the public sector, from the touch screen to internal electronics.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Growth demands innovation. Because returns are an unknowable future, innovative investment in new, untried technologies, or new products, accessing new markets, is always risky. That is why the state has such an important role to play, funding the risk-taking that markets cannot handle. When public bodies created the iPhone technologies, they were taking risks that the market would not.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There remains Britain’s perennial problem of transforming invention into innovation into commercially viable products. Imitating best commercial practice in Europe and the US will help, but more is needed. We need to leapfrog our competitors by building a new financial and industrial system that faces up to competition today and beats the competition tomorrow. That is why Keir Starmer’s commitment to turn the UK into a green-growth superpower is so important. Britain has the science to produce green energy and to create the new technologies that will allow us to adapt to climate change. This is a challenge that cannot be met by shrinking the state. It requires a new entrepreneurial state underpinning the risks involved in providing the new goods and services that an overheating world will need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Prime Minister’s diagnosis of the need for growth is correct but, instead of tackling the problem with modern economic medicine, she plans to bleed the patient. I understand that the Prime Minister read politics, philosophy and economics—PPE—at Oxford. It is evident that she read too many Ps and not enough E.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}