{
    "url": "https://www.ukpol.co.uk/fergus-eckersley-2021-statement-on-uks-position-on-jersualem/",
    "title": "Fergus Eckersley – 2021 Statement on UK’s Position on Jersualem",
    "post_date": "December 2, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Fergus Eckersley",
            "url": "/tag/fergus-eckersley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Fergus Eckersley, the UK Political Coordinator at the UN, in New York on 1 December 2021.",
    "content": [
        "The United Kingdom’s position on the status of Jerusalem is clear and long-standing: it should be determined in a negotiated settlement between the Israelis and the Palestinians. The final determination of Jerusalem must ensure that the holy city is a shared capital of Israel and a Palestinian state, granting access and religious rights for all who hold it dear. The United Kingdom opposes unilateral action in Jerusalem absent a final status settlement and remains supportive of the historic status quo.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The UK recognises that Jerusalem and the holy sites at Haram al Sharif/Temple Mount hold particular significance for many groups around the globe, especially the three Abrahamic faiths of Christianity, Islam and Judaism. The UK welcomes language in the resolution reaffirming the special significance of the holy sites and the City of Jerusalem for these three religions and calling for respect for the historic Status Quo.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, the resolution adopted today refers to the holy sites in Jerusalem in purely Islamic terms, without recognising the Jewish terminology of “Temple Mount”. The UK has made clear for many years that we disagree with this approach, and while we welcome the removal of the majority of these references, we are disappointed that we were unable to find a solution to the final instance. On principle, the United Kingdom has therefore moved our vote today from a “yes” to an “abstention”. If the unbalanced reference had been removed, the UK would have been ready and willing to vote “yes”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The United Kingdom is clear that this should not be understood to be a reflection of a change in UK policy towards Jerusalem, but instead as an important signal of our commitment to recognising the history of Jerusalem for the three monotheistic religions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}