{
    "url": "https://www.ukpol.co.uk/anthony-eden-1942-speech-on-the-holocaust-first-mention-in-house-of-commons/",
    "title": "Anthony Eden – 1942 Speech on the Holocaust (First Mention in House of Commons)",
    "post_date": "December 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1942",
            "url": "/tag/1942/"
        },
        {
            "text": "Anthony Eden",
            "url": "/tag/anthony-eden/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Anthony Eden, the then Foreign Secretary, in the House of Commons on 17 December 1942.",
    "content": [
        "**Mr. Silverman (by Private Notice)** asked the Secretary of State for Foreign Affairs whether he has any statement to make regarding the plan of the German Government to deport all Jews from the occupied countries to Eastern Europe and there put them to death before the end of the year?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**The Secretary of State for Foreign Affairs (Mr. Eden)** Yes, Sir, I regret to have to inform the House that reliable reports have recently reached His Majesty’s Government regarding the barbarous and inhuman treatment to which Jews are being subjected in. German-occupied Europe. They Have in particular received a note from the Polish Government, which was also communicated to other United Nations and which has received wide publicity in the Press. His Majesty’s Government in the United Kingdom have as a result been in consultation with the United States and Soviet Governments and with the other Allied Governments directly concerned, and I should like to take this opportunity to communicate to the House the text of the following declaration which is being made public to-day at this hour in London, Moscow and Washington:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“The attention of the Governments of Belgium, Czechoslovakia, Greece, Luxemberg, the Netherlands, Norway, Poland, the United States of America, the United Kingdom of Great Britain and Northern Ireland, the Union of Soviet Socialist Republics and Yugoslavia, and of the French National Committee has been drawn to numerous reports from Europe that the German authorities, not content with denying to persons of Jewish race in all the territories over which their barbarous rule has been extended the most elementary human rights, are now carrying into effect Hitler’s oft repeated intention to exterminate the Jewish people in Europe. From all the occupied countries Jews are being transported, in conditions of appalling horror and brutality, to Eastern Europe. In Poland, which has been made the principal Nazi slaughterhouse, the ghettoes established by the German invaders are being systematically emptied of all Jews except a few highly skilled workers required for war industries. None of those taken away are ever heard of again. The able-bodied are slowly worked to death in labour camps. The infirm are left to die of exposure and starvation or are deliberately massacred in mass executions. The number of victims of these bloody cruelties is reckoned in many hundreds of thousands of entirely innocent men, women and children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The above mentioned Governments and the French National Committee condemn in the strongest possible terms this bestial policy of cold-blooded extermination. They declare that such events can only strengthen the resolve of all freedom loving peoples to overthrow the barbarous Hitlerite tyranny. They re-affirm their solemn resolution to ensure that those responsible for these crimes shall not escape retribution, and to press on with the necessary practical measures to this end.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Silverman** While thanking the right hon. Gentleman for that statement, in which he has given eloquent expression to the conscience of humanity in this matter, might I ask him to clear up two points: First, whether the phrase, “those responsible” is to be understood to mean only those who gave the orders, or is it to include also anybody actively associated with the carrying-out of those orders? [An HON. MEMBER: “The whole German nation.”] Secondly, whether he is consulting with the United Nations Governments and with his own colleagues as to what constructive measures of relief are immediately practicable?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Eden** The hon. Gentleman and the House will understand that the declaration I have just read is an international declaration agreed to by all the Governments I mentioned at the outset. So far as the responsibility is concerned, I would certainly say it is the intention that all persons who can properly be held responsible for these crimes, whether they are the ringleaders or the actual perpetrators of the outrages, should be treated alike, and brought to book. As regards the second question, my hon. Friend knows the immense difficulties in the way of what he suggests, but he may be sure that we shall do all we can to alleviate these horrors, though I fear that what we can do at this stage must inevitably be slight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Sorensen** Having regard to the widespread abhorrence of all people regarding these crimes, could attempts not be made to explore the possibility of co-operation with non-belligerent and neutral Governments to secure the emigration of Jews, say, to Sweden or to some other neutral country?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Eden** My hon. Friend will see that it is only too clear, from what I have said, what is going on in these territories occupied by Germany. Naturally I should be only too glad to see anything of the kind, but the hon. Member will understand the circumstances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Sorensen** Am I to understand that the right hon. Gentleman is exploring that possibility?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. de Rothschild** May I express to the right hon. Gentleman and this House the feelings of great emotion—the really grateful feeling that I am certain will permeate the Jewish subjects of His Majesty’s Government in this country and throughout the Empire at the eloquent and just denunciation which has just been made by the right hon. Gentleman? Among the Jewish subjects of His Majesty there are many to-day who have been in this country only for a generation or so. They will feel that, but for the grace of God, they themselves might be among the victims of the Nazi tyranny at the present time. They might be in those ghettoes, in those concentration camps, in those slaughter-houses. They will have many relations whom they mourn, and I feel sure they will be grateful to the right hon. Gentleman and to the United Nations for this declaration. I trust that this proclamation will, through the medium of the B.B.C., percolate throughout the German-infested countries and that it may give some faint hope and courage to the unfortunate victims of torment and insult and degradation. They have shown in their misery and their unhappiness great fortitude and great courage. I hope that when this news goes to them they will feel that they are supported and strengthened by the British Government and by the other United Nations and that they will be enabled to continue to signify that they still uphold the dignity of man.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Sir Percy Hurd** Can my right hon. Friend say whether Canada and the other Dominions were asked to share in this declaration?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Eden** In the first instance, this, as my hon. Friend will realise, is a declaration organised by the European countries who are suffering, and it was necessary that the three great Powers should get together quickly about the matter. We thought it right, and I am sure the House will think it right, that the principal victims should sign this paper as rapidly as possible. I think the whole House fully understands that, and I know that the Dominions Governments very fully understand it. Perhaps I should state that arrangements are being made for this statement to be broadcast throughout Europe from here, and, of course, it is being done from Moscow and Washington also. I may also say that all the information we have from the occupied countries is that the peoples there, despite their many sufferings, trials and tribulations, are doing everything in their power to give assistance and charity to their Jewish fellow subjects.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Lipson** May I associate myself with everything that has been said by my hon. Friends the Members for the Isle of Ely (Mr. de Rothschild) and Nelson and Colne (Mr. Silverman), and ask my right hon. Friend whether if this protest is broadcast to the German people, it will be made clear to them that this is not war but murder and that they must be held in some measure responsible, if they allow the German Government to carry out their horrible intentions?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Eden** Yes, Sir, that is precisely what was in the minds of His Majesty’s Government when we took steps to set this declaration in motion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Silverman** Would the right hon. Gentleman consider in the broadcasts which are made not limiting the question of responsibility to the negative side of punishment but expressing the appreciation which we all feel for the numerous acts of courage done all over Europe by individuals who take enormous risks in order to render what help they can to those who are suffering; and would it not be right, in the broadcasts, to promise those individuals that what they are doing now will not be forgotten but will redound to their credit and benefit when the time comes?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Eden** Yes, Sir.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. McGovern** May we take it from the right hon. Gentleman’s statement that any persons who can escape from any of these occupied territories will be welcomed and given every assistance in the territories of the United Nations?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Eden** Certainly we should like to do all we possibly can. There are, obviously, certain security formalities which have to be considered. It would clearly be the desire of the United Nations to do everything they could to provide wherever possible an asylum for these people, but the House will understand that there are immense geographical and other difficulties in the matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Miss Rathbone** Will this declaration be addressed also to the Governments and the peoples of Hitler’s unwilling allies, the other Axis countries, who might be able to do much to secure the rescue of these victims?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Eden** That has already been arranged.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Cluse** Is it possible, in your judgment, Mr. Speaker, for Members of the House to rise in their places and stand in silence in support of this protest against disgusting barbarism?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Speaker** That should be a spontaneous act by the House as a whole.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "_Members of the House then stood in silence._\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}