{
    "url": "https://www.ukpol.co.uk/anthony-eden-1955-first-speech-as-prime-minister/",
    "title": "Anthony Eden – 1955 First Speech as Prime Minister",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1955",
            "url": "/tag/1955/"
        },
        {
            "text": "Anthony Eden",
            "url": "/tag/anthony-eden/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the first speech of Anthony Eden in the House of Commons as Prime Minister made on 6th April 1955.",
    "content": [
        "I must, first, try to acknowledge the very generous words which have been used by the right hon. Gentleman the Leader of the Opposition and all those who have spoken in the House this afternoon – in well-deserved terms – about my right hon. Friend the Member for Woodford (Sir W. Churchill). The right hon. Gentleman the Member for Walthamstow, West (Mr. Attlee) rightly said that this is not the time for us to appraise my right hon. Friend’s work. For one thing, he is, fortunately, still among us; and we all know quite well that whenever he returns to us from his holiday he will still be the dominating figure among us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But while we admit that this is not the time for such an appraisal, perhaps the House would permit me a very few words on this subject, because for more than sixteen years we have been so intimately associated in political work, and, as it so happens, I have never spoken about this before. As I reflect over those years, and think of them in the terms of what we yet have to do, certain lessons seem to me to stand out for us in the message of what we have done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "First, I think, in work, was my right hon. Friend’s absolute refusal, as his War Cabinet colleagues knew so well, to allow any obstacles, however formidable, to daunt his determination to engage upon some task. With that, courage; and the courage which expresses itself not only in the first enthusiastic burst of fervour but which is also enduring, perhaps the rarer gift of the two.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Although my right hon. Friend has perhaps the widest and most varied interests in life of any man we are likely to know – and that is true – I still think that his great passion was the political life and that he brought to the service of it a most complete vision. No man I have ever known could so make one understand the range of a problem and, at the same time, go straight to its core. I believe that in statesmanship that will be the attribute which many who knew him would place first among his many gifts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Apart from these things, in spirit there was the magnanimity, most agreeable of virtues; and, let us be frank about it, not one which we politicians find it always easy to practise, although we should all like to do so. In part, perhaps, this was easier with him, because I think he always thought of problems not in abstract terms but in human values; and that was one of the things which endeared him to all this House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, as has been so well said, there was the humour — the humour based on the incomparable command of the English language, which was so often our delight, not least at Question Time. I am sure that my right hon. Friend will be deeply moved by the things which right hon. and hon. Gentlemen have said of him this afternoon, for he loves this House — loves it in companionship and in conflict.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The right hon. Gentleman the Leader of the Opposition and others have been kind in their welcome to me. I enjoyed very much the Melbourne reflections. The right hon. Gentleman, with his deep knowledge of history, will not, however, have forgotten that Melbourne, although always talking of leaving office, contrived to stay there for a very long time indeed. But I have no desire, I beg him to believe, to emulate that in its entirety. For the rest, I can only say to the right hon. Gentleman and to the Father of the House, too, that I have been deeply touched by what has been said this afternoon and that, for my part, I will do all I can to serve our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}