{
    "url": "https://www.ukpol.co.uk/john-eden-1978-speech-on-hospital-beds-in-bournemouth/",
    "title": "John Eden – 1978 Speech on Hospital Beds in Bournemouth",
    "post_date": "April 10, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "John Eden",
            "url": "/tag/john-eden/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by John Eden, the then Conservative MP for Bournemouth West, in the House of Commons on 28 June 1978.",
    "content": [
        "I congratulate my hon. Friend the Member for Beeston (Mr. Lester) on bringing to the House the petition which he has just presented. On behalf of the pharmacists in my constituency, I endorse every word that my hon. Friend said about the strength of feeling which he has so adequately represented. Those who have been responsible for organising the petition and collecting the signatures have done extremely well. They are to be congratulated on having amassed so many names and on having made clear to us in the House, and hopefully to the Government, too, what action needs to be taken in the interests of the pharmacists of England and Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Before the House adjourns I wish to draw attention to a matter of considerable importance to the people of Bournemouth—the shortage of hospital beds in that area. I hope that my hon. Friend the Member for Bournemouth, East (Mr. Atkinson) will have the opportunity of catching your eye, Mr. Deputy Speaker, to support what I say.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is a serious shortage of hospital beds in the Bournemouth area. That is, however, not a new situation. It has existed for some years. I have seen the lists kept by one consultant that give details of every patient who was waiting on the emergency bed service for over 48 hours during the past three years to four years. It happens—this is not to ​ dramatise but to make a point of fact—that some of the patients died before they were found a bed in hospital.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The consultants in the Bournemouth area have for long been worried about the shortage of hospital beds. Two of them—the chairman and the vice-chairman of the medical staff committee of the Bournemouth and East Dorset Group Pathology Service attached to the Royal Victoria Hospital in Bournemouth —recently wrote a letter to the local Press in which they stated:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“While patients in hospitals are receiving adequate care there is no doubt that too many patients wait too long to get into hospital because of an acute shortage of beds.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "These are responsible people who write such things. They are not given to hyperbole. They weigh their words with care and speak with deep anxiety.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The consultant representative on the East Dorset district management team, Dr. Christian Loehry, has played a leading part in drawing attention to the seriousness of the shortage. He has given me details of waiting time for in-patient treatment that fully justify all the expressions of anxiety and concern. The records have also been shown to the community health council, which I understand now fully supports the views of consultants that early and effective action is most necessary. I see that in a recent statement in the Evening Echo it recommended that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“every effort be made to co-ordinate efforts to effect a long-overdue improvement in the situation regarding emergency admissions.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The figures that I have seen indicate that in the first week of February 1978 the aggregate number on waiting lists for in-patient treatment in the East Dorset district was just under 5,000. In some specialities—notably general surgery, ENT and orthopaedic—the numbers were especially high.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I know that orthopaedic waiting lists have been eased slightly by the opening of the Christchurch facility. That is extremely welcome, but the situation is still very serious, especially for those who are waiting for hip operations. That information comes to me not only from my constituency but from the two constituencies on either side of mine. It bears out the difficulties and personal ​ problems that are being experienced in the whole of the region—I have an interest to declare because tomorrow morning I have to go to an orthopaedic surgeon to have my hip checked. I hope that something will be done in that regard. It is a serious matter which for far too long has been attended by waiting lists which are totally indefensible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is another matter which should be discussed. When speaking of the Bournemouth area we are speaking of a holiday resort. There is a substantial influx during the holiday months which, at its peak, doubles the population. This causes additional problems for the existing services and no special regard seems to be paid to them. It places extra demands on consultants and doctors and obviously puts new pressures on the beds that are available.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In this area there is also a marked shortage of assessment beds for geriatric cases. Not surprisingly, Bournemouth has a large number of elderly people. We welcome them. Many of them come to Bournemouth to retire and to spend the remaining years of their lives in this attractive area. But this means that they have special requirements which are not being met adequately. Because of the many elderly people in the area, the need for more geriatric beds is urgent. This applies not only to Bournemouth but also to Poole.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In answer to a case with which I have been dealing, the district administrator at the hospital wrote to me and said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Facilities for psychogeriatric patients are grossly inadequate in this district”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "—that is the East Dorset health care district. He explained that because of this very difficult decisions on priorities had to be reached.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is appalling that that should be so. It is appalling that people should have to take decisions of that kind. Of course as I know the Minister understands, it is far more serious for the patients themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is clear that there is widespread concern amongst informed and responsible people about the inadequate number of beds in the Bournemouth area and about the difficulties experienced in admitting patients through the emergency bed service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For these reasons I and my hon. Friend the Member for Bournemouth, East feel fully justified in raising the subject in Parliament and in pressing the Minister to authorise early action to ease the intolerable situation. Our constituents want action.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We welcome that in August 1982 a start is to be made on phase 1 of the new 900-bed district general hospital. When phase 1 is completed—and that is planned to be in August 1985—the hospital will provide 281 beds. The net increase in beds, however, depends upon what else is done in the meantime and what else is done when phase 1 is completed. For example, if it is planned to close the Royal National Chest Hospital, some beds will be taken away and the net position will not be as good. We must be careful to ensure that by the end of this exercise we are better off than before.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My anxieties in this regard are aroused by the fact that we are not to get a complete hospital in 1985. We are to get phase 1 of a complete hospital. Phase 1 is, in fact, a unit package, with many of the essential specialities omitted from it. I am not disappointed that we are getting phase 1; believe me, it is far better than nothing at all. But what would be better still would be a complete hospital, with all the facilities, all the specialities and all the services provided there.  \nWhen is that to happen? When is phase 2 to begin, to complete the hospital that has been planned and talked about for such a long time? When is phase 2 to start? Will the Minister assure me this evening that there will be no gap between the completion of phase 1 and the start of phase 2?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Meanwhile, it is most urgent that we press ahead with the building of a new 30-bed ward at Boscombe Hospital. This has also been under discussion for years, but for some reason no decision has been taken until just recently. For some reason, the Wessex regional health authority seems to have been sitting on this proposition. I have seen letters from the authority to consultants in my constituency which left me speechless, since they seem to be unaware of the urgency of the situation. Now, at last, it seems that it will go ahead, but exactly when I am not absolutely sure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to know exactly when this new 30-bed ward is to be built. I want to know when it is to be started and when it is to be completed. If the Wessex regional health authority does not understand the urgency of the situation, it should give itself a holiday from its paper work and come to Bournemouth to ascertain the facts on the spot.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to make two other points. The first is related to this, although not directly concerned with the in-patient aspect. I refer to the out-patient problem. There is an acute waiting time for new out-patient appointments with consultants. In some cases this is grotesquely long. In neurology, it is as much as 35 weeks. There seems to be a grave shortage of neurologists. I do not know what steps are being taken to try to overcome it. I do not suppose that it is peculiar to the area I represent, but this seems to me to be a problem which deserves close attention. A period as long as 35 weeks must be wrong. In surgery, the period is anything from 10 to 31 weeks. In orthopaedics, it is anything from 10 to 29 weeks. In ENT it is 21 weeks, and in urology, 20 weeks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is wrong that we should have to contemplate figures of this order of magnitude. I am certain that the Minister would like to see them shortened. We would all wish to see them shortened. What worries me is that they have been going on like this for far too many years. I had a letter the other day from a leading doctor in my own constituency who has said that over the last seven or eight years, far from getting better the situation has been getting worse. No wonder doctors are worried and frustrated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, I should like to make one general point. It is that by comparison with other areas, Dorset is seriously under-funded. Will the Minister please undertake to look at this, and will he tonight give firm answers to the two questions that I have put to him?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}