{
    "url": "https://www.ukpol.co.uk/anthony-eden-1943-statement-on-death-of-speaker-edward-fitzroy/",
    "title": "Anthony Eden – 1943 Statement on Death of Speaker Edward FitzRoy",
    "post_date": "January 26, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1943",
            "url": "/tag/1943/"
        },
        {
            "text": "Anthony Eden",
            "url": "/tag/anthony-eden/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Anthony Eden, the then Secretary of State for Foreign Affairs, in the House of Commons on 3 March 1943.",
    "content": [
        "The news which the House has just received will be felt, I think, as a tragic personal blow to each one of us. The Speaker was not only a great Speaker, but also he was a man whom every Member of the House had come to regard as a personal friend. In that light, perhaps, most of all we shall always remember him. This, as the House knows, is not the moment for the tributes which will in due course be paid, but I think I shall be expressing the feelings of every Member if now, on behalf of the House, I send a message of bur deepest and most heartfelt sympathy to Mrs. FitzRoy and to the family in the loss which, though it, is nearer to them than to us, is a loss which we the House of Commons feel also. [HON. MEMBERS: “Hear, hear.”]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the circumstances, I think the House will feel it appropriate that I should move, ​ “That this House do now adjourn till Tuesday next.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}