{
    "url": "https://www.ukpol.co.uk/anthony-eden-1955-speech-on-re-election-of-william-morrison-as-speaker/",
    "title": "Anthony Eden – 1955 Speech on Re-Election of William Morrison as Speaker",
    "post_date": "March 28, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1955",
            "url": "/tag/1955/"
        },
        {
            "text": "Anthony Eden",
            "url": "/tag/anthony-eden/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Anthony Eden, the then Prime Minister, in the House of Commons on 7 June 1955.",
    "content": [
        "[![anthonyeden](https://www.ukpol.co.uk/wp-content/uploads/2015/11/anthonyeden-229x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/anthonyeden.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Mr. Speaker-Elect, in accordance with time-honoured custom in the House, it is my privilege to be the first to voice our congratulations to you on the signal honour, the greatest honour that the House corporately can bestow on any man, which has this afternoon been repeated in acknowledgment of your services. I do so with great pleasure, not only on my own behalf but on behalf of all my right hon. and hon. Friends on this side of the House. Perhaps I may also say that I do it with all the greater fervour as the first Englishman who has ventured to intrude at all in this afternoon’s ceremony.  \nAs the House does this act of congratulations to you, in truth we all feel that we are congratulating ourselves. As the last Parliament developed, we all felt to an increasing degree how much we owed to your guidance. Your ease of dignity, the clarity of your decision, the width of your experience, and certainly not least the native wit of Scotland placed us many times under an obligation to you. I am sure that the whole House feels fortunate indeed that you should be here and willing to preside once more over our proceedings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I think it was said that Mr. Speaker’s principal duties were to guard minority parties and even guard the rights of individual Members. About that I have no doubt that you will be zealous, even against the wishes of the Executive. That is as it should be. But there is something even wider than the rights of individual Members which you guard and cherish for us, and that is the character of the House. Each new Parliament develops its own personality. As we do that, as most certainly we shall, I believe that we shall have in mind that this new Parliament, like so many that have gone before it, in what it achieves and how it achieves it is showing leadership to all the free institutions throughout the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is perhaps at this time that special responsibility which we all value most and which I know, Mr. Speaker-Elect, you have so well understood in the past and will so cheerfully guard in the future. I feel every confidence that under your tolerant, wise and experienced guidance the House will receive all the help which it is in the power of the Chair to give. In all sincerity, we wish you good fortune and good health in the discharge of your duties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}