{
    "url": "https://www.ukpol.co.uk/anthony-eden-1943-speech-on-david-lloyds-george-80th-birthday/",
    "title": "Anthony Eden – 1943 Speech on David Lloyd George’s 80th Birthday",
    "post_date": "December 10, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1943",
            "url": "/tag/1943/"
        },
        {
            "text": "Anthony Eden",
            "url": "/tag/anthony-eden/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Anthony Eden, the then Conservative Leader of the House, in the House of Commons on 19 January 1943.",
    "content": [
        "The House will feel that we cannot this day pass to our ordinary Business without taking note of an event which marks for this House a historic and an intimately personal occasion. On behalf of every hon. Member of this House I offer to my right hon. Friend the Member for Carnarvon Boroughs (Mr. Lloyd George) our congratulations and our heartfelt wishes on his 80th birthday. This is no time to attempt a detailed review of his services. They are world wide, and they were rendered to mankind. To-day we salute him not only as the dominant statesman of his generation, not only as the man who led this country through a period of storm and stress like unto that through which we now strive, but, more than all these things, we salute him as a great House of Commons man. For over half-a-century he has been a champion in our midst. Neither his courage nor his resilience has ever failed him. He has needed both, because he has given hard blows and taken them. To-day we regard him with pride and with affection, and we, each one of us, hope that he will be spared for many years to teach us wisdom, to guide us and, if need be, to drive us along the path that we should tread.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Hon. Members**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Hear, hear.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Lloyd George**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the right hon. Gentleman for his observations and for his felicitations. I thank him all the more because I was not given any notice ​ of his intention. It is very kind of him to have made these observations, and I thank him for them. I also thank my fellow Members of the House of Commons for the reception which they have afforded me to-day. Among all my recollections of the last 80 years there is none of which I am prouder than the fact that I have for 53 years been a Member of this honoured and this great Assembly. I thank the House of Commons and the right hon. Gentleman too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}