{
    "url": "https://www.ukpol.co.uk/anthony-eden-1965-memorial-speech-to-winston-churchill/",
    "title": "Anthony Eden – 1965 Memorial Speech to Winston Churchill",
    "post_date": "January 19, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1965",
            "url": "/tag/1965/"
        },
        {
            "text": "Anthony Eden",
            "url": "/tag/anthony-eden/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Anthony Eden in the House of Lords (he was then the Earl of Avon) on 15 January 1965.",
    "content": [
        "My Lords, this is a day not only of national mourning but of mourning throughout the Free World. For Sir Winston’s service was to mankind, and for this his place will always be among the few immortals. Many of your Lordships knew Sir Winston well, and worked with him closely at one or other period of his career. But this afternoon, as has been apparent from almost every speech, our minds go back more especially to that period of the Second World War which he himself called our “finest hour”, and which was certainly his.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It seems to me in every sense appropriate that this sad occasion should be so exceptionally signalised as in this Royal Message—and not only because of Sir Winston’s qualities of true greatness in leadership above all. These in themselves would be cause enough for the Message which we have received. But there is also another reason: that Churchill epitomised, at the same time as he led, the nation, at a time of brave and (why should it not be said?) splendid resistance against odds which might have seemed overwhelming. So, my Lords, as we mourn and honour Sir Winston, we reverence also all those who fell to bring victory to a cause for which he had dedicated himself and us. They are now together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My Lords, what follows is a suggestion to which I expect, of course, No immediate reply or comment, and which I make with some temerity, but from messages I have received I believe that it is not only my thought. It seems to me that the nation would feel glad if there could be a “Churchill Day”. This could be most appropriately connected, perhaps, with some date in that summer of 1940, when both Churchill’s leadership and this country’s will to resist, whatever the cost, expressed themselves so gloriously. They could then be enshrined together for as long as our calendar endures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I should like also to associate myself with the messages to Lady Churchill. No tribute, however penned or phrased, could out-measure what is deserved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My Lords, courage is never easy to define. Sometimes it is shown in the heat of battle; and that we all respect. But there is that rarer courage which can sustain repeated disappointment, unexpected failure, and even shattering defeat. Churchill had that, too; and he had need of it, as the noble Earl, Lord Attlee, will remember, not only for days but sometimes for weeks and for months. Looking back now at the war, victory may seem to have been certain. But it was not always certain; and when news is bad, it is very lonely at the top.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Like one or two of those who are with us in this House this afternoon, I saw much of Sir Winston then—often many times a day, not only at official meetings but in such periods of comparative relaxation as there were, at meals and, as was his wont, late into the night. I grew to respect and love him, even though the argument might sometimes be sharp.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My Lords, there is the granite type which feels little. Sir Winston was nothing of that at all. He felt deeply every blow of fortune and every gleam of hope. Alert, eager and questing as his temper was, he could hold on through all tides and tempests; and he had that gift, rare and difficult to discharge in statesmanship, of knowing when to reject “No” as an answer, recognising that the arguments against any positive action could always be trusted to marshal themselves. During those war years his mind was always projected to the next move, and in this he was aided by an energy which was something much more than zest for life. With that constitution, Sir Winston would have survived any strain in any age, but he loved best the present one in which he lived. I have heard it said in criticism that his opinions were of his own generation. Certainly they were. And that was his strength, because he was at the same time open-minded and comprehending as are very few men in this century. He saw clearly and further than most, and he spoke fearlessly and without favour of what he saw. He sensed the danger for his country with the instinct of the artist and the knowledge of the historian.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As we cast our minds back this afternoon and pay tribute to his memory, there is, of course, nothing for which we in this Assembly shall remember him more than as a Parliamentarian. He called himself a “child of the House of Commons”. But he was, of course, much more than that. He had been brought up in a great Parliamentary age. I remember how he used to tell me how in those days speeches, even of Under-Secretaries, were fully reported in the Press. With awe, almost, he spoke of those days. And the great figures that dominated that period gave him an intimate sense of the power of Parliament which he never lost, just as he never forgot that Parliament put him where he was in 1940. It was a memory with him always.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "So, my Lords, as we say farewell to him now, we thank this, the greatest of all Parliamentarians whom we shall know; and we can best enshrine his work by devoting ourselves to the same thing, to those cherished thoughts, traditions and beliefs to which he held, through life, till death.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}