{
    "url": "https://www.ukpol.co.uk/anthony-eden-1924-maiden-speech/",
    "title": "Anthony Eden – 1924 Maiden Speech",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1924",
            "url": "/tag/1924/"
        },
        {
            "text": "Anthony Eden",
            "url": "/tag/anthony-eden/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech in the House of Commons of Anthony Eden on 19th February 1924.",
    "content": [
        "[![anthonyeden](https://www.ukpol.co.uk/wp-content/uploads/2015/11/anthonyeden-229x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/anthonyeden.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "May I, at the outset, ask for the usual courtesy and indulgence which is always extended to a maiden speech. The last speaker made great play of a little geographical tour, and he asked us from what quarter we expected an attack from the air. I do not know, but I do not think that is the point we want to discuss. Surely, the point is rather that we should prepare to defend ourselves against an attack from any quarter. There can be little doubt that this question is of exceptional interest in this House, and the reasons are not very far to seek. In the first place, it is not in the nature of things possible to provide hastily and at a moment’s notice for air defence; and, in the second place, the very heart of our country, the city of London, is especially vulnerable to attack from the air. For these reasons, I hope that the Government will not be tempted too much by sentiment, and will rather act, as we gather from the speech of the Under-Secretary, not in accordance with his principles, but in accordance with the programme he has inherited from other parties, and that the Government will, as a matter of insurance, protect this country from the danger of attacks from the air.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Under-Secretary asked what was meant by adequate protection, and he said he believed preparedness was not a good weapon. That may be, but unpreparedness is a very much worse weapon, and it is a double-edged one, likely to hurt us very seriously. The Under-Secretary quoted an old military maxim, and I will quote one which is that “Attack is the best possible form of defence.” **[HON. MEMBERS “No, no!”]** I expected hon. Members opposite would be a little surprised at that doctrine. I was not suggesting that we should drop our bombs on other countries, but simply that we should have the means at our disposal to answer any attack by an attack. It is a natural temptation to hon. Members opposite, some of whose views on defence were fairly well known during the years of the War, to adopt the attitude of that very useful animal the terrier, and roll on their backs and wave their paws in the air with a pathetic expression. But that is not the line on which we can hope to insure this country against attack from the air. I believe and hope that hon. Members opposite will carry out the programme which they have inherited, and will safeguard these shores, so far as they may, from the greatest peril of modern war.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}