{
    "url": "https://www.ukpol.co.uk/jonathan-edwards-2019-speech-on-the-uks-departure-from-the-european-union/",
    "title": "Jonathan Edwards – 2019 Speech on the UK’s Departure from the European Union",
    "post_date": "March 15, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Jonathan Edwards",
            "url": "/tag/jonathan-edwards/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jonathan Edwards, the Plaid Cymru MP for Carmarthen East and Dinefwr, in the House of Commons on 14 March 2019.",
    "content": [
        "Before I explain my party’s position, I would like to add my voice to those who have been calling for the House of Commons to have a full portfolio of votes on the various options. On 15 January, I wrote an article for The Huffington Post making the case for using a voting system designed to create a majority. I was delighted to see the Father of the House bring forward an amendment to that effect a few weeks ago. I hope that if amendment (i) passes this evening, that will be looked at in all seriousness.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The key question that will face us after this evening if we support an extension to article 50 will be this: for what purpose? Without finding a purpose for the extension, we still face the prospect of no deal by default. The publication of the Government’s tariff proposals gave us a good idea of what that would mean. It would be a disaster for Welsh agriculture, in particular, because if we set very high import tariffs, that would be reciprocated in terms of exports. Half of all Welsh lamb goes to the European Union, and that sector would be decimated. In keeping an open border between the Republic of Ireland and the north of Ireland, the British Government signalled their intention to sink the ports of my country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Our amendment (a) would extend article 50 to cover phase 2 of the Brexit process. That would help to deal with the backstop. Although I do not share the concerns of hon. Members in relation to the backstop, that issue would be dealt with by our suggestion. It would deal with the problems of a blind Brexit. It would deal with the problem of no deal. It would encourage a more sensible approach to other trade negotiations. There is something for everybody in our suggestion, apart from those who seem obsessed with leaving on 29 March.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I look forward to voting for amendment (h). I say to Labour colleagues that the right moment does not always come in politics—there is only the moment, and the moment is now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}