{
    "url": "https://www.ukpol.co.uk/ruth-edwards-2021-speech-on-global-britain/",
    "title": "Ruth Edwards – 2021 Speech on Global Britain",
    "post_date": "January 13, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Ruth Edwards",
            "url": "/tag/ruth-edwards/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ruth Edwards, the Conservative MP for Rushcliffe, on 11 January 2021.",
    "content": [
        "For centuries, Britain has led the world as a global industrial centre, importing and exporting goods, services and skills around the world. We now have an opportunity to strengthen old friendships and forge new ones. It is an opportunity for businesses large and small, those that have never exported and those that already do. Here in Rushcliffe, we are home to the world-famous Stilton cheese at Colston Bassett and Cropwell Bishop dairies. We make award-winning wines; a taste of Eglantine vineyard’s North Star wine will leave you in no doubt as to why. We develop state-of-the-art fitness equipment such as Wattbike and world-leading nutrition apps such as Nutracheck; I should say that they have kindly given me a year’s complimentary subscription, which is perhaps just as well after all that cheese and wine. The east midlands is also the beating heart of manufacturing, with the highest proportion of manufacturing jobs in England based here. We make planes, trains and automobiles and everything in between.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government’s plan for a network of free ports is a great way to grow our economy, create jobs and encourage investment. Here in the east midlands, there is a fantastic, unique proposal for a free port that would cover East Midlands airport in North Leicestershire, a new advanced manufacturing cluster focused on green jobs in Ratcliffe-on-Soar in Rushcliffe and the east midlands automotive intermodal park in South Derbyshire—all situated at the heart of the country, with access to 90% of the population within four hours, on the site of the UK’s largest dedicated freight airport, connected by rail to our main deep sea ports and located at the centre of our national motorway network. What better place could there be to launch global Britain from?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "East Midlands airport is one of the largest air freight handlers in the UK, with capacity to treble the value of freight handled and create many more jobs on site. A successful bid will act as a catalyst to galvanise redevelopment of the Ratcliffe-on-Soar power station site into a hub for green businesses. What a legacy that would be on the site of one of the last coal-fired power stations left in Britain. It would improve the competitiveness of our region, helping to attract key investment from employers, and it would create jobs and training opportunities for local people. I am excited about the opportunities that lie in store for us as global Britain, and I hope that my right hon. Friends across Government will see the many ways in which a free port in the east midlands will help to deliver these.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}