{
    "url": "https://www.ukpol.co.uk/ruth-edwards-2022-speech-on-vat-on-defibrillators/",
    "title": "Ruth Edwards – 2022 Speech on VAT on Defibrillators",
    "post_date": "June 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ruth Edwards",
            "url": "/tag/ruth-edwards/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ruth Edwards, the Conservative MP for Rushcliffe, in the House of Commons on 22 June 2022.",
    "content": [
        "It must be every parent’s worst nightmare. Last September, Dylan Rich—a talented 17-year-old footballer from Rushcliffe—was playing in a FA youth cup game between his club, West Bridgford Colts, and Boston United at the Colts’ ground in Regatta Way. Out of nowhere a couple of minutes into the match, he suffered a cardiac arrest and collapsed. His brave mother Anna performed CPR on her own son. Dylan was treated with a defibrillator at the scene and an ambulance arrived within 10 minutes. He regained cardiac output and was stabilised in intensive care, but tragically he died three days later in hospital.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Words cannot express the depth of sorrow that his death has caused—to his family, his friends, and the community at West Bridgford Colts. In their tribute to him, the Colts said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Dylan was one of those players that team mates love for his commitment, coaches for his attitude and adaptability, and supporters for his reliability. A fantastic club player.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Tributes followed from Nottingham Forest and Notts County. Ahead of their World cup qualifier against Poland, the England players held up a shirt with “For Dylan” printed on it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But the tribute that his family and his club most want is to increase the number of defibrillators across the UK, to make them cheaper for communities to buy, and to increase people’s awareness and confidence in using them. Until Dylan’s death, I had never looked at the figures for the scale of cardiac arrests. Sudden cardiac arrest is one of the leading causes of death in young people, and almost never has any prior symptoms. Officially, about 32,000 sudden cardiac arrests occur in England every year. When combined with figures from across the UK, it is estimated that the true number is as high as 60,000. There is an important caveat to this figure: it only includes incidents where resuscitation was attempted. In the UK, only 8% of people survive an out-of-hospital cardiac arrest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Cardiac arrest can happen to anyone. This was brought home to us again in Nottinghamshire last month, when 13-year-old Samuel Akwasi collapsed from a cardiac arrest during a Young Elizabethan football league game and tragically later died in Queen’s Medical Centre. In fact, only yesterday, as I was writing this speech, I read of an assistant referee, Andrew Jarvis, who suffered a cardiac arrest while officiating at a game in Mansfield last August. Mercifully, he survived. He says he was saved by good-quality CPR, the football club’s defibrillator, and the quick arrival of the air ambulance team.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On average, as I said, a person in the UK has an 8% chance of surviving a cardiac arrest if it happens out of hospital, but this is vastly increased to as high as 70% if a defibrillator is used within the first three to five minutes of the cardiac arrest occurring. Conversely, survival rates drop by 10% for every minute of delay after this time. This further highlights why it is essential to have a defibrillator on every sports pitch and street corner possible—because these machines save lives. Average survival rates for out-of-hospital cardiac arrests vary across the country, ranging from 0.6% to 25%. The Government are doing so much to address regional inequality across the country, but we must also address regional inequality in defibrillator access and survival rates.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The main barriers to accessing defibrillators have been shown to be cost and awareness. In a survey by Vitreous World, 42% of people said that cost was the main barrier to owning a defibrillator, while 62% of people do not know how to use one and 27% are worried about how to do so. Defibrillators vary in cost, but the average unit is about £1,250. This is a considerable expense to many community groups, charities and sports clubs, especially considering that a sizeable portion of it, 20%, is VAT. Clearly, £1,250 is a lot of money for organisations raising funds through cake sales, individual donations and raffles. Some charities are exempt from paying VAT on defibrillators: not-for-profit hospitals, charitable institutions that provide care or medical or surgical treatment for disabled people, and rescue or first aid services. However, most sports clubs and community groups do not qualify.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are several options for reducing the cost of defibrillators. The first is to apply a zero rate of VAT to all defibrillators in line with that already applied to a range of medicines and medical products, including prescription medicines and drugs. A blanket rate would be a simple and straightforward solution to cover anyone and any organisation wanting to buy a defibrillator.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the hon. Lady for securing this debate. I declare an interest, as I presented the Automated External Defibrillators (Public Access) Bill on Monday, when you were in the Chair, Madam Deputy Speaker, and it will be heard on 9 September. I encourage the hon. Member for Rushcliffe (Ruth Edwards) to come along to support the Bill, if at all possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I understand that children’s car seats, children’s travel systems and other safety protections have a reduced 5% rate of VAT. Should not this reduction, at least, be replicated for lifesaving defibrillators? As I know from my constituency, this would save lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Ruth Edwards**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I congratulate the hon. Gentleman on his Bill, and I would be delighted to join him on 9 September. He has come up with an excellent option that is not on my list.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I accept there are many good candidates for zero-rate or reduced-rate VAT, one of which the hon. Gentleman has just outlined, and I am sure the Minister will say that the Government have received £50 billion-worth of requests for VAT relief since the EU referendum, which is a valid point. Our tax base funds the public services on which we all rely, including NHS treatment for victims of cardiac arrest, but surely these lifesaving devices should be a higher priority than, say, e-books, of which I am a great fan but they cannot save a life in the event of cardiac arrest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is a good argument that, as paper books already have a zero rate of VAT, extending it to e-books is a necessary tidying up of the system to avoid any legal challenges. That is not 100 miles away from the situation with defibrillators, where some charities benefit from zero-rate VAT but others do not. Surely, whatever the purpose of the charity, the purpose of using a defibrillator is the same.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Another option is to widen the scope of organisations that can purchase a defibrillator without paying VAT. Instead of just covering charities with care, medical, rescue or first-aid missions, could not all charities, not-for-profits and community groups be allowed to purchase a defibrillator without paying VAT? After all, businesses can currently claim back VAT on defibrillators as part of their VAT return forms. Such an approach would direct savings to the people who need them most, while not setting a precedent for the blanket removal of VAT on a specific item. It also simplifies what is currently a confusing landscape in which people are not sure whether they are eligible for this VAT exemption.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Or perhaps we can set up a fund for charities and community groups, either to claim back their VAT or to aid them in buying defibrillators. Maybe a pot of money could be announced in the Budget—I am getting my bid in early. I am sure the creative and clever minds at the Treasury can come up with all sorts of options, and I place on record my huge thanks to the Minister, who I know has asked her team to do just that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Whatever model we go for, the end we need to achieve is making community defibrillators more affordable, especially at a time when people’s finances are increasingly stretched. Whatever route we choose, we need to publicise it and use the opportunity to address the lack of knowledge and confidence in defibrillator use. I identify with this, as I did not know how to use one until Trent District Community First Responders and Nottinghamshire Fire and Rescue Service kindly offered to train me and my team. In fact they are training all sorts of groups across Rushcliffe, and it would be great if we could offer defibrillator and CPR training to Members and staff here in Parliament. When I asked, I was told there was no course I could do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Parliament provides many other courses. We have media training, diversity and inclusion training and courses on how to use the Library, and I am told I can be tutored in any foreign language that might be useful for my work. All these are important, but none would teach me how to resuscitate a constituent at my surgery whose life is hanging in the balance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Any of the proposed options I have discussed would be most effective alongside a big push to increase defibrillator training and a publicity campaign to raise awareness. Many people want to learn how to use a defibrillator and save a life, and many more can already use one and want to share this knowledge with others, so why do we not help to bring them together?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have one final thought on how to maximise the impact of such a campaign. At present, it is a legal requirement to have firefighting equipment in places of work, residences and public buildings—everywhere really. What people need to have depends on the type of premises, but fire alarms, extinguishers and exit signs are all pretty universal. However, there is no legal requirement to have a defibrillator kept at a place of work. Why not? Some 80% of people believe that defibrillators should be mandated in workplaces, but only 30% of people have a defibrillator in their workplace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Increasing access to defibrillators is not just the right thing to do; it also makes financial sense. Patients who have had early defibrillation have a significantly reduced stay in hospital and are far less likely to need treatment in intensive care. The average hospital stay is significantly less for survivors when a defibrillator is applied within the three-to-five-minute window and they spend less, if any, time in intensive care. Figures may differ from hospital to hospital, but on average an intensive care unit bed is about £2,300 more expensive per night.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In addition, patients who have a defibrillator used on them quickly have fewer ongoing health problems due to lack of blood and oxygen circulation to vital organs such as the brain. This means they require far less ongoing treatment. In short, we estimate that reducing the cost of defibrillators and increasing the number available for people to use in the community will save the NHS tens of millions of pounds, which is much needed to reinvest as it deals with the elective backlogs brought on by the pandemic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In conclusion, I first raised this issue in Parliament at Prime Minister’s questions back in March, and I would like to thank both the Minister and the Prime Minister for the priority they have given to this issue since. They both met my constituents Peter Stanbury and Paul Wilson, who are respectively the chairman and the coach of West Bridgford Colts, and I know the Treasury has been working on a number of options to take this forward. I would also like to thank Peter and Paul for coming to see me in my surgery and making me aware of this issue, and for the incredible work the Colts have done to raise money to buy more defibrillators for their training ground.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I would also like to thank Dylan’s family—his mum Anna, his dad Mike and his sister Lucy—for allowing us to tell Dylan’s story and for backing the Colts’ campaign at what must be the darkest time of their lives. Sudden cardiac arrest can tear through the life of any family with devastating results. I am delighted by the energy and commitment the Government have shown to working on this issue, and I hope we can now agree on the best way forward and give it the green light, so that we can get on with delivering these life-saving changes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I would just like to leave the House with a message from Dylan’s mum Anna, who wrote to me this morning to say:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“I think it helps to emphasise the importance of community defibrillators, in the sense that we did get an output back on Dylan. Sadly, it was ultimately the time he was without adequately oxygenated blood to his brain that led to his death. Without the defibrillator, I don’t think we would have left the football pitch.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}