{
    "url": "https://www.ukpol.co.uk/clive-efford-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Clive Efford – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Clive Efford",
            "url": "/tag/clive-efford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Clive Efford, the Labour MP for Eltham, in the House of Commons on 10 September 2022.",
    "content": [
        "On behalf of my constituents in Eltham, I send my deepest sympathies to His Royal Highness King Charles III and his family on the passing of his mother, Queen Elizabeth II.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Over the last few days we have identified a new syndrome, which I think will be studied for years: Queen Elizabeth II syndrome. I thought that I would be sorry for the nation at losing its Head of State; I thought that I would be very sympathetic and sorry for the family at losing a mother, a grandmother and a great-grandmother; but I must admit that I did not expect to feel such a deep personal sense of loss. I know others have expressed the same feeling.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If we conjure to mind the images that mould us—those that make us British, if you like—it is the Queen’s image that stands out most prominently. If we think of the characteristics that we associate with Britishness—strength, fairness, dignity, dedication, determination, duty, tradition, charity—those are all attributes that we would associate with the Queen in the way that she performed her task as our monarch. They are characteristics that she applied both at home and abroad. She was the embodiment of how we would want to be seen in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Queen’s longevity in her role gave her a deep knowledge and understanding of global politics and its personalities, which no other country benefited from. She saw politicians come and go: she reigned over 15 Prime Ministers, more than a quarter of the Prime Ministers we have ever had, and she saw 13 Presidents and six Popes. She was determined to lead by example each and every time she stepped out in public. Her generation—the war generation—is a tough generation. Her experience of that gave her the insight to know exactly what message we needed during the covid pandemic. She knew that, through our collective endeavour, we would get through, and she set that beacon at the end of the road, which will be etched forever in the rock of our nation: “We will meet again”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Queen’s generation knew loss in the darkest of hours, and her dedication to duty told her that at her darkest of times she must lead by example. She sat alone wearing a mask—obeying the rules—at her husband’s funeral. I do not think I admired her more at any other time. She did not waver in her duty. It is not fair to those who will follow to say that we will not see her like again. Our King has a hard act to follow, so I say: God help the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}