{
    "url": "https://www.ukpol.co.uk/clive-efford-2022-speech-on-the-finance-bill/",
    "title": "Clive Efford – 2022 Speech on the Finance Bill",
    "post_date": "November 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Clive Efford",
            "url": "/tag/clive-efford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Clive Efford, the Labour MP for Eltham, in the House of Commons on 28 November 2022.",
    "content": [
        "I was struck by a quote I read a while back of the head of the Institute for Public Policy Research centre for economic justice, as it sums up the problem we face as a country:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“There is a massive structural flaw in the economy that whatever the economic shock the wealthier get wealthier. If we’re going to get the whole economy into recovery, and leave no one and nowhere behind, we need to change this. Societies that are so unequal are bad for everyone and policymakers need to address this dangerous gap, or risk people losing trust in our economy and democracy.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "At the core of that problem is the way we treat wealth in our taxation system. In an earlier intervention on the Minister I mentioned that the National Audit Office says that the total the Government invested in the economy during covid was £368 billion, which is roughly equivalent to £5,600 per head. Whichever Government had been in office at the time would have done something similar; they would have introduced a furlough scheme and helped businesses. That happened under the last Labour Government when there were crises: we stepped in on foot and mouth and the banking crisis, so forms of assistance were put in place. I therefore accept the assistance that the Government put in place, and I am not arguing about it, but it is ridiculous for the Government to argue that that money was paid and is now in the bank accounts of the people who received money during furlough or of the businesses who received assistance. It was paid to those individuals and businesses and it was used, and it has therefore moved on in the economy. That is £368 billion that has gone into the economy, and my question is: where is it now?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Most analyses of what happened in covid that are worth reading find that the wealthiest did extremely well during covid, so my question to the Government—and I would ask this of any Government—is this: what do we do about that? These people were already wealthy and now they are getting even more wealthy, which will drive the inequality the Government themselves say they want to deal with through levelling up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Matt Rodda (Reading East) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend is making an excellent speech. Is he, like me, thinking about all the people who wrongly profited from selling personal protective equipment to the Government and the lack of proper assessment of some of those offers of help and the lack of proper procurement processes being followed? Does he agree that many ordinary members of the public and NHS staff found that quite wrong?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Clive Efford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend’s intervention speaks for itself and I absolutely agree; that is an example of where this Government go wrong by treating the wealthy differently from others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "During covid, the number of millionaires and billionaires grew; we have the highest number of billionaires ever in The Times rich list and their combined income during that period grew by one fifth. So we can clearly see that inequality has been turbocharged by the money the Government put into the economy. I do not criticise the Government for putting that money in, but I do ask: where is that money now, where are the people who have benefitted most from it, and should they not, with their broad shoulders, bear more of the burden?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have consistently had low growth over the last 12 years under Conservative Governments. The Resolution Foundation’s recent report “Stagnation Nation?” found that in each decade from the 1970s real wages rose by an average of 33% until 2007, but that that fell to below zero in the 2010s. So today average household incomes are 16% lower in the UK than in Germany and 9% lower than in France, having been higher than both in 2007. Under the Conservatives there has been a consistent shift of wealth from average household incomes to the wealthiest in the country. The policies they have pursued have been driving inequality, and my point is that until we reform how the taxation system deals with wealth we will not address that growing divide between those at the bottom and those at the top. This Finance Bill completely fails to address that problem.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}