{
    "url": "https://www.ukpol.co.uk/clive-efford-2022-speech-on-southeastern-railway-timetable-changes/",
    "title": "Clive Efford – 2022 Speech on Southeastern Railway Timetable Changes",
    "post_date": "December 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Clive Efford",
            "url": "/tag/clive-efford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Clive Efford, the Labour MP for Eltham, in Westminster Hall, the House of Commons, on 6 December 2022.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That this House has considered Southeastern railway timetable changes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is genuinely a pleasure to serve under your chairmanship, Ms Harris, for the first time, I think. We are here because on 4 August Southeastern sought and got the Government’s permission to cut rail services without consultation. It is cutting two trains from the morning peak in my constituency on the New Eltham and Mottingham line, and three from the Eltham and Kidbrooke line. On the Bexleyheath line, which services Eltham and Kidbrooke, it is cutting three trains out of 15—a 20% cut in the morning peak capacity of trains that go via London Bridge. It is a similar cut in New Eltham and Mottingham, where the number of trains will go from 18 down to 16, but there is the welcome addition of one single train that goes to New Eltham via Blackfriars. Given an average of 10-car trains, the cuts on the Bexleyheath line amount to 3,000 passengers at peak time who have to find spaces on the remaining trains. It is a similar situation on the New Eltham line.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Before the pandemic, we had PiXC—passengers in excess of capacity—on our lines. We campaigned previously for additional trains, particularly off peak, and were successful in getting them. Transport planners do not recognise that our part of south-east London is not served by the London underground and we rely very heavily on train services. The cuts take no account of that fact, nor of the fact that my constituency has a huge new development at Kidbrooke, which has had a considerable effect on the numbers of passengers getting on and off trains at Kidbrooke station.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "According to the Office of Rail and Road, there were 890,000 passenger exits and entrances at Kidbrooke station in 2010. That had risen by more than 42% to 1.5 million by 2018. During the pandemic, as we would expect, the number of exits and entrances went down to 429,000 in 2020, but it is already back over 1 million at Kidbrooke station and it is continuing to rise. There were also increases at Eltham station, but on nowhere near the scale of the increases at Kidbrooke station because of that development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Kidbrooke development is approaching 7,000 homes, about half of which have been completed. Passenger entrances and exits had already increased by 640,000, as I said, but that was prior to the pandemic. Taking that as a guide, that means we will see a further 1.5 million entrances and exits at that station by the time all the properties are built. The proximity to the train station was used as justification by the developer Berkeley Homes, as well as by the Mayor of London and Transport for London, in respect of the development of 619 homes at Kidbrooke. Was that taken into consideration when the Government approved the cuts to train services?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Back in September 2017 we all thought we had cracked the problem of overcrowding. We all campaigned to get extra trains and longer trains on the line and the Government allowed Southeastern to do that—we were told that we got 68 extra carriages. The then managing director, David Statham, said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Longer trains will mean more seats, more space and more comfortable journeys…Southeastern has worked very closely with the Department for Transport and Govia Thameslink Railway to deliver this extra capacity for passengers.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The press release went on to say that trains to Hayes, Bexleyheath, Woolwich, Sidcup, Bromley South and Grove Park would be lengthened. We were told we were going to get extra capacity, not less. Now we are told there is a need to rationalise services post covid.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A report on Southeastern published in July by the Office of Rail and Road shows that 2018-19 was its busiest year—but then, of course, the pandemic hit us. There were 183.2 million passenger journeys in 2018-19, but the number dropped to 40.2 million in 2019-20. In 2021-22, passenger journeys went up to 97.8 million, which is more than a 50% increase, and they are continuing to rise, so this is hardly the climate in which we should undertake cuts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Sir David Evennett (Bexleyheath and Crayford) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Gentleman is doing a really good job of explaining the figures. In the London Borough of Bexley, a lot of new apartments and houses are being built and there will be increased demand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Clive Efford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Absolutely. I do not think any account has been taken of the increased demand from the additional development in our part of London—certainly not the demand from the very big development at Kidbrooke. We are seeing considerable growth and no one can know where it will end.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We see a similar pattern in passenger kilometres. Again, the highest number was in 2018-19. That dropped massively in 2020-21, but more than doubled in 2021-22. For planned trains—the trains agreed with Southeastern and Network Rail the night before they run—2018-19 was the busiest year, with 654,389 trains. The number dropped to 527,855 in 2020-21, then still further in 2021-22 to 523,965—that is a 20% drop in planned trains. If we look at the performance figures—bear in mind that the Government’s rationale is that running fewer trains makes the trains more efficient—we do not see the huge improvement in performance that we would expect from running considerably fewer trains, so the Government’s argument that fewer is better is not borne out by the facts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The rationale is the old chestnut that the all the trains crossing over west of Lewisham create too much congestion, which leads to knock-on effects and delays. That argument was rolled out several years ago when Southeastern wanted to take away the Victoria service from the Bexleyheath line. It was the same story: “It’s all those trains crossing over west of Lewisham.” Back then, I spoke to some rail experts about the problem and they told me that what Network Rail and Southeastern were saying was complete nonsense. There is not a problem with trains crossing over at that point unless there is bad maintenance and a lack of investment in the infrastructure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We need to be clear about what is happening. In Transport questions recently, the Minister said to me:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“It is not just about taking down some costs; it is also about simplifying the line structure, so that at Lewisham, for example, there will not be as many trains crossing.”—[Official Report, 24 November 2022; Vol. 723, c. 436.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "First, this is about cost cutting—the Minister has made that clear. There is then this issue of too many trains crossing. It might be fine to say that to people who still have trains, but we are having trains cut. Obviously, our trains cannot cross if they do not exist, so actually what the Minister says is true: the service will improve because the trains are not there. If we follow that logic, we should perhaps just get rid of all the trains; that would solve the problems on our railway.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When I first asked questions about these cuts, I was told that cutting peak-time trains would reduce cancellations and delays. When I pressed further, I was told:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“The number of train services in the new timetable is broadly very similar to the current timetable on both of these routes.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I pushed a bit further, because that answer denied that there are cuts on the Bexleyheath and Sidcup lines. The idea that the trains will run better becomes a self-fulfilling prophecy, because nobody can be criticised for a delayed train that does not exist. Given the logic of the solution that running a future railway should be based on cuts to services, I suspect we will be back here again listening to the Minister explain why we need to cut trains further because we still have a problem of poor maintenance and lack of investment in the infrastructure west of Lewisham.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "First, the Government tried to avoid admitting they had approved the cuts without consultation; I was told that they would reduce cancellations, which is not what I had asked. Then, the Government said there would be a similar number of trains, when I had asked how many cuts there would be. It has been a shameful attempt by the Government to avoid their responsibility for approving cuts to our services. Admitting now that there are cuts is a welcome step, but that will make everyone else’s trains run on time while we have to endure cuts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The new timetable has been imposed without listening to our constituents. It is too late to change that and the Government are determined to press ahead. What is the Minister going to do to monitor the situation so we do not go back to overcrowded trains and a poor service after the new timetable is introduced? That is what we endured before and I see nothing in the decision to cut our train services that is going to change it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}