{
    "url": "https://www.ukpol.co.uk/clive-efford-2023-speech-on-the-budget/",
    "title": "Clive Efford – 2023 Speech on the Budget",
    "post_date": "March 18, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Clive Efford",
            "url": "/tag/clive-efford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Clive Efford, the Labour MP for Eltham, in the House of Commons on 16 March 2023.",
    "content": [
        "When I looked at the clock as the Chancellor finished speaking yesterday, I was shocked that his speech had been only an hour. The speech was well padded out. I thought at one stage that he was going to tell us how much the Government planned to spend on paper clips in the next year. He started by announcing that we were not going into a recession, expecting praise for not taking us into a recession that the Conservatives had brought us to the brink of in the first place. It was a bit like an arsonist asking to be thanked, having set light to your house, for then ringing the police. Average energy bills have doubled in the past 18 months, the average mortgage is up by £2,000, and household incomes are lower in real terms than 13 years ago. Those are the worst figures since records began.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have had 13 years of cuts to our public services, leaving them in a parlous state, and we went into covid with record numbers on NHS waiting lists—2.5 million people. We now have an estimated 7 million people waiting for hospital appointments. According to a Nuffield Trust report published last year, our NHS is short of 12,000 doctors and 50,000 nurses and midwives, and we will need over 500,000 more NHS and care workers by 2030. Where was anything in the Budget to deal with that crisis? Oh, we did have one thing; we had a tax cut for the wealthiest 1% to keep doctors in the NHS. Only the Tories could turn a crisis in the NHS into an excuse to cut taxes for the wealthiest 1% in this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Someone with a £2 million pension pot will get a tax saving of £275,000. How is that justifiable? Yet next month the tax thresholds will be frozen. For a basic rate taxpayer, that is £500 a year, for a higher rate taxpayer, that is £1,000, but in this Budget it is somehow justifiable to make that tax cut to the richest 1%. It is just not fair. In the past decade, we have seen the Conservatives stand by while a disproportionate share of national income has gone to the wealthiest. The OBR has confirmed that the cost of living crisis means that living standards will fall by 5.7% over the next two years. Average real-terms household incomes are at a 50-year low due to a decade of consistent low growth. The Resolution Foundation’s “Stagnation nation” report, published late last year, shows that in each decade since the 1970s, average household incomes rose by 33% until 2007, but since the Tories took power, weak productivity growth has fed directly into flatlining wages and sluggish income growth, with real wage growth falling below zero in the 2010s.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government’s own figures show that incomes have grown by an average of 9% since 2008—0.7% a year—having grown by an average of 2.2% in each of the previous 20 years. Their excuse is to blame everyone else, but everyone else internationally has been through the same shocks as us. How do the Tories explain the fact that average household incomes in the UK are 16% lower than in Germany and 9% lower than in France, having been higher than both in 2007?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Wealth inequality in this country has grown under the Conservatives, and a failure to tax the assets of the super-rich is leading to widening inequality. The more wealth someone accumulates, the less tax they pay. The Government should be looking at how we tax wealth and tackle that growing inequality. Since the banking crash in 2007-08, it has become easier to borrow money, which has meant that the wealthiest people have been able to buy assets, and we do not tax those assets. I would like to see a discussion about a tax on wealth above £10 million. A 1% tax on that wealth would raise £11 billion. I have spoken to many people who are in that tax bracket, and they say that a 1% tax on their wealth at that level would not cause them to take flight and go abroad—they would not notice it. No one is going to up their family and their children’s future because they would pay 1% tax on their wealth above £10 million.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We could equalise capital gains with income tax rates. There is cross-party support for this measure, which could raise £15.2 billion. It is not a radical suggestion, because it is what Nigel Lawson did back in the 1970s. I welcome the fact that the Government are offering tax relief for investment in R&D, because that could reward people who pay their tax in that way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is not fair that people who pay rent to somebody who has bought properties pay national insurance contributions on their wages, but the person they pay rent to does not pay national insurance contributions on the income from that rent. We should look at expanding the range of national insurance to make the system fair. The Labour party supports reform of non-dom status, which would raise £3.2 billion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is money in the system that we can use to resolve many of the problems we face with the crisis in our public services. It is a travesty that, given the strikes we are facing and the crisis in the national health service, there was nothing about that in the Chancellor’s statement yesterday. It is time for a new form of government. It is time for a Government who will tackle inequality and create a fairer taxation system that will benefit the whole country, not leave people to sink or swim. We need an active Government who will be on people’s side, intervene when necessary and do what is necessary to create a fairer and more equitable society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}