{
    "url": "https://www.ukpol.co.uk/michael-ellis-2022-infected-blood-interim-compensation/",
    "title": "Michael Ellis – 2022 Infected Blood – Interim Compensation",
    "post_date": "September 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Michael Ellis",
            "url": "/tag/michael-ellis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Michael Ellis, the Minister for the Cabinet Office and Paymaster General, in the House of Commons on 5 September 2022.",
    "content": [
        "The infected blood inquiry has heard first-hand details of the terrible suffering experienced by the victims of infected blood over many years, and the urgent need to address the financial uncertainty faced by many.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This Government commissioned Sir Robert Francis QC to produce an independent study with options for a workable and fair framework of compensation for those infected and affected by the tragedy. A copy of Sir Robert’s report is in the Library of this House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Following Sir Robert’s detailed evidence given to the inquiry in July, the chair of the infected blood inquiry, Sir Brian Langstaff, delivered an interim report to the Government. In accordance with section 26 of the Inquiries Act 2005, a copy of Sir Brian’s interim report has been laid before Parliament. In his report, Sir Brian made the following recommendations:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“(1) An interim payment should be paid, without delay, to all those infected and all bereaved partners currently registered on UK infected blood support schemes, and those who register between now and the inception of any future scheme;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "(2) The amount should be no less than £100,000, as recommended by Sir Robert Francis QC.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On 16 August, I wrote to Sir Brian to confirm that the Government have accepted his recommendation in full and that we will be making an interim payment of £100,000, by the end of October, to all infected beneficiaries and bereaved partners registered with the four national support schemes. The date of effect of the recommendation is 29 July 2022, the date that Sir Brian delivered his report. Any infected person or bereaved partner registered with one of the four schemes operating in England, Scotland, Wales or Northern Ireland on that date will be eligible to receive the payments. Sir Brian’s recommendation —which this Government accept—was careful not to exclude any eligible person who, for whatever reason, may have not registered themselves with their relevant national support scheme. Should they do so in future, before the inception of any future scheme, they will also be eligible for such a payment, subject to successful application to the scheme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The intention is that payments will be tax-free and will not affect any financial benefits support an individual is receiving. In advance of the payments, the four support schemes will write to beneficiaries, confirming tax exemptions and benefit disregards, and provide practical details about how the payments will be made. The UK Government will provide the funding to ensure that those eligible, wherever they are living in the United Kingdom, will receive the payment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As recognised by Sir Robert Francis and Sir Brian Langstaff, this group of victims is the immediate priority for the Government because we recognise that, tragically, many of these individuals will not see the conclusion of the inquiry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, I am mindful that there will be people deeply affected by this tragedy who will not benefit from these payments. Sir Robert’s detailed compensation framework study makes carefully considered recommendations about the further scope of compensation, including that carers and bereaved relatives—a cohort of affected people not currently supported by financial support schemes—should be compensated. In his interim report, Sir Brian makes specific reference to bereaved parents and children but notes the complexities in determining the approach to their compensation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To those individuals and others who are out of scope of these payments, I would like to emphasise that the interim payments the Government have announced are the start of the process and not the end. Sir Robert’s study has been warmly welcomed by the inquiry and, without prejudging the findings of the independent inquiry, I fully expect his wider recommendations to inform the inquiry’s final report when it is published in mid-2023. Until that time, the Government will continue work in consideration of the broader recommendations in the compensation framework study so that we are ready to respond promptly when the inquiry concludes its work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}