{
    "url": "https://www.ukpol.co.uk/julie-elliott-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Julie Elliott – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Julie Elliott",
            "url": "/tag/julie-elliott/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Julie Elliott, the Labour MP for Sunderland Central, in the House of Commons on 9 September 2022.",
    "content": [
        "It is a huge honour to take part in these tributes on behalf of my constituents. As has been said, we must remember that Her Majesty’s family are grieving the loss of their mother, grandmother and great-grandmother. The loss of someone in that position in a family is immense for those who go through it; it changes people’s lives forever. My sincere condolences go to the family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We all chose to take on the role of public service, but the Queen did not. She was born to serve—and how she served for her 96 years. When we saw that photograph the other day of her receiving the new Prime Minister, she looked very frail and was clearly not in the best of health, but did any of us really think that, a day or two later, she would not be with us? She was serving to the very end. That was her life, and we are all grateful for that. Her wisdom, and the way she did that, has been immense.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will mention a couple of things in my life and my memories of the Queen. The first time I saw the Queen was at the silver jubilee when she was travelling from Gypsies Green stadium in South Shields to Sunderland. The village I am from is right in the middle of those two places. We all went to the coast road and saw her for only seconds, probably, but it felt like a lifetime—we were stood there for an hour. It was so exciting and uplifting. Over the years, every time Her Majesty came to Sunderland, hundreds of thousands of people would be standing by just to see her car pass.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In those days I never dreamt that I would get to meet the Queen, but I had the privilege of meeting her twice in her diamond jubilee year. When she came to Sunderland that year, she came off a yacht because the port was the most secure place for her to have slept. As she came off, a Vulcan bomber went past and, as everyone has said, she showed that smile and engagement with everybody, as if they were the most important person in the world. I will never forget that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will mention the occasion when I visited London with my twin daughters to see a concert. The traffic stopped when we were in Trafalgar Square and we thought, “Oh, who’s coming past?”, and it was the Queen. There is a nursery rhyme about going to London to visit the Queen, and in our family, my daughters say, “When we went to London, we saw the Queen!”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Queen visited Sunderland many times, the first time as Princess Elizabeth when she launched a ship. It was just after the second world war and Sunderland produced the most ships of anywhere in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I do not want to repeat everything that has been said, but her comforting and calm presence when she addressed the nation is the thing I will miss most—that calming feeling that I got when she addressed the nation lastly in the pandemic, as has been said, and made me think, “Well, we’re all going to be all right.” We all got that calming, nurturing feeling, as if we were one of her own. Losing her at that age, we have to celebrate a life well lived and thank her for a life of service. We remember her, and we hope that she rests in peace eternally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}