{
    "url": "https://www.ukpol.co.uk/michael-ellis-2021-statement-on-the-standard-for-algorithmic-transparency/",
    "title": "Michael Ellis – 2021 Statement on the Standard for Algorithmic Transparency",
    "post_date": "November 30, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Michael Ellis",
            "url": "/tag/michael-ellis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Michael Ellis, the Paymaster General, in the House of Commons on 29 November 2021.",
    "content": [
        "My noble Friend the Minister for Efficiency and Transformation (Lord Agnew Kt) has today made the following written statement:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Cabinet Office’s Central Digital and Data Office (CDDO) has today published a cross-Government standard for algorithmic transparency. This move makes the UK one of the first countries in the world to make progress on developing a national algorithmic transparency standard. The CDDO was established in January 2021 as the new strategic centre for digital, data and technology for the Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Several leading organisations in the field, such as the Centre for Data Ethics and Innovation (CDEI), Ada Lovelace Institute and Alan Turing Institute, as well as renowned academic and international institutions, including the Oxford Internet Institute, AI Now Institute and OECD, have called for greater transparency to help manage the risks associated with algorithmic decision making, bring scrutiny to the role of algorithms in decision-making processes and help build public trust.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the National Data Strategy, the Government committed to working with leading organisations in the field to explore what an effective mechanism to deliver greater algorithmic transparency would look like. It reiterated this commitment in the response to the National Data Strategy consultation, and announced that it was developing a public sector algorithmic transparency standard in the National AI Strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "While designing the first version of the standard, CDDO has worked closely with the CDEI. It has convened stakeholders from across Government, civil society and academia, and conducted a deliberative public engagement exercise with the CDEI and BritainThinks, to ensure that a diverse range of views have been taken into account.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Proactive transparency in this field is a natural extension of the UK’s long-standing leadership in data ethics and open data. Several public sector organisations will trial the standard in the coming months, and provide user feedback to CDDO. CDDO is also seeking further feedback from stakeholders outside of Government. Following the pilot, CDDO will iterate the standard based on feedback gathered and seek formal approval from the Data Standards Authority in 2022.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This development comes after the Government have consulted on a proposal to introduce transparency reporting on the use of algorithms in decision making for public authorities, Government Departments and Government contractors, as part of the wide-ranging consultation on the future of the UK’s data protection regime. It sought views on the role that such reporting would play in building public trust, as well as what the key contents of mandatory transparency reporting should be and whether any exemptions should apply.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have deposited a copy of the standard and accompanying guidance in the Libraries of both Houses, and published both on www.gov.uk.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}