{
    "url": "https://www.ukpol.co.uk/michael-ellis-2021-statement-on-brexit-opportunities/",
    "title": "Michael Ellis – 2021 Statement on Brexit Opportunities",
    "post_date": "September 17, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Michael Ellis",
            "url": "/tag/michael-ellis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Michael Ellis, the Paymaster General, in the House of Commons on 16 September 2021.",
    "content": [
        "With permission, Mr Deputy Speaker, I will make a statement, which is also being made in the other place, on the opportunities the country has now that we have left the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "While we were a member of the EU some of the most difficult issues that Governments of both main parties faced were to do with regulations, such as services directives, REACH—the registration, evaluation, authorisation and restriction of chemicals—reforms of agricultural policy, and very many pieces of financial services legislation. Often such laws reflected unsatisfactory compromises with the other EU members. We knew that if we did not rescue something from the legislative sausage machine, as it were, we would be voted down and get nothing. These laws were designed to lock every country, no matter its strengths or weaknesses, into the same uniform structures, and they were often overly detailed and prescriptive. Moreover, the results usually either had direct legal effect in the United Kingdom or were passed into our law through secondary legislation; either way, that involves very limited genuine democratic scrutiny. This Government were elected to get Brexit done and to change this situation, and that is exactly what we will do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Much has already been changed of course but, given the extent of EU influence over nearly half a century, the task is a mammoth one. To begin it, we asked my right hon. Friend the Member for Chingford and Woodford Green (Sir Iain Duncan Smith) to lead a team to examine our existing laws and future opportunities. They reported back earlier this year and since then my right hon. Friend the Chancellor of the Exchequer and my noble Friend Lord Frost have been considering that taskforce on innovation, growth and regulatory reform—TIGRR—report in some depth. Lord Frost is today writing to my right hon. Friend the Member for Chingford and Woodford Green with our formal response to his report and, more importantly, our plans to act on the basis of his report. Lord Frost is sharing the Government’s formal response with Committee Chairs and will deposit it in the Libraries of both Houses; it will also be available shortly on gov.uk. I will now highlight some of the most important elements of our plans.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "First, we will conduct a review of so-called retained EU law; by this, I mean the many pieces of legislation that we took on to our own statute book through the European Union (Withdrawal) Act 2018. We must now revisit this huge but anomalous category of law, and we have two purposes in mind. First, we intend to remove the special status of retained EU law so that it is no longer a distinct category of UK domestic law but is normalised within our law with a clear legislative status. Unless we do that, we risk giving undue precedence to laws derived from EU legislation over laws made properly by this Parliament. The review also involves ensuring that all courts in this country have the full ability to depart from EU case law according to the normal rules. In so doing, we will continue restoring this sovereign Parliament and our courts to their proper constitutional positions, and indeed finalise that process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Our second goal is to review comprehensively the substantive content of retained EU law. Some of that is already under way—for example, our plans to reform inherited procurement rules and the plan announced last autumn by my right hon. Friend the Chancellor to review much financial services legislation. But we will make this a comprehensive exercise, and I want to make it clear that our intention is eventually to amend, replace or repeal all retained EU law that is not right for the UK. That is a legislative problem, and accordingly the solution is also likely to be legislative. We will consider all the options for taking this forward, and in particular look at developing a tailored mechanism for accelerating the repeal or amendment of retained EU law in a way that reflects the fact that laws agreed elsewhere have intrinsically less democratic legitimacy than laws initiated by the Government of this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We also intend to begin a new series of reforms of the legislation we have inherited on EU exit, in many cases as recommended by the TIGRR report. Let me give some examples. We intend to create a pro-growth trusted data rights regime that is more proportionate and less burdensome than the EU’s GDPR—general data protection regulation—and the previous Culture Secretary, my right hon. Friend the Member for Hertsmere (Oliver Dowden), on 10 September announced a consultation that is the first stage in putting new rules in place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We intend to review the inherited approach to genetically modified organisms—GMOs—which is too restrictive and not based on sound science. My right hon. Friend the Environment Secretary will also shortly set out plans to reform the regulation of gene-edited organisms. We will use the provisions of the Medicines and Medical Devices Act 2021 to overhaul our clinical trial frameworks, which are based on outdated EU legislation, giving a major boost to the UK’s world-class research and development sector and getting patients access to new life-saving medicines more quickly. The Medicines and Healthcare Products Regulatory Agency is already reforming the medical devices regulations to create a world-leading regime in this area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We will also unleash Britain’s potential as a world leader in the future of transport. My right hon. Friend the Transport Secretary will next week set out ambitious plans including modernising outdated EU vehicle standards and unlocking the full range of new transport technologies. We also intend to repeal the EU’s court services regulations, a good example of a regulation that was geared heavily towards EU interests and frankly never worked for the UK. We will drive forward our work on artificial intelligence, where the UK is already at the forefront of driving global progress. We will shortly publish the UK’s first national AI strategy, setting out our plans to supercharge the UK’s AI ecosystem and set standards which will be world leading.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As recommended by TIGRR and the Penrose review and promised in the current consultation on reforming the better regulation framework, we will put in place much more rigorous tests within Government before taking the decision to regulate. Now that we have control over all our laws, not just a subset of them, we will consider the reintroduction of a one in, two out system, which has been shown internationally to make a significant difference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, Brexit was about once again giving everyone in this country a say in how it is run, and that is true in this area, too; we aim to tap into everyone’s ideas. Accordingly, we will create a new standing commission under visible and energetic leadership to receive ideas from any British citizen on how to repeal or improve regulations. The commission’s job will be to consider such ideas and make recommendations for change, but it will only be able to make recommendations to us in one way: in the direction of reducing or eliminating burdens. I hope in this way we will tap into the collective wisdom of the British people and begin to remove the dominance of the arbitrary rule of unknown origin over people’s day-to-day lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let me finish by being clear that this is just the beginning of our ambitious plans. I will return to this House regularly to update Members on our progress and, more importantly, to set out further intentions. Brexit was about taking back control: the ability to remove the distortions created by EU membership and to do things differently in ways that work better for this country and promote growth, productivity and prosperity. That is what we intend to do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I recognise Brexit was not a choice originally supported by all in this country, or even by some in this House, but Brexit is now a fact. This country has now embarked upon a great voyage. We each have the opportunity to make this new journey a success—to make us more contented, more prosperous and more united—and I hope everyone will join us in achieving that. I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}