{
    "url": "https://www.ukpol.co.uk/michael-ellis-2021-statement-on-review-of-retained-eu-law/",
    "title": "Michael Ellis – 2021 Statement on Review of Retained EU Law",
    "post_date": "December 10, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Michael Ellis",
            "url": "/tag/michael-ellis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Michael Ellis, the Paymaster General, in the House of Commons on 9 December 2021.",
    "content": [
        "My noble Friend the Minister of State, Cabinet Office, the right hon. Lord Frost CMG, has today made the following ministerial statement:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On 16th September 2021 I announced a review of “retained EU law” (REUL). This refers to the very many pieces of EU legislation which have flowed into the UK legal system during our EU membership, through the European Communities Act 1972 as an obligation of membership and without any ability for Parliament to change them. It also covers EU case law and principles. To ensure continuity and certainty immediately after Brexit, REUL was taken onto our own statute book through the European Union (Withdrawal) Act of 2018.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, while this was an important short-term bridging measure, it does not represent the right long-term end point for the UK and our statute book. Many laws that were retained are not necessarily right for the UK as an independent country, and there are anomalies and uncertainties which remain over the precise status of REUL as part of the UK’s domestic law. Accordingly, we have now launched two reviews: the first into the substance of REUL, and the second into its status in law. This statement sets out the progress that has been made so far and the next steps.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Our overall intention remains, in time, to amend, replace, or repeal all the REUL that is not right for the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On the substance review, I have directed Government departments to establish the content of REUL in policy areas for which they are responsible, and to consult stakeholders as necessary. There is no authoritative assessment by Government of which policy areas are most affected by REUL. This first review will deliver such an assessment, and enable us to establish which sectors of the economy and which departments are most affected by REUL.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On the second review, into the legal status of REUL, we have identified the following seven areas where EU law concepts, retained by the EU Withdrawal Act, still affect the UK even though we have left the EU:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Under the European Union (Withdrawal) Act, rights under treaties and directives which had direct effect in UK law whilst we were a member state have been incorporated into domestic law. Many of these rights—like respect for human rights and equal pay for men and women—replicate rights that were already part of UK law, separately from our EU membership. We want to ensure, to the extent appropriate, that the UK law-derived rights relied on in our legal system are not confused or overlaid with EU-derived rights. If required, we will also clarify the scope of directly effective rights in directives, saved as REUL under section 4 of the Act, to make it clear that only those rights which have already been recognised by the CJEU or the UK courts are incorporated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Even though we have left the EU, the UK courts are still required to interpret REUL in accordance with retained general principles of EU law, such as proportionality and the protection of legitimate expectations, so far as those principles are relevant. These general principles have developed in the EU over the years to apply to the laws as they exist in the EU system. But REUL is now UK law derived from EU sources, so we need to consider whether this new body of UK law should be interpreted under UK principles of interpretation, or under those that apply to the EU treaties and legislation developed for member states.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Currently, under the European Union (Withdrawal) Act 2018, REUL has a special and unusual status in UK law. Whatever its original EU legislative form (for example, a regulation or treaty article), for some purposes REUL is treated as UK primary legislation, and in other cases its status depends on its original form (with a significant number automatically accorded the status of primary legislation). Accordingly, we will be revisiting the legislative framework in the European Union Withdrawal Act and the operation of such REUL, so that it is given a more appropriate status within the UK legal system for the purposes of amendment and repeal. That status should reflect the fact that Parliament had no ability to block or amend such legislation once agreed in Brussels, indeed it often had no meaningful democratic scrutiny in the UK at all. Accordingly, this aspect of the review will consider whether, and if so, how, REUL could be amended or repealed by an accelerated process, with appropriate oversight, given the unsatisfactory nature of its original incorporation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The EU concept of the ‘supremacy of EU law’—which forces all other UK legislation to be interpreted so as to give way to EU law where there is a conflict (even if EU law was overridden by subsequent non-EU sourced UK law)—has been preserved by the 2018 Act so far as relevant to the interpretation, disapplication or quashing of domestic law passed or made before the end of the transitional period. This interpretative concept is alien to the UK legislative principles, whereby later parliaments (and their laws) can override earlier parliaments. This concept never sat well with our long established democratic and parliamentary traditions, and now we have left the EU is clearly no longer appropriate. We will consider the issue and it is likely that we will propose removing the concept from the statute book.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Under the 2018 Act, in interpreting REUL, UK courts remain bound by EU courts and their decisions issued before the transition period ended. Only the Supreme Court or certain appellate courts have the power to depart from such case law. REUL is UK law which is derived from a (now) foreign source. In all other cases, when UK legislation draws on foreign models, its courts are not bound by foreign case law, although it may be persuasive. Accordingly, we need to consider the anomalous status of EU case law, and we will be revisiting the issue of which UK courts should be able to depart from retained EU case law, and on what basis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Court of Justice of the EU may, from time to time, declare an EU instrument invalid under EU law. In addition to the general process for addressing REUL which is no longer right for the UK, we propose to ensure that the retained version can be swiftly removed when the original EU law measure has been declared invalid under EU law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The review will also consider any consequential actions, such as updated guidance relating to the courts (for example, on the treatment of EU case law) and the place of EU law in legal education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We will continue to develop policy proposals at pace. My officials will be consulting widely with internal and external stakeholders, including from the judiciary, legal practice, academia, and industry to ensure that any proposed legislative and non-legislative solutions are thoroughly tested.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We will incorporate Parliament’s views, including through targeted engagement with select committees, to ensure the outcomes of the review into REUL status are robust. Our aim will be to issue proposals in the spring, and legislate as soon as parliamentary time allows.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Any individual or group with relevant expertise that wishes to be involved in this review should contact the Brexit Opportunities Unit in the Cabinet Office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}