{
    "url": "https://www.ukpol.co.uk/julie-elliott-2023-speech-on-sport-in-schools-and-communities/",
    "title": "Julie Elliott – 2023 Speech on Sport in Schools and Communities",
    "post_date": "January 16, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Julie Elliott",
            "url": "/tag/julie-elliott/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Julie Elliott, the Labour MP for Sunderland Central, in the House of Commons on 10 January 2023.",
    "content": [
        "It is a pleasure to follow the hon. Member for Chatham and Aylesford (Tracey Crouch). I entirely agree with what she said about the problem of how many of the things covered by DCMS, as I know from sitting on the Digital, Culture, Media and Sport Committee, also fall under other Departments and they therefore do not get the action they sometimes need. That is a problem for DCMS that the Government need to look at across the piece.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am very pleased to be able to take part in today’s debate about the importance of access to sport in schools, and the importance of sport not just in already established communities, but in creating new communities. I am a big believer in the power of sport to bring people together, and also in the health benefits of regular exercise, both mental and physical. It is so important that children have access to sport in school—to a range of sport—and that that access is equitable and fair, whether for children who want to go on to compete at the highest level, to do such things in their spare time for fun or to do so as part of their school curriculum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For a start, getting involved in sport and playing sport has incredible health benefits. That does not mean people going out and setting records; it means people going out on their own or with friends to keep fit. These regular sessions are so important in keeping people healthy. Whether it is the Saturday park run with family, Sunday netball or Monday night football, having such an opportunity and getting people out with friends or with clubs is so important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Access to sports is also really positive not just in engaging local communities, but in creating them. It is such a good way for people to connect with others who have similar interests, in a supportive environment and where people can learn from each other, make friends and get to know others in their local community. They might have been dragged there by a friend who did not want to go on their own, or perhaps they were inspired by someone they saw doing sport on TV.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That brings me to my next point. As has been mentioned by a number of speakers, the Lionesses had an incredible win this summer, bringing football home. The feeling the country got from such a victory was not that it was a remarkable miracle, but that it was the result of the hard work of many people over years and years. It is the result of incredible leaders in the game such as Baroness Sue Campbell at the FA, Barbara Slater at the BBC and Alex Scott on TV. It is also the result of volunteer coaches up and down the country going out at weekends to give girls the chance to play, and having to fight for pitch space, resources and attention. We must not forget the huge commitment and sacrifices that family members make in supporting our young people. This was shown most recently so clearly by Sunderland’s own Jill Scott, who said in a recent visit back to her youth side of Boldon girls, near Sunderland, that she does not think she would actually have gone on to play for England without the support of her coach. It is people such as her coach, Paul—we must pay tribute to them—who do so much work to give opportunities to young people outside the school setting.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That brings me to two further points. First, so many leisure centres and sporting facilities that such teams rely on are under threat from rising energy costs, as many people have mentioned, and there are so many at risk of shutting. I would be interested to know what more the Government are going to do to support this vital sector. Secondly, there is still massive inequality in access to sports for boys and girls. According to the FA, only 67% of schools offer football equally to boys and girls, which is just up from the 63% when the letter was published in the summer, but this drops to around 41% in secondary school. I have to say that things have improved massively since I was at secondary school in the 1970s, when girls were not allowed to play football and when the sports we played depended on the likes and dislikes of the sports teacher. Things have improved, but not enough. How are we supposed to inspire the next generation of Lionesses if our girls simply do not have access to the same opportunities as boys? There is so much lost potential.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "After their win in the Euros final, the Lionesses wrote to the current Prime Minister and the previous Prime Minister, saying that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“we see this as only the beginning…We want every young girl in the nation to be able to play football at school…This is something that we all experienced growing up. We were often stopped from playing. So we made our own teams, we travelled across the country and despite the odds, we just kept playing football.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "They said they wanted their legacy to inspire a nation, and they have inspired a nation, but this is a big opportunity to make a huge difference. I want to echo their calls for change. I want to ask the Government what they are doing to heed these calls and properly invest in girls’ sport to level the playing field not just in football, but in all sports. It is what the Lionesses deserve, and it is what our young girls deserve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}