{
    "url": "https://www.ukpol.co.uk/julie-elliott-2023-speech-on-the-loyal-address/",
    "title": "Julie Elliott – 2023 Speech on the Loyal Address",
    "post_date": "November 8, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Julie Elliott",
            "url": "/tag/julie-elliott/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Julie Elliott, the Labour MP for Sunderland Central, in the House of Commons on 7 November 2023.",
    "content": [
        "I would like to send my good wishes to the King on the first occasion of his Gracious Speech. It cannot have been an easy thing to do. We have to remember that it follows the long reign of his mother, Queen Elizabeth II. There will have been mixed emotions today, and it is important to recognise that; it is not just a job.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It has been interesting listening to the speeches today. I have found myself agreeing with Members I do not always agree with. The right hon. Member for Maidenhead (Mrs May) made some important points on net zero, and I agree entirely with the right hon. Member for Epsom and Ewell (Chris Grayling) on the secondary legislation around deforestation. But the debate on the Humble Address has already signalled the difference between the two sides of this House. On our side, we have a Labour party that is a Government in waiting, with plans to cut the cost of living, improve education once and for all, and get Britain building again. On the other side, we have a Government who have simply run out of ideas. They have nothing new to offer to the people of Sunderland or to the country. My constituents expected the Government to finally understand the damage they have caused up and down the country—the damage they have done to our communities because of a lack of investment, to education through lack of care, and to household budgets as the country still reels from the disastrous mini-Budget of the previous Prime Minister.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is clear that the Government do not understand that. This was an opportunity for them to admit that they had got it wrong and let the country down, but they did not. There was a total absence of a plan in the King’s Speech. There was an absence of ideas and an absence of care—for the electorate, for the economy, and for the people of Sunderland. The city I represent is a thriving place, thanks to the work of local people and the city council. It has incredible new investment plans to regenerate the city, and it is full of people who work hard to provide for their families. But if we look at the situation that Sunderland is in thanks to this Government, we see that the total school block allocation since 2015 and funding for the local council since 2010 are down, and child poverty and central Government taxes are up. What do people get in return for the highest tax burden in 70 years? They get crumbling schools, rampant inflation and a Prime Minister who prefers to take a helicopter around the country to travelling on public transport.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I agree with the Prime Minister that the public transport system is woeful and creaking at the seams, but it is his party and his Government who broke it. While the King’s Speech rekindles the idea of Network North, I am not sure how far north that goes, and whether it extends to Sunderland, which I represent. We know that the Government do not care about northern transport. They decided to cancel HS2 and then announce plans that included projects that had been completed, mainly in the south, with a flip-flop on the Leamside line—it was in, then two hours later it was out—although that project would have made a real economic difference to the north-east region. There was a total misunderstanding of the transport system, and we saw the Government’s real agenda.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Today, we have seen the introduction of long-trailed legislation such as the Media Bill. I engaged in pre-legislative scrutiny of the draft Media Bill as a member of the Culture, Media and Sport Committee. Reform of the media landscape in this country is long overdue. The importance and prominence of public service broadcasters like the BBC, ITV and Channel 4—institutions that produce great British content and vital skills training for our next generation—must be protected, and I am glad that legislation has been introduced that brings us closer to where we need to be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, I welcome the announcement of a football regulator, which is a matter of concern to people in Sunderland and around the country. Sunderland is a great footballing city that has produced inspirational stars such as Jill Scott and great programmes such as “Sunderland ’Til I Die”, which is based on our love of football and produced by the incredible Fulwell 73. The fanbase and the city care about sustaining the game for future generations and ensuring that the financial playing field is legitimate and fair. The Government have had ample time to formulate a new system since the publication of the very, very good Crouch review, and I am worried that there have been many delays. I am glad that the proposals have been introduced, and I can assure football fans that if there are any more delays and the Government fail to bring in a football regulator, a future Labour Government will act and introduce one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I also welcome leasehold reform. It is quite clear that the Government’s plans do not go far enough to fully protect homeowners, but I am pleased that they have taken action. After the Conservative mortgage rate hike and a total failure to build new homes, the Government are no longer on the side of homeowners, but the Labour party is.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Although I welcome some measures in the King’s Speech, I am extremely concerned about the fact that the Government have brought back the Economic Activities of Public Bodies (Overseas Matters) Bill, which is designed to put undue controls on public bodies and limit their ability to express their beliefs. This is a time when language and actions matter—we have heard a lot about the horror that is unfolding in the middle east; about the horror inflicted on Israeli citizens by Hamas; and about the tens of thousands of innocent Palestinians who have died in the horror unfolding in Gaza—and there has never been a more sensitive time in the middle east, so to introduce the Bill at this moment shows a lack of sensitivity by the Government. It is adding fuel to the fire, and it is not sensible to introduce it at this time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The absence of measures to ban conversion therapy is extremely alarming, and is a sign of the Prime Minister’s inability to stand up to his Back Benchers—a weak Prime Minister at a time when we need the very opposite. What is clear today, and what has become increasingly clear over the past few years, is that the Conservative party is out of ideas. They do not know how to solve the problems that they have caused, and they are making the public pay for their mistakes. The King’s Speech was an opportunity to introduce legislation to improve the lives of ordinary people, to do something to bring down the cost of living, and finally to act to increase the hope, aspiration and life chances of our young people. Yet again, the Government have failed to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Today’s speech by His Majesty has raised many questions about the Government’s priorities, but it has answered three questions definitively. Can people really say they are better off after 13 years of Conservative Government than they were in 2010? No. Does the King’s Speech give them any hope whatsoever that the Government know what they are doing to the lives of working people up and down this country? No. Does this country need a general election to kick out the Conservatives? An emphatic yes. Labour has a plan to fix the economy; the Conservatives are happy to let the economy flounder. The people of my constituency of Sunderland Central and the people of this country deserve so much more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}