{
    "url": "https://www.ukpol.co.uk/tobias-ellwood-2020-speech-on-the-coronavirus-bill/",
    "title": "Tobias Ellwood – 2020 Speech on the Coronavirus Bill",
    "post_date": "March 24, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tobias Ellwood",
            "url": "/tag/tobias-ellwood/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tobias Ellwood, the Conservative MP for Bournemouth East, in the House of Commons on 23 March 2020.",
    "content": [
        "I join others in commending the spirit, tenacity, determination and grit of those on the frontline, not just in the health service, but in the police and other services—the growing team out there who are trying to keep our country together during these difficult times. I commend the Government’s work to provide the necessary medical support through mobilising the NHS at the start, and the economic support for businesses and employees. I also commend their provision of support to 1.5 million of the most vulnerable people in the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This emergency legislation is unparalleled in modern times. It grants enormous powers to the state and is expected to be approved in the shortest of time periods. I very much welcome the Health Secretary’s assurances that the measures in the Bill are temporary, proportionate to the threat, only to be used when strictly necessary and only to remain in place for as long as is required to respond to the crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As the Bill is being debated tonight, we should remember that the Cobra meeting is taking place. British nationals abroad are being called back to the UK. There is every expectation that there will be either a national lockdown or localised lockdowns. The armed forces have already been mobilised. The Ministry of Defence has had planners in various Departments for a number of weeks, but we should expect to see more of them providing fantastic assistance to a number of agencies across the nation. We must not forget that the armed forces are also preparing their own manpower—that which is needed to watch our backs—because while the national focus is absolutely on the coronavirus, our armed forces have a duty to ensure that we can sleep at night. They protect our skies, shores and seas as well. We must not forget that they have a day job to do, as well as their contribution to the nation. We should remember that this decade was on track to be one of the most dangerous since the cold war. Complex and diverse threats remain out there, ​and a wily competitor will take full advantage of the global turbulence, not least because threats are no longer so much territorial but come from a cyber and digital capacity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government have focused on their role—on the power of the Government to tackle the crisis—but, as has been repeated again and again in the House, we all can and must play our part in reducing the spread of this deadly virus. Life is not on hold, as some commentators have claimed; we must adjust to a new normal. We must face the reality and understand that life will now be different, not only as we tackle the virus, but afterwards as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Bill is unprecedented, but if the powers are used to their full, that is because too many Britons continue to ignore the guidelines and are part of the problem, not the solution. The Queen sent more than a message to the nation last week; it was an instruction. Let us change our routine, as the country has done in the past. Everyone must play their part, for the greater good, towards the common goal of saving lives. This is a national crisis—not a national holiday, which some people seem to be taking it as—and every person, authority, business, charity and laboratory must turn their efforts either towards helping to save lives and supporting our NHS, or towards helping us all to adapt to the new normal, because life will not go back to what it was for months or years to come. The world has changed; we must all play our part in the solution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}