{
    "url": "https://www.ukpol.co.uk/tobias-ellwood-2023-speech-on-the-armoured-cavalry-programme-sheldon-review/",
    "title": "Tobias Ellwood – 2023 Speech on the Armoured Cavalry Programme – Sheldon Review",
    "post_date": "June 18, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tobias Ellwood",
            "url": "/tag/tobias-ellwood/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tobias Ellwood, the Conservative MP for Bournemouth East, in the House of Commons on 15 June 2023.",
    "content": [
        "May I immediately associate myself with your kind words about Glenda Jackson, Madam Deputy Speaker?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We now have in the Chamber not one, but three current or former procurement Ministers who bear the scars of this project. I am pleased that we are able to discuss the matter so openly and I commend the recent work that the MOD has done to get on top of the issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Ajax is now a case study that the MOD and DNS should use on how not to do procurement. This is all about the British Army’s recce vehicle. The current one being used, the Scimitar, was introduced in 1971. It is good to hear that the soldiers the Minister met said that the replacement is better than the last—that is brilliant, because it was built in 1971. Ajax’s journey has been miserable. It started in 2010 and the delivery date was 2017, yet it is not expected to enter service until 2030. Something very serious has gone wrong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I absolutely welcome Clive Sheldon’s report. The Committee will look into that in more detail and, rather fortuitously, a Sub-Committee study on procurement, by my right hon. Friend the Member for Rayleigh and Wickford (Mr Francois), is currently under way. I am sure that he will have more words on how we will digest the report in more detail.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Minister covered some of the issues. Concerns include the relationships between different entities within, or associated with, the MOD. The senior responsible officer has been criticised for not being a single point of contact or owning the actual project itself but having to have a number of projects going concurrently. Concerns got stuck because of people taking a rigid view of their remits. It is not just with Ajax that there is a problem; there is also with the land warfare capability. We have similar problems with the main battle tank and the armoured fighting vehicle. I hope that those problems will be addressed when the defence Command Paper comes out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful to my right hon. Friend the Chairman of the Select Committee. Of course, we are absolutely committed to engaging with his Committee and, indeed, with the Sub-Committee, before which I will appear next week. I was born in 1974. He makes a striking point about the existing vehicle being from 1971—it is the same age as my elder brother. I take his point that one might therefore expect servicemen to say that it is night and day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I put great store by meeting those on the frontline, and I will always continue to do that. It was a great privilege to go to Bovington. One of the soldiers I sat next to in the Ares version had been in a Challenger 2 when it was hit by an IED—I think it was in Iraq or Afghanistan; he did not say. He felt confidence in the protection. It is so important that we interact with the soldiers on the frontline. Ultimately, that is the point: we want to deliver a better acquisitions system for them and I look forward to working with my right hon. Friend’s Committee to that end.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}