{
    "url": "https://www.ukpol.co.uk/tobias-ellwood-2016-statement-on-aleppo/",
    "title": "Tobias Ellwood – 2016 Statement on Aleppo",
    "post_date": "May 3, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tobias Ellwood",
            "url": "/tag/tobias-ellwood/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Tobias Ellwood, the Parliamentary Under-Secretary of State for Foreign and Commonwealth Affairs, in the House of Commons on 3 May 2016.",
    "content": [
        "[![tobiasellwood](https://www.ukpol.co.uk/wp-content/uploads/2016/03/tobiasellwood.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/03/tobiasellwood.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Syrian conflict has entered its sixth year. As a result of Assad’s brutality and the terror of Daesh, half the population have been displaced and more than 13 million people are in need of humanitarian aid. The UN special envoy, Staffan de Mistura, estimates that as many as 400,000 people might have been killed as a direct result of the conflict.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Our long-term goal is for Syria to become a stable, peaceful state with an inclusive Government capable of protecting their people from Daesh and other extremists. Only when that happens can stability be returned to the region, which is necessary to stem the flow of people fleeing Syria and seeking refuge in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have been working hard to find a political solution to the conflict. There have been three rounds of UN-facilitated peace negotiations in Geneva this year—in February, March and April. The latest round concluded on 27 April without significant progress on the vital issue of political transition. We have always been clear that negotiations will make progress only if the cessation of hostilities is respected, full humanitarian access is granted and both sides are prepared to discuss political transition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The escalating violence over the past two weeks, especially around Aleppo, has been an appalling breach of the cessation of hostilities agreement. On 27 April, the al-Quds hospital in Aleppo city was bombed, killing civilians, including two doctors, and destroying vital equipment. More than a dozen hospitals in the city have already been closed because of air strikes, leaving only a few operating. The humanitarian situation is desperate. According to human rights monitors, at least 253 civilians, including 49 children, have been killed in the city in the last fortnight alone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "At midnight on Friday, following international diplomatic efforts between the US and Russia, a renewed cessation came into effect in Latakia and eastern Ghouta in Damascus. We understand that this has reduced some of the violence in Latakia, but the situation remains shaky in eastern Ghouta.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The situation in Aleppo remains very fluid indeed. The Assad regime continues to threaten a major offensive on the city. There were some reports of a cessation of attacks overnight, but we have received reports indicating that violence has continued this morning. We need swift action to stop the fighting. My right hon. Friend the Foreign Secretary is speaking to Secretary Kerry today to discuss how we can preserve the cessation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We look to Russia, with its unique influence over the regime, to ensure that the cessation of hostilities does not break down. It has set itself up as the protector of the Assad regime, and it must now put real pressure on the regime to end these attacks. This is crucial if peace negotiations are to be resumed in Geneva. These negotiations must deliver a political transition away from Assad to a legitimate Government who can support the needs and aspirations of all Syrians, and put an end to the suffering of the Syrian people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We also need to inject further momentum into political talks. We therefore support the UN envoy’s call for a ministerial meeting of the International Syria Support Group to facilitate a return to a process leading to a political transition in Syria. We hope that this can take place in the coming weeks. The UK is working strenuously to make that happen, and we will continue to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}