{
    "url": "https://www.ukpol.co.uk/tobias-ellwood-2021-speech-on-lords-amendment-2b-of-the-armed-forces-bill/",
    "title": "Tobias Ellwood – 2021 Speech on Lords Amendment 2B of the Armed Forces Bill",
    "post_date": "December 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tobias Ellwood",
            "url": "/tag/tobias-ellwood/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tobias Ellwood, the Conservative MP for Bournemouth East, in the House of Commons on 13 December 2021.",
    "content": [
        "I am pleased to speak in this important debate. The Armed Forces Act 2006, which the Minister mentioned, needs to be upgraded, so the Bill needs to pass in this House. It was introduced in January and here we are, almost at Christmas. I will stand corrected—perhaps he can clarify—but if we do not pass it, the armed forces are not beholden to Parliament. Given the experience of Parliament and Government in recent weeks, it would be unwise to have an untethered armed forces at this juncture.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Bills often ping-pong backwards and forwards between here and the other place, but we should bear in mind who it was in the other place that actually scrutinised this Bill. They are senior figures in the justice system, but they are also ex-senior military, who understand the very issue in detail. This has not been thrown back to us just to test the will of this House; it has been thrown back, now for a second time, because there is something serious going on here. I think the Government now find themselves in isolation, and on their own compared with all the charity groups, the Opposition and indeed—dare I say it—the Defence Committee. I pay tribute to my hon. Friend the Member for Wrexham (Sarah Atherton), who has taken through, over the last 18 months, the women in the armed forces inquiry, which reported only last week. The Minister has very kindly responded to that—not least here in this House, but also in a Westminster Hall debate—but we know all the arguments and what is on either side of this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Minister mentioned salami slicing, saying that if we were to go down the road of allowing the civilian courts to deal with murder, manslaughter, domestic violence, child abuse, rape and sexual assault, it would somehow dilute our ability to hold the armed forces to account. By their very nature, our armed forces are expeditionary in what they do, but he knows perfectly well that the yellow card, and indeed the rules of engagement, work extremely well overseas. This is to do with what happens here in the UK, and there is a disjunction between those who actually go through the civilian courts and those who go through the military courts. I am afraid that there is an absence of military experience in dealing with such difficult cases, which is why we are seeing such a disconnect between the conviction rates for civilians and those for the military.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I look to the Minister and say thank you for moving this far, but time is running out and we need to get this Bill through. I do hope that he will hear the concerns not just of this House and of the Committee, but of Justice Lyons. He did a service justice review for the armed forces when I was in the Veterans Minister’s shoes. When I was sitting on the Front Bench as Minister for the Armed Forces, I asked Justice Lyons to consider where this should go and what was his conclusion. His recommendation was exactly what we are calling for today. So I ask the Minister to recognise the wealth of encouragement, and also to recognise that this is nothing to do with salami slicing. This is to do with services for our armed forces personnel, and that is what we are calling for today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}