{
    "url": "https://www.ukpol.co.uk/tobias-ellwood-2022-speech-on-ukraine-2/",
    "title": "Tobias Ellwood – 2022 Speech on Ukraine",
    "post_date": "December 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tobias Ellwood",
            "url": "/tag/tobias-ellwood/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tobias Ellwood, the Chair of the Defence Committee, in the House of Commons on 20 December 2022.",
    "content": [
        "**Mr Tobias Ellwood (Bournemouth East) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is fair to say that there has been a bit of domestic turbulence in British politics over the past six months or so, but, as we saw in our Defence Committee visit to Ukraine, the support that Britain provides is so appreciated. That is largely down to the leadership, commitment and consistency from the Defence Secretary. It is important to put that on the record.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Bearing in mind the huge contribution that Britain has provided in allowing a series of counter-offensives to take place, does my right hon. Friend agree that the threat from Russia remains? Putin is mobilising more of his forces and retooling many of his industries, potentially for a spring offensive. He is increasingly framing this conflict as, to use his own words, “a wider struggle against a hostile west”. Does my right hon. Friend agree that this is therefore not just a Ukraine war, but a European one? The longer it lasts, the more it will damage not just Ukraine but our own security and economy—all the more reason why it is important that we put this fire out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Wallace**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My right hon. Friend and I totally agree that it is important that Putin fails in Ukraine, because if he were successful the consequences would be felt right here in the United Kingdom and right across Europe. Yes, it is a battle of European geography, given that Ukraine was invaded illegally, but it is also a battle of European values. From Putin’s point of view, the people of Ukraine seem to have had the cheek of looking towards Europe and wishing to share its values, and he felt that that was one of the reasons to invade.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Of course, the west is not buying the almost monthly recasting of Putin’s reasons for invading, which have varied over time. At one stage, it was to denazify and get rid of gays, apparently; if that was the case, the gay people of Ukraine are doing a fantastic job of beating that view—more power to their elbows. Then the reason was that NATO was threatening Russia, although of course when Sweden and Finland chose to join NATO that no longer seemed to be the core issue. The latest narrative is that it is the US versus Russia, with all the rest of us between those great powers—I suspect that that is how Putin sees it. That moving narrative is a sign of Russian desperation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "At heart, my right hon. Friend is absolutely right: Russia as a threat is not going away. It has exposed itself as having no regard for international human rights, for the rule of law, for minorities or for the respect of sovereignty—whether that of a neighbour or further afield. It seems to have no regard for the consequences on its own soldiers, who are being lost in their thousands because of incompetent generalship.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}