{
    "url": "https://www.ukpol.co.uk/tobias-ellwood-2021-speech-on-the-inquiry-on-uk-involvement-in-afghanistan/",
    "title": "Tobias Ellwood – 2021 Speech on the Inquiry on UK Involvement in Afghanistan",
    "post_date": "November 4, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tobias Ellwood",
            "url": "/tag/tobias-ellwood/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tobias Ellwood, the Conservative MP for Bournemouth East, in the House of Commons on 4 November 2021.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That this House has considered the proposal for an inquiry into the UK’s involvement in the NATO-led mission to Afghanistan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This could be a very short debate if the Minister intervened and said, “Yes, we are going to have an inquiry”; then we could all go home. However, I suspect we will have to work a little bit harder than that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the Backbench Business Committee for granting this important debate on Afghanistan. This was one of the longest military campaigns in modern history. Over 100,000 armed forces personnel were deployed to Afghanistan, and 435 did not return alive. Thousands did return, but with life-changing injuries, and over 3,500 personnel from other NATO forces were also killed. About 70,000 Afghans lost their lives, although I do not think the true number will ever be known.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The campaign cost the international community trillions, but after two decades we decided to exit before the job was done, handing back the country to the very insurgency we went in to defeat. The country is now run by the Taliban, but they are not in control. It is in freefall, and the freezing winter that is approaching is likely to cause the biggest humanitarian disaster in a generation. The list of challenges we faced, and the lessons to be learned, are huge, yet the Government stubbornly refuse to hold an independent inquiry. Do they think that there is nothing to learn, or—more importantly—to explain to those who served, and to the families of the bereaved? What was it all for?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is clear that our world is getting more dangerous, and global insecurity is increasing. Our decision to leave Afghanistan added to that. If we have any aspiration, as spelled out in the integrated review, to be a problem-solving, burden-sharing nation, we need to understand how the most powerful military alliance ever formed could not complete its mission after 20 years. If we do not analyse, appreciate and learn from our mistakes, we are likely to repeat them. More critically, this House of Commons is—let us be honest—not so versed in the details, and it will have no confidence in voting to send our troops into harm’s way, fearful of a similar outcome. We will become more risk-averse, and we will end up steering clear of overseas engagements and having no appetite to intervene. Our competitors will enjoy our self-inflicted weakness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The first rule of war is: know your enemy. That is a prerequisite for any engagement. On my various visits to Afghanistan over a decade, I was always taken aback by the limits of international forces’ local understanding. Yes, they knew their local mission, but how that fitted into the higher commander’s intent was not clear. There seemed to be a national plan to kill the enemy, but that did not knit together with any form of strategy relating to governance, or development programmes outside Kabul. Had we done our homework, checked the archives and visited that famous Foreign and Commonwealth Office map room, we would have reminded ourselves of what and who we were taking on. We would have been in a better position to advise our allies and offer alternative solutions to courses of action that it was, frankly, a schoolboy error to pursue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Afghanistan gained its independence from Great Britain. We learned the hard way, through three separate engagements over a century, that it is a deeply tribal country, where local loyalty trumps alliances to the centre. Policy cannot be shaped from outside the country. Since Ahmad Shah Durrani founded modern-day Afghanistan in the 1700s, it has not been run from the centre. Warlords enjoyed federated power; tribes and sub-tribes enjoyed autonomy. Why on earth did we, with all our experience of Afghanistan, believe we knew better?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In 2001, in our haste to seek retribution for 9/11, we lost our way. We allowed other agendas to blinker both our historical experience and current military doctrine, and that made a tough mission all the tougher. We ignored Afghanistan’s history, which we helped to shape, and believed that we could once again impose a western model of governance from scratch. The objective of hunting down and destroying al-Qaeda after 9/11 was widely supported, and it triggered NATO’s article 5 for the first time. That morphed into taking on the Taliban, who harboured al-Qaeda. This brings us back to that first rule of war: know your enemy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To understand the Taliban and its origins, we must understand the mujaheddin; to understand the mujaheddin, we must understand the Soviet occupation; and to understand that occupation, we must understand that it was US foreign policy to remove the Soviets in the 1980s. That is wisdom not from history books, but from events in our lifetime. The last king, Zahir, was overthrown in 1973, and that triggered a power struggle between two diametrically opposed movements: the Communist party and the Islamist movement—the mujaheddin. Both grew in strength, with the former gaining the upper hand, but radical socialist changes sparked significant unrest, which the Soviets eventually sent in troops to try to quash. That prompted the United States, along with Inter-Services Intelligence in Pakistan, with support from China and indeed the United Kingdom, to support the mujaheddin—Charlie Wilson’s war.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "From 1980 to 1989, £3 billion of covert military assistance went into east Asia to back a radical insurgency based in the Pakistani mountains. It mobilised tens of thousands of holy warriors who were willing to die for their cause. Out of the disunity of the mujaheddin rose the Taliban. It was not some distant extremist group that we knew little about, but arguably a product of western making.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Of course, the obstacles to success in Afghanistan were daunting: widespread corruption, intense grievances, Pakistani meddling and deep-rooted Afghan resistance to any foreign occupation. However, there was the colossal blanket of NATO security, and a huge development budget often described as an international aid juggernaut; US spending alone peaked in one year at $110 billion. Sadly, however, opportunities to secure long-term stability were squandered, and the west, especially the US, became over-confident following early victories.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In simple terms, where did it go wrong? First, we created an over-centralised model of governance. Secondly, we denied the Taliban a seat at the table in December 2001 at the Bonn talks. How different life would have been had they been included. Thirdly, we made no real effort to start training an Afghan indigenous security force until 2006. Fourthly, we opened up another front in Iraq—an unnecessary and costly distraction. Fifthly, we had no real development strategy to improve livelihoods and leverage the country’s vast resources.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I recall a visit to Afghanistan in 2008, when Mark Carleton-Smith, the current Chief of the General Staff, was in charge of 16 Air Assault Brigade. They took a turbine from Helmand—from Camp Bastion—to the Kajaki dam. A decade later, I flew into Kabul, and I looked out of the window and saw the same turbine lying next to the dam in its bubble wrap. That was analogous to the problems in that country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, we lost our way. We forgot why we were fighting and who we were fighting for. How could we claim that our intervention was about defending and upholding international standards and the rule of law when we crafted methods to bypass international law, such as creating detention camps, including at Guantanamo Bay?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For the first four years, Afghanistan was deceptively peaceful, as the Taliban retreated across the Pakistani border, but that time was squandered; the Taliban retrained, regrouped and rearmed. Slowly but progressively, they began their attacks, and by August 2009, General McChrystal observed, in his 60-page analysis, that we did not understand the people,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“whose needs, identities and grievances”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "can differ “from valley to valley”; that the international security assistance force was “poorly configured” for counter-insurgency operations, designed instead for conventional warfare; that we were killing the enemy but not shielding the people; and that not enough was being done to train indigenous forces.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "By 2014, Afghan forces were finally taking on more responsibility, and most NATO combat operations had ended, but still no formal talks had begun with the Taliban. Negotiations began in earnest in 2018, but when a deal was finally signed in February 2020, the agreement was between the United States and the Taliban; this time, the Afghan Government were not at the table. However, a US election was fast approaching, and the President, Donald Trump, wanted an announcement: “Bring our troops home.” Candidate Biden did not disagree.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The deal was done; all the Taliban had to do was wait for US troops to depart. The decision to withdraw was made, and we did not even have the courtesy to inform the Afghan forces when we departed camps such as Bagram air base. As the US forces withdrew, they took with them their contractors, who supported the Afghan forces. Of course, without ammunition, the Afghan army and the Afghan police cannot do their work. It did not take long for the Taliban to exploit the void and rout the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is now clear to see what an operational and strategic blunder it was to retreat at this time. The Taliban are not a Government in waiting; they are not a monolithic organisation, so local reprisal attacks are taking place, which the Taliban themselves cannot control. As societal norms are removed, the banking system collapses and international support flees the country, we are seeing a terrible humanitarian disaster unfold. Once again, Afghanistan is a potential breeding ground for terrorism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I noticed when I met the Taliban in Doha a couple of weeks ago just how frail they are. They say that because they are not enforcing such a ruthless interpretation of sharia law, many of them are leaving the ranks of the Taliban to join ISIS-K. That is what we have left behind. The decision to withdraw was absolutely the wrong call.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I end by looking at the wider consequences of our departure. What is the US’s commitment and staying power to defend the international rule of law? What of NATO’s function, with or without US lead? Twenty years since 9/11, are we still no better at preventing the radicalisation of individuals who believe they will be rewarded if they kill westerners? What next for those 40 million Afghans that we left behind? How do we work with the Taliban to prevent a humanitarian crisis? Finally, after this humiliation and retreat by the west, should the UK seek to play a more active role on the international stage?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I hope that our departure from Afghanistan is not the high tide mark of western post-world war two liberalism. We are seeing the erosion of western influence, the loss of faith in the idea of a liberal world order, and the rise of a rival superpower, China, which is advancing a competing ideology that could see the world splinter into two competing spheres of influence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I encourage the Government to see the bigger picture—how on the one hand our world is becoming increasingly unstable, but on the other, the west, including Britain, has become more risk averse. We are in for a dangerous decade, and Britain should have more confidence in itself, in what we stand for, what we believe in and what we are willing to defend. As the last century illustrated, it was once in our DNA to do just that. We have the means, the hard power, the connections to lead. What we require is the backbone, the courage, the leadership to step forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I say directly to the Minister that cutting the defence budget last week sent the wrong signal about our commitment and our resolve. This is not the time to cut back on our troop numbers, our tank numbers and our plane and ship numbers, but that is exactly the consequence of what is happening. We have some serious questions to ask about our place in the world and what global Britain means, and that should begin with an inquiry into Afghanistan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}