{
    "url": "https://www.ukpol.co.uk/tobias-ellwood-2016-statement-on-syria/",
    "title": "Tobias Ellwood – 2016 Statement on Syria",
    "post_date": "March 1, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tobias Ellwood",
            "url": "/tag/tobias-ellwood/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Tobias Ellwood, the Parliamentary Under-Secretary of State for Foreign and Commonwealth Affairs, in the House of Commons on 1 March 2016.",
    "content": [
        "[![tobiasellwood](https://www.ukpol.co.uk/wp-content/uploads/2016/03/tobiasellwood.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/03/tobiasellwood.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Syrian conflict is now almost in its sixth year. As a result of Assad’s brutality and the terror of Daesh, more than 250,000 people have lost their lives, half the population have been displaced, and more than 13.5 million people are in need of humanitarian aid.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Russia’s military intervention last autumn compounded the violence. Russia claims to be targeting terrorists, yet it has carried out strikes on moderate opposition groups and civilians. More than 1,300 civilians have been killed and 5,800 injured by Russian or regime airstrikes since the start of Russia’s campaign.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Our goal is for Syria to become a stable, peaceful state with an inclusive Government capable of protecting their people from Daesh and other extremists. Only when that happens can stability be returned to the region, which is necessary to stem the flow of people fleeing Syria and seeking refuge in Europe. The last few months have seen some progress towards that. The International Syria Support Group came together at the end of 2015 in Vienna to help to facilitate a return to a process leading to a political transition in Syria.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In December, opposition groups came together to form the higher negotiations commission, representing the widest possible range of opposition views, and nominated a team to negotiate with the regime. Proximity talks between the regime and opposition began under UN auspices in January, but were paused as a result of a deteriorating situation on the ground. The ISSG met again in Munich at the Munich security conference on 11 February, agreeing that there should be a cessation of hostilities and humanitarian access to named locations in Syria. Since then, the US and Russia have agreed at the highest levels on the terms of a cessation of hostilities. The agreement was codified in UN Security Council resolution 2268 on 26 February.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The cessation of hostilities is an important step towards ending the terrible violence in Syria and bringing a lasting political settlement. It came into force on 27 February. Since then, we have seen a reduction in violence, which is of course a huge step forwards, but we need to see that sustained and to see a reduction in the number of reported violations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have received reports of a number of violations, which we have passed to the UN and the ISSG co-chairs in Geneva. We need swift action to reduce those violations. We look to Russia in particular to use its influence with the regime to ensure that the cessation endures and that there are no further violations. It is crucial that the opposition see action being taken in response to allegations of violations to ensure their commitment and that of their Syrian constituents to the process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is essential that the cessation of hostilities supports the wider political process. We support UN Special Envoy Staffan de Mistura’s plans to resume peace negotiations on 7 March. Those negotiations must deliver a political transition away from Assad to a legitimate Government that can support the needs and aspirations of all Syrians and put an end to the suffering of the Syrian people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "At the same time, we call for complete and unfettered humanitarian access across Syria and an end to all violations of international humanitarian law, as set out in UN Security Council resolution 2254. We are relieved that desperately needed aid convoys are now arriving in some besieged areas of Syria, including those named in the Munich ISSG agreement of 11 February. It is imperative that that continues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The international community and particularly Russia, which has unique influence, must put pressure on the Assad regime to lift sieges and grant full and sustained humanitarian access. As I have said, there must be a political solution to the crisis in Syria. It is imperative that the steps I have described are implemented by all parties and that the cessation of hostilities endures. The UK is working strenuously to make that happen and will continue to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}