{
    "url": "https://www.ukpol.co.uk/tobias-ellwood-2023-speech-on-ukraine/",
    "title": "Tobias Ellwood – 2023 Speech on Ukraine",
    "post_date": "January 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tobias Ellwood",
            "url": "/tag/tobias-ellwood/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tobias Ellwood, the Chair of the Defence Committee and Conservative MP for Bournemouth East, in the House of Commons on 16 January 2023.",
    "content": [
        "This conflict will not end any time soon. Putin is moving his country to a war footing as he prepares for a spring offensive. Tactically speaking, it is very welcome that we are finally seeing some serious, NATO-standard tracked hardware gifted to Ukraine. It is another example of the UK leading and ever pushing the envelope of international support for Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As other nations follow our lead, maintaining so many NATO variants of vehicles and equipment—tanks, armoured personnel carriers and artillery pieces—will not be practical in the long term. Will the UK consider leading again by establishing a western-funded, Ukrainian-operated weapons factory and assembly line in eastern Poland so that Ukraine can become self-sufficient in procuring and replenishing the military kit and munitions it needs for its long-term security, without fear of the facility being targeted by Russia?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Wallace**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My right hon. Friend’s suggestion is correct. He is right to say that, unless there is a supply chain or, indeed, a sustainability package behind all this gifting, these vehicles and artillery pieces will become junk on the battlefield when they run out or wear out, so it is important that we think in that way. That is why we will be putting in some recovery vehicles with the Challenger 2 donations. There is a lot of thought going on right now about the sustainability of supply chains, which ties into the international fund, as I am looking for intelligent application of the fund to stimulate just that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Ukraine has shown itself to be incredibly successful either at reverse-engineering what it captures from Russia or at designing and developing its own equipment. It recently opened a production line for 155 mm or 152 mm shells, and it is now manufacturing within the country. We will get to where my right hon. Friend wants to be by using the international fund or Kindred to fund supply chains over the border. If Ukraine approaches us with ideas for transferring intellectual property so that we can make equipment for Ukraine, or so that Ukraine can make the equipment here or anywhere else, I would be very open to doing that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}