{
    "url": "https://www.ukpol.co.uk/tobias-ellwood-2021-speech-on-afghanistan/",
    "title": "Tobias Ellwood – 2021 Speech on Afghanistan",
    "post_date": "August 20, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tobias Ellwood",
            "url": "/tag/tobias-ellwood/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Tobias Ellwood, the Conservative MP for Bournemouth East, in the House of Commons on 18 August 2021.",
    "content": [
        "I do not often mention my brother Jonathan, who was killed by an al-Qaeda affiliate in Bali in 2002. That prompted my personal interest in Afghanistan, a distant country that I visited a dozen times over the past two decades to better understand what we were doing to help to rebuild that troubled country. I pay tribute to our armed forces for what they did, and to what the Secretary of State for Defence and the armed forces are doing today in the evacuation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is with utter disbelief that I see us make such an operational and strategic blunder by retreating at this time. The decision is already triggering a humanitarian disaster, a migrant crisis not seen since the second world war and a cultural change in the rights of women, and it is once again turning Afghanistan into a breeding ground for terrorism. I am sorry that there will be no vote today because I believe the Government would not have the support of the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Prime Minister is not in the Chamber, but he says that the future of Afghanistan is not written. Well, its future is very much more unpredictable because of our actions. I do not believe for a second that there will be a peaceful transition to the Taliban. They are not universally liked in the country. The Uzbek and Tajik warlords are regrouping as we speak. The Northern Alliance will reform once again and a bloody, terrible civil war will unfold.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**John Redwood**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Does my right hon. Friend have any advice for the Government on how they could take action to try to prevent the recurrence of a terrorist threat under Taliban control?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Ellwood**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My fear is that there will be an attack on the lines of 9/11 to bookend what happened 20 years ago, to show the futility of 20 years. We should never have left—I will come to that in a second—because after 20 years of effort, this is a humiliating strategic defeat for the west. The Taliban control more territory today than they did before 9/11.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I was born in the United States; I am a proud dual national and passionate about the transatlantic security alliance. Prior to him declaring his candidacy, I worked directly with President Biden on veterans’ mental health issues. He was the keynote speaker at a veterans reception here in the House of Commons, as my guest, so it gives me no joy to criticise the President and say that the decision to withdraw, which he inherited, but then chose to endorse, was absolutely the wrong call. Yes, two decades is a long time. It has been a testing chapter for Afghanistan, so the US election promise to return troops was obviously a popular one, but it was a false narrative.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "First, the notion that we gave the Afghans every opportunity over 20 years to progress, and that the country cannot be helped forever so it is time to come home, glosses over the hurdles—the own goals—that we created after the invasion. We denied the Taliban a seat at the table back in 2001. They asked to attend the Bonn talks but Donald Rumsfeld said no, so they crossed the Pakistan border to rearm, regroup and retrain. How different the last few decades would have been had they been included. Secondly, we did not start training the Afghan forces until 2005, by which time the Taliban were already on the advance. Finally, we imposed a western model of governance, which was completely inappropriate for Afghanistan, with all the power in Kabul. That was completely wrong for a country where loyalty is on a tribal and local level. That is not to dismiss the mass corruption, cronyism and elitism that is rife across Afghanistan, but those schoolboy errors in stabilisation hampered progress and made our mission harder.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is also the notion that we cannot fight a war forever. We have not been fighting for the last three years. The US and the UK have not lost a single soldier, but we had a minimalist force there—enough assistance to give the Afghan forces the ability to contain the Taliban and, by extension, give legitimacy to the Afghan Government. The US has more personnel based in its embassy here than it had troops in Afghanistan before retreating. Both the US and the UK have long-term commitments across the world, which we forget about. Japan, Germany and Korea have been mentioned. There is Djibouti, Niger, Jordan and Iraq, and ourselves in Cyprus and Kenya, for example, and the Falklands, too. It is the endurance that counts. Success is not rated on when we return troops home. Such presence offers assurance, represents commitment, bolsters regional stability, and assists with building and strengthening the armed forces. That is exactly what we were doing in Afghanistan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Last year, the Taliban were finally at the negotiation table in Doha, but in a rush to get a result, Trump struck a deal with the Taliban—by the way, without the inclusion of the Afghan Government—and committed to a timetable for drawdown. All the Taliban had to do was wait. The final question is about whether the UK can lead or participate in a coalition without the US. Where is our foreign policy determined—here or in Washington? Our Government should have more confidence in themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Graham Stringer (Blackley and Broughton) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The right hon. Gentleman makes perfectly reasonable and justified criticisms of the way the American Government came to a decision to leave in such haste, but like a number of other right hon. and hon. Members, the implication of his speech is that we somehow could have had an independent Afghan policy without the Americans. Can he explain how?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Ellwood**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "First, the Americans are not leaving Afghanistan. This is a complete myth. The CIA will remain there, as will special forces and the drone oversight. Why? Because they will be haunted by another terrorist attack. It is the political inclination and the leadership that is disappearing—because of an American president, or two American presidents—and we could have stepped forward and filled the vacuum, but we did not. We need to have more confidence as a Government in ourselves, as we did in the last century. I thought that this was in our DNA. We have the means, the hard power and the connections to lead. What we require is the backbone, the courage and the leadership to step forward, yet when our moment comes, such as now, we are found wanting. There are serious questions to ask about our place in the world, what global Britain really means and what our foreign policy is all about.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We must raise our game. Why? Step back. We seem to be in denial about where the world is going. As I have said in the House many times, threats are increasing. Democracy across the globe is under threat and authoritarianism is on the rise, yet here we are, complicit in allowing another dictatorship to form as we become more isolationist. What was the G7 summit all about? The western reset to tackle growing instability, not least given China, Russia and Iran. Take a look at a map. Where does Afghanistan sit? Right between all three. Strategically, it is a useful country to stay close to, but now we have abandoned it and the Afghan people as well. Shame on us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I hope that the Government think long and hard about our place in a fast-changing world. Bigger challenges and threats loom over the horizon. We are woefully unprepared and uncommitted. We—the UK and the west—have so many lessons to learn. I repeat my call for an independent inquiry. We must learn these lessons quickly. The west is today a little weaker in a world that is a little more dangerous because we gave up on Afghanistan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}