{
    "url": "https://www.ukpol.co.uk/tobias-ellwood-2019-speech-on-the-loyal-address/",
    "title": "Tobias Ellwood – 2019 Speech on the Loyal Address",
    "post_date": "December 21, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tobias Ellwood",
            "url": "/tag/tobias-ellwood/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tobias Ellwood, the Conservative MP for Bournemouth East, in the House of Commons on 19 December 2019.",
    "content": [
        "It is a pleasure to follow the hon. Member for Swansea West (Geraint Davies). I may not agree with everything that he said, but I certainly stand with him on the call for us to do as much as we can to tackle climate change. We will host a huge event next year and the world will be watching. I would love us to be able to be more ambitious on the targets we set for 2050, but that will be for the Government to decide.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I repeat the thanks I gave on election night to the good people of Bournemouth East for returning me to Westminster. I see that my right hon. Friend the Member for Bournemouth West (Conor Burns) is in his place. It is an honour to represent the finest seaside town in the country. For those of us who have endured months—indeed years—of political gridlock and political turbulence, this new Parliament and new Government see the paralysis replaced by optimism, purpose and vision; an invigorated Parliament and Government with a clear and decisive election result for us to work on. The result reflected a nation that was tired of parliamentary gridlock, frustrated with Brexit and yearning for strong resolute leadership. The result also confirmed a rejection of far-left socialism, irresponsible public spending, big Government and a further delay to Brexit. However, after a tough decade, there were also clear calls for increased but responsible investment in our public services, particularly health and education—this has been reflected in the Queen’s Speech—as well as greater support for councils in tackling housing and homelessness challenges, and more determined efforts to deal with climate change, as we touched on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I believe that the size and manner of this historic win will see us embark on a new period of British politics. Mercifully, without the threat of another general election, we will have a Government with a large majority giving clarity over Brexit and a fiscal envelope to responsibly increase Government spending. To put it another way, we have the time, the mandate, the energy and the aspiration to lead Britain towards a new era of British patriotism, opportunity and prosperity, allowing the divisions of the nation to begin to heal. If people such as Tony Blair on one side and Michael Heseltine on the other are saying that they have lost the argument and that they recognise that we must move forward, it is time for the nation to move forward, too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Much has been said about one nation Conservatism, the political philosophy that stemmed from Disraeli’s social mission to improve the lives of all people, not just those from business or privileged backgrounds. It is worth emphasising what that means. It is the military equivalent of the higher officer’s intentions—how our individual decisions and missions are knitted together to give a stronger and greater effect. Our party wins elections because it is willing to change, advance and adapt, while still being anchored to its core values.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The adjective “conservative” does not imply that something is progressive or reforming, but let us to go back to what Edmund Burke, one of the founding voices of Conservatism, said. He spoke of the need to reform in order to conserve what is important to us: ​community bonds and shared values. It is for that reason that I was so cheered by the Prime Minister using his first speech outside No. 10 to thank those who lent us their support, saying that it would not be taken for granted. As the geographical footprint of our party changes, so must its attitude, with a commitment to turning that endorsement into longer-term or permanent support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am sure that most Prime Ministers can look back and proudly point to key achievements that may define their time in office, but as our great history shows, occasionally in British politics, a true giant emerges who not only solves the crisis, but reunites the nation and invigorates a new sense of purpose and national pride, leading us into a brighter chapter where we can hold our heads up high. We saw this with Peel, Disraeli and Churchill, and I believe that the stage is set for something potentially very big now: a new era of one nation Conservatism. That is not a repeat, a rehash, or a play on previous moulds. It is not simply a soundbite to mollify a wing of the party—it is a tailored political philosophy relevant for today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The phrase “one nation” is used a lot—it has been used today and it was used during the campaign. Given that it will form the backbone to strategy and policy thinking and to the implementation of the Gracious Speech, I would like to add some detail. First, it is about someone’s belief in a sense of duty to better themselves and support themselves, their family, their community and their nation, with a Government promoting life chances and choice, wherever and whoever someone is. Secondly, it is a belief in business, where hard work is rewarded. Economic liberalism is the best vehicle for prosperity. Encouraging the entrepreneurial and generational growth is what one nation Conservativism is about. There are consequences for indolence, but we support those who may stumble or require help, through no fault of their own, and we temper excessive greed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thirdly, it is about fiscal responsibility. We invest in public services and infrastructure, but we do so wisely. We identify and tackle inequality, but we are dependable in managing the nation’s finances. Fourthly, it is about a belief in strong but small government—the rule of law with empowered localism and a strong and engaged society. Finally, it is about active global leadership—a nation able not only to defend itself, but to stand up and defend our interests abroad. That is why we participate actively in NATO, stay close to the United States and invest in overseas aid.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We would be naive to think, however, that the time that we have spent debating Brexit has not impacted on that global reputation. We have some work to do to re-engage, so I am pleased to see in the Queen’s Speech a commitment\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“to promote and expand the United Kingdom’s influence in the world”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As the first line of the security review in 2015 reminded us:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Our national security depends on our economic security, and vice versa.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We face an increasingly unpredictable and unstable world. On the one hand, threats are becoming more diverse and complex, eroding the international rules-based ​order, but on the other, we are seeing a rise in populism, protectionism and isolationism, and a reticence to stand up and defend the erosion of the rules-based order. There has been little effort to review the outdated Bretton Woods organisations that have served us well since the second world war, but which now need reviewing. We have entered a chapter of real change, with resurgent nations, creeping authoritarianism, technological advances moving conflict into the cyber-world and space, and climate change pressures leading to mass migration. Sadly, terrorism and extremism have also not been defeated, as we saw with the London Bridge attacks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As the Chief of the Defence Staff touched on in his Royal United Services Institute speech this month, technology is providing new ways to conduct political warfare. Why conduct a kinetic attack when such economic harm can be brought about through the theft of intellectual property, cyber-attacks, satellite disruption or information and propaganda operations, such as election interference?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is right that we conduct a full defence and foreign policy review. I have long called for a grand Government strategy that better co-ordinates our international-facing Ministries—perhaps under the leadership of a deputy Prime Minister who co-ordinates the Foreign and Commonwealth Office, the Ministry of Defence, the Department for International Development and our trade Ministries—to truly leverage and co-ordinate our respected soft and hard power and our status as a country, traditionally with the ability and the desire to shape the world as a force for good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I do not apologise for repeating what I have said many times in this House: our defence posture matters and we must invest more in our armed forces. I hope that the review will praise the professionalism of our brave service personnel, but 2% is not enough. It is the NATO minimum. We do not strive to have the minimum or the average—we strive to lead. We cannot do that on just 2%, but I agree that the review should include procurement. Our Storm Shadow missile, for example, has a stand-off range of 250 km—it is our most potent air-to-ground weapon—yet we insist that it is fired only from a $100-million stealth fighter, when in some circumstances, such as over Afghanistan, a propeller aircraft costing one fifth of the price could do exactly the same job.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I encourage the security review to look at the long term, at what is coming over the horizon. I mention China directly; in our lifetime, it will overtake the United States as the world’s single dominant power. This year alone—indeed, in every year over the last five years—its navy has grown by the size of our navy. Its air force is moving into fifth-generation capability and it has the largest army in the world. In our lifetime, the RMB is likely to challenge the dollar as the global reserve currency. The BeiDou constellation of satellites will also challenge GPS, in terms of being used by other nations, and the China club of nations that are indebted to China grows every year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In 2000, global debt to China was just $500 billion. Today it is $5 trillion, $1.3 trillion of which is from the United States. Left unchecked, the trajectory of China’s technological, economic and military capabilities will extend far beyond the accepted norms of currently recognised international standards. Chinese tech giants such as Alibaba, Tencent and Huawei are able to operate in this country, but our equivalents, Apple, Facebook, ​eBay and so forth, cannot operate in the same circumstances in China. Those companies are state-funded and are moving ahead technologically faster than any of ours. We need to avoid the dangerous, bipolar world that we are heading towards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is a huge opportunity for leadership and a vacuum to be filled not just in Britain but on the international stage. We need to think carefully in post-Brexit Britain about how we define ourselves militarily, politically and economically and how we upgrade the Whitehall machine to advance, modernise and improve our statecraft. As the Prime Minister said, we are seeing a realignment of British politics and of the Conservative party as we have ventured into territory long seen as Labour strongholds. The opportunity for our party and this Government to rise to the occasion and take us forward as a modern, fiscally responsible and progressive one nation party is one that we will not see again for a long time. I hope that we can present an optimistic, inclusive agenda, replace division with unity, lead the nation forward and again be a force for good on the international stage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}