{
    "url": "https://www.ukpol.co.uk/tobias-ellwood-2022-speech-on-the-sue-gray-report/",
    "title": "Tobias Ellwood – 2022 Speech on the Sue Gray Report",
    "post_date": "May 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tobias Ellwood",
            "url": "/tag/tobias-ellwood/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tobias Ellwood, the Conservative MP for Bournemouth East, in the House of Commons on 25 May 2022.",
    "content": [
        "This is a damning report about the absence of leadership, focus and discipline in No. 10, the one place where we expect to find those attributes in abundance. I have made my position very clear to the Prime Minister: he does not have my support. A question I humbly put to my colleagues is: are you willing, day in day out, to defend this behaviour publicly? Can we continue to govern without distraction, given the erosion of the trust of the British people? And can we win a general election on this trajectory?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The question I place to the Prime Minister now—[Interruption.] I am being heckled by my own people. If we cannot work out what we are going to do, the broad church of the Conservative party will lose the next general election. My question to the Prime Minister is very clear: on the question of leadership, can he think of any other Prime Minister who would have allowed such a culture of indiscipline to take place on their watch? And if they did, would they not have resigned?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}