{
    "url": "https://www.ukpol.co.uk/chris-elmore-2020-speech-on-online-harms/",
    "title": "Chris Elmore – 2020 Speech on Online Harms",
    "post_date": "November 19, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Chris Elmore",
            "url": "/tag/chris-elmore/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The speech made by Chris Elmore, the Labour MP for Ogmore, in the House of Commons on 19 November 2020.",
    "content": [
        "I thank the right hon. and learned Member for Kenilworth and Southam (Jeremy Wright) for securing the debate with the hon. Member for Congleton (Fiona Bruce). I pay particular tribute to him, because when he was Culture Secretary, he and Margot James, who is no longer in this place, spearheaded this legislation. They are a credit to the House for ensuring that this was a priority for the Government then. I know how important the Under-Secretary of State for Digital, Culture, Media and Sport, the hon. Member for Boston and Skegness (Matt Warman), thinks this is, but some of us—me included—have been talking about this issue for more than three and a half years, and this Bill needs to come forward. The delays just are not acceptable, and too many people are at risk.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I pay tribute to the hon. Member for Folkestone and Hythe (Damian Collins) for not only his speech but his chairmanship of the DCMS Committee, which he did without fear or favour. He took on the platforms, and they did not like it. All credit to him for standing up for what he believes in and trying to take on these giants.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the two minutes I have left, I want to talk about the inquiry of my all-party parliamentary group on social media in relation to child harm, which the right hon. and learned Member for Kenilworth and Southam touched on. The Internet Watch Foundation is a charity that works with tech industries and is partly funded by them. It also works with law enforcement agencies and is funded by the Government and currently by the European Union. It removes self-generated images of child abuse. It removes URLs of children who have been coerced and groomed into taking images of themselves in a way that anyone in this House would find utterly disgusting and immoral. That is its sole, core purpose.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The problem is extremely complex. The IWF has seen a 50% increase in public reports of suspected child abuse over the past year, but the take-down rate of URLs has dropped by 89%. I have pressed DCMS Ministers and Cabinet Office Ministers to ensure that IWF funding will continue, to address the fact that these URLs are not being taken down and to put more resources into purposefully tackling this abhorrent problem of self-generated harm, whether the children are groomed through platforms, live streaming or gaming.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The platforms have not gone far enough. They are not acknowledging the problem in front of them. I honestly believe that if a future Bill provides the power for the platforms to decide what is appropriate and for Ofcom to make recommendations or fine them on that basis, it is a flawed system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is self-regulation with a regulator—it does not make any sense. The platforms themselves say that it does not work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In closing, will the Minister please—please—get a grip on the issues that the IWF is raising, continue its funding, and do all that he can to protect children from the harm that many of them face in their bedrooms and homes across the UK?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}