{
    "url": "https://www.ukpol.co.uk/chris-elmore-2022-speech-on-russias-attack-on-ukraine/",
    "title": "Chris Elmore – 2022 Speech on Russia’s Attack on Ukraine",
    "post_date": "March 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Elmore",
            "url": "/tag/chris-elmore/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Chris Elmore, the Shadow Minister for Digital, Culture, Media and Sport, in the House of Commons on 3 March 2022.",
    "content": [
        "I thank the [Secretary of State for advance sight of her statement](https://www.ukpol.co.uk/nadine-dorries-2022-statement-on-russias-attack-on-ukraine/). I associate myself and the official Opposition with the comments that the Secretary of State has made about the courage of the Ukrainian people and those who are returning to fight for their country. I add my support to all the journalists who have travelled from the UK and around the world to report—free reporting, challenging Putin’s agenda and countering his disinformation. Those journalists are heroes and we owe them a great debt.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are in agreement. Indeed, my hon. Friend the Member for Manchester Central (Lucy Powell), who cannot be here today, has long been calling on the Government and sporting and cultural bodies to take tough action against Russian aggression and Belarusian complicity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Our thoughts today are with the Ukrainian people and armed forces. We see acts of heroism day after day and courage beyond words in the face of Putin’s illegal invasion. Only a few hours ago, Russian troops took control of the city of Kherson, a stepping stone to the port of Odesa, where Ukraine’s main naval port and navy reside. With each passing day, the situation continues to escalate. This situation requires the fullest and strongest possible international response.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Across this House, we all recognise the importance that Putin and Russia place on participating and succeeding in sporting and cultural events, from chess to ballet, to football. Indeed, in 2010, when Russia won its bid to host the 2018 World cup, Putin spoke enthusiastically about the impact that football had had on his native Leningrad during the second world war and how\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“it helped people to stand tall and survive.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Success in sport buoys a nation, boosts national pride, and offers an unrivalled feel-good factor, bringing people together. Indeed, sport can offer a cloak of legitimacy and deflection. Despots such as Putin crave this international attention and spotlight. We know the value that Putin places on hosting international tournaments and on Russia competing in international competitions. That is why we have been calling for full and immediate sporting and cultural sanctions against Russia and Belarus from the start, and for those countries to be banned from international competitions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "UEFA and Formula 1 moved quickly to cancel events in Russia. Others have now followed suit. Regrettably, though, some have dragged their feet, or are hedging their bets. International sporting and cultural bodies must hit Putin where it hurts and send a clear, immediate and unequivocal message to the Russian people that Putin has turned their country into a pariah state. We welcome this morning’s decision by the Paralympic committee to ban Russia from competing in the winter Paralympics. We should see no fudges, no ifs, no buts—outright bans must be the norm.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We fully support what the Secretary of State has announced today, but we have some questions. What further discussions is she having with sporting bodies on the complete and total boycott of Russia and Belarus? I understand that some, such as FINA, have said that Russian athletes and officials can take part, but with neutral status. She rightly raises tennis, but Russian and Belarusian players will still be able to play at upcoming grand slams, including Wimbledon, under a neutral flag—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Ms Dorries indicated dissent.**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Chris Elmore**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I can see the Secretary of State shaking her head, so does she agree with me and the Opposition that we must do more to ensure a total ban from tennis tournaments, ensuring that no Russian or Belarusian will play at Wimbledon?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On culture, we have seen British institutions, many of them recovering from covid, left with no clear guidance regarding the cancellation of the Russian touring ballet, for example. It should not be for individual organisations, teams or nations to boycott Russia alone. What guidance will the Secretary of State provide to UK organisations and institutions to ensure that they speak with one voice, and what pressure will she place on international bodies that do not ban Russia and Belarus outright?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What is the Secretary of State doing about those who have bought their way into the fabric of British life, such as Abramovich and others, buying football clubs and gifting to arts and other valued institutions? What is the advice for arts and cultural institutions that have received and do receive gifts from oligarchs and those who prop up Putin’s regime? What about football and sport more widely? Will she act quickly on Abramovich and other oligarchs to ensure that they cannot profit from Putin’s war? Why are the Government allowing oligarchs such as Abramovich time and notice to sort out their affairs and divest any assets that would otherwise be subject to sanctions?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We stand ready to support the Government’s actions, but we want to see them go further and faster on international bans. We also want to see the Government take Russian money out of our world-renowned institutions such as the Premier League and our arts and cultural scene. We have seen sportwashing, culturewashing and artwashing of dirty Kremlin-linked Russian money. We need action to tackle that now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, on disinformation, we welcome Ofcom’s investigation into RT. Online disinformation and fake news is rife. Russian bot factories are spouting lies and trying to distort the truth of Putin’s atrocities in Ukraine. We welcome the Secretary of State’s announcements this morning, but I ask her to go further. The online safety Bill should include additional measures on tackling that disinformation before it is put to the House for Second Reading. Can she give that commitment today?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is right that the international response to Putin’s aggression should be exclusion from sporting and cultural events. Words must become deeds, and Putin should feel the consequences of his actions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}