{
    "url": "https://www.ukpol.co.uk/chris-elmore-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Chris Elmore – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Elmore",
            "url": "/tag/chris-elmore/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Chris Elmore, the Labour MP for Ogmore, in the House of Commons on 9 September 2022.",
    "content": [
        "It is a privilege to offer the condolences of my constituents to His Majesty the King and to all members of the royal family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My constituency is privileged to be able to thank Her late Majesty the Queen and, as he was at the time, His Royal Highness the Prince of Wales—now, of course, the King—for securing Sony in my constituency. As the managing director of Sony UK told me today, thousands of my constituents have benefited from their direct intervention. The site was opened by the late Queen in 1993 and it was the King in 1974, on a visit to Japan, who said to the then chief executive of Sony, “If you consider putting something in the UK, please put something in my country, Wales.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I think of Her late Majesty in the forms of fun and friendship. Just like the right hon. Member for South West Wiltshire (Dr Murrison), I am frequently asked, whenever I visit a school, be they teenagers or primary schoolchildren, “Have you ever met the Queen?” To which the answer is, “Sort of. I have seen her. I have been at the box in the House of Lords for the Queen’s Speech.” I once was asked, following that question, “Have you ever touched the Queen?” I am not sure who was more shocked, me or the headteacher, who genuinely looked like he was about to faint.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Queen had a healthy obsession with trees. I recall fondly the talks she held with Sir David Attenborough about the Queen’s Green Canopy—clips have been shown over the past few days—and the work he was doing to talk about delivering that right across our United Kingdom. She joked that “We”—her and Sir David—would not see that tree come to its 50-year life, and they both laughed. It is her humility that so many of us will think of so fondly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have had the privilege, in my brief time in this House, to meet King Charles III twice. The first time was five days after I was elected in a byelection in 2016. I was lined up by the secretary to the Lord-Lieutenant and told, “Just stand there, Mr Elmore. He’ll be along shortly.” When he arrived and came out of the car, I was the second person to greet him. He said to me, “You’re the new one.” I was quite nervous and I said, “Yes, your Royal Highness.” He said, “I wouldn’t worry about it; I’m terribly nice.” I think that common touch is what he has picked up from the late Queen and I know he will go on to serve this country and the Commonwealth well. God bless and keep the Queen, and all who mourn her. God save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}