{
    "url": "https://www.ukpol.co.uk/chris-elmore-2020-speech-on-proceedings-in-parliament/",
    "title": "Chris Elmore – 2020 Speech on Proceedings in Parliament",
    "post_date": "June 2, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Chris Elmore",
            "url": "/tag/chris-elmore/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chris Elmore, the Labour MP for Ogmore, in the House of Commons on 2 June 2020.",
    "content": [
        "I speak as a traditionalist. I am a Whip. My right hon. Friends the Members for Newcastle upon Tyne East (Mr Brown) and for Tynemouth (Sir Alan Campbell) have constructed my DNA in this institution. I am therefore very much a traditionalist. However, the system does not work. The Mogg conga, as it is now being deemed, through the House into Westminster Hall, is the result of the Government’s not tabling the relevant motion before the recess. It is the responsibility of the Leader of the House, no one else. According to some who have been briefing, even No. 10 did not realise what the Leader of the House was doing on the day before the recess. It would be helpful to know the right hon. Gentleman’s view on that because No. 10 does not seem to know what is going on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The point is that this is about disenfranchisement. There are Members who have to shield but who are not vulnerable. Most Members I know who are shielding are far from vulnerable; they are honourable, hard-working, decent people, but like many people in this country, they are taking the advice of their clinicians. It is also a fact that some Members are the partners of key workers who no longer have childcare and who therefore have to be at home to look after their children. This is about the Leader of the House introducing a system that is no longer equal, and that is deeply unfair.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to use my remaining minute and a half to bust some of the myths mentioned by my right hon. Friend the Member for Staffordshire Moorlands (Karen Bradley). I pay tribute to her as the Chair of the Select Committee, of which I am proudly the minority ranking member—I think that is how some people think of it—as the vice-Chair. [Interruption.] I say to my hon. Friend the Member for Rhondda (Chris Bryant) that that was just a joke. He never normally likes my jokes. I want to bust a myth for the Leader of the House: there has been no delay in bringing forward Bills for Public Bill Committees. There are four rooms in the House that could be used, and there is a maximum of four or five Bills currently being debated on the Floor of the House that will go through to Committee. It is the Government who have prevented the Bills from going into Committee, not the Opposition Whips Office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Karen Bradley**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the vice-Chair for giving way; it is very generous of him. May I also make the point not only that Public Bill Committees have been able to meet since 21 April—nothing has stopped that—but that they could meet for more than their normal two days a week? They could meet on every sitting day for very long hours to ensure that business was delivered, and I am sure that Members would support that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Chris Elmore**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I quite agree with the right hon. Lady. One Committee that is going to the Programme Sub-Committee today will be meeting for three days a week with two sessions a day, and it has the option to do four days if it so wishes. That is at the request of the Government. The Government have delayed the start of this process, not the official Opposition or the smaller parties. It is for the Government to put forward a Bill Committee, and they have no one to blame but themselves. The rooms are available, and I would further add that testing was undertaken for hybrid Bill Committees. The Clerk of the House and Officers of the House were asked to undertake the testing of the hybrid version, and I understand that it worked perfectly well, including taking evidence from witnesses. I would never wish to suggest that a Member has misled the House, except maybe inadvertently, but it simply is not correct to say that anyone was blocking Public Bill Committees from sitting. It simply is not true. The Opposition were able to put forward Members to go on to the Committees, and the Government were able to do the same. Those debates could take place. As the Leader of the House knows, some Bills, such as the Finance Bill, do not need to have witness sessions. They just involve line-by-line scrutiny, so they could easily have been done. I ask the Leader of the House to clarify that matter when he comes back to respond. I support the amendments tabled by the right hon. Member for Staffordshire Moorlands—in fact, I have added my name to them—and I will proudly vote for them on the basis that this is about fairness and about true equality for all Members of this House, no matter what their reason for not being able to attend.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}