{
    "url": "https://www.ukpol.co.uk/natalie-elphicke-2022-speech-on-the-private-rented-sector-white-paper/",
    "title": "Natalie Elphicke – 2022 Speech on the Private Rented Sector White Paper",
    "post_date": "November 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Natalie Elphicke",
            "url": "/tag/natalie-elphicke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Natalie Elphicke, the Conservative MP for Dover, in the House of Commons on 3 November 2022.",
    "content": [
        "I thank my friend and co-chair of the all-party parliamentary group for renters and rental reform, the Member for Brighton, Kemptown (Lloyd Russell-Moyle) for his opening speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Housing is a long-standing interest of mine, and I draw Members’ attention to my entry in the Register of Members’ Financial Interests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Reforming the private rented sector is an important area of work for all Governments, and I and other Conservative Members signed up to that in the 2019 manifesto on which we were elected. The vehicle for that important pledge is the White Paper, “A fairer private rented sector”, which was published in June. There has been much change in the short time since the White Paper’s publication. I welcome the Under-Secretary of State for Levelling Up, Housing and Communities, my hon. Friend the Member for Kensington (Felicity Buchan) warmly to her place, and I hope she will not mind if I place on record my considerable regard for the work that her predecessor at the time of the White Paper’s publication, my hon. Friend the Member for Walsall North (Eddie Hughes), undertook.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I wish to illustrate the pressures of capacity in the private rented sector by reference to my own constituency and across Kent, before turning to why these reforms are so important and need to be progressed urgently.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Today, the Home Secretary is visiting Dover. The situation of housing people who have crossed the channel illegally in small boats is putting a huge strain on housing and local services. It is not unheard of for local people to be turfed out of accommodation by landlords who want higher rents. There are concerns that landlords are looking to cash in on lucrative, long-term Home Office contracts. That is why we must push forward on these reforms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is a great pity that the Home Secretary had not planned her visit to Dover and to Kent so that she could meet Kent MPs and Kent council leaders to discuss at first hand the serious local impact on residents, including the struggle to access affordable private-rented housing. I hope that she can meet us urgently to discuss these issues. The extent of the issue was laid bare in a strongly worded letter to the Home Secretary from Kent council leaders yesterday. They said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Put simply, Kent is at breaking point. Our public services, including health, social care and schools are already under extreme pressure. We have approaching 20,000 households on the waiting list for social housing, soaring costs, limited availability of private sector rented housing and temporary accommodation all fuelled by being in an expensive south-east London periphery, while having pockets of severe deprivation and low average earnings… Kent’s housing sector cannot absorb further asylum places on top of those existing burdens over and above local demand.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "How does the concern expressed by the council leaders translate to my constituents on the ground? Let me give an example of its impact in my constituency. My constituent, who I shall refer to as Emily, is a mother with seven children. She was required to leave her privately rented property on no notice, under section 21, and there was no suitable accommodation. In the end, she was offered accommodation in Leeds, some 280 miles away. She has ended up living with her mother in a two-bedroom house, sleeping on the sofa and the floor. Her grandmother told me how upset she was that migrants were housed in four-star hotels while her granddaughter and great grandchildren faced these conditions and impossible choices.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In an attempt to shut down debate, too often such concerns can be labelled as extreme or even racist. There is nothing extreme for a person to be concerned about their family; that is about as mainstream as it comes. In my area, inevitably, given the scale of the small boats crisis, it is the issue of accommodating migrants and asylum seekers that puts this additional strain on the private rented sector and services. In other areas, it might be holiday lets, Airbnbs or student accommodation. But the underlying point is the same: there needs to be reform of the sector, which needs to be implemented as set out in the White Paper, and consideration of all these different housing markets and drivers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Building on the White Paper, there is other work that could drive improvement and understanding of local market dynamics further, and that might require supplementary solutions—be that Airbnb registration or other measures. I would be happy to meet my hon friend the Minister to discuss this further.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Pages 7 and 8 of the White Paper set out a 12-point plan of action for private renters. In effect, it is a 13-point plan, as page 8 references that this plan is a support for the journey to home ownership. I shall shortly be developing an argument for a 14th point to that plan: support on the journey to council housing and social housing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are three types of housing tenure in England: owner occupation; social rented; and private renting, which is property owned by a person who is different from the tenant and let out at rates and on terms and conditions that are different from those that apply to registered social landlords.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The private rented sector has grown rapidly in recent years. As it has become more dominant, it is inevitable that that has been at the expense of both the social rented and home ownership sectors. Throughout the 1980s and 1990s, and right into the early 2000s, the proportion of total housing in private rented stock was around 10%. Between 2008 and 2017, it mushroomed to more than 20% of all stock, before settling to its current level of around 18.5% of stock. That translates into a doubling from about 2 million to more than 4 million households in private rented homes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the context of this debate, housing stability means that a person knows where they stand; that if they pay their rent or mortgage and they do not behave outrageously, they have the choice as to whether to stay in their home. That is not the case for private rented tenancies. The landlord chooses whether a person can stay or must leave, no matter how long they have been in a property or how good a tenant they have been. That is what these reforms are trying to address—otherwise, the expense, time, disruption, distress and uncertainty caused by a section 21 notice all falls on the tenant.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Improving housing stability is at the heart of abolishing section 21 no-fault evictions. The reform is intended to take away the immediate day-to-day worry and concern for tenants that they will wake up one morning to a notice saying that they have to go. The longer-term solution is to introduce more affordable accommodation and council housing as well as promoting home ownership.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Dover District Council is a Conservative council that is compassionate and active in many ways. It has embarked on a council house building programme to help prioritise local need. I wish to give a couple of examples. Walter Hammond Close is a development in Dover, which comprises 16 studio flats, all let at social rents, providing interim housing for local people facing homelessness. It complements the Elizabeth Carter Court project in Deal. Completed in August, it provides eight one-bedroom flats, which are also let at social rents, providing interim accommodation for local people facing homelessness. Those two excellent examples of the work being undertaken by the council are encouraging, but the council cannot build enough to keep up with demand. That is why we need a large-scale affordable and council housing programme across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Helping constituents with private-rented housing is a staple of our work as MPs. I want to refer to one of my constituents, who I shall call Natasha. Her granddad asked for my help. He said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“My granddaughter and her child have been given notice to quit by a private landlord in Dover and have been desperately looking for alternative accommodation without success… She has suffered domestic abuse, ensuing mental health difficulties”—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "for which she has had counselling and has recovered amazingly well. He went on to say that she lives in a property with a dangerous electricity system and that they had battled with the landlord about this for months. He said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“The current situation is that we are now 52 days away from Natasha’s eviction date, which, ironically, is Christmas day… Here is a young single mother and her two-year-old child who have been given the most awful situation to face when all they wanted to was…to live in a safe environment.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is vital for Natasha and all the others in Dover and Deal and all over the country that these measures are brought forward into legislation promptly. I had been concerned that there had been some hesitation about this, so I would be grateful if the Minister could confirm when we can expect these measures to be brought forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In Natasha’s case, as hon. Members will have heard, there was an electrical safety issue in her flat. She battled for months, but it did not get fixed. Natasha is now in flat two and her child is three. This is her current position:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“The property is a privately rented flat. The area where she lives affects her three-year-old child’s health due to traffic fumes. He now has a constant cough. The area is overrun by rats, which can be heard scratching and scurrying in the walls of the property and can be seen in the surrounding areas.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I look forward to seeing how the proposals in the White Paper will help Natasha and the many other cases that fill my inbox and, I am sure, the inboxes of many other Members across the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is good intent in the ombudsman’s proposals for redress, but that redress needs to be extremely swift and enforcement robust. In order for that redress to happen, landlords need to be identifiable as well as accountable. At the present time, we do not know how many landlords there are. In addition to potential revenue loss to the Exchequer, this makes accountability and traceability of landlords very difficult and expensive for councils in instances where they wish to take public health or other enforcement action.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I welcome the proposed measures for the property portal, but I ask the Minister to consider what steps may be taken to ensure that the information contained in it is validated as to ownership and management, and that it can support efforts to ensure that all taxes are paid where they are due, and that the new proposed ombudsman, local authorities and other enforcement agencies may be able to access the portal in order easily to fulfil their obligations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I wish to move on to the White Paper’s plan around rent management and challenging excessive rent rises. Even before the current cost of living crisis, rent levels were unaffordable for many. The Local Government Association’s view is that the best way to increase housing security is to address the unaffordability of housing, which is the key reason why people lose their tenancies and become homeless.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I agree completely that affordability is a vital ingredient of a good home. In the longer term, there is a need to rebalance the housing market through a tenure strategy to make sure we balance affordable and council housing and increased home ownership alongside a reduction in the private rented sector, but in the near term, there is increasing pressure on rents, making them unaffordable and unsustainable for many.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the White Paper, the Government rule out rent controls to set rents at the outset of the tenancy. In recent weeks I have proposed controls to freeze current rents for up to the next two years, while the current economic pressures are expected to reach their peak. The proposal would comply with the premise set out in the White Paper because it affects only rent rises, not base rent levels. The measure would be deflationary, not inflationary, and would be to the wider benefit of everyone, including landlords.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A case may be argued for managing rents more widely, but to some extent high rents are the symptom, not the cause. As the hon. Member for Brighton, Kemptown eloquently set out, the private rented sector has expanded to become all things to all people. It is providing both homes to those who can and should be home owners with a mortgage, and a roof over the head of those who have none, who should be in affordable housing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I understand that many landlords want to be compensated for any costs they pass on to tenants—indeed, some of them are very vocal on that subject—so the nature of the landlord and their relationship with the property is important. The UK landlord market is unusual compared with some other countries, dominated as it is by individuals, not by housing organisations and institutional landlords. The latest English private landlords survey shows that some 94% of landlords are individuals representing 84% of tenancies, so they are strongly dominant. About half of them are longer-term landlords of more than a decade. When people were asked to describe themselves as a landlord, over half said they considered their properties to be a long-term investment to contribute to their pension, and 27% said they considered them to be an investment for capital growth. So while for the tenant the property is their home, for the landlord it is first and foremost an investment, and as we all know, investments can go up and down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Just as there are longer-term structural issues around tenure, there are longer-term issues with savings and investment vehicles, including property. In that context, I ask the Minister to consider whether the financial management proposals on rents set out in the White Paper could be developed further, and whether there should be more robust measures to assist renters during this cost of living crisis. Communications I have received from landlords seem to suggest that they are unable to weather changing market conditions in the way that other businesses are expected to. The assumption seems to be that the tenant should bear all the financial costs and risk; otherwise, the landlord threatens to sell, even in a falling market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In that context, I ask the Minister what work has been undertaken to assess resilience to market changes in the landlord market with the mortgage lenders, as happens for individual owner occupiers, and whether stronger mortgage market regulation is needed for landlords with buy-to-let mortgages, to make sure they have sufficient planning and affordability to weather different market conditions. Is the Minister considering interest support or greater interest deductibility to support under-capitalised landlords in the near term? I would be grateful if she also considered whether such support could be linked to, for example, landlords committing to keep their rents in check during this cost of living crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is strong evidence that the inherently insecure nature of the private rented sector has an adverse impact on people living under that type of tenure. There are measures in the White Paper that will incrementally move the private sector forward, and I welcome them. I look forward to working with my hon. Friend the Minister on this important aspect of her work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}