{
    "url": "https://www.ukpol.co.uk/natalie-elphicke-2022-speech-on-employment-agencies-and-trade-unions/",
    "title": "Natalie Elphicke – 2022 Speech on Employment Agencies and Trade Unions",
    "post_date": "July 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Natalie Elphicke",
            "url": "/tag/natalie-elphicke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Natalie Elphicke, the Conservative MP for Dover, in the House of Commons on 11 July 2022.",
    "content": [
        "It is well known to hon. and right hon. Members across the House that I am an enthusiastic supporter of the role of trade unions, and of marches and protests, particularly in my own constituency of Dover and Deal. I have been a member of a trade union over the last 20 years, and I have been involved in assessing collective bargaining arrangements with unions. I have marched with unions and I have stood alongside them, most recently in relation to the disgraceful, unacceptable behaviour of my Dover constituents P&O, against whom I have taken firm action. As a Member of Parliament, I have also helped with the negotiations between the unions and the P&O management through two previous restructures during the covid pandemic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "So I fully support the role of trade unions, where workers wish to be involved in them, and I think that sentiment is widely shared among Conservative Members. However, trade unions have a particular and special responsibility, and the rights that they and their members are afforded by law are not unfettered. It is the role of this place to assess where the balance of rights and responsibility lies, and today’s measures are about the responsibilities as well as the rights. Regrettably, the most recent train strike action seems to have been taken precipitately, not as the last resort. In my constituency, no trains at all ran on the strike days. That caused upset and also financial loss to others. It did not strike the right balance of fairness to people who were going to school to sit their exams, going to work or going to see loved ones.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let me say clearly that I fully understand why those working on the railways are seeking pay rises, and I am pleased that the Government have announced the ending of the pay freeze, but in my area train prices are already too high. I have spoken about that in this place before. The railways are in need of urgent modernisation, and, as the Transport Secretary has set out many times, it is important that these conversations take place so that that can happen. The trains provide an essential service, and we must look at how to provide the basic, critical, essential services that people need to get around in their ordinary lives and work when industrial action is carried out, while also respecting the right of workers to take industrial action. We must not undermine workers’ rights, but we must take into account the needs of the public. That is at the heart of the measures being introduced today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I conclude by underlining that the increased damages under the order are set to apply only where the unions act unlawfully. As we have heard today, it is good that those instances are few and far between. The order does not fetter the activities that I have described and supported, but it must be right to look at the fairness of the rights and responsibilities, particularly in the current situation where industrial action seems to be encouraged and strikes are not always the last resort. I do not want this country to be brought to its knees by unnecessary strike action. These measures will help to strengthen the responsibilities of everyone involved in resolving employment disputes, to enable them to do so in a responsible way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}