{
    "url": "https://www.ukpol.co.uk/natalie-elphicke-2022-speech-on-transport/",
    "title": "Natalie Elphicke – 2022 Speech on Transport",
    "post_date": "May 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Natalie Elphicke",
            "url": "/tag/natalie-elphicke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Natalie Elphicke, the Conservative MP for Dover, in the House of Commons on 19 May 2022.",
    "content": [
        "It is an honour to follow the hon. Member for Canterbury (Rosie Duffield) and I thoroughly endorse her comments on the importance of rural bus services in our area of east Kent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I welcome the Conservative Government’s robust action in holding P&O Ferries to account, and the work that is under way to better protect seafarers, as announced in the Queen’s Speech. I thank my hon. Friend the Member for Bexhill and Battle (Huw Merriman), the combined membership of the Transport Committee and the Business, Energy and Industrial Strategy Committee, and Members from all parties for their support on the issue, which is so important to my constituents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I represent an incredibly well-connected and successful area, Dover and Deal, and transport is central to both our economic and community life. We have the one and only, the original, the first of the high-speed lines: High Speed 1. It means we can benefit from trains that whiz from Dover to London in just over an hour, and there are high-speed connections right through to Deal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Although the train line is excellent, services have not been fully restored to their pre-pandemic timetable, and the cost of tickets is nothing short of exorbitant. An anytime day return ticket to London is more than £85, which is simply not affordable for many people in my area. An off-peak return is almost £50. An annual season ticket is nearly £7,400, which means that to travel from Dover costs over £2,000 more than it costs to travel from affluent Tunbridge Wells or leafy Sevenoaks. That represents more than 23% of average earnings in Dover, compared with around 17% of average earnings for Tunbridge Wells and around 13% of average earnings for Sevenoaks —it is a pleasure to see my hardworking hon. Friend the Member for Sevenoaks (Laura Trott) in her place. The Dover tickets are more expensive than travelling from Cambridge, Southampton or even Birmingham to London. That cannot be fair and it does not make economic sense. Our country has invested millions of pounds in great rail services for our area. If people cannot afford to use them, we all lose out, nationally and locally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As the House will know, Dover has a national strategic role as well as a local one. We are home to our country’s most successful and busy port of its type: the port of Dover. It is vital to ensure a balance between the national interest and the community interest—between a trade corridor and a great place to live. Kent is served by not one but two motorways—the M20 and the M2—but Dover is not. As lorries and cars thunder along the motorways, the last few miles of the approach into Dover on either side of the town are not motorways, they are A roads: the A20 and the A2.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The A2 is mostly single carriageway, peppered with residential roundabouts that criss-cross the homes, shops and workplaces of local people. The A2 is so now overloaded that planning permissions for local homes are objected to by National Highways on the basis of capacity constraints. The road has been identified as in need of an upgrade for nearly all my adult life. It is now in the road investment programme, and the upgrade really must now go ahead, because Dover is becoming as famous for its traffic queues as for its white cliffs. It is time that the road blocks were cleared. It matters for national growth as well as local growth. Geographically, we are the closest point to continental Europe, and 60% of our trade with Europe transits the short straits route. Dover alone manages up to 10,000 freight vehicles, 25,000 cars and 90,000 passenger movements a day at peak times.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Contrary to what the doomsters and gloomsters said, when Brexit transition finally came, the sky did not fall in, the seas did not rise and there were not hundreds of miles of tailbacks to the midlands and beyond. But there are days when the traffic grinds to a halt—there were before we left the European Union and there are now—because of weather, strikes and many other reasons. This is part and parcel of having a major transport hub in a constituency—be that a port or an airport. However, the fragility of the road network has increased in recent decades as the activity and growth—international, national and local—has soared, and the roads are long overdue for investment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Kent road system currently operates with a sort of sticking plaster—or should I say a series of sticking plasters? They are called Operation TAP: the traffic assessment project; Operation Stack; Operation Brock; and the euphemistically named active management protocol, which involves police standing on the corners of the main arterial roads, directing traffic. Yes, I am talking about a few traffic lights and police in high-vis jackets to manage local community traffic, those 10,000 lorry movements and up to 90,000 passenger movements at peak times. This sticking-plaster and piecemeal approach is letting down Dover and it is letting down UK plc. We need proper investment and I renew my request for urgent planned strategic investment to keep Dover clear and to make the most of Britain’s opportunity to trade with the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, Dover and Deal is a wonderful place in which to live and work. I want to see our area thrive, develop, grow and prosper even more. Getting the right infrastructure in place will deliver for our community and for our nation alike. In these financially constrained times, it is more important than ever to put national investment where it can deliver most bang for the buck. That means investing in Dover and Deal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}