{
    "url": "https://www.ukpol.co.uk/natalie-elphicke-2020-maiden-speech-in-the-house-of-commons/",
    "title": "Natalie Elphicke – 2020 Maiden Speech in the House of Commons",
    "post_date": "January 23, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Natalie Elphicke",
            "url": "/tag/natalie-elphicke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Natalie Elphicke, the Conservative MP for Dover, in the House of Commons on 20 January 2020.",
    "content": [
        "It is a pleasure to follow the hon. Member for Gordon (Richard Thomson), and I congratulate him on his maiden speech. I am delivering mine in this debate on the economy and jobs, given my constituency’s important contribution to the nation’s trade and tourism, and given its thriving local economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is a tremendous honour and responsibility to represent the historic, economically important and great constituency of Dover and Deal. My constituency contains Dover Castle, one of the greatest castles in the land; the Port of Dover, the busiest port in Europe and one of the most successful in the world; and, of course, the greatest people, in a set of wonderful communities across coastal and countryside villages and towns.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For centuries, Dover has stood at the frontline, as the guardian, gateway and custodian. At this historic time, as we leave the European Union and reclaim our independent place in the world, Dover remains as important as it has ever been in the past to the present and future of our great nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As the incoming Member of Parliament for Dover and Deal, I will be building on an extraordinary legacy of hard work and delivery by my predecessor, Charlie Elphicke, the Member of Parliament for Dover and Deal from 2010 to 2019. As some Members of the House will know, I have known Charlie for a very long time—more than 25 years. His election success in 2010 was one of the stand-out results of that election. Few expected him to win, but he turned a 5,000 majority against to a 5,000 majority for the Conservatives in a remarkable victory against the odds. That is his trademark in politics: time and again winning against the odds and delivering for those he represented. Early on, he engaged in hand-to-hand political combat to see off the planned sale of the Port of Dover to the French or whoever. With the support of Dame Vera Lynn, the sell-off was ditched and a groundbreaking people’s port was delivered at the docks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Since 2010, more than £500 million of investment—half a billion pounds—has swept into Dover and Deal, including in a brand new hospital in Dover and the fast train to Deal. Some people said those would never happen, but Charlie delivered, against the odds. He also took up more than 23,000 cases for local residents. Charlie Elphicke is the Gallery today, as is our son, Thomas, and I hope you will join me in thanking Charlie for his tremendous record of public service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That is some record to build upon and it is a high hurdle for any new MP, yet build on it I will. Much has been done, but there is more to do. As such, I welcome the Chancellor’s commitment to investment in every corner of our land—he should look no further and invest in Dover and Deal. At the Dover frontline, as we get Brexit done, the next five years will be critical for my constituency. That is why I will be fighting for strong ​borders and free-flowing trade, greater investment in roads and rail, new lorry parks, better healthcare, more jobs and money.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But this is not just about what we can do; it is also about who we are. And in the land of the white cliffs we represent so many of our nation’s values. My predecessor’s maiden speech made the case for the importance of liberty, freedom and justice when defending decorated Army major, Bill Shaw, who had been the subject of false allegations relating to his time in Iraq. In Dover and Deal, we have fought, and always will fight, for those values of liberty, freedom and justice; due process and innocent until proven otherwise; faith and friendship; community; country; compassion; and caring for others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have always been committed to decent housing and improving life chances. I am one of a growing number of MPs on these Benches who started life in the safety and security afforded by a council house, and my education at a Catholic faith primary and a grammar school transformed my life chances and indeed my life. Growing up in the 1980s, I was one of a generation who benefited from a time of national ambition, shared prosperity and opportunity for all, where hard work could bring rewards. I am committed to providing for others the tools for social mobility and opportunity that were given to me: good-quality and affordable housing; help for those in need; faith; grammar schools; economic growth; and shared prosperity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is an historic time for our nation. As the representative of Dover and Deal, on the Brexit frontline, I am looking forward to the independent, successful, prosperous and strong country that we can build together in the decades to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}