{
    "url": "https://www.ukpol.co.uk/natalie-elphicke-2022-speech-on-western-jet-foil-and-manston-asylum-processing-centres/",
    "title": "Natalie Elphicke – 2022 Speech on Western Jet Foil and Manston Asylum Processing Centres",
    "post_date": "October 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Natalie Elphicke",
            "url": "/tag/natalie-elphicke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Natalie Elphicke, the Conservative MP for Dover, in the House of Commons on 31 October 2022.",
    "content": [
        "I put on record my thanks to all the first responders to the horrific incidents that happened at Dover yesterday. Constituents working at the Dover facility have raised concerns about the current safety at the site. Does my right hon. Friend agree that that type of facility has no place in a busy open port such as Dover and will she look at moving it to a more appropriate secure location immediately? Does she also agree that we cannot keep doing more of the same? We cannot keep paying millions of pounds to the French but seeing ever-increasing numbers of illegal arrivals. It is now time for a new approach with the French to stop the boats leaving French beaches—a joint channel security zone to tackle the issue and bring an end to this illegal immigration activity once and for all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Suella Braverman**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank my hon. Friend for her indefatigable campaigning on the issue. I have been grateful for her direct input on it. This is incredibly difficult; I do not want to sugar-coat the problem. There are multifaceted challenges that we have to deal with. When it comes to Manston, I am concerned, as she is, about the conditions there and have been for several weeks, which is why I have taken urgent action to stand up an operational team to increase the emergency accommodation on the site on a temporary and emergency basis. I was not willing to release hundreds of migrants into the local community—I will not do that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will do everything I can to find cost-effective and practical alternatives. We need to find many more sites for accommodation and beds. We are looking at all instances, whether that is hotels or land owned by other agencies, such as the Ministry of Defence or other Government Departments, and we are looking at dispersal around the country. We have to look exhaustively, but it is not easy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}