{
    "url": "https://www.ukpol.co.uk/natalie-elphicke-2022-comments-on-the-small-boats-incident-in-the-channel/",
    "title": "Natalie Elphicke – 2022 Comments on the Small Boats Incident in the Channel",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Natalie Elphicke",
            "url": "/tag/natalie-elphicke/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Natalie Elphicke, the Conservative MP for Dover, in the House of Commons on 14 December 2022.",
    "content": [
        "I was awoken this morning to the news that bodies were being brought into Dover, and that the boat had overturned in the channel. It is the news that I, as the Member of Parliament for Dover and Deal, and people across my community fear day after day, particularly in wintry and cold conditions. That boat should not have been in the water in the first place, let alone in those kinds of conditions at this time of year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Could my right hon. and learned Friend consider having urgent discussions with the French and arranging that summit with President Macron? The bottom line is that, in this case, the boat, I understand, was around the median line in the channel, and this is the second time we have seen such a situation. It is time for joint patrols on the French beaches to stop the boats getting in the water in the first place, and a joint security zone across the channel to make sure that incidents like these cannot happen and that we bring the small boat crossings to an end.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Suella Braverman**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank my hon. Friend for all of her work over the past few years, dealing with this issue. I know that she speaks powerfully for all of her constituents who are directly affected by illegal migration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The agreement with the French was a step forward, but it is not the end point. It will deliver an increased number of personnel and resources, who will be focused on the issues of intelligence sharing, interception, prevention, investigation, and ultimately the law enforcement response, so that the preventive element of this issue is strengthened. We will continue to build on the constructive dialogue that we have with the French, and I know that they share the goal that we have, which is to bring this problem to an end.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}