{
    "url": "https://www.ukpol.co.uk/natalie-elphicke-2023-speech-on-raising-the-state-pension-age-to-68/",
    "title": "Natalie Elphicke – 2023 Speech on Raising the State Pension Age to 68",
    "post_date": "February 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Natalie Elphicke",
            "url": "/tag/natalie-elphicke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Natalie Elphicke, the Conservative MP for Dover, in the House of Commons on 1 February 2023.",
    "content": [
        "It is a pleasure to follow the right hon. Member for East Ham (Sir Stephen Timms). He is very knowledgeable about these matters, as his comments demonstrated; I thank him for them. I am grateful to my hon. Friend the Member for Amber Valley (Nigel Mills) for securing the debate and to the Backbench Business Committee for agreeing to it, because statutory pension age and pension amounts are of such importance to my constituents in Dover and Deal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For a person of my age, the statutory pension is like one of those Scottish mountains. It is an optical illusion: as we get ever closer, it seems that there is just that bit further to go. When I started my working life, my pension age was 60. When it was changed in 2010, I was already roughly two thirds of the way through my expected working life. Should the pension age be raised to 68, a woman of my age, at current rates, will have lost out on the equivalent of between £59,000 and £77,000. That matters because of the basis on which I began paying national insurance contributions when I started work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The first point that I would like to raise on behalf of all pensioners-to-be is that pensions are an unusual area because the rules on grandfathering rights that are usually applied are simply not followed. Surely it would be fairer to use the basis that applied at the point at which people started to work and started to pay national insurance contributions. If someone’s pension age is to be changed, it should be changed in the first third of their expected working life, not right towards the end. No one affected by a date change can go back in time to take out an ISA, top up their pension or use their income differently, as they might have done if they had known that such changes were due. People affected by the changes might have made different decisions if they had known that they would have to work for considerably longer, and it might have made a difference to their quality of life at an older age.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Secondly, people might have made different career choices or made career changes if they had known that they would have to work for longer. Thirdly, the expected extra years of work—eight whole years, in the case of women of my age—may mean that people will need extra skills training and support during their working life. If the pension age is to be extended even further, budgetary consideration will need to be given to support for lifelong learning, with leave being given for skilling up and study being prioritised for people affected by the change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For many people, the ages of 60 to 68 represent a period in which, in the eyes of bosses or fellow workers, they may be considered past the peak of employability. I am pleased to say that that is not the case for contributions in this place, but age discrimination in our society is very real. I suggest that no further changes should be made to pension age unless such age discrimination is firmly and clearly tackled.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If we want people to work later in life, we have to give them the tools, support and legal protection that they need to do so. That is all the more important because age discrimination in particular terms and conditions of employment is currently perfectly legal. If the pension age is to be extended, the law needs to be changed. Age discrimination, like any other form of discrimination, is humiliating, demeaning and damaging. We do not want to subject people to it by making them remain in work while such prejudice continues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have a constituent, Stephen, who at the age of 66 —the current statutory pensionable age—is facing just such lawful age discrimination. He has worked for a very large Kent company for more than 30 years. He is an effective, respected and well-liked employee with a fantastic track record of work. When Stephen reached his 66th birthday, he did not get a birthday card from his bosses; he got a letter to the effect that it was not possible to sack him on grounds of age, so instead they were terminating his life insurance, his health insurance and all his other insurance benefits.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Stephen was doing the same job at 66, at 66 minus one day and at 66 plus one day, but now he does not get the same money’s worth in relation to his contract of employment. If he falls ill, he cannot get the same access to speedy private healthcare that other people working for the company can. If—heaven forbid—he died, his wife would no longer have compensatory insurance. However, he is doing exactly the same job as someone else. It is the same job he did before, and the same job he will do the day after. The attitude demonstrated by the company communicates to him and to the wider employment community in Kent that it thinks a person who is older is worth less. We must tackle that issue if people are to stay in the workplace longer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have looked into the policy considerations that are sometimes put forward. The first, essentially, is that an older person does not need to work. As a woman who has been in the workplace for quite a long time now, I remember a time when employers would say that a woman did not need to work, did not need to get the same bonuses as a man, and did not need to be offered overtime, because it was men who had families to feed. We have outlawed that, because equal pay at work is not about who is doing the work, but about what the work is. Allowing age discrimination, as we do now, sends a message that an older person is not worth the same as a younger one. The continual changes in the pension age also send a clear message that older people’s safety, stability and security in managing their own lives are not a priority.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The second reason put forward is that it becomes more expensive for everyone—the premium for the company itself goes up—if older people are included in corporate benefits, or global benefits, beyond the statutory age. To apply that logic, would it be okay to disallow health cover in an employment context to someone who had a chronic condition that could give rise, or had given rise, to needing that policy? Of course not; we would say that that was discriminatory and wrong. At the heart of equalities law is the fundamental view that employers cannot discriminate between those they employ based on characteristics that are not relevant to whether they can carry out the job. By continuing a discussion of the type that has been happening about the pension age moving and whether people will be supported in older-age working, we are failing to address this absolutely dreadful discriminatory environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The third and final reason given is that a disincentive to recruit older workers would be created, because the costs I have mentioned would be higher for the company. I agree that we do not want to create disincentives to employing older people, particularly if we are to require people to work for years and years more than they had expected, but the argument sounds awfully similar to the well-known discussion about whether the cost of maternity leave would dissuade employers from employing women who become pregnant. We outlawed that, and we know that a woman can still add value, be productive and be effective when pregnant, so why are we making people work longer? Why are we raising the statutory pension age and communicating from this Parliament that it is okay to discriminate against older workers? It is not, and it is wrong—all the more so if the pension age is raised from 66 to 68, because we would be raising it above an age at which employers are already discriminating against workers, as I have illustrated. Unless we tackle age discrimination, we will continue to have an environment in which it will be very difficult for people who are working in older age.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As these pension changes are brought forward, I do not feel that enough has been done to support, encourage and incentivise employers to look favourably on an older workforce. For example, national insurance contributions could be reduced for older workers. Also, if people are excluded from benefits by reason of the current law, older workers should receive money or money’s worth in cash or vouchers to make up for the work benefits that have been removed from them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "By way of conclusion, I am not persuaded by the arguments for increasing the pension age further or discriminating on the grounds of age. It is simply not acceptable. There is no justification for the treatment of my hard-working and loyal constituent Stephen with the discrimination he has faced in his workplace. If the pension age is to be raised again and we are going to keep making these changes, forcing people to stay in work for longer, age discrimination must be tackled first. We should be taking steps now to change behaviours in the workplace to make sure that older people who now have to work longer will be able to do so and will be treated fairly and equitably. We should be outlawing this outdated and discriminatory law against older workers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}