{
    "url": "https://www.ukpol.co.uk/david-ennals-1978-statement-on-vaccine-damaged-children/",
    "title": "David Ennals – 1978 Statement on Vaccine-Damaged Children",
    "post_date": "April 3, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "David Ennals",
            "url": "/tag/david-ennals/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by David Ennals, the then Secretary of State for Social Services, in the House of Commons on 9 May 1978.",
    "content": [
        "With permission, I shall make the statement on payments for vaccine damage referred to by my right hon. Friend the Prime ​ Minister on 16th March. My right hon. Friends the Secretaries of State for Scotland, Wales and Northern Ireland wish to be associated with what I am about to say.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The House will recall that last June the Government accepted in principle that there should be a scheme of payments for those seriously damaged by vaccination which has been recommended in the interests of the community. The details of the scheme could not be settled before we received the Report of the Royal Commission on Civil Liability and Compensation for Personal Injury.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Royal Commission has recommended, first, that in future there should be strict liability in tort for severe damage suffered by anyone as a result of vaccination which has been recommended in the interests of the community; and, secondly, that there should be a new weekly benefit for all seriously disabled children whatever the source of their handicap. These and other recommendations are being considered carefully by the Government. But this is bound to take time and, in view of the clear undertaking we have given in respect of vaccine damage, the Government have decided to bring forward urgently a scheme of payments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The scheme will provide for the payment of a lump sum of £10,000, tax-free, in respect of those, whether children or adults, who have, since 5th July 1948, been severely damaged as a result of vaccination which has taken place in the United Kingdom against diphtheria, tetanus, whooping cough, poliomyelitis, measles, rubella or tuberculosis (BCG), or smallpox up to the date when its routine use ceased to be recommended.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the interests of speed and ease of of administration we shall accept, as the initial, but not the exclusive, criterion of severe damage, the receipt of attendance or mobility allowance for conditions which could be attributed to vaccine damage. Decisions whether the severe damage was due to vaccination will be made on the balance of probabilities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There will be a right of appeal to an adjudicating body, made up of two medical specialists and a legal chairman, which would be fully independent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The scheme will cover existing cases and any which may occur while it continues ​ in operation. But I want to stress particularly that the fact that we are bringing it forward does not in any way pre-empt the decisions which we shall in due course have to make on the recommendations of the Royal Commission as a whole, and that it will not prejudice the rights of those who have suffered damage to take action in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Unfortunately, there is no prospect of parliamentary time in this Session for a Bill to cover the scheme I have outlined. However, we are determined to help these children and their families as quickly as possible. The payments will therefore be covered, in the first instance, by a new Vote sub-head in the summer Supplementary Estimates and a Bill will be brought forward as soon as parliamentary circumstances permit. The cost will of course depend on the number of awards but if that number were to turn out to be something like 700, it would be £7 million, spread over this and succeeding financial years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Vote sub-head procedure, and the simplicity of the scheme itself, will enable payments to be made as early as possible to families who have already had a long wait. While finalising the arrangements and processing claims will inevitably take some time, we shall do our best to start making payments before the end of this year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am sure that the whole House will welcome this announcement, which implements the Government’s pledge to that small minority of families who, in seeking protection from disease for their children and the community at large, have suffered such tragic consequences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}