{
    "url": "https://www.ukpol.co.uk/david-ennals-1978-statement-on-the-nhs/",
    "title": "David Ennals – 1978 Statement on the NHS",
    "post_date": "April 22, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "David Ennals",
            "url": "/tag/david-ennals/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by David Ennals, the then Secretary of State for Social Services, in the House of Commons on 2 November 1978.",
    "content": [
        "I welcome the opportunity of today’s debate on the Gracious Speech to review the state of the National Health Service and to discuss its problems. No public service is held in higher regard than the National Health Service. It has within it men and women of high skill and dedication. None is held in higher esteem than the nurses—and I speak from experience, having had five weeks as a patient in an NHS hospital this summer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I believe that much of this respect is due to the basic principles on which the National Health Service is based—namely, a service for everyone, paid for by everyone, free at the point of delivery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Today’s debate provides an opportunity for the Government to set out their policies and aims. There is today concern about the state of the NHS. I hope that the Opposition, having chosen this subject, will give the House and the country some straight answers to some straight questions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are three main areas of concern that worry patients, staff and the public generally. First, there is the problem of resources and the priorities for using them. Secondly, there is the bureaucracy in the NHS and the reorganisation carried out by the Conservatives. Thirdly, there are the difficulties over industrial relations ​ and pay, and the alarming effects that industrial action can have in our Health Service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I propose to deal with these three areas in turn, starting with resources and priorities. The needs for more cash and more staff in the NHS are plain for all to see. There are increasing demands on the service from growing numbers of elderly people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are new methods of treatment for conditions that would have gone untreated only a few years ago. We have long waiting lists—now sadly longer still. There is a backlog of old, inadequate hospitals and the inheritance of an unfair share-out of health funds and facilities across the country. There are not enough staff, cash or facilities for our geriatric wards or our mental illness hospitals or our hospitals for the mentally handicapped. There is the need to cut still further the number of babies who die at or shortly after birth, and to reduce to a minimum those born handicapped.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is also the need for a further improvement in community care, and better primary care, particularly in inner cities. The list could go on. I said at the Labour Party Conference that I had the longest shopping list in the business. I have recognised—I think that we all do—the pressures on the Service, the strain on staff of all kinds, and the suffering of patients who have to wait too long for treatment or face unsatisfactory conditions—let us face it—in some of our hospitals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That is why we are planning to spend this year £120 million more in real terms on the NHS than we did last year. The £50 million Budget boost is only now beginning to show results. We have seen the opening of modern new hospitals in, for example, Newcastle, Northampton, Oxford and elsewhere. There has been the recruitment of more staff—especially nurses—and the provision of more resources for the Cinderella services. There is more home dialysis for kidney patients. This is beginning to happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In addition, we have made provision in the Gracious Speech for a scheme of payments for those seriously damaged by vaccination—a problem which has caused great concern in this House over many years. I am proud that it was this Government who responded to that ​ concern. Legislation to cover the scheme of payments will shortly be introduced and will, I hope, have the support of the whole House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are now spending about £8 billion a year on our health and personal social services, an increase from 4·7 per cent. of GNP in 1973 to 5·7 per cent. on the latest available figures. What is more, we are spending this money in accordance with a clear set of priorities, worked out after careful discussion. We are pressing ahead with a steady programme to achieve a fairer share of health funds across the country. That means that while programmes are held back in some regions, particularly in the Thames regions, areas of greatest need in the North, North-West and the East Midlands are seeing very rapid growth. I am sure that that principle is right and should be supported by the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are giving the Cinderella services for the elderly, the mentally handicapped and the mentally ill a higher priority.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The House will know that during the recess there have been two important developments in these areas. First, the Government published a White Paper on our review of the Mental Health Act in which we propose new safeguards in the treatment and detention of mental patients and other reforms. Secondly, the National Development Group reported to me on “Helping Mentally Handicapped People in Hospital”, and I have made a statement setting out the Government’s proposals for further improving the quality of care for the mentally handicapped.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Cinderella services and geographical redistribution of funds are two of our key priorities. A third is a shift towards prevention. My hon. Friend will have more to say on this subject, especially in relation to perinatal mortality. I hope soon to announce some further initiatives, building on the much improved figures for perinatal mortality of the past few years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Gracious Speech stated:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Fresh support will be given to enable the National Health Service to fulfil and extend its services to the public.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government have a firm commitment to strengthen and develop our National Health Service. We have made it plain that, as the economy improves, it will be possible to devote more resources ​ to the services. We have given practical effect to that commitment twice in the past year, in the November and April measures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The House will, of course, have to await announcements at the appropriate time on the Government’s plans for public spending in the period ahead, but there will be an increase in resources available for 1979–80, compared with figures in the last White Paper. It will give us some more room for manoeuvre and will, I am sure, be warmly welcomed in the country, especially by those working in the Service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We shall stick to our agreed priorities, and I hope to announce additional resources to help meet the needs of the elderly, to assist mentally-handicapped children, to assist disadvantaged groups, particularly in areas of high mortality, and to make some contribution to the assault on the long waiting lists.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have set out the Government’s priorities on resources and the way in which they will spend them. The House and the country will also wish to know where the Conservative Opposition stand. Let us start with the issue of spending on the Health Service. A few months ago, the right hon. Member for Wanstead and Woodford (Mr. Jenkin) was quite clear. He said that a Conservative Government would adopt the projections in last February’s White Paper on public expenditure. His actual words were\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“We have to live within that, and there is no possibility of extra money.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What could be plainer than that? And that was after the Budget injection of £50 million. He was saying that under a Tory Government there would not have been that £50 million boost and there would not be any further increases beyond the figures in the White Paper.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I hope that the right hon. Gentleman will confirm that that is the dismal prospect facing the NHS if the Tories, by misadventure, were to be returned to power. [Interruption.] If the hon. Member for Reading, South (Dr. Vaughan) doubts that, his right hon. Friend will have an opportunity of dissociating himself from his own quoted statement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The subject of resources raises, I believe, two further issues—charges and the Tory plan to shift to an insurance ​ basis of finance. When we last debated the National Health Service in this House, I put a number of questions to the right hon. Member for Wanstead and Woodford. He refused absolutely to answer them. So, having got no way at all with the monkey, I went to the organ-grinder. In order not to confuse the public and the House about who really is the Leader of the Opposition, I should explain that when I use the term “organ-grinder”, I do not mean the organist. I am referring to the right hon. Member for Finchley (Mrs. Thatcher) and not to the right hon. Member for Sidcup (Mr. Heath). In any event, I got no reply. So I shall put the questions again, and give the right hon. Member for Wanstead and Woodford the chance to answer them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "How much would a Tory Government put on the prescription charge? Will the Tories introduce a new charge for seeing a GP? If so, how much? Will they bring in so-called hotel charges for staying in hospital? If so, how much? Will they bring in a new insurance-based system of finance? If so, will there be different levels of service for different levels of premium, and will there be separate premiums for each member of the family, with extra to pay for the children? When will the Tories publish the Vaughan report on charges? We have had a lot of open government. It is about time we had a little open opposition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "These are fair questions. I warn the right hon. Member for Wanstead and Woodford that he cannot get away—as he did once before—with saying “We are waiting for the views of the Royal Commission.” He is quite happy to tell us in detail what he wants to do about the organisational structure of the NHS without waiting for the Royal Commission—and that is purely technical matter. This is a matter of deep principle. He does not need the Royal Commission to tell him where his principles lie—or I hope he does not. Let us see what he has to say.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "While he is about it, I hope the right hon. Gentleman will spell out where the Conservative Party stands on the issue of queue-jumping. Where does it stand on common waiting lists for private and NHS patients in NHS hospitals? The Government’s position is plain. While pay beds are being phased out, we believe ​ that those who pay should not be able to jump the queue for treatment. That is why I made proposals in the summer for the implementation of common waiting lists. The hon. Member for Reading, South leapt up and sharply criticised this policy. The issue is all the more important since, as we understand, the Tories want to bring back more pay beds. So I ask the question today: do the Tories support common waiting lists, or are they now openly in favour of queue-jumping? I hope we shall hear an answer to that question from the right hon. Member for Wanstead and Woodford.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I also hope that, instead of carping criticism, we shall get from the Opposition some recognition of what has been achieved by this Government and those who work in the Health Service. The fact is that, in spite of all the difficulties and the financial restraints, we have more and more staff treating more and more patients. The facts speak for themselves. I am comparing the position in 1977 with that in 1973, the last full year of the Tory Administration. The number of inpatients treated is up by 213,000 to 5,345,000—an all-time record. The number of day-patients is up by 123,000 to 532,000—again a record. The number of medical staff is up by 14 per cent. The number of nurses and midwives is up by 12 per cent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In spite of these achievements, waiting lists remain very long, with all the pain and the suffering that means for patients. This is one of the many problems we face in the National Health Service. We have a great deal still to do. But let us take a balanced view and recognise not only the tasks ahead but the real achievements of the many dedicated people who work in the Service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have dealt with the first area of public concern: resources and priorities. I turn now more briefly to the second: the organisation and structure of the National Health Service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is no disguising the very widespread concern over the reorganisation that the Conservatives foisted on the Service four years ago. The public believe—no one doubts it—that there is too much bureaucracy, that the machine is insensitive to the needs of patients and staff and, perhaps especially, that decisions are sometimes taken too far away from the patients themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I know that the right hon. Gentleman likes to wax eloquent on this last point—he makes speech after speech—but it is a little difficult to take seriously what he and the right hon. Member for Leeds, North-East (Sir K. Joseph) have to say on this matter. Somehow or other they talk as if they had no responsibility for it at all, as if somehow the situation that they are graphically describing is the responsibility of the Labour Government. But they are responsible for it—they and they alone. It was their pet scheme and it was vigorously opposed by Labour when we were in opposition. We knew that they had it wrong. But now they are coming forward with yet another Tory blueprint. The right hon. Gentleman’s party is coming forward with a new blueprint for the reorganisation of the NHS. I ask whether you, Mr. Speaker, would buy a second-hand reorganisation from the men who planted the first one upon us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My right hon. Friend the Prime Minister, in his speech to the Labour Party conference, made clear that this Government intend to make decision-making more democratic in a number of spheres of life. In the light of the views of the Royal Commission on the NHS, we are determined to make the Health Service more responsive both to those who use it and to those who work in it. As the Prime Minister made clear, we shall not take major steps on this before we have had a chance to consider the views of the Royal Commission that will be reporting to us early next year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is in stark contrast to right hon. Members on the Opposition side. They are so embarrassed by what they have done that they are falling over themselves to suggest new remedies. I believe that in their haste they seem to be seeking to impose yet another rigid, ill-thought-out pattern upon the Service. Frankenstein may be dissatisfied with his first monster so he is helpfully making another. Let the public be warned.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Stanley Newens (Harlow)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Is it not a fact that one result of the dreadful structure which has been imposed by the present Opposition on the Health Service is not only bureaucracy and administrative waste but the diversion of too many resources from patient care to administration? Ought we not to be seeking some reorganisation which will put more of ​ the money which goes into the Health Service into patient care?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Ennals**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That is absolutely right. Until we can carry out the changes that we need—because the burden of bureaucracy must be reduced—we have to see what we can do right now. I advise right hon. Gentlemen that we are first cutting down on management costs which, as my hon. Friend said, result directly from the reorganisation for which they were responsible. In the past two and a half years we have cut out nearly 3,000 administrative posts and at the same time we have seen the number of doctors and nurses increasing. As a result, this year we have been able to release about £13 million for patient care. In a sense, this is a form of organic change. As for districts, we are also looking at the structure at local level to see how we can meet local needs. I have already given approval for four area reorganisations and there are several others in the pipeline. We are making savings on fuel, supplies, drug costs and the rest. My hon. Friend is absolutely right. These are the issues on which we are concentrating.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That brings me to the third and final area of concern for the Health Service—the problems of industrial relations, pay disputes and industrial action. That is perhaps the most immediate area of concern for the public generally. In fact, the last time this House debated the National Health Service—it was at a time when I was in hospital and could not be here—it was about industrial relations in the Service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As patients see only too clearly, the real damage that can be caused by industrial action is the lengthening waiting lists, postponed operations, real problems for staff morale and all the rest. It is in times of internal conflict that the NHS sometimes gives the appearance of having too many warring factions rather than being a united team. The right hon. Member for Wanstead and Woodford will understand what I mean by that. The difficulties are enormous.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are no easy answers to problems of pay. Many other disputes can blow up, and they blow up locally. We have all been greatly alarmed by the recent works supervisors’ dispute and by ​ troubles in particular hospitals. There may be more difficulties ahead as we enter the pay bargaining season.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What judgment can we pass on the use of industrial action in the National Health Service? In 1973 it was the ancillaries who used it, in 1975 it was the doctors, and in 1978 the works supervisors. Some people have attacked industrial action within the NHS as part of a general attack upon the trade unions. That is absolutely unfair.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I pay tribute to the commitment of the leaders of the Health Service unions to the Service and the interests of patients.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Can we—as some people suggest—impose a requirement that because they work in the Health Service they should forswear the normal rights of trade unionists? I believe that that would be unrealistic. Most organisations—and I suspect that they include the British Medical Association—would not agree to have their hands tied. Of the three areas of concern being discussed today, I think that this is the one in which Tory hypocrisy is at its worst.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Eldon Griffiths (Bury St. Edmunds)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Before the right hon. Gentleman continues his attacks, may I say that the vast majority of people who work in the Health Service at all levels hate the idea of strikes against patients? They do not like it any more than we do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Would the right hon. Gentleman consider at least what was done in the recent police pay settlement, when the police agreed to continue to give up the right to strike but were compensated by an inflation-indexed pay increase and machinery to maintain it? Large numbers of doctors and nurses and other members of the National Health Service have written to me saying that they would like such a deal to be tried out in the Service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Ennals**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I suppose that many people would say that they were prepared to make some sacrifices if they were given 25 per cent. extra pay. I can see that prospect winning a battle across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to come on to the inflationary consequences, because we cannot totally exclude the National Health Service from this Government’s battle against inflation, as the hon. Gentleman seems to think we can. I believe that those who ​ choose to work in the NHS have a very special responsibility to those they serve and to sick people. A hospital is not like a factory complex. Human health and lives are at stake. It cannot be right to put human lives at risk and to cause suffering as an indication of industrial muscle. We must find a better way. We must get our procedures right. We owe it to the Health Service workers and to the patients. Let us look at what we can do in a serious way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I believe that there are two distinct problems. First, there is the question of pay and conditions of service, matters dealt with in the Whitley Council machinery. Secondly, there are the disputes that blow up locally—rows about the duty roster, the level of staffing on a ward, where someone parks his bicycle, or a clash of personalities. If they are not tackled, these problems fester and eventually erupt into industrial action, with all that it involves for patients, and all the publicity and effect upon morale.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That is why earlier this year I brought together round my table the general secretaries of the main Health Service unions, the chairman and secretary of the British Medical Association council, the chairman of the Conference of Medical Royal Colleges and the secretaries of the Royal Colleges of Nursing and of Midwives, together with a representative of the Trades Union Congress and a representative of management. It was the first time that such a meeting had ever taken place in the lifetime of the National Health Service. As a result, I was able to put forward concrete proposals only last week for a new disputes procedure in the National Health Service. This up-to-date procedure is designed to settle disputes quickly at the local level where they arise. The general Whitley Council is now considering these proposals, and I hope that it will embody the essential features in an agreement that can be put into effect as soon as possible throughout the NHS.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is a practical down-to-earth initiative that I hope will cut to a minimum the number of avoidable local disputes. I was impressed by the extent to which the leaders of the professions and the unions came together and hammered out something that they could all support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "​The Opposition are always quick to criticise whenever they see the chance, but let us remember that when they had responsibility for these matters, they did absolutely nothing. Now they draw on their great reservoir of imagination and come up with fanciful ideas of a patients’ charter. I hope that the right hon. Member for Wanstead and Woodford will tell us about it. It sounds good. What does it mean? How will it work? I hope that it is more sensible than the right hon. Gentleman’s best known proposal that we should brush our teeth in the dark. At least I can understand that, and perhaps he will enable me to understand his ideas for improving industrial relations in the National Health Service. We are talking about industrial disputes. The Opposition’s attitude to disputes about pay is equally unconstructive. They did nothing to be proud of when they were in office, but they are quick to make capital out of any difficulties that we have.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. David Crouch (Canterbury) rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Ennals**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I would have preferred to give way later to the hon. Gentleman. However, as I know he takes a great interest in this matter, I shall give way now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Crouch**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I wish to intervene only on the matter of pay policy. The Secretary of State told us that he had a meeting recently when he called together the representatives of the responsible trade unions operating in the Health Service. Do they appreciate that not only do they operate under the Cabinet’s pay policy so strongly advocated by the Prime Minister, but they also operate under the cash limits that fall on his Department? If they take more than the pay policy limits allow, it will be a matter of robbing Peter to pay Paul. Did he make that clear to them?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Ennals**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The conference that produced this initiative on local disputes was dealing specifically with non-Whitley-Council-type disputes. I believe that there may be merit in inviting the same group of people to meet to see whether we can improve methods of dealing with the types of disputes that affect Whitley Council ​ issues. I shall cone to the main issue—the question of the supervisors—in a moment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the case that we have been discussing, the machinery is not the real issue. The real issue is what sort of pay rises various groups of NHS staff are seeking and what they can be given. Here, not only the question of cash limits but the question of pay policy is crucial.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I must comment briefly on two recent matters of concern—the supervisors’ dispute and the worries expressed about the pay and morale of nurses. I deal first with the dispute.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have no doubt that the House will have shared my great anxiety about the effect of the recent dispute on waiting lists and the very real risk to patients. Happily, a settlement has been reached with the help of the good offices of the general secretary of the TUC—and the House will, I know, be grateful to Mr. Len Murray for his most helpful initiative.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have no wish to rake over the coals. But there have been suggestions that this dispute could have been settled weeks earlier if Ministers had wished, suggestions that the issue had nothing to do with pay policy, and suggestions that the Government finally accepted a deal that I had said earlier was not on. All these suggestions are false.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Ministers intervened on a number of occasions in efforts to settle the dispute. It was at my request that ACAS made an attempt to conciliate after talks had broken down. What was really being suggested by some critics of the Government was that we should simply have given the staff concerned all that they were demanding—regardless of pay policy and regardless of cash limits and the consequences for other groups of staff. It was a sure recipe for further disputes and further industrial action in the NHS. Pay up and hang the consequences seemed at one stage to have been the attitude of the hon. Member for Reading, South in a statement that he made. No doubt he or his right hon. Friend the Member for Wanstead and Woodford will tell us the purpose of his intervention at that time, if that was not it. I suppose that is what he wanted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Doug Hoyle (Nelson and Colne)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Does not my right hon. Friend agree that this dispute was not connected with pay policy but was a hangover from the reorganisation that should have been settled much earlier?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Ennals**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "No. Let me spell it out. It is most important that the House should understand. Of course it was not a straight issue of whether the pay claim was above 5 per cent. This dispute was not about annual pay settlements. It was about a genuine regrading of staff.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There were two very important issues of pay policy. First, the Government had to be satisfied that the new salaries offered for the new posts were commensurate with the job descriptions. On this basis, we approved the salary scales that had been offered by the management side several weeks before. The rejection of that management offer was the start of the supervisors’ action. Happily, six weeks later, after the disruption in the Service, they accepted precisely the same salary scales that they had rejected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Secondly, we had to be satisfied that any improvements to the supervisors’ productivity allowances were genuinely self-financing. That condition is met in the agreement reached last wek. Bonus payments are clearly subject to the financial viability of the scheme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "During the negotiations, the staff side was demanding a minimum—I repeat minimum, because it was from 15 per cent. up to 30 per cent.—of 15 per cent. allowances for all supervisors regardless of whether they were involved in productivity schemes and regardless of whether the schemes were saving enough money to cover the costs. I said that that was not on. Productivity deals must be genuinely self-financing. I have stuck to that position. The agreement reached last week is entirely consistent with it. The 15 per cent. allowances provided for will not be an unconditional minimum available to all, regardless of membership of schemes and their viability. All supervisors will now have the opportunity to participate in schemes, but the allowances paid, which we hope may reach 15 per cent. six months after schemes are initiated locally, will depend upon the financial viability of the schemes. That is the crucial point. I am glad that the unions were able to ​ accept it. Until they did, no settlement was possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The other subject that I have to mention is the morale and pay of nurses. I recognise the great pressure that nursing staffs are under, particularly during industrial action by other groups when, in a sense, nurses have to pick up the tabs and carry on seeing that patients are cared for. I think that the House will join me today in expressing the country’s deep feeling of thanks to the nurses and to other staff who did so much to maintain the services during that very difficult and, I believe, tragic period.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Nurses are under stress for many other reasons. There has been a steady increase in the number of nurses working in the National Health Service. It has doubled in 30 years. There has been an increase in the proportion of trained nurses. But they are under very great pressure. I know that from my own experience in hospital. The number of patients increases, the period that an in-patient stays declines, and inevitably the amount of attention that each patient needs increases. As more patients are elderly, they make heavier demands upon the nurses. The nurses need to master new skills.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am very glad that we have managed to include in the legislative programme a Bill to establish a new, unified structure for the regulation, discipline, education and training of nurses, midwives and health visitors. This structure will comprise a United Kingdom central council and four national boards, one for each country of the United Kingdom, with supporting specialist committees which will replace the existing statutory and non-statutory bodies. For heaven’s sake, the nurses have been waiting for a long time for this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Laurie Pavitt (Brent, South)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Since 1972.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Ennals**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We can go back to 1974 at least, when my right hon. Friend the Member for Blackburn (Mrs. Castle) announced the Government’s acceptance of the main recommendations of the Briggs report.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am pleased to say that we can now start moving forward. I know that many nurses will welcome this, but that they ​ will also say that their pay has fallen behind. They have asked me to look at their position in the light of the “special case” provisions in the White Paper. The question of nurses’ pay is one that will have to be looked at by the Government in the light of our declared policy on pay as set out in the White Paper.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I hope that Conservative Members will not seek to make capital out of this matter. With their record on nurses’ pay, they have nothing to be proud of. What did they ever do about it when they had the chance? It was a Labour Government who raised nurses’ pay by 20 per cent. in 1970—I know because I was a Minister in the Department at that time—and it was a Labour Government who gave nurses a further boost of 30 per cent. in 1974 following the Halsbury report. And what happened between 1970 and 1974? Nothing—because we had a Tory Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the months ahead we face many difficult problems over pay in the National Health Service. I hope that they can be resolved without industrial action. As I have said. I deplore any industrial action in the NHS that puts patients at risk. I hope to explore, with leaders of the profession and the unions, what scope there is for avoiding such action in relation to pay disputes. But to those who say that industrial action in the Health Service must be avoided simply by giving in to whatever demands are made, I give this reply. Of course we must see, within the scope of what is economically possible, that justice is done to the staff. But merely to give in to all demands is the road to anarchy, in the Health Service itself and in the wider pay context.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I repeat what my right hon. Friend the Prime Minister said yesterday. This Government are not prepared to take that road. Here we see one of the great divides that is opening up in British politics today. The Conservative Party is taking up a series of extreme positions, on the NHS and on the economy. After 30 years of bipartisan approach to the principles behind the NHS, the Tories seem to be showing their true colours. They seem ready to tax the sick with new and heavier charges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dr. Gerard Vaughan (Reading, South)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Rubbish.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "​**Mr. Ennals**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am glad. In that case the hon. Gentleman will be able to assure us that it is rubbish and that that part of the Tory programme has been set aside. That will be a great relief for the whole country. I shall see whether we can get some more cries of “Rubbish.” The Tories are committed to a two-tier Health Service. No “Rubbish”? We shall see. The right hon. Member for Leeds, North-East seems to know what it is, because he has been putting forward the idea himself, as have the right hon. Member for Wanstead and Woodford and the hon. Member for Reading, South. They do not know what it means. Perhaps they cannot spell it out; perhaps they do not understand their own proposals. But the moment will come in a minute for the right hon. Gentleman to explain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Tories are committed to massive cuts in public spending which cannot fail to hit the health and personal social services. No doubt the right hon. Gentleman will speak of that. They are also in favour of a free-for-all approach to wages, which would send inflation through the roof. If they restrain pay at all, it will be in the public sector only, so that nurses and other Health Service workers will again have to bear the brunt of rising prices. That is the Tory prescription, not only for the economy of the country but for the National Health Service. The contrast between the positive achievements and the positive programme, of this Government and what the right hon. Gentleman and his hon. Friends have to offer is patently obvious.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}