{
    "url": "https://www.ukpol.co.uk/david-ennals-1978-statement-on-disputes-in-the-national-health-service/",
    "title": "David Ennals – 1978 Statement on Disputes in the National Health Service",
    "post_date": "April 7, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "David Ennals",
            "url": "/tag/david-ennals/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by David Ennals, the then Secretary of State for Social Services, in the House of Commons on 16 June 1978.",
    "content": [
        "I wish to take this opportunity of informing the House about the dispute with the Electrical, Electronic, Telecommunications and Plumbing Union affecting its members who work in the National Health Service. The dispute arose in the course of pay negotiations and has come to a head within the last two weeks. Formal notice of withdrawal of labour with effect from 19th June was received from the union on 6th June.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My right hon. Friend the Secretary of State for Employment and I have had urgent discussions with the union negotiator, Mr. Adams, and I had a further meeting with him last night. We both recognise the seriousness of the situation and the grave damage to the hospital service, including the lives of patients, which could result from an industrial dispute as threatened by the union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Last night I presented new proposals to Mr. Adams which I hope will form the basis of a settlement. They respect the wishes of the electricians for rates of payment comparable with those outside the Health Service, and they are within the Government’s pay guidelines. Mr. Adams agreed to consider these new proposals. He also put to me points which I am considering with my colleagues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have appealed to the union to keep uppermost in its mind the welfare of patients. I am confident that both sides fully recognise the gravity of the situation and are anxious to reach a solution as quickly as possible. I shall be in touch ​ with the union later this morning. Naturally, contingency plans are being made by the hospitals in case the industrial action should take place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}