{
    "url": "https://www.ukpol.co.uk/florence-eshalomi-2022-speech-on-the-private-rented-sector-white-paper/",
    "title": "Florence Eshalomi – 2022 Speech on the Private Rented Sector White Paper",
    "post_date": "November 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Florence Eshalomi",
            "url": "/tag/florence-eshalomi/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Florence Eshalomi, the Labour MP for Vauxhall, in the House of Commons on 3 November 2022.",
    "content": [
        "Thank you, Madam Deputy Speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Being a new and first time mum is hard and challenging without having your foundations stripped from you, evicted with no warning, in the middle of winter, when other rent is hard to secure”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Those are the words of my constituent Katherine, who gave birth to her baby boy in June. Last December, Katherine signed a two-year contract with her landlord, informing them that she wanted a longer contract to give herself stability during her pregnancy. Unfortunately, she received an email in October saying that the owner had noticed that market prices had increased a lot recently and would like to adjust the rent. After she explained the situation to the letting agent and landlord, however, she was told that the landlord was now moving back into the property—surprise, surprise—and there was no room for negotiation. That has left her and her young family without the security of a home and facing eviction just weeks before her child’s first Christmas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Sadly, having listened to other examples this afternoon, I know that Katherine is not alone in Vauxhall or across the country in facing the sharp end of our imbalanced rental market. My hon. Friend the Member for Brighton, Kemptown (Lloyd Russell-Moyle) outlined the similar situation of a young woman in her 30s who is hoping to start a family. Katherine has started her family, but now faces that difficulty in the rented sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It cannot be right that tenants are expected to find thousands of pounds in moving costs in the space of just two months after a landlord serves a section 21 notice. It cannot be right that tenants, who are paying ever-increasing rents, are denied the most basic security of knowing whether they will have a roof over their head in a matter of weeks. It cannot be right that, during the sharpest cost of living crisis in decades, tenants are expected to bid extortionate amounts against each other to secure even the most basic of properties, as happened recently to a constituent in Clapham.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend the Member for Stockport (Navendu Mishra) mentioned that rents in his constituency total about £600; in my constituency, the average rent for a one-bedroom flat starts at £2,000. A tenant recently contacted me to say that they had contacted an online letting agent to go and view a property, only to be informed that 35 people were already in the queue waiting to view and that they should expect to bid for the property.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government announced an end to section 21 notices in April 2019. Since then, we have had four Prime Ministers and six housing Ministers, but not a single act to end section 21 notices. During his short period out of the role, the recently revived Secretary of State for Levelling Up, Housing and Communities reportedly urged the previous Prime Minister, the right hon. Member for South West Norfolk (Elizabeth Truss)—stay with me now—to stick to a commitment to ban section 21. I will be honest that I am glad to see him back in that role, because I think that he was making some headway in key areas on housing, including cladding. Now, however, I hope that he will put his money where his mouth is and bring forward a date for a renters reform Bill today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Rents in London have risen by an average of 15%, and across the country by an average of 11.8%. That is not sustainable for our constituents. Sadly, any reforms will come too late for my constituent Katherine in her current property. As the Government delay and dither, more people will be left in a desperate situation as a result of section 21 notices. It is within our grasp to fix this issue. I am grateful to the hon. Members for Dover (Mrs Elphicke) and for North Devon (Selaine Saxby) for raising the issue, but I hope that they will push their Ministers to make sure that we see reform come through now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}