{
    "url": "https://www.ukpol.co.uk/florence-eshalomi-2023-speech-on-the-procurement-bill/",
    "title": "Florence Eshalomi – 2023 Speech on the Procurement Bill",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Florence Eshalomi",
            "url": "/tag/florence-eshalomi/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Florence Eshalomi, the Labour MP for Vauxhall, in the House of Commons on 9 January 2023.",
    "content": [
        "It is a pleasure to be closing this debate on behalf of the Opposition. I thank right hon and hon. Members for their contributions this evening. My hon. Friend the Member for Blaenau Gwent (Nick Smith) highlighted the serious lack of transparency within our system, which led to huge waste during the pandemic, with millions handed out to many personal protective equipment companies. It was great to welcome my newly elected hon. Friend the Member for City of Chester (Samantha Dixon), who painted such a beautiful picture of her city that I am keen to visit it. She also highlighted the real benefits of social value and why it is a missed opportunity for this Government. My hon. Friend the Member for Birkenhead (Mick Whitley) also mentioned the support for social value.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As many Members have mentioned this evening, procurement is such an exciting and interesting topic! Let me be honest: if I went back and told that girl from Brixton that one day she would be closing a debate for the Opposition on this subject, she would probably have said, “What the hell is procurement?”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Having come to this place via local government and the London Assembly, I know how important procurement is to our communities. I know how local businesses, which are rooted in our communities, feel when they are sidelined for public contracts that they are more than capable of delivering. I know how important it is to make sure that we get value for every single penny of public money, and to make sure that we get the right framework for procurement to deliver the best services for our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Procurement accounts for a third of all public spending and most people involved with the sector will recognise the need for a simplified regime to replace the current daunting list of former EU regulations when approaching a contract. I want to work constructively with the Minister to make the new regime deliver for the British people as best it can, but unless the Government make the crucial amendments to the Bill that can deliver the value for money that our country deserves, it will be a missed opportunity. The Bill is also a missed opportunity to restore trust in our procurement process. We must recognise that trust in the procurement system has sadly been damaged by the mess of the personal protective equipment contracts on the Government’s watch.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I know the Government are keen to get maths on the agenda, so perhaps the Minister will not mind me doing a bit of “quick maths”— in the words of Big Shaq—in the House today. What do we get if we add a lack of due diligence over billions of pounds-worth of PPE, plus £18 million recouped from potentially fraudulent PPE contracts, plus an unfair VIP lane, giving access to lucrative contracts to those with connections to the Government? Let me tell the Minister: he will get £10 billion of PPE written off, with the public picking up a bill of more than £777,000 a day for PPE stored in China. As my right hon. Friend the Member for Ashton-under-Lyne (Angela Rayner) said, that could cover 75,000 spaces in after-school clubs desperately needed by parents up and down the country. The Government do not need a report card to know that they have got an F in delivering value for money for the taxpayer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "No one is denying that covid caused incredible stresses in our procurement processes, but we on the Labour Benches were expecting the Government to learn the lessons from the PPE scandal. We expected the Bill to offer a system that gives the public confidence that it is fair and transparent, but what we have is a direct contract scheme that hands more, not fewer, powers to Ministers. It would give them a free rein to bypass crucial elements of whatever scrutiny they felt was needed. If the Minister wants an example of why scrutiny is important, I invite him to look at the Public Accounts Committee’s damning report on the awarding of contracts to Randox Laboratories. As the hon. Member for Richmond Park (Sarah Olney) said, there were a number of failings that cannot be excused. The report found that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“basic civil service practices to document contract decision making were not followed.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It also said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“The role of the Department’s ministers in approving the contract was also confused and unclear.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It gets worse. Despite struggling to deliver on its first contract, the company was then awarded another contract extension worth £328 million, just seven months later. In this time, Randox saw a four-hundredfold increase in its profits in the year to June 2021. That is disgraceful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Anthony Mangnall**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Does the hon. Lady not take confidence from the platform the Bill creates whereby a business or organisation that has performed badly will not be able to bid into a contract? The whole point of the transparency measures is to stop that from happening. We have addressed those concerns and placed them in the very Bill that we are debating this evening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Florence Eshalomi**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the hon. Gentleman for that point. What we in the Opposition are trying to say is that the transparency clauses the Government are talking about do not go far enough. We have a system that does not claw back the money that is wasted; at a time when we are telling members of the public to look at the cost of living, we are seeing money wasted and not clawed back.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Public transparency is not just a nice thing to say, but a vital tool to ensure that every single penny of public money is spent efficiently. I welcome some of the moves towards transparency in this Bill, but we can and must go further. We must look at Ukraine, which has created a transparency system that is open to the public and inspires trust. The Ukrainians have managed to do that while under attack by Russia. If they can do it, so can we.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Labour would follow in Ukraine’s footsteps and publish an accessible dashboard of Government contracts that is available to anyone as part of our public works pledge. We say that not only because transparency inspires public trust, but because it helps us to track the value created by public procurement in the UK. That matters, because value for public money and spending is ultimately about value to our communities. It is about creating well-paid jobs, ensuring environmental standards are fit for the next generation and preventing a race to the bottom on workers’ rights.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To that end, this Bill is a perfect chance to guarantee a strong commitment to social value and legislation. While I welcome some of the significant progress made on social value in the Lords with the national procurement policy statement, the Bill sadly does little to further the promise of social value or to build on the promise of the Public Services (Social Value) Act 2012.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Labour would go further. Our public works pledge would make social value mandatory in public contract design, but that is not all we would do. We would get tough on suppliers who fail to deliver for the taxpayer. We would guarantee transparency on how taxpayers’ money is spent. We would cut the red tape to give our SMEs a fair chance at winning contracts. We would oversee the biggest wave of insourcing in a generation to deliver public services that we can all be proud of.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Bill is large and technical and there are many things I look forward to working constructively on with the Minister during line-by-line scrutiny. In that spirit, I end my remarks by praising the progress made on the Bill in the other place. Important amendments on the national procurement policy statement and protecting human rights are now included in the Bill as a result. I close by urging the Minister to commit today that the Government will not roll back on those key victories—that is vital. I hope he will work with me to ensure that our procurement system delivers for people up and down this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}