{
    "url": "https://www.ukpol.co.uk/florence-eshalomi-2022-speech-on-the-hm-passport-office-backlog/",
    "title": "Florence Eshalomi – 2022 Speech on the HM Passport Office Backlog",
    "post_date": "June 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Florence Eshalomi",
            "url": "/tag/florence-eshalomi/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Florence Eshalomi, the Labour MP for Vauxhall, in the House of Commons on 14 June 2022.",
    "content": [
        "Thank you, Madam Deputy Speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“I have now applied twice to renew his passport at £55 on both occasions plus new photos and am really at a loss. I have spoken to close to 30 different people at the Passport agency over the past six months, all of whom share my frustration and then do absolutely nothing about it.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Those are the words of my constituent, Tom, who is trying to renew the passport of his six-year-old son, Frederick. Tom originally applied for the passport in October last year, sending in the forms and the old passport, before the application lapsed due to an administrative error on his part. Tom then attempted to apply again on 17 January but was told he needed to send the old passport in again, despite its being in the possession of the renewals team. Tom does not have the old passport. Despite explaining the situation more than 15 times over the phone, by email and in letters, Tom’s application was cancelled for a second time. Nearly six months later, guess what, Tom still does not have a passport for his son Frederick. My office has received conflicting advice from the Home Office about the status of this passport, and we have struggled to receive updates in a timely manner, regularly chasing the Home Office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is just one of a dozen cases brought to my attention by my Vauxhall constituents over the past few months regarding the unacceptable delays from the Passport Office. These delays mean that people are missing much-needed holidays after the covid pandemic. They mean that people are unable to see family members they have not seen for two and a half years. They mean that people are unable to attend life-changing events such as weddings or saying goodbye to their loved ones. These delays are unacceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Tom’s story, and the many other stories that we will hear this afternoon from right across this House, show clearly that the Home Office is in disarray. Things cannot and must not carry on like this. Sadly, this highlights yet another example of failure on this Home Secretary’s watch, and it is leaving households right across the country suffering. People in Vauxhall and across the country deserve better, and the Minister must act urgently to sort out the delays and deliver a passport system that is fit for purpose. I highlighted to him in an intervention an email I had received while we were sitting in the Chamber, and I hope that he will help me to look into that if I email it to him later. When he responds to the debate, he needs to outline what tangible action he will be taking to address these delays before we see a massive increase in this backlog come the summer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}