{
    "url": "https://www.ukpol.co.uk/florence-eshalomi-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Florence Eshalomi – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Florence Eshalomi",
            "url": "/tag/florence-eshalomi/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Florence Eshalomi, the Labour MP for Vauxhall, in the House of Commons on 10 September 2022.",
    "content": [
        "I rise to pay tribute to Her late Majesty the Queen. Like many other people, I had the opportunity to meet the Queen. As a councillor, I attended the annual garden party at Buckingham Palace in 2010 with my late mother. My mother, like most British Nigerians who speak Yoruba, remarked that she was going to meet Iya Charlie, which translates to “Charles’s mother”, and she proceeded to phone all her family members across London and Nigeria to tell them the good news that she was going to the palace. I remember seeing some of the other guests at the palace, and thinking how good it was to see so many members from the Commonwealth represented, all dressed in their national dress and uniform.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The one thing that the British Nigerian diaspora in the UK enjoy, in addition to our culture, hard work and education, is a good party. I remember my mother’s face when she was presented with sandwiches and cakes at the garden party, because according to Nigerians, an event cannot be called a party without jollof rice. When I saw the Queen coming towards my mother and me, my mum said she would ask her about the food options. There was horror on my face; I could already see the headlines in the Daily Mail: “Councillor from Brixton kicks off at garden party”. I pleaded with my mother not to ask the Queen about the catering options, and I said that we would stop for KFC on the way home.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My constituency of Vauxhall is home to many people from around the Commonwealth. They are in Britain for a variety of reasons, but the one thing that united their vision of this country was the presence of the late Queen Elizabeth. The Queen is fondly remembered across Vauxhall. Long before air travel was common, King George VI and the royal family, including a young Elizabeth, would often depart for their visits from Waterloo station in my constituency, including for their royal visit to Canada in 1939, and the royal visit to South Africa in 1947. In March 1967, the late Queen opened the Queen Elizabeth hall in the Southbank Centre, and in 1977, she unveiled a plaque celebrating Jubilee Gardens, which were created for her silver jubilee. She returned to Vauxhall to officially open the transformed gardens on 25 October 2012, during her diamond jubilee year. Those gardens, which form a backdrop to the London Eye, continue to be one of London’s most loved public spaces.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Queen was a representative of our country like no other, and she represented our country like no one else. She had an unwavering commitment to public service for over 70 years, and despite the scrutiny that she was under throughout her reign, her peerless dignity and leadership meant that she was always a source of pride. That pride was felt by so many people; when they travelled abroad, they were always asked about the Queen. Those becoming British citizens felt that pride when taking the oath of allegiance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Now we must welcome King Charles III to the throne. I know from his visit to Vauxhall, and his personability and dignity, that he will follow in a long tradition. Psalm 62, verses 5 and 6, read:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“For God alone my soul waits in silence, for my hope is from him. He alone is my rock and my salvation, my fortress; I shall not be shaken.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Queen was not shaken. Eternal rest grant unto her, O Lord, and let perpetual light shine upon her. May she rest in peace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}