{
    "url": "https://www.ukpol.co.uk/florence-eshalomi-2022-speech-on-the-infected-blood-inquiry/",
    "title": "Florence Eshalomi – 2022 Speech on the Infected Blood Inquiry",
    "post_date": "December 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Florence Eshalomi",
            "url": "/tag/florence-eshalomi/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Florence Eshalomi, the Shadow Cabinet Office Minister, in the House of Commons on 15 December 2022.",
    "content": [
        "I thank the Minister for the statement, which is welcome but long overdue. It is very disappointing that the Government did not find time for an oral statement in the House earlier this year when they published Sir Robert’s report. Ministers were dragged kicking and screaming to publish the report when it was leaked. That has been the pattern throughout this long painful process and it seems no different today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Victims of the contaminated blood scandal will be watching today with great interest. Heartbreakingly, many of those infected have not lived to see today’s exchanges and the prospect of proper justice at the end of the inquiry. My right hon. Friend the Member for Kingston upon Hull North (Dame Diana Johnson) has campaigned tirelessly to raise awareness of this issue, but throughout that time more than 3,000 people have died and statistics from the Terrence Higgins Trust show that, between the start of the inquiry in July 2017 and February 2022, some 419 infected people have died.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I know personally how important this issue is and what it is like to have a loved one rely on a clean blood supply. My late mother suffered from sickle cell anaemia and because of that disease she required regular blood transfusions, which were vital. Without those blood transfusions, her life would have ended a lot earlier. I cannot imagine the pain and trauma experienced by families who were let down by basic failures of standards. The least they deserved was a prompt and thorough response from the Government. While we await the conclusion of the report and inquiry, one person dies every four days. Every day that we delay the compensation is justice denied to those people. The Minister owes it to those victims to provide real answers today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In a recent Westminster Hall debate, the Minister’s colleague, the Parliamentary Secretary, Cabinet Office, the hon. Member for Brentwood and Ongar (Alex Burghart), gave a frankly insulting response on the subject. He dodged the question and failed to give any certainty about the timeline for payment or the publication of the Government’s response to the report, which they have had for more than eight months. Victims will not accept empty gestures. It seems to families that the plan changes with every announcement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Can the Minister make a promise to the House today to publish a timetable for the compensation framework for those affected by the infected blood scandal? What plans does he have to work in partnership with the infected blood community to develop the compensation framework for those affected? When will he end the Government’s silence on the other 18 recommendations that have gone ignored? How will the Minister make sure that everyone who wants to respond to the proposals has the opportunity to do so? Rather than sporadic updates without any substance, will the Minister commit to more regular updates on progress and the direction of travel on this heartbreaking issue, ahead of the report next summer?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The contaminated blood scandal had a life-changing impact on tens of thousands of victims who were promised the hope of effective treatment. It can only be right that they see the justice they deserve as soon as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Jeremy Quin**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the hon. Lady for her remarks. She spoke movingly of the impact on those infected and affected. I concur that time is of the essence. I appreciate that, for family reasons, she knows how difficult it must be for the people who saw these things happening to their relatives, and how awful that process has been. I also appreciate that it is incredibly important, given all that has happened to this community, that trust is built and retained. I certainly commit that we will update the House regularly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I cannot commit to a timetable. The reason is that I do not want to say anything in this House that we cannot meet. There is a complex series of steps to be taken and work to be done across Government and with the devolved Administrations. But I assure hon. Members that it is my intention to update the House as we make progress. We must do so in order to ensure that those infected and affected are fully apprised of the progress we are making.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful to Sir Robert and Sir Brian for how they have incorporated the views of those infected and affected in their work. My impression is that those infected and affected have appreciated the engagement they have had through the work undertaken. I hope that means that Sir Brian’s work is fully reflective of the thoughts of the community. I have said that I wish to meet members of the community. I want to ensure that our work is timely and ready to fully consider and respond to the work that Sir Brian produces during the course of next year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}