{
    "url": "https://www.ukpol.co.uk/florence-eshalomi-2022-speech-on-the-independent-cultural-review-of-london-fire-brigade/",
    "title": "Florence Eshalomi – 2022 Speech on the Independent Cultural Review of London Fire Brigade",
    "post_date": "November 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Florence Eshalomi",
            "url": "/tag/florence-eshalomi/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Florence Eshalomi, the Labour MP for Vauxhall, in the House of Commons on 28 November 2022.",
    "content": [
        "**Florence Eshalomi (Vauxhall) (Lab/Co-op)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Confidence in our emergency services is built on trust—trust that they will be there for people in their moment of need and do everything possible to help them, and trust that no matter what they look like or who they are, they will be treated with respect. Sadly, this report brings that trust into question. In moments such as this, my Vauxhall constituents will need confidence in their emergency services, yet when they hear the shocking reports about the fire brigade, soon after revelations about the police, they might question whether there is a wider cultural problem in our services. I salute the 2,000 firefighters who came forward, but recent scandals in the police and fire service reveal the importance of having a strong whistleblowing procedure. Will the Minister say from the Dispatch Box whether he will commission a national review of standards and culture to ensure that no one is afraid to come forward to raise this abuse?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Chris Philp**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Lady is right to say that constituents, regardless of their background, should be able to have full confidence in the service, and that is why I think the Commissioner of the London Fire Brigade rightly said that he will implement all 23 recommendations to deliver that. It is worth saying on that point that on a daily basis firefighters across the country put their lives at risk to keep us safe. While being appalled by this report and absolutely determined to make sure there is substantial change, we should keep in mind at the same time that firefighters are putting their lives at risk daily. In terms of her question about whistleblowing, that is something we can take away and consider. Whistleblowing should be available. Firefighters from all backgrounds should be able to raise issues when they encounter them, and it is vital to make sure that those channels exist, so that is something I will take away.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}