{
    "url": "https://www.ukpol.co.uk/florence-eshalomi-2022-parliamentary-question-on-damp-in-properties/",
    "title": "Florence Eshalomi – 2022 Parliamentary Question on Damp in Properties",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Florence Eshalomi",
            "url": "/tag/florence-eshalomi/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Florence Eshalomi, the Labour MP for Vauxhall, in the House of Commons on 16 November 2022.",
    "content": [
        "**Florence Eshalomi (Vauxhall) (Lab/Co-op)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "According to the English housing survey, 839,000 homes across the country have damp problems, including 409,000 private rented properties and 198,000 social housing properties. However, across the House, we all know that the figures are far higher. For every constituent who contacts me in Vauxhall or any other Member of the House, there are so many other constituents suffering in silence, not knowing who to turn to, living in poor conditions that are affecting their health. I welcome the Secretary of State saying that resources will be available, but the sad truth is that cuts over the last 12 years to our local councils have borne human consequences. This boy’s sad death should not have happened. Will the Secretary of State acknowledge that the Government have an urgent duty to do better so that more tragedies such as this do not happen?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Michael Gove**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful to the hon. Lady, who on the Levelling Up, Housing and Communities Committee and elsewhere has been a clear and consistent voice calling for the better treatment of tenants in a variety of different tenures. The cases that she has brought to my attention and others’ make a compelling case for change. She is right that we in government must ensure that we provide an appropriate level of resource. I do believe that ensuring that more people are aware of how to contact the ombudsman and ensuring that the regulator has additional teeth will contribute to change. But, of course, all of us need to ensure that we keep the situation under review. Her question gives me the opportunity again to praise the work of Dan Hewitt of ITN and, of course, Kwajo Tweneboa, the housing campaigner, who have worked with her to highlight the problems that we both want to see resolved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}