{
    "url": "https://www.ukpol.co.uk/florence-eshalomi-2022-speech-on-energy-price-capping/",
    "title": "Florence Eshalomi – 2022 Speech on Energy Price Capping",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Florence Eshalomi",
            "url": "/tag/florence-eshalomi/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Florence Eshalomi, the Labour MP for Vauxhall, in the House of Commons on 8 September 2022.",
    "content": [
        "I echo the comments of my hon. Friend the Member for Swansea East (Carolyn Harris) with regard to dialysis patients. My late mum was on dialysis due to her sickle cell—she dialysed three times a week—and one reason why she did not want to switch to home dialysis was its cost. Many sickle cell and dialysis patients who will need to have their heating on this winter will be worrying so much about how they will pay their bills.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On what the Prime Minister announced this morning, without the right action from this Government, the next few years will be fraught with so many difficulties for my constituents in Vauxhall. The decisions that the Government have made today will impact them for many years to come. I hope that the Prime Minister and the new Government will have that in mind as they make decisions about the next few years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Solving the energy crisis is the first test of the new Government. Will they make the big decisions on the oil and gas firms who are making record profits while people up and down the country continue to suffer? Will they be fiscally responsible and do everything in their power to lower the burden on future generations? Will they support families who are already making desperate choices between putting food on the table and heating their home? I am afraid to say that, on the basis of the Prime Minister’s announcement and what we have heard from the Government, the answer is a resounding no.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For many of my constituents, the cost of living crisis did not start when Ofcom raised the price cap last month. For many, it did not even start when Russia invaded Ukraine earlier this year. The squeeze in their wages, which have not been keeping up with prices, has been a feature of the Government over the last few years. Households have been squeezed relentlessly over decades. Statistics from the Trussell Trust show that, between April 2019 and March 2020, more than 20,000 food parcels were distributed in Lambeth. The shock of the energy crisis has been severe, but we cannot keep ignoring the fact that a number of households have been left in this position as their bills continue to go sky-high.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We cannot ignore the failure to insulate homes due to failed insulation policies and the end of the Warm Front discount introduced by the Labour Government. What do we get from this Government? We get the rulebook on fracking ripped up while people continue to see untapped onshore wind potential. We get attacks on workers’ rights, with people taking to losing a day’s pay—more in some cases—to fight for wage increases and their rights. We see scraps of policy on insulating homes as our homes continue to bleed the energy that they need. That bears the hallmark of the incompetence of the last 12 years of this Conservative Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We cannot afford to go on like this. Enough is enough. We need a sea change with the Government recognising the issues faced by people in Vauxhall and up and down the country. We need a sea change, and we need a new Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}