{
    "url": "https://www.ukpol.co.uk/florence-eshalomi-2023-speech-on-international-womens-day/",
    "title": "Florence Eshalomi – 2023 Speech on International Women’s Day",
    "post_date": "March 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Florence Eshalomi",
            "url": "/tag/florence-eshalomi/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Florence Eshalomi, the Labour MP for Vauxhall, in the House of Commons on 9 March 2023.",
    "content": [
        "It is an honour to follow the hon. Member for Southend West (Anna Firth). A number of us do hold our mothers dear; I think of my late mother, who was not fortunate enough to see me elected to this place, but I know that she is with me every day. She was my biggest inspiration, and to echo the words of the hon. Member for Livingston (Hannah Bardell)—who is not in her place—my mother was also a single mother. We have to continue to pay tribute to the role that single mothers up and down the country, especially during this difficult time where a number of those single mothers are navigating the cost of living crisis but are still providing for their children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are so many fantastic young women in my constituency of Vauxhall, but there is one young woman who I want to pay special tribute to this afternoon: Ebinehita Iyere, who is the founder of Milk and Honey Bees, a creative space for young black women in south London. She and a number of girls wrote a book last year, “Girlhood Unfiltered”. Milk and Honey Bees is a safe space for young black girls to talk about some of the issues and challenges that they face. The work that Ebinehita has done over the past few years in providing a voice and a space for those young black girls is so inspirational, and I just wanted to make sure that she was mentioned this afternoon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is a real pleasure to speak in today’s debate, Mr Deputy Speaker, and to follow so many other inspirational women and their powerful contributions. As MP for Vauxhall, I am proud to represent the Brixton community that I have lived in all my life, but I am not alone in that: Brixton is in the unique position of being represented in this House by not one, not two, but three MPs, and I am proud that since the 2019 election, all three of us are women. Locally, Lambeth Council is led by Councillor Claire Holland. Marina Ahmad AM is my successor as London Assembly Member for Lambeth and Southwark, and 30 female Lambeth councillors provide strong leadership across our borough. I am delighted that any young girl or woman growing up in Vauxhall today has so many women to look up to, not just in politics but in our local businesses, our schools, our voluntary and community organisations, our wonderful cultural centres and our fantastic Oval Invincibles cricket team, who have won both The Hundred titles on offer since that tournament was launched in 2021.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We should be proud of the progress we have made. We know that representation must be used to improve the rights of women and girls locally, nationally and globally; therefore, International Women’s Day is not just a celebration of our achievements, but a chance for us to recognise how far we must still go to achieve global gender equality. One area in which we still see a marked disparity is between men’s and women’s health outcomes. Women often do not get the treatment they need as quickly as men do, and that problem is driven by the lack of awareness about women’s health and the cultural tendency to view illness through the lens of a man. As co-chair of the all-party parliamentary group on HIV and AIDS, I wish to focus the rest of my remarks on the impact of HIV on women.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Women make up a third of people living with HIV, with an estimated 31,000 women living with HIV in the UK and 20 million worldwide. In 2021, 556 women were newly diagnosed with HIV in England, accounting for 27% of all new diagnoses. The vast majority of those cases were likely due to exposure during heterosexual contact. What is most shocking is that black African women accounted for 38% of all women diagnosed, followed by white women, who accounted for 15%. Of the women diagnosed in 2021—this is a really shocking statistic—35% lived in London, and 47% were diagnosed late. That is a key issue that is highlighted by so many organisations and charities leading the fight against HIV and AIDS.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Last month, we celebrated National HIV Testing Week, and I was proud to join other parliamentary colleagues across the House to demonstrate how quick and easy it is to get tested, but testing is only one tool in the prevention of HIV and AIDS. I put on record the fantastic, formidable women who are leading the fight against HIV and AIDS in the UK: Susan Cole, Deborah Gold, Lisa Power, Sophie Strachan, Angelina Namiba, Amanda Ely, Professor Yvonne Gilleece, Dr Claire Dewsnap, Professor Jane Anderson, Anne Aslett and Dr Laura Waters. Those are just some of the women I have met in my role as co-chair of the APPG on HIV and AIDS who are taking on that fight. If we are really to look at how we deliver services and make sure that we end new HIV transmissions by 2030, we must ensure that we remember women’s voices.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We must have a strategy for tackling the persistent health issues that remain. The stigma, poverty, gender-based violence and immigration problems all intersect, with the result that women living with HIV struggle with not only their physical health, but their emotional wellbeing. To tackle this, we must achieve gender parity in the HIV response. That will involve ensuring equitable investment, priority and attention to women in HIV prevention, research, data and services. We must also ensure that HIV research addresses specific knowledge gaps around HIV in women, which will support the full participation and meaningful involvement of women. Finally, we must allow for better access to pre-exposure prophylaxis and other forms of HIV prevention.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Lilian Greenwood**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Before my hon. Friend finishes her very powerful speech about the importance of listening to women’s voices in relation to HIV and AIDS, can I ask her whether she agrees that we also need to listen to women’s voices in a whole range of healthcare settings? I am thinking particularly of women harmed by failures in healthcare, including my constituent Sarah Hawkins, whose daughter Harriet was born dead as a result of inadequate maternity care, and whose second daughter Lottie is growing up without her big sister. I am also thinking of my constituent Peggy Gedling, who yesterday laid to rest her son Justin far too young. His life was cut short after she was prescribed the hormone pregnancy test drug Primodos. Does my hon. Friend agree that if women had been listened to, we could have avoided some of that harm?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Florence Eshalomi**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank my hon. Friend for making that powerful intervention. When we look at the health disparities that exist, we see that it is really important that women’s voices are heard in terms of the treatment they are receiving. All of us as MPs will have received emails from female constituents detailing where they have not been listened to or believed; where sometimes, their symptoms have been unrecognised; where they have been told that they need more painkillers and “it will be okay, dear”. We need to make sure that those dedicated doctors and nurses listen to women, and believe women when they raise medical concerns.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dawn Butler**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend is making a very powerful speech. On the subject of women, the NHS and medical interventions, does she agree that structures such as body mass index, which was created to identify the average body of a man, does not relate to women? We have to look at all the systematic, structural misogyny that exists in our systems.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Florence Eshalomi**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank my hon. Friend for making that really important point. In terms of how we identify some of the problems that women face, one of the other issues that we have worked on together is maternal death of black women—the fact that black mothers are more likely to die during childbirth or pregnancy—and some of the issues around their weight and long-term conditions not being taken into account when addressing those health inequalities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On this International Women’s Day, there is a lot more that we can and should be doing. We should be working together to improve the quality of life for millions of women, not just in the UK, but right across the world, and it is incumbent on us all to work together to say that we can bring the epidemic that started 40 years ago to an end by including women’s voices.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}