{
    "url": "https://www.ukpol.co.uk/bill-esterson-2020-speech-on-the-coronavirus-bill/",
    "title": "Bill Esterson – 2020 Speech on the Coronavirus Bill",
    "post_date": "March 24, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Bill Esterson",
            "url": "/tag/bill-esterson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Bill Esterson, the Labour MP for Sefton Central, in the House of Commons on 23 March 2020.",
    "content": [
        "I entirely agree with the right hon. Member for Chipping Barnet (Theresa Villiers) about the message we should give to our constituents. We have to support health workers as a priority and we have to support all essential workers, and we have to make sure that everything we do delivers that objective. I want to say a few words about information. We need information clarity. One of the problems we have had over the last few weeks has been the change in the information and advice given by the Government and others. What the right hon. Lady has said is exactly right: stay at home, stay 2 metres away from everybody else, wash your hands, and protect those health workers and essential workers so they can look after us. I do think we are going to need more stringent measures, and need them soon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will focus the remainder of my remarks on the financial measures. The Bill references sick pay, but 4.7 million self-employed workers, many of whom have lost their entire work, do not qualify for sick pay, and the same applies to a further 1 million company owners. It is essential that the Chancellor brings forward measures that deliver sick pay, yes, but also a package for our self-employed workers, as the Musicians Union has suggested, which means the real living wage. It has suggested £400 a week initially, and an equivalent 80% figure based on previous years’ earnings. This is to put the self-employed in a similar position to the package the Chancellor suggested for employees on Friday, which I think was a very important step forward.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There has to be rent and mortgage provision that does not put people into arrears. It is no good pushing people into debt and making life more difficult. I say these things because if people are not financially secure, they are more likely to make risky decisions and try to go to work, and to act in a way that is counterproductive to achieving the objectives of supporting our health workers and reducing infection.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Another point put to me by many self-employed workers is that insurance is simply not working. Provision has to be in place for business interruption and for income protection, as those policies are being regarded as not valid by the insurers. I have had many constituents and business organisations coming to me, including the example of a self-employed couple who already cannot put food on the table.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The other point I want to make is the importance of actions being taken quickly. The Government need to say for employees, as well as announcing the package for employers, exactly how people are to access the funds. How do businesses get the money quickly so they can carry out the income replacement schemes? Given that it will not apply in March, there is a risk that hundreds of thousands of workers will miss out because businesses will not survive. There are additional costs that have to be covered—the costs of rent, insurance and utilities—and many businesses simply will not be able to cover those costs to be in a position to take advantage of the measures announced on Friday. This is about speed of access, making sure the schemes are available and that the cash gets through as quickly as possible, and that does mean this week. I am glad that the Paymaster General is taking notes on these points.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On the loan scheme that has been announced, the banks are saying that they want personal guarantees. That is going to stop businesses taking out loans, and the loans that might have delivered cover for those other costs are simply not going to be viable for too many businesses. That is another aspect that needs sorting out. There is so much detail that needs attention, and I appreciate that, but the schemes need to be up and running.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Emergency workers, especially in the health service, need everyone to be able to stay at home. The schemes need to be implemented, and information from the Government needs to be clearer. The Government can now take advantage of advert breaks because the commercial advertisers are not going to be using them. Let us get the information out there on the telly, on the radio and on social media about how people can access these schemes and about staying safe out there. Let us make sure these schemes are in place quickly to look after people in employment and self-employment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}