{
    "url": "https://www.ukpol.co.uk/bill-esterson-2020-speech-on-the-uk-us-trade-deal/",
    "title": "Bill Esterson – 2020 Speech on the UK-US Trade Deal",
    "post_date": "March 3, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Bill Esterson",
            "url": "/tag/bill-esterson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Bill Esterson, the Labour MP for Sefton Central, in the House of Commons on 2 March 2020.",
    "content": [
        "May I thank the Secretary of State for early sight of her statement? We on this side of the House support ambitious trade agreements that unlock economic growth, create new jobs, and elevate rights and standards, so I congratulate her and her officials on the publication of today’s negotiating mandate for the Government’s flagship post-Brexit trade agreement. A year after the US equivalent, it has been greatly anticipated.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Some 20% of our current trade is with the US. It is our second biggest market, and we have enjoyed decades of two-way trade without an underlying trade agreement. The Government predict GDP growth of 0.07% to 0.16%, or £1.6 billion to £3.4 billion, as a result of this agreement. To put that in context, the Government’s own figures suggest a fall in GDP of about £150 billion as a result of the type of trade deal being proposed with the EU. Would it not be sensible to prioritise minimising losses of £150 billion, rather than chasing much smaller gains of £2 billion to £3 billion? How much will be added to GDP by the trade agreements with Japan, Australia and New Zealand, to which the Secretary of State referred? Will she confirm that countries on the other side of the Atlantic or further afield simply cannot come close to replacing what will be lost in the type of trade deal being proposed with the EU?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The negotiating objectives contain references to a level playing field with the US and a commitment to prevent either side from enjoying an artificial advantage—a commitment not being offered to the EU. Does the Secretary of State believe that the EU has not noticed? Or does she think the EU does not have access to translators? Dispute mechanisms are used by the US in international trade agreements to enforce its standards as a matter of course. It is noticeable that the EU negotiating objectives specifically exclude environmental protections and workers’ rights from the proposed dispute mechanism, but no such exclusions have been set out in the objectives published today, so will the UK end up having to back down, or are the rights and protections really the red lines that the Secretary of State would have us believe? Will she insist that the US signs up to International Labour Organisation conventions? How will the agreement reinforce the UK’s commitment to net zero by 2050?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Chancellor’s adviser said yesterday that we do not need a farming industry or a fishing industry; who should we believe—the Chancellor’s adviser or the Secretary of State? The Government say that they will not allow chlorine or acid-washed chicken—processes used only because of insanitary conditions in the United States—but they also say that such produce is safe; which of those is the Government’s position? Will they make the necessary commitments in law to protect our consumers by adding them to the Agriculture Bill?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The US trade representative says that the US will demand greater market access for US pharmaceutical businesses, which could drive up the cost of medicines. Meanwhile, the provisions of trade agreements can apply inadvertently to public services and lock in privatisation measures, against public concerns and the public interest. Will the Secretary of State confirm that she will ensure that explicit wording rules out liberalisation measures from applying to our NHS and to all public services?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The mandate published today appears mainly to be about tariffs; mucking about with tariffs does not constitute an international trade agreement. The current round of trade tariffs has damaged leading British exports, including Scotch whisky, and caused great concerns in our ceramics and steel sectors. The Government have already spelled out their plans to drop tariffs to zero; where is the incentive for the United States to do the same? What is to stop them walking away from a deal because we have given them everything that they want without the need for an agreement?​  \nThe Secretary of State mentioned Congress, so on the subject of scrutiny she must recognise that her statement does not constitute adequate parliamentary engagement on this process. Will she tell NHS patients, farmers, manufacturers, consumers and workers just how she intends to enable scrutiny of this and all other international trade agreements?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}