{
    "url": "https://www.ukpol.co.uk/bill-esterton-2019-speech-on-business-late-payments/",
    "title": "Bill Esterton – 2019 Speech on Business Late Payments",
    "post_date": "June 19, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Bill Esterton",
            "url": "/tag/bill-esterton/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Bill Esterton, the Labour MP for Sefton Central, in the House of Commons on 19 June 2019.",
    "content": [
        "Unfortunately, I have only just received a copy of the Minister’s statement. I do not know why there was a delay, but it was not particularly helpful in preparing my response. [Interruption.] The Minister has just graciously apologised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Late payment is believed to be the cause of 50,000 business failures each year, at a cost to the economy of £2.5 billion, along with thousands of jobs. Those are figures from the Federation of Small Businesses. The Minister is right to pay tribute to that organisation for the brilliant work that it does in advocating for small businesses on this issue and on so many others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In her press statement, the Minister reported a fall in the scale of the problems facing small businesses, but let me caution her on that. She cited the excellent work of the Business, Energy and Industrial Strategy Committee, but it has suggested that it has evidence that payment terms are growing longer to mask some of these problems. Perhaps she can address that through some of the proposals that she has outlined.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We welcome the steps announced today as an important start in tackling the scourge of late payment. I tabled amendments to the Enterprise Bill that would have given the small business commissioner powers to insist on binding arbitration and fines for persistent late payment. The Government rejected those amendments, so we put the proposals in our 2017 manifesto, along with requirements for anyone bidding for a Government contract to pay their suppliers within 30 days. It is good to see the Government catching up with us today in their proposals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The small business commissioner does great work with the £1.35 million in his revenue budget and, as I understand it, 12 members of staff at his disposal, but there are limits to what he can do. Although the £3.8 million recovered by the commissioner is important to the businesses affected, it is a fraction of the money withheld by late payers, which is in the tens of billions of pounds on any of the estimates available to us. What extra budget will the commissioner be given to discharge the additional responsibilities that the Minister is proposing, and what is the timescale for the consultation?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Accountability of company boards is a step in the right direction, but it will be important to compare the experience of the supplier with the reported practice in company accounts. How will the Minister ensure that what is reported is the time from the date of supply of goods and services rather than the date of recording the invoice, which any accountant knows can be significantly different and is often subject to delay when invoices are mysteriously lost or queried by accounts departments? How will this add to the existing duty to report? When will the consultation on giving the powers on the duty to report to the small business commissioner take place?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As the Minister told us, a number of companies that are members of the prompt payment code have been found not to comply with the code. The scandal of Carillion is an example of abuse of that code; we saw payment times of 120 to 180 days becoming the norm. Giving the policing of that code to the small business commissioner is a sensible idea, so will the Minister say what additional resources for these powers will be given to him?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The use of project bank accounts would have prevented the £2 billion loss to 38,000 suppliers in the Carillion fiasco. What consideration are the Government giving to extending the use of project bank accounts? I also note that the Government are pledging from 1 September to force bidders for Government contracts of more than £5 million to pay 95% of their invoices within 60 days. That is in line with the prompt payment code, but only with the lower end of its requirements. Why not make it a 30-day requirement?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One complaint of businesses is that the public sector is the source of some of the worst practice. The Minister mentioned the public sector in her statement. Another complaint is that smaller firms are often at fault in delaying payments. When does she expect action to be taken on public sector and other small business delays?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The problems of late payment need significant changes in practice. Today’s statement announces a series of measures which, if properly resourced, could make a significant difference. Businesses deserve a change of culture. The economy and the country need a change in practice. In broadly welcoming these measures, I hope that the Government’s delivery matches the rhetoric.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}