{
    "url": "https://www.ukpol.co.uk/bill-esterson-2022-speech-on-the-terminal-illness-bill/",
    "title": "Bill Esterson – 2022 Speech on the Terminal Illness Bill",
    "post_date": "November 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bill Esterson",
            "url": "/tag/bill-esterson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bill Esterson, the Labour MP for Sefton Central, in the House of Commons on 18 November 2022.",
    "content": [
        "I start by congratulating my hon. Friend the Member for Stockton North (Alex Cunningham) on bringing forward an important and heartfelt piece of legislation. I hope, as the Minister said, that he is successful more quickly this time than he was with his private Member’s Bill on smoking in cars with children present, which he introduced some years ago. I remember it well, because I sat on the Children and Families Bill Committee and moved one of the amendments in his name, as he was not on the Committee. I spoke on it again on Report, and I was with him on the Delegated Legislation Committee where the legislation was implemented in the Smoke-free (Private Vehicles) Regulations 2015. I hope he is successful far more quickly, and I think the spirit of what the Minister said suggests that my hon. Friend can make enormous progress quickly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I add my thanks to Marie Curie and the TUC for the work they have done and the way they have informed this debate and for the evidence they have presented to my hon. Friend and the Minister. As my hon. Friend and the Minister said, the fact that 90,000 people die in poverty each year and that people of working age are dying, the effect that has on children and families and the challenges presented to people who are terminally ill mean that this issue must have our attention. I hope the Minister can convene other Ministers in the way that he said in short order and put in place some of the measures that he suggested can be done relatively quickly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In my hon. Friend’s Bill, he has proposed a series of pragmatic financial measures. The measures on the warm home discount and the energy company obligations speak for themselves in how the Bill is set out. He has told us about the high energy needs of people who are terminally ill, and clearly any help that can be given should be given. That brings me briefly to clause 3. The TUC’s Dying to Work campaign highlighted, as the Minister rightly said, that employers who do not act in the best interest of their workers need to be brought to account. I am grateful for his acknowledgement that the remedy of a tribunal is not an appropriate or practical way of addressing these problems. I am pleased that he said the objective should be for workers with a terminal diagnosis to be able to continue as long as possible, and that we will have that in Hansard, because it will form the basis of the discussions he mentioned.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I welcome the Minister’s commitment, and I congratulate my hon. Friend the Member for Stockton North on bringing forward an incredibly important and powerful piece of legislation. I hope with all sincerity that he is successful in short order, and that the Minister is able to fulfil his promises.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I welcome the Minister to his role as Science Minister, which he assured us earlier in the week he definitely is, and I believe it has now been confirmed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}