{
    "url": "https://www.ukpol.co.uk/george-eustice-2022-speech-on-cornwall/",
    "title": "George Eustice – 2022 Speech on Cornwall",
    "post_date": "November 24, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "George Eustice",
            "url": "/tag/george-eustice/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by George Eustice, the Conservative MP for Camborne and Redruth, in the House of Commons on 23 November 2022.",
    "content": [
        "I rise to set out the case for new clauses 70 and 71 in my name with the support of my hon. Friend the Member for St Ives (Derek Thomas) as well as numerous other Members from all parts of the House, including several Liberal Democrats, among them its leader, about which I will say a little more later.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I was very pleased that the Chancellor made direct reference to Cornwall in the context of the next round of devolution deals in his autumn statement last week, but linked to the agreement is a more controversial decision about whether Cornwall should have a directly elected leader, or mayor. I can see both sides of the argument and am genuinely agnostic. On the one hand, having a directly elected mayor could create, in one individual, a powerful voice for Cornwall; it could strengthen the accountability to local people in a more direct way, rather than have a model that relies heavily on a council chief executive. On the other side of the argument, however, the idea of a single individual representing the whole of Cornwall unsettles some of our Cornish sensibilities. We have a motto in Cornwall, “One and all”, but can this Cornish mindset based around the idea of shared endeavour be properly represented in a “One for all” system of democratic accountability? In addition, if we were to have lots of councillors from one party but a directly elected leader from another, or indeed from no party at all, would that create tensions and undermine good governance? This is therefore a significant decision for our councillors in Cornwall, and it is essential that all parties allow their councillors a free vote on the issue so that the advantages and disadvantages can be debated openly ahead of a final collective decision.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My contention today is that, whatever Cornwall eventually decides to do by way of structure of governance, it should nevertheless be granted an ambitious tier 3 devolution agreement. If having a mayoral system is such a powerful idea, it will carry the day irrespective of whether the Government dangle new money and new powers as an incentive. If it turns out not to be a good idea, however, the problems created might be more expensive than the perceived benefits of the deal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I know that the Government seek to bring more clarity and consistency to local government structure, and I completely understand, for what we have now is something of a hotchpotch. But there are powerful reasons, rooted in centuries of history, for treating Cornwall as a special case, for Cornwall has a distinct and subtly different place within the British constitution. The nature and origins of this Cornish particularism are often misunderstood and sometimes even mocked by people “up country,” as we say, who do not know what they are talking about, but Cornwall is different. It has a highly Unionist tendency, sealed through the Crown down the centuries. Its geography as a peninsula gives it a self-reliance, and with that a resilience. Cornwall can occasionally be somewhat aloof, but it is only ever hostile to other parts of the country when deliberately provoked. It is eternally proud of its distinctiveness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Historically, during Anglo-Saxon times, Cornwall was named “West Wales” and the links with Wales go back a long way. As we were recently reminded after the passing of Her late Majesty the Queen, it is also a constitutional rule that the eldest son of the monarch automatically assumes the title of Duke of Cornwall, and that has been the case down the ages. While there has been a more recent convention that future kings should first become Prince of Wales, it has always been more than a convention—it has been a constitutional rule—that future kings must first be the Duke of Cornwall.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In addition, the Duchy of Cornwall performs some of the functions that elsewhere fall to the Crown Estate. Until the 1700s there was a Cornish Stannary Parliament that had the power to veto certain English tax laws in Cornwall as part of a constitutional settlement to accommodate tin mining interests. Indeed, an attempt to disregard that settlement led to the Cornish rebellion of 1497. Finally, Cornwall was the only Royalist enclave in the south-west during the civil war and, had the Royalists won, it is likely that Cornwall would have been granted an administrative status similar to that of Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Kilbrandon report in the early 1970s acknowledged the distinctiveness of Cornwall and its unique status within our constitution, and suggested that it should be regarded as a duchy rather than just a normal county of England. A decade ago, this unique constitutional position was given modern expression when the coalition Government gave Cornwall special recognition, with the Cornish being acknowledged as a national minority under the European framework convention, alongside the Welsh, the Irish and the Scottish. In the best Cornish tradition, securing this recognition was a team effort, with cross-party support both within the council in Cornwall and here in this House. In those days, half the Cornish MPs were Conservative and the other half Lib Dem, and for once we agreed. As I mentioned at the start of my speech, I am grateful for the support that the Liberal Democrats have given these amendments, and let me take this opportunity to acknowledge the work that their party did at the time to secure that recognition. In particular, I remember that the former Liberal Democrat MP Dan Rogerson campaigned on the issue for several years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My amendments draw on that recognition given a decade ago. New clause 70 states that, when making decisions about devolution deals, the Government must give special consideration to areas that contain a national minority covered by the framework convention. New clause 71 goes further and would require the Government to provide for regulations to grant a tier 3 devolution deal to areas covered by that framework convention.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Accepting these amendments would enable the Government to demonstrate that they take their commitments to the framework convention seriously. It would, of course, make Cornwall a special and unique case, which the Minister’s officials might consider untidy, but it was ever thus; throughout history Cornwall has had a unique place within the British constitution, and it is only right that this Cornish exceptionalism should continue. I therefore commend these two new clauses to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}