{
    "url": "https://www.ukpol.co.uk/george-eustice-2022-statement-on-improving-water-quality/",
    "title": "George Eustice – 2022 Statement on Improving Water Quality",
    "post_date": "July 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "George Eustice",
            "url": "/tag/george-eustice/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by George Eustice, the Secretary of State for the Environment, Food and Rural Affairs, in the House of Commons on 20 July 2022.",
    "content": [
        "Improving water quality is a Government priority. We are the first Government to take such substantial steps to restore our water environment, from setting in motion the largest water company infrastructure project ever to reduce discharges from storm overflows, to seeing the largest fines in history placed on water companies. We have provided new funding to the Environment Agency to increase farm inspections to at least 4,000 inspections a year by 2023, and we are launching future farming schemes that will reward farmers and land managers for actions to reduce run-off, such as introducing cover crops and buffering rivers. This is reinforced by our proposed Environment Act 2021 targets to reduce the key sources of river pollution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are today launching a further package to tackle nutrient pollution, which is a significant problem for our freshwater habitats and estuaries. Increased levels of nutrients (especially nitrogen and phosphorus) can speed up the growth of certain plants, disrupting natural processes and devastating wildlife.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "While we have taken substantial steps, this is taking time to make an impact on the ground and we must go further. At present some 27 catchments, and several of our internationally important water bodies and protected sites, are in unfavourable status due to nutrient pollution. In accordance with complex and bureaucratic EU-derived domestic legislation and case law, local planning authorities can only approve a plan or a project if they are certain it will have no negative effect on the site’s integrity. Natural England, in its statutory role as an adviser on the natural environment, has advised a total of 74 local planning authorities on the nutrient impacts of new plans and projects on protected sites where those protected sites are in unfavourable condition due to excess nutrients. They have issued tools and guidance on an approach called “nutrient neutrality” to mitigate the impact of nutrient pollution so that development can go ahead. However, there is still a gap in the ability of LPAs and developers to find mitigation quickly and effectively.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In order to drive down pollution from all development in the relevant catchments, we will be tabling an amendment to the Levelling-up and Regeneration Bill. This will place a new statutory duty on water and sewerage companies in England to upgrade wastewater treatment works to the highest technically achievable limits by 2030 in nutrient neutrality areas. Water companies will be required to undertake these upgrades in a way that tackles the dominant nutrient(s) causing pollution at a protected site. We are also using feedback from the recent “call for evidence” to water companies to identify where these upgrades could be accelerated and delivered sooner. Our proposed Environment Act target to tackle wastewater pollution across the country will still see upgrades brought in elsewhere, on a slightly longer timeframe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the meantime, we know the impact of new housing is a small proportion of overall nutrient pollution, but mitigation requirements have a significant impact on overall house building. This amendment will improve water quality and in doing so will support house building to continue in areas affected by nutrient pollution. We want these improvements to be factored in for the purposes of a habitats regulation assessment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Wastewater treatment upgrades will reduce a significant source of nutrient pollution, helping to recover these crucial habitats, which will thereby reduce the level of mitigation required by individual developers when legislation comes into force.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Supporting mitigation**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Building on our initial package of support announced in March 2022, I will issue a ministerial direction to support Natural England to establish a nutrient mitigation scheme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Natural England will develop the scheme, working with the Department for Environment, Food and Rural Affairs and the Department for Levelling Up, Housing and Communities. DEFRA and DLUHC will provide funding to pump prime the scheme: this is intended to front-load investment in mitigation projects, including wetland and woodland creation. This will then be recouped through a simple payment mechanism where developers can purchase “nutrient credits” which will discharge the requirements to provide mitigation. Natural England will accredit mitigation delivered through the nutrient mitigation scheme, enabling LPAs to grant planning permission for developments which have secured the necessary nutrient credits. Wetlands and woodlands will also provide biodiversity enhancements to areas and promote public access to nature across England helping to deliver on our levelling up missions for pride in place and wellbeing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Natural England will deliver the scheme by establishing an “accelerator unit”, with the support of DEFRA, DLUHC, the Environment Agency and Homes England. The previous announcement of £100,000 funding from DLUHC for affected areas will help support delivery of the scheme. We will open the scheme to all developers while ensuring that small and medium enterprises are prioritised, given the difficulties they can face in securing mitigations due to access to funds and skills. This scheme will not be a requirement but an option to discharge mitigation requirements more efficiently. We recognise that there are a number of private markets and local planning authority-led nutrient mitigation schemes that are already being established. Natural England will be working closely with these providers to ensure they do not crowd out private markets, and will ensure that the national scheme dovetails with these markets and provides additional support as needed. We will announce further details in the autumn when the scheme will launch, and in the meantime, Natural England will be in touch with local authorities and developers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Our amendment will support the delivery of the tens of thousands of homes currently in the planning system, by significantly reducing the cost of mitigation requirements. The mitigation scheme will make delivering those requirements much easier for developers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Longer term, we continue to progress proposals to reform the habitats regulations so that impacts on protected sites are tackled up front, focusing on what is best for bringing sites back into favourable status. Recovering our protected sites is critical to meeting the Government’s ambitious environment commitments, including our apex target to halt the decline in species abundance by 2030. Through this work we can improve water quality, biodiversity and our wider environment while also enabling sustainable development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Planning**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We understand the concerns that some local planning authorities have around the impact of nutrient neutrality on their ability to demonstrate they have a sufficient and deliverable housing land supply.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We will make clear in planning guidance that judgments on deliverability of sites should take account of strategic mitigation schemes and the accelerated timescale for the Natural England’s mitigation schemes and immediate benefits on mitigation burdens once legislation requiring water treatment upgrades comes into force. DLUHC will revise planning guidance over the summer to reflect that sites affected by nutrient pollution forming part of housing land supply calculations are capable of being considered deliverable for the purposes of housing land supply calculations, subject to relevant evidence to demonstrate deliverability. It will be for decision takers to make judgements about impacts on delivery timescales for individual schemes in line with the national planning policy framework.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The roll-out of advice in relation to nutrient pollution to additional catchments in March, and for those already caught by the issue, resulted in a number of planning permissions having been granted prior to the nutrient neutrality issue being raised, but where a post-permission approval is still required (reserved matters approval or discharges of conditions). I am aware of views that the habitats regulations assessment provisions do not apply to subsequent stages of outline approval, and while we know the following will be disappointing to the developers whose sites are affected, it is important to ensure there is clarity on how the assessment provisions should operate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The habitats regulations assessment provisions apply to any consent, permission, or other authorisation, this may include post-permission approvals; reserved matters or discharges of conditions. It may be that habitats regulation assessment is required in situations including but not limited to:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "where the environmental circumstances have materially changed as a matter of fact and degree (including where nutrient load or the conservation status of habitat site is now unfavourable) so that development that previously was lawfully screened out at the permission stage cannot now be screened out; or\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "development that previously was lawfully screened in but judged to pass an appropriate assessment cannot now do so because the mitigation (if any) secured is not adequate to enable the competent authority to be convinced of no adverse effect on integrity of the habitats site.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "DLUHC will therefore also update the planning practice guidance on the application of the habitats regulations assessment in this regard, and consider any further additional revisions as necessary over the summer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}