{
    "url": "https://www.ukpol.co.uk/george-eustice-2021-statement-on-uk-shellfish-exports/",
    "title": "George Eustice – 2021 Statement on UK Shellfish Exports",
    "post_date": "February 9, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "George Eustice",
            "url": "/tag/george-eustice/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by George Eustice, the Secretary of State for Environment, Food and Rural Affairs, on 8 February 2021.",
    "content": [
        "We have a long-standing trade in live bivalve molluscs to the EU from UK waters. This has benefited both our own shellfish industry and EU restaurants and retailers, which rely on these premium products from the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Recently, concerns have emerged for our trade in live bivalve molluscs to the EU coming from UK class B production waters that have not been through purification or have not cleared testing. The European Commission has changed its position in recent weeks. It advised us in writing in September 2019 that the trade could continue. We shared the Commission’s view and worked with the industry on that basis, and that included explaining that for one small part of the industry—wild harvested molluscs from class B waters—there would need to be a pause while we awaited new export health certificates to become available in April, but that, in line with the guidance from the EU, trade in the molluscs from farms could continue uninterrupted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We continue to believe that our interpretation of the law and the EU’s original interpretation is correct, that the trade should be able to continue for all relevant molluscs from April, and that there is no reason for a gap at all for molluscs from aquaculture. However, last week the Commission gave us sight of instructions that it sent to all member states on 3 February, stating that any imports into the EU from the UK of live bivalve molluscs for purification from class B waters, such as the sea around Wales and the south-west of England, are not permitted. Exports from class A waters, such as we find around parts of Scotland, may continue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Bringing an end to this traditional and valuable trade is unacceptable, and I recognise that it is a devastating blow to the businesses that are reliant on the trade. While we do not agree at all with the Commission’s interpretation of the law, we have had to advise traders that their consignments may very well not be accepted at EU ports for now. I am seeking urgent resolution to this problem and have written to Commissioner Kyriakides today. I have emphasised our high shellfish health status and our systems of control. I have also said that if it would assist the trade, we could provide reasonable additional assurances to demonstrate shellfish health, but that this must also recognise the existing high standards and history of trade between us. It is in the EU’s interests to restore this trade. Many businesses in the EU had invested in depuration equipment and are configured around managing the export of molluscs from class B waters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have met the industry several times, and it is of course extremely concerned. We are working well with the Shellfish Association of Great Britain, which is taking up the issue in meetings with European counterparts. The molluscs affected include mussels, oysters, clams and cockles. In general, the scallop trade is less affected. Scallop exports may instead undergo pre-export testing, as was the case before exit. However, we know some businesses have not traditionally been working in that way, and we are discussing with them how we may help. The issue does not affect molluscs landed in Northern Ireland. It does, however, affect movements from GB to Northern Ireland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I know that this issue will be of great concern to many exporters around the country. The Department for Environment, Food and Rural Affairs will continue the technical discussions with the European Commission, and I will update the House with any developments in due course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}