{
    "url": "https://www.ukpol.co.uk/george-eustice-2020-statement-on-flooding/",
    "title": "George Eustice – 2020 Statement on Flooding",
    "post_date": "February 26, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "George Eustice",
            "url": "/tag/george-eustice/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by George Eustice, the Secretary of State for Environment, Food and Rural Affairs, in the House of Commons on 24 February 2020.",
    "content": [
        "With permission, I will make a statement to the House on the recent flooding caused by Storm Dennis, which followed Storm Ciara and affected many parts of the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I would like to begin by extending my condolences to the families and friends of the five individuals who sadly lost their lives as a result of these storms. I am sure that the thoughts of the whole House are with those grieving families today. Our thoughts are also with those who have suffered damage to their properties as a result of the storms. To have one’s home flooded is an incredibly traumatic experience, and I am conscious that some have flooded repeatedly over recent years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Storm Dennis cleared the UK during the course of Monday 17 February. However, this remains a live incident, and I would urge people in at-risk areas to remain vigilant. We are monitoring the situation closely, and most areas are moving into recovery phase. However, rainfall over the past few days is still leading to higher water levels, so we will continue to see effects this week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Communities have been affected across our Union. We have had an incredibly wet winter. Some areas have already received almost double their average rainfall for February, with others experiencing a month’s worth of rain in just 24 hours. Records have been broken. Eighteen river gauges across 15 rivers recorded their highest levels on record during or triggered by Storms Ciara and Dennis, including the Colne, the Ribble, the Calder, the Aire, the Trent, the Severn, the Wye, the Lugg and the Derwent. Storm Ciara flooded over 1,340 properties, and the latest number of properties affected by Storm Dennis stands at over 1,400. Wales has also seen significant impacts, and we are in close contact with the Welsh Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In anticipation of the storm, we stood up the national flood response centre on Friday 14 February. The scale of the response has been huge, from setting up temporary defences to knocking on doors and issuing residents with warnings. The Environment Agency issued 343 flood warnings for Storm Ciara and 514 for Storm Dennis. On 17 February, we saw a record concurrent total of 632 flood warnings and alerts issued in a single day. Two severe flood warnings, 107 flood warnings and 207 flood alerts remain in place in England. There are also an additional 13 flood warnings and 39 flood alerts that remain in place in Wales, and one flood warning in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have been sharing information with the public so that people can prepare for flooding wherever they live. We have deployed over 3 miles of temporary flood barriers and 90 mobile pumps, and we have been keeping structures and rivers clear of debris. Over 1,000 Environment Agency staff per day have been deployed, with the assistance of about 80 military personnel. In Yorkshire, the military helped to deploy temporary defences in Ilkley and kept the road open between Mytholmroyd and Hebden Bridge in Calderdale. I would like to record my thanks to all the response teams, including the Environment Agency, local authorities, our emergency services and the military. They are all still working hard, with over 20 Government bodies, local authorities and volunteers at work across the country.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government acted swiftly to activate the Bellwin scheme to help local authorities cope with the cost of response in the immediate aftermath. On Tuesday 18 February, we also triggered the flood recovery framework to help communities get back on their feet. I am working alongside the Secretary of State for Housing, Communities and Local Government to help households and businesses recover. This includes making available hardship payments and council tax and business rate relief. Households and businesses will also be able to access grants of up to £5,000 to help to make them more resilient to future flooding, and a ministerial recovery group is co-ordinating efforts across Government. Storms Ciara and Dennis affected thousands of acres of farmland, so we will consider the need to extend the farming recovery fund once we have all the necessary data.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Investments made in recent years have significantly improved our resilience, but there is much more to do. We are investing £2.6 billion in flood defences, with over 1,000 flood defence schemes to better protect 300,000 homes by 2021. To put this into context, in the floods of 2007, 55,000 properties were flooded, but with similar volumes of water in place this year, thankfully far fewer properties have been flooded, and flood defence schemes have protected over 90,000 properties in England this winter. Our manifesto commits us to a further £4 billion in new funding for flood defences over the next five years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Since the incidents of 2015, we have strengthened and improved our system of flood warnings, and in 2016 we introduced the Flood Re scheme, so that insurance cover for floods is accessible for at-risk properties. An independent review of the data on insurance cover will help us to ensure that it is working as effectively as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Of course, we recognise that none of these steps will take away the anguish of those who have suffered flooding in the most recent storms. Climate change is making the UK warmer and wetter, with more frequent extreme weather events. We need to make nature’s power part of our solution, alongside traditional engineered defences. We are already investing £10 million to restore our peatland habitats, planting enough trees to cover an area the size of East Anglia, with a new £640 million nature for climate fund, and supporting farmers to be part of our plans to prevent flooding through the new environmental land management scheme, to reduce and delay peak flows in our landscapes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Later this year, we will set out our policies to tackle flooding in the long term, and the Environment Agency will publish the updated flood and coasts strategy. This country will also lead global ambitions on climate change as the host of COP26 later this year, urging the world to achieve net zero in a way that helps nature recover, reduces global warming and addresses the causes of these extreme weather events. I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}