{
    "url": "https://www.ukpol.co.uk/george-eustice-2020-statement-on-bovine-tb/",
    "title": "George Eustice – 2020 Statement on Bovine TB",
    "post_date": "March 10, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "George Eustice",
            "url": "/tag/george-eustice/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by George Eustice, the Secretary of State for the Environment, Food and Rural Affairs, in the House of Commons on 5 March 2020.",
    "content": [
        "I am updating the House on today’s publication of the Government’s response to ​Professor Sir Charles Godfray’s independent review of our 25-year strategy to eradicate bovine TB (bTB) in England by 2038.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "BTB is one of the most difficult and intractable animal health challenges that England faces today. Around 30,000 cattle have to be slaughtered annually due to infection. Our cattle breeders suffer the loss of prize winning animals and valued herds and this loss creates considerable trauma in the farming industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "BTB is a very difficult disease to eradicate for a number of reasons. It is a slow moving, insidious disease which is difficult to detect. The diagnostic tests that exist are not perfect; the disease can survive in the environment for several months. BTB is harboured in wildlife with badgers being a known vector. The BCG vaccine provides only limited protection and does not cure infected badgers. There is no example of a country that has successfully eradicated bTB without also addressing the presence of the disease in wildlife.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, the United Kingdom has previously managed to turn the tide on bTB and we can do it again. In the 1930s around 40% of cattle herds suffered from bTB. A combination of cattle movement controls, testing and slaughter of infected cattle and wildlife controls through badger culling managed to bring the disease to near eradication by the early 1980s.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, since the late 1980s, bTB has spread and the 2001 foot and mouth disease outbreak led to a suspension in testing and then widespread restocking of farms. This meant that in the first five years of this millennium, the disease once again spread rapidly and became our number one animal health challenge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Our 25-year strategy to eradicate bTB published in 2014 is founded in science. It applies the lessons of our history in previous attempts to control the disease as well as evidence from other countries around the world and trial work conducted in the UK during the 1970s and, more recently, during the randomised badger culling trial conducted between 1998 and 2007.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The cornerstone of our strategy, as before, is a policy of regular testing and removal of infected cattle from herds. We have also incrementally introduced tougher restrictions on cattle movements from herds at risk of infection and more sensitive tests. We have introduced measures to encourage greater risk management and more information for the keepers of cattle. We have also deployed wildlife controls in areas where the disease is rife and we have deployed new biosecurity measures to try to break the cycle of infection between cattle and badgers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Since the initial badger cull pilot in 2013, a policy of badger control has been rolled out in many parts of the high risk area (HRA) in the south-west and west of England. As of 2019, 57% of the HRA is now subject to a licensed cull of badgers. This policy, while difficult and inevitably contentious, is starting to yield results. The latest epidemiological analysis conducted by Downs and others has shown that the incidence of the disease in the first cull areas of Somerset and Gloucester has fallen substantially, by 37% and 66% respectively.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, the badger is an iconic, protected species and no one wants to be culling badgers forever. An intensive badger cull was only ever envisaged as a phase of the strategy, not a perpetual state of affairs. Therefore, five years into the current strategy, it is appropriate to ​take stock and consider how the policy might be evolved. That is why the Government asked Sir Charles to conduct a review of the bTB strategy which concluded in October 2018.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The UK benefits from world-leading science and the Government believe we should deploy our expertise to accelerate the development of a deployable cattle vaccine against bTB. While the current BCG vaccine will never provide full protection, the Government will accelerate work to authorise a test that can differentiate between the disease and the vaccine, and will provide the funding necessary to initiate the research and trial work needed towards the aim of having a deployable vaccine in the next five years. Vaccination is manifestly easier to deliver to herds of cattle than to wildlife and could significantly reduce the spread of the disease both between cattle and between cattle herds and wildlife. BTB is a global challenge and not every country can afford to test and remove cattle. The UK can harness its world-leading science in developing solutions such as vaccination that would also be valuable to other countries trying to fight the disease.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government will also begin an exit strategy from the intensive culling of badgers, while ensuring that wildlife control remains a tool that can be deployed where the epidemiological evidence supports it. As soon as possible, we intend to pilot Government-funded badger vaccination in at least one area where the four-year cull cycle has concluded, with simultaneous surveillance of disease. Our aim is to identify an exit strategy from culling in those areas that have completed the four years of intensive culling by deploying vaccination to the remaining badger population.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "While the Government must retain the ability to introduce new cull zones where the disease is rife, our aim will be to allow future badger culls only where the epidemiological evidence points to a significant reservoir of the disease in badgers. We envisage that any remaining areas would join the current cull programme in the next few years and that the badger cull phase of the strategy would then wind down by the mid to late 2020s, although we would need to retain the ability to cull in a targeted way where the epidemiological evidence requires it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the edge area, where some vaccination projects have been supported, our aim will be to ensure that badger culling is only authorised in areas where the epidemiological evidence points to a problem in badgers. We will continue to support badger vaccination projects in areas where the prevalence of disease is low. We will also investigate the potential for projects where adjacent vaccination and culling could complement each other in controlling disease. Changes to our guidance to Natural England on licensing badger control will be subject to consultation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, the Government will invest in the deployment of better, more frequent and more diverse cattle testing so that we are able to detect the presence of the disease earlier and remove it from cattle herds faster. As a first step, the frequency of mandatory surveillance testing in two counties which form part of the HRA—Shropshire and Staffordshire—will increase from annual to six-monthly from later this year. We expect this to be extended to all parts of the HRA from 2021. Improving the efficacy of our testing regime through better diagnostics is a key component of a successful strategy.​  \nThere is no single answer to tackling the scourge of bTB but by deploying a range of policy interventions, we can turn the tide on this terrible disease and achieve our long-term objective of eradicating it by 2038.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}