{
    "url": "https://www.ukpol.co.uk/george-eustice-2021-statement-on-the-fishing-industry/",
    "title": "George Eustice – 2021 Statement on the Fishing Industry",
    "post_date": "January 19, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "George Eustice",
            "url": "/tag/george-eustice/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by George Eustice, the Secretary of State for Environment, Food and Rural Affairs, in the House of Commons on 14 January 2021.",
    "content": [
        "As hon. Members will know, before Christmas the UK and the EU concluded a new trade and co-operation agreement, which established tariff-free trade in all goods and, among other things, sets a new relationship with the EU on fisheries. Before turning to the specifics of that agreement, I should briefly set the wider context.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The withdrawal agreement that was agreed by this House in January last year established the United Kingdom as an independent coastal state. Over the course of the last year we have taken our independent seat at the regional fisheries management organisations, including the North East Atlantic Fisheries Commission and the North Atlantic Fisheries Organisation. In September, we reached a partnership agreement with Norway—our most important partner on fishing interests, and with whom we have responsibility for shared stocks in the North sea.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have also developed new bilateral arrangements with our other north-east Atlantic neighbours, including the Faroes, Greenland and Iceland. We have recently commenced annual bilateral fisheries negotiations with the Faroes in relation to access to one another’s waters, and a UK-Norway-EU trilateral is about to begin to agree fishing opportunities on shared stocks in the North sea. There will also be a UK-EU bilateral negotiation on fishing opportunities for the current year in remaining areas. For the first time in almost 50 years, the UK has a seat at the table and represents its own interests in those important negotiations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The trade and co-operation agreement establishes an initial multi-annual agreement on quota, sharing and access, covering five and a half years. It ends relative stability as the basis for sharing stocks. Under the agreement, we have given an undertaking to give the EU access to our waters on similar terms as now and, in return, it has agreed to relinquish approximately 25% of the quota that it previously caught in our waters under the EU’s relative stability arrangement. That means that we move from being able to catch somewhat over half the fish in our waters to two thirds of the fish in our waters at the end of the multi-annual agreement. The transfer of quota is front-loaded, with the EU giving up 15% in year 1. On North sea cod, we have an increase from 47% to 57%. On Celtic sea haddock, our share has moved from 10% to 20%. On North sea hake, we secured an uplift from 18% to 54%, and on West of Scotland anglerfish, we have an increase from 31% to 45%. After the five-and-a-half-year agreement, we are able to change access and sharing arrangements further. The EU, for its part, will also be able to apply tariffs on fish exports in proportion to any withdrawal of access.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Although we recognise that some sectors of the fishing industry had hoped for a larger uplift, and, indeed, the Government argued throughout for a settlement that would have been closer to zonal attachment, the agreement does, nevertheless, mark a significant step in the right direction. To support the UK industry through this initial five and a half years, the Prime Minister announced, just before Christmas, that we will invest £100 million in the UK fishing industry, and I will be bringing forward proposals for this investment in due course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, although it is not a consequence of the trade and co-operation agreement, the end of the transition period and the fact that we have left both the customs union and the single market does mean that there is some additional administration accompanying exports to the EU. I am aware that there have been some teething issues as businesses get used to these new processes. Authorities in the EU countries are also adjusting to new procedures. We are working closely with both industry and authorities in the EU to iron out these issues and to ensure that goods flow smoothly to market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Carmichael**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For years, this Government have promised our fishing industry a sea of opportunity, but, today, our boats are tied up in harbour, their propellers fouled with red tape manufactured in Whitehall. Boats that are able to go to sea are landing their catches in Denmark—an expensive round trip of at least 72 hours, which takes work away from processors and other shoreside businesses in this country. Our Fisheries Minister describes promises made by Ministers as “dreams” and apparently did not think it was worth reading the agreement as soon as it was made, even though every second counted. How on earth was it allowed to come to this? The EU trade agreement allows a grace period on customs checks for EU businesses. Why was there no grace period allowed for our exporters, and will the Government engage with the EU as a matter of urgency to make good that most fundamental of errors?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Yesterday, the Prime Minister told the Liaison Committee that compensation is being considered for our fishing industry. Who will be compensated, for what, and by how much? When will our scheme be published and what steps will be taken to help processors, catchers and traders in the meantime? On the loss of quota swaps and other mechanisms, as the Fisheries Minister said yesterday, this could be done Government to Government in-year. Can the Secretary of State explain today how the literally hundreds of producer organisation to producer organisation swaps done every year will be done on a Government-to-Government basis?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, what will happen at the end of a five-and-a-half year transition period? A transition normally takes us from point A to point B. This transition takes us from point A to point A with a new negotiation. Is zonal attachment still the Government’s policy on quota shares?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is a shambles of the Government’s own making; there is no one else to blame now. When will the Minister start listening to the industry? I make him this offer: I can convene a virtual roundtable of all the affected sectors today or tomorrow. Will he meet with me and them to sort this out? The time for complacency has passed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "May I begin where the right hon. Gentleman ended and say that we are looking and working very closely with industry on this matter? We are having twice-a-week meetings with all the key stakeholders and all the key sectors to help them understand these issues. Yesterday, we had a meeting with the Dutch officials; earlier this week, we had a meeting with the French; and, on Friday, we had a meeting with the Irish to try to iron out some of these teething problems. They are only teething problems. When people get used to using the paperwork, goods will flow normally. Of course, it would have been open to the EU to offer us a grace period, just as we have had a grace period for its goods coming to us. For reasons known only to the EU and the way that it approaches its particular regulations, that was not something that it was willing to do, so we have had to work with these arrangements from a standing start and, clearly, that causes certain issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The right hon. Gentleman asked what happens after five and a half years. As I said in my opening statement, after that period, we are free to change access arrangements and change sharing arrangements, and we will do so. He asked specifically about swaps. It is important to note that the Department for Environment, Food and Rural Affairs has all of the information on all of the swaps that have taken place in recent years, since each of those producer organisation to producer organisation swaps requires the Government to agree them. It is, therefore, quite possible for us to build those swaps into the annual exchanges. Annual exchanges of fishing opportunities are a normal feature of annual negotiations, and we have also retained the ability to do in-year swaps on behalf of those POs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The right hon. Gentleman has raised the issue of what the fisheries Minister said yesterday. I think the record will show that she did not say she did not have time to read the agreement; what she actually said was that her jaw did not drop when she was told what was in the agreement. There may be a reason for that, which is that she knew what was likely to be in the agreement for at least a week, since I had been discussing it with her and we were both in regular contact with our negotiators.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, I am aware that the Prime Minister mentioned yesterday that the Government remain open to considering compensation for sectors that might have been affected through no fault of their own. We will look closely at this issue, but in the meantime, we are going to work very closely with the industry to ensure that we can iron out these difficulties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}