{
    "url": "https://www.ukpol.co.uk/george-eustice-2022-statement-on-the-storm-overflows-discharge-reduction-plan/",
    "title": "George Eustice – 2022 Statement on the Storm Overflows Discharge Reduction Plan",
    "post_date": "September 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "George Eustice",
            "url": "/tag/george-eustice/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by George Eustice, the then Secretary of State for Environment, Food and Rural Affairs in the House of Commons on 5 September 2022.",
    "content": [
        "This Government have consistently been clear that the failure of the water companies to adequately reduce the amount of storm sewage discharges is unacceptable. We are the first Government to set a clear requirement on water companies to reduce sewage discharges and set this in law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Today, I have laid in Parliament the storm overflows discharge reduction plan, which sets out strict new targets to crack down on sewage discharges. This will start the largest investment in infrastructure ever undertaken by the water industry, an estimated £56 billion of capital investment over the next 25 years. This will eliminate 80% of discharges by 2050.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Designated bathing waters will be the first sites to see change. By 2035, water companies must ensure that overflows affecting a designated bathing water are compliant with strict standards to protect public health. We will also see significant reductions in discharges at 75% of high priority nature sites. By 2050, no storm overflow covered in the plan will be permitted to operate where this will cause any adverse ecological harm.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The first steps in achieving these targets are already being taken. Water companies are investing £3.1 billion already between 2020 and 2025 to deliver 800 improvements to storm overflows, which will deliver an average of a 25% reduction in discharges by 2025.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Storm overflows are a Victorian sewer system design feature. Achieving the targets will require large and complex infrastructure projects which will take time to deliver. It is right that we carefully balance our ambitions to improve and protect the environment with the need to limit the impact on consumers, particularly when households are facing pressures. If new evidence shows it is possible to go faster, without disproportionately affecting consumers, we will not hesitate to do so and we have set a review of the targets in 2027 for this purpose.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We will not hesitate to hold companies to account where discharges are happening illegally. This is happening now, with record fines and the largest ever criminal and civil investigation into water company sewage discharges being launched by Ofwat and the Environment Agency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have also made clear that water companies must be transparent about how executive pay and shareholder dividends align with the services they provide their customers. This Government supports Ofwat’s recent proposals to take further enforcement action against companies that do not link dividend payments to their environmental performance, or those failing to be transparent about their dividend pay-outs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Water is one of our most precious commodities—water companies must now show their commitment to clean up our environment, protect public health and bring these harmful discharges to an end.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}