{
    "url": "https://www.ukpol.co.uk/george-eustice-2020-statement-on-domestic-burning-of-solid-fuels-and-wood/",
    "title": "George Eustice – 2020 Statement on Domestic Burning of Solid Fuels and Wood",
    "post_date": "February 26, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "George Eustice",
            "url": "/tag/george-eustice/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by George Eustice, the Secretary of State for Environment, Food and Rural Affairs, in the House of Commons on 24 February 2020.",
    "content": [
        "The Department of Environment, Food and Rural Affairs published the Government response to the consultation on cleaner domestic burning of solid fuels and wood on Friday 21 February. This consultation ran between August and October 2018.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Wood burning stoves and coal fires are the single largest source of the pollutant PM2.5 (fine particulate matter), emitting twice the contribution of industrial combustion and three times the contribution of road transport. This form of pollution consists of tiny particles which penetrate deeply into body tissues, including the lungs and blood. Long-term exposure can cause cardiovascular disease, strokes, asthma and lung cancer, shortening lifespans. It has been identified by the World Health Organisation (WHO) as the most serious air pollutant for human health. The WHO has stated that coal is a known carcinogen and strongly recommended against its use in domestic burning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "These proposals are in line with our clean air strategy, which sets out our strong commitment to achieve our national emissions ceiling targets. We have legally binding commitments to reach specified emissions ceilings for 2020 and 2030 for five key emissions—nitrous oxides (NOx), sulphur dioxide (S02), fine particulate matter (PM2.5), ammonia (NH3) and volatile organic compounds (VOCs). With domestic combustion identified as the single largest contributor of PM2.5 emissions, it is essential to make changes in this area to make progress towards achieving these emissions targets. This announcement comes after statistics released on 14 February showed the significant progress that the Government have made in tackling air pollution, with nitrogen oxide, sulphur dioxide, particulate matter, and non-methane volatile organic compounds all down significantly since 2010. However, the statistics also highlighted the impact of the increased popularity of domestic burning on PM2.5 pollution, emphasising the importance of these measures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The consultation response sets out our intention to phase out the sale of house (bituminous) coal and wet wood for use in domestic burning to improve the health of millions by encouraging burners to use cleaner fuels. Wet wood is wood that has not been adequately seasoned and contains high levels of sap. Burning wet wood can result in at least twice the amount of smoke emissions than that produced when seasoned or dry wood is burned. When wet wood is burned, the heat output is significantly reduced, and chemicals build up on the inside of the stove and chimney, which increases the risk of chimney fires.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The accompanying impact assessment shows that the benefits accruing from the expected reduction in PM2.5 and sulphur dioxide from these proposals will reach in ​excess of £7 billion over the period 2020 to 2030, with the cost to business over the same time period being less than £125 million.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Furthermore, concerns raised about the impact of these policies on those in or at risk of being in fuel poverty have been taken on board and additional research was carried out to review the cost and efficiency of a range of solid fuels (house coal, wood and manufactured solid fuels). This research shows that manufactured solid fuels are more efficient on an energy density basis which means they are cheaper to burn than coal. The full report has been published alongside the Government response.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the light of the consultation and the evidence available, it is proposed to end the sale of wet wood and house (bituminous) coal in a phased approach between 2021 and 2023, giving both the public and suppliers time to move to cleaner alternatives such as dry wood or manufactured solid fuels. These proposals will come into effect in several stages:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Wood sold in volumes of less than 2m3 will be required to be certified to show that the moisture content is 20% or less from February 2021.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Wood sold in volumes over 2m3 will need to be sold with guidance on drying and advice on the issues of burning wet wood from February 2021.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Small foresters will be allowed a further 12 months to become compliant with the legislation. They will need to be compliant with the 20% or less moisture content and be certified by February 2022.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Manufactured solid fuels will need to be certified to confirm that they have a sulphur content below 2% and do not emit more than 5g of smoke per hour from February 2021.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Bags of traditional house (bituminous) coal will no longer be available for sale from February 2021.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Sales of loose coal via approved coal merchants will be phased out by February 2023.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}