{
    "url": "https://www.ukpol.co.uk/george-eustice-2022-speech-on-the-genetic-technology-bill/",
    "title": "George Eustice – 2022 Speech on the Genetic Technology Bill",
    "post_date": "November 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "George Eustice",
            "url": "/tag/george-eustice/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The speech made by George Eustice, the Conservative MP for Camborne and Redruth, in the House of Commons on 31 October 2022.",
    "content": [
        "As the former Secretary of State who introduced this Bill on Second Reading, I rise to express a little sympathy for amendment 4—not so much sympathy that I would vote for it if it went to a Division tonight. Nevertheless, I believe that it highlights some important issues that are worthy of further consideration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "First, amendment 1 proposes removing animals altogether from the scope of the Bill. Undoubtedly, using gene editing on animals raises complex ethical issues, along with the animal welfare dimension, and it was during such discussion when the Bill was being drafted that I considered excluding animals from the Bill. However, I want to explain to the House why, after reflection, I decided that we should include them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "First, from my experience in government and, indeed, in this place, there is always a tendency to put off things that are difficult or complex and to kick the can down the road, but the right thing to do is to grapple with these complex matters and chart a course through them. Secondly, when considering some of the issues that we might be able to address through precision breeding, it became clear to me that, if this technology was used properly, we could actually enhance animal welfare in certain areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When I first became a Minister in the Department for Environment, Food and Rural Affairs, the Beak Trimming Action Group set up by the last Labour Government was concluding its work. Beak trimming, using infrared beak tipping on day-old chicks, is required particularly for free-range systems, because otherwise there may be injurious pecking of laying hens. Through that work, we concluded that, while there were things we could do such as paying special regard to the feeding regime, it was against the welfare of those birds not to carry on the beak trimming.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, something else emerged from that work. The white-feathered birds, which lay white eggs, are much less prone to injurious pecking. In fact, if white-feathered birds had the docility and behavioural traits we see in the brown-feathered birds that lay the brown eggs that dominate the UK market, the door would be open to regulatory changes that could ban beak trimming. It is the long-standing position of both main parties in this House that mutilations in the livestock industry should be phased out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is a second area, which I saw first-hand, relating to the fate of male chicks in hatcheries producing laying hens. Every Easter, we will see pictures of yellow chicks on Easter eggs to celebrate spring and the birth of new life, but the fate of yellow chicks is not a particularly happy one. In the inter-war years, commercial laying flocks were bred specifically so that male chicks would be yellow, with the express purpose that somebody working on the production line could helpfully put the yellow chicks on to the right conveyor belt so that their life could be ended, since they had no use as laying hens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Leipzig University has explored the possibility of changing the eggshell colour so that a male egg can be identified much earlier and sentient beings are not hatched and then killed. I think precision breeding techniques could phase out that very bleak practice of killing day-old male chicks, which is a clear part of the laying hen system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Kerry McCarthy**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am very pleased to hear what the right hon. Gentleman says, as I have spent quite a lot of time trying to convince people that that does happen to day-old chicks. Is it not the case that some other European countries have introduced legislation on that point, so it is not necessarily linked to genetic technology? I think they have acted to prevent so many chicks being killed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What a number of countries have done—the UK was in the vanguard of this—was to move away from maceration of day-old chicks towards the use of carbon dioxide and argon gas as a means of dispatching them. However, I think we could accelerate the process of identifying the eggs through the use of genetic technology.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Dehorning cattle is another mutilation that we would like to phase out over time. Progress has been made for some breeds on polled cattle—that is, cattle born without horns, so that we do not have to use a hot iron, albeit under anaesthetic, to de-bud them. Again, it is difficult to perfect without precision breeding techniques, but if we had that technology, we could have more polled cattle and reduce the need for conventional dehorning of cattle, or even pave the way for a regulatory change to prevent it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is also the prospect of breeding more resistance to diseases. In the dairy herd some selection is already done for natural resistance to bovine tuberculosis. It is limited in its ability, but if we had the technology, we might be able to go further.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "At the moment, the Government plan to phase out and remove badger culling is predicated on a lot of confidence that a cattle vaccine will be viable and deployable, but it would be helpful to have additional tools in the box, and resistance to TB could be one of them. Of course, we are about to face another very difficult winter when it comes to avian flu, and this technology might have some application there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, my sense when I read amendment 4 was that whoever drafted it had had one sector in particular in mind—the broiler chicken sector. There is a genuine concern that the production speed of broiler chickens, reduced now to around 32 to 33 days, is so fast that they are having all sorts of leg problems, and we might be able to make some changes there. That is a legitimate point, because while we might say it has improved the welfare of a broiler chicken that it is bred to finish within 32 days, we might say it is in its welfare interest to ensure that it does not have leg problems. There is a second question, which is whether it is the ethical and right thing to do to produce a chicken within 32 days rather than, say, 37 days, in which case the welfare problem goes away.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A less obvious and less talked-about situation might be commercial duck production. We know that ducks need and want open water—it is part of their physiology and the way their beaks work. However, many commercial duck producers do not give ducks access to water. I have come across vets who will argue that it is in the interest of ducks not to have access to water, since that can spread disease and that is not in their welfare interest, but that goes to the root of the issue with animal welfare. We can either see animal welfare in the conventional five freedoms sense—freedom from pain, hunger, thirst and so on—or we can see it in the more modern sense of a life worth living.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The amendment does not work, because the more we put into an amendment the more we inadvertently exclude. If we accepted an amendment that proscribed certain things but missed certain things, at a future date a breeder might bring a judicial review and say, “Well, this wasn’t covered by the Bill and everything else was.” Therefore, we would not be future-proofing the importance of animal welfare.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, that is where guidance could work. After Second Reading of the Bill, I asked our officials to give some thought to the idea of guidance, which might give organisations such as Compassion in World Farming and people such as Peter Stevenson, who is very thoughtful on these matters, the reassurance they need in the absence of a legislative change on the face of the Bill, which is difficult to do. The Minister may find that there is some guidance helpfully drafted—or it may be that it was not drafted, but it is not too late, because the Bill has time in the other House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Will the Minister consider whether this issue of how the animal welfare body should approach its task and how it should assess the impacts on animal welfare could be dealt with in a non-statutory way through guidance. He and his officials will have to issue terms of reference anyway to the animal welfare body, which is likely to be a sub-committee of the Animal Welfare Committee, and it would not take much to set out some parameters for the things we want it to bear in mind when making assessments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}