{
    "url": "https://www.ukpol.co.uk/george-eustice-2022-speech-on-the-uk-trade-deals-with-australia-and-new-zealand/",
    "title": "George Eustice – 2022 Speech on the UK Trade Deals with Australia and New Zealand",
    "post_date": "November 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "George Eustice",
            "url": "/tag/george-eustice/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The speech made by Greg Hands, the Conservative MP for Camborne and Redruth, in the House of Commons on 14 November 2022.",
    "content": [
        "The current Secretary of State for International Trade had no role in the discussions on these deals, although my right hon. Friend the Minister for Trade Policy did and will recall some of them. The Secretary of State was not in the Cabinet at the time, nor in any of the Cabinet Committees, while the Minister has defended the position that was taken at the time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My position is obviously slightly different: I was in the Cabinet in 2021 and I was on the Cabinet Sub-Committee that argued over the Australian trade deal—for, yes, there were deep arguments and differences about how we should approach it—but since I now enjoy the freedom of the Back Benches, I no longer have to put such a positive gloss on what was agreed. I hope my right hon. Friend will understand my reason for doing this, which is that unless we recognise the failures the Department for International Trade made during the Australia negotiations, we will not be able to learn the lessons for future negotiations. There are critical negotiations under way right now, notably on the CPTPP and on Canada, and it is essential that the Department does not repeat the mistakes it made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The first step is to recognise that the Australia trade deal is not actually a very good deal for the UK, which was not for lack of trying on my part. Indeed, as my right hon. Friend pointed out, there were things that we achieved, such as a special agricultural safeguard for years 10 to 15, staged liberalisation across the first decade and the protection of British sovereignty in sanitary and phytosanitary issues. It is no surprise that many of these areas were negotiated either exclusively or predominantly by the Department for Environment, Food and Rural Affairs on behalf of the UK team, but it has to be said that, overall, the truth of the matter is that the UK gave away far too much for far too little in return.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What would a good agreement have looked like? It would have been one having enduring TRQs on beef in particular, but probably also for sheep. The volumes would probably have started at about 10,000 tonnes per annum, raising after a decade to about 60,000 tonnes or perhaps 80,000 tonnes, which could have been manageable. We did not need to give Australia or New Zealand full liberalisation in beef and sheep—it was not in our economic interest to do so, and neither Australia nor New Zealand had anything to offer in return for such a grand concession. Let us not forget that, while we are about to open our market to unbridled access for Australian beef, Australia remains one of the few countries left in the world that maintains an absolute export ban for British beef. Not a single kilo of British beef can be sold in Australia since it maintains a protectionist ban, using the BSE—bovine spongiform encephalopathy—episode as a sham reason for doing so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The impact of full liberalisation is hard to predict; the reality is that, provided we maintain a ban on hormones in beef, volumes might remain quite low, but here is the big challenge. The CPTPP negotiation that is under way could mean accession and agreement to new dispute resolution processes that will undermine the UK’s sovereignty in SPS issues and actually undermine our approach when it comes to banning hormones in beef. If some foreign court or foreign mediation process were to say as a matter of treaty that the UK had to accept beef from Australia treated with hormones, that could change the nature of this agreement considerably; volumes could rise significantly, perhaps to more than 200,000 tonnes over time, and that would have a very severe impact on British beef.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Anthony Mangnall**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I may be wrong, but it is my understanding that CPTPP dispute mechanisms are through the World Trade Organisation, and I am not sure that the WTO, as it stands, can override any one of our SPS standards. Does my right hon. Friend agree?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The CPTPP has provisions for its own dispute resolution and they are modelled on what happens in the WTO, but here is the thing: if we do not get the negotiation right with CPTPP it might undermine our ability to practise our own SPS regime and have independence in this area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If we were to have a significant increase in Australian beef, because we had been forced by a court or a dispute resolution service to allow hormones in beef—and there have been close challenges in the past, through the WTO—that would be intolerable for any British Government. The Government of the day would probably have to trigger article 32.8 of the agreement and give six months’ notice to terminate the FTA. In my view the best clause in our treaty with Australia is that final clause, because it gives any UK Government present or future an unbridled right to terminate and renegotiate the FTA at any time with just six months’ notice. Many Members will remember that we had hours of fun in the last Parliament discussing triggering article 50 of the treaty on European Union; I suspect we would prefer not to have to go back to that, but article 32.8 is the ultimate and final sanction, which, as things have turned out, is a critical safeguard given the size of the concessions made to Australia in the trade deal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What lessons should we learn? First, and most important, we should not set arbitrary timescales for concluding negotiations. The UK went into this negotiation holding the strongest hand—holding all the best cards—but at some point in early summer 2021 the then Trade Secretary my right hon. Friend the Member for South West Norfolk (Elizabeth Truss) took a decision to set an arbitrary target to conclude heads of terms by the time of the G7 summit, and from that moment the UK was repeatedly on the back foot. In fact, at one point the then Trade Secretary asked her Australian opposite number what he would need in order to be able to conclude an agreement by the time of the G7. Of course, the Australian negotiator kindly set out the Australian terms, which eventually shaped the deal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We must never repeat that mistake. The Minister and Secretary of State will currently be getting submissions from officials saying that we need to join the CPTPP in a hurry and that if we do not do so now we will not join the club early enough and will not be shaping the rules—they will be saying, “We might miss the boat, this is a crucial part of the Pacific tilt” and so on. But the best thing the Minister can do is go back and tell Crawford Falconer, “I don’t care if it takes a decade to do this agreement; we will get the right agreement—we will never again set the clock against ourselves and shatter our own negotiating position.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The second lesson is that we must look at making a machinery of government change. I believe all responsibility for agrifood negotiations, including relating to tariff rate quotas, should be transferred from the Department for International Trade to the Department for Environment, Food and Rural Affairs, because DEFRA has superior technical knowledge in this area. It is important to remember that DEFRA never left the world stage; the DIT is a new creation with people often lacking experience but doing their best to pick things up, whereas even during the EU era DEFRA maintained a presence in trade negotiations, advising and informing the EU’s position and dealing with matters such as market access around the globe. DEFRA is worldly and has deep technical knowledge in this area and it should, therefore, take full responsibility for negotiating TRQs in agrifood.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The third change we must look at making is strengthening the role of Parliament in scrutinising and perhaps even agreeing the negotiating mandate. Countries such as Japan and the United States and the EU all use their parliamentary processes to their advantage. When we were negotiating with Japan and seeking to increase access for British cheese, I remember Japan said, “We would love to, but unfortunately we can’t because there is a parliamentary motion that we cannot breach. Therefore, we cannot retreat on this position.” The UK does not have that. We could use Parliament and a mandate agreed by Parliament to say to trading partners, “We’re not able to agree to what you’re asking for.” However, if they perceive that Crawford Falconer calls the shots and that he will always go through some back channel to get something agreed, we will not be in a strong position and our negotiating position will be undermined.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That brings me to my final point. I have always been a huge fan of the British civil service; I was never a Minister or politician to level criticism at them. I enjoyed nine years of incredibly good relations with civil servants at all levels, but I do want to raise a comment about personnel within the Department for International Trade. Crawford Falconer, currently the interim permanent secretary, is not fit for that position, in my experience. His approach was always to internalise Australian demands, often when they were against UK interests, and his advice was invariably to retreat and make fresh concessions. All the while, he resented people who had a greater understanding of technical issues than he did. It was perhaps something of a surprise when he arrived from New Zealand to find that there were probably several hundred civil servants in the UK civil service who understood trade better than he did, and he has not been good, over the years, at listening to them. He has now done that job for several years, and it would be a good opportunity for him to move on and for us to get a different type of negotiator in place—somebody who understands British interests better than he has been able to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}