{
    "url": "https://www.ukpol.co.uk/george-eustice-2023-speech-on-total-allowable-catches-and-fisheries-negotiations/",
    "title": "George Eustice – 2023 Speech on Total Allowable Catches and Fisheries Negotiations",
    "post_date": "January 23, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "George Eustice",
            "url": "/tag/george-eustice/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by George Eustice, the Conservative MP for Camborne and Redruth, in Westminster Hall, the House of Commons on 18 January 2023.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That this House has considered the methodologies for setting total allowable catches for data-limited stocks in fisheries negotiations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is a real pleasure to serve under your chairmanship, Mrs Murray. It is very appropriate for you to chair this event since, as every Member present knows, your knowledge and experience of the fishing industry is unrivalled in this House. I am sure that, were you not being impartial in chairing the debate, you would have plenty to say on the matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In my time as a Department for Environment, Food and Rural Affairs Minister, I had two key observations. First, every Minister comes in with plans for the environment, and one of the first things they need to learn is that the environment has plans for them, too, and they are not always very pleasant.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The second truth is that every Minister coming into DEFRA says that they will have an evidence-based approach and will follow the science. But when they ask the scientists what should be done, they find that the scientists are not quite sure. They talk about evidence gaps and things that they do not understand, and are reluctant to come up with a clear policy proposal. That means Fisheries Ministers in particular are inevitably left with the thankless task of trying to make policy decisions with imperfect evidence, but making the best use of the evidence that they have. Nowhere is that conundrum more complex than in fisheries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I recall a fishing representative giving evidence to a Select Committee. As he put it, fisheries is not rocket science; it is way more complicated than that. There are uncertainties in the science and in the way we calculate maximum sustainable yield. There are difficulties, for instance, around assessing the age of a fish. The basic approach to maximum sustainable yield is to allow fish to reproduce for at least one generation, and that stock should be sustainable. Typically, scientists measure the average length of fish when they are landed to try to assess the age of the stock and its reproductive capacity. That is the essence of the calculations that take place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But there are difficulties all round. First, fish of different ages tend to inhabit different parts of the ocean, and trying to make sense of that can be difficult. It can be a hit and miss science to understand exactly what the average length of a fish is, given that they are very mobile and move around.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the right hon. Gentleman for securing this debate. I am extremely interested in what he has to say, and I spoke to him beforehand. I have one example of the importance of data. We have witnessed a remarkable turnaround with spurdog. In a most important fishery, limited data led to a ban on landing the species. However, the situation has changed dramatically, based on the data for 2023, with a total allowable catch agreed with the European Union for the year ahead based on up-to-date scientific advice. A statutory instrument is to follow, as the Minister knows. That is because of the data-limited status and the evidence that has made the change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mrs Sheryll Murray (in the Chair)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Order. This is a 30-minute debate. If interventions are to be made, can we make them short and snappy, please?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I think I get the hon. Gentleman’s point and the Minister might want to address it, but my understanding is that there is now data on spurdog and a total allowable catch has been allocated. One consequence of leaving the European Union is that we have accountable processes in this House for introducing regulatory changes, and I believe a statutory instrument is needed, which takes time to introduce. In the EU, because there is no such accountability, the Commission can literally just issue delegated Acts and implementing Acts sometimes on a whim without any real process behind that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To continue my point, the length of the fish is not always a good sign of its reproductive capacity, so there are complexities with some species—haddock, in particular—for reasons that we still do not really understand. Roughly every seven years we get a big recruitment year, and it is hard to predict when that will happen. It is difficult to differentiate between different species of the same genera, so we have, for instance, composite TACs for species such as skate and ray whereby there are some 24 different species in a single TAC. To try to make sense of that, we introduced prohibitions on landing some subspecies within the TAC, but sometimes it is hard—for fishermen and for scientists—to distinguish between species visually, even though we know they are biologically different.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For some species, age cannot be determined by the length of the fish. I remember being briefed that scientists had to go to other measurements, such as the size of a fish’s eardrums, to try to make an assessment because the fish’s length was not a reliable indicator of age, and it threw the calculation out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is also the problem of uncertainty around fishing mortality. In particular, we do not have accurate data on recreational angling. Recreational anglers and commercial fishermen have hours of fun blaming one another for the state of particular fish stocks, but exactly what is fishing mortality is a difficult conundrum. That is especially the case with species such as pollack and bass. There is a further complication, which is that fish eat one another. The marine environment is dynamic, and a healthy recovery of one species might put pressure on another, which is preyed on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As if all that were not complicated enough, there is a political context in which Fisheries Ministers have to operate. The Fisheries Minister has to arbitrate between competing interests among different UK Administrations, and indeed competing interests among different sectors, such as the pelagic and white fish sectors, the inshore fleet and so on. To reach a compromise with other countries to get a multilateral agreement on how to approach fisheries, we will, at times, have to accept others’ interpretation of the science, which might not be entirely in line with our own. If we do not get a compromise and do not get an agreement, and people unilaterally set quotas, that is the worst of all worlds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, there is a tendency, once policy in fisheries is set, for it to be set in stone. It is easy to follow the path of least resistance, and to do this year what we did last year, putting off changing things to a future year, only to find in a decade or 15 years that it is too difficult to change everything because the concrete has set. That was the case, for instance, in the EU era when we had relative stability, although the landing shares of different countries were hugely outdated. However, under qualified majority voting it was impossible for the UK ever to argue for change because the only countries that would have supported us in arguing that also wanted our fish in return for their support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My right hon. Friend the Minister joins a small club of Fisheries Ministers and former Fisheries Ministers who have had to wrestle with those dilemmas, and he has to make the best judgment he can using the evidence available to him, but he does have one thing in his favour, as we all do, which is the support of the Centre for Environment, Fisheries and Aquaculture Science.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Without question, CEFAS is the world’s leading fisheries science organisation, and its head office and main research facilities are in Lowestoft. If Members visit Weymouth, they will find a global centre of excellence on fish health, and in the reception at Weymouth are probably the best-cared-for carp in the world. CEFAS is very influential on the deliberations and methodologies applied by the International Council for the Exploration of the Sea. Indeed, our current chief fisheries scientist, Carl O’Brien, is also vice-president of ICES and a leading authority in this area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I remember going every year during the EU era to the December European Council, and CEFAS would often detect and have to correct errors made by the Commission services. DG MARE—the Directorate-General for Maritime Affairs and Fisheries—did not particularly welcome the fact that an agency from a nation state was correcting its errors, but it nevertheless accepted when it was wrong. Of course, CEFAS always offered advice in an understated, very British way, which made it as easy as possible for the Commission to deal with those errors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My purpose in calling the debate is to encourage the Minister not to allow the concrete to set on the way we interpret the science, and to ensure in all the bilateral fisheries negotiations we have that CEFAS’s pre-eminent scientific knowledge is projected forwards and shapes not just the approach for negotiations with Norway or the European Union, but the methodologies taken by organisations likes ICES. The particular prompt for the debate was the Cornish Fish Producers’ Organisation highlighting to me a particular case of pollack in the Celtic sea.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the EU era, there were three principal ways of assessing data-limited stocks. The first was taking a precautionary approach, which simply meant an arbitrary 20% cut on species where we had limited data—that is, not a full dataset to enable a maximum sustainable yield assessment. The second was a “use it or lose it” approach. Empirical evidence from the previous year’s catch would be used to say, “Well, if they haven’t caught it, it is probably not there.” The third was saying there should be a roll-over approach. In essence, that was an assessment that the stocks are probably in a good shape, so we should just leave it where it is and roll it over year to year until the evidence suggests otherwise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Even when we were in the European Union, we ferociously resisted these arbitrary, unscientific approaches. To be fair to the European Union, it was not just something that it had made up; its approach often reflected ICES advice in some of these areas. For over a decade now, ICES has recognised that those arbitrary approaches are not fit for purpose. In fact, probably as long ago as five years ago, CEFAS identified and developed a superior methodology based on making the best judgment we could with the evidence we had. We termed it as using biomass trends to assess what the TAC should be with these stocks. It effectively meant having a moving average assessment of the stock and aggregating data across several different years to avoid sharp changes in the TAC in one direction each year, and each year the aggregate data would get more reliable. For a while, even in the EU, we actually got them to accept that this was a better way to approach things, and that is what we used to seek and usually secured at December Councils.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The thing that caught my eye in the press release from the CFPO was that it alleged that the Celtic sea pollack stock had been set under the old-fashioned “use it or lose it” methodology. There are lots of reasons why fishermen may not have caught fish—it could be that the market conditions were not right or that there was bad weather at the end of the year. That is why it is a wholly inappropriate basis on which to assess the health of a stock. My question for the Minister is, whatever happened to the work that CEFAS did on data-limited stocks and that biomass trend approach? Will he seek to reinvigorate that work or update Members here on what CEFAS is doing in this area? Most importantly, will he ensure that we use the soft power we have through pre-eminent scientific knowledge in fisheries to shape how not just the EU and Norway, but ICES approaches these difficult issues?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Peter Aldous (Waveney) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My right hon. Friend has taken the case study of Celtic sea pollack. Would he consider how his approach might also help solve the dilemma with southern North sea spurdog? I was on CEFAS Endeavour on Monday morning and saw its excellent work, so could he quickly help us out of our dilemma on spurdog?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will be quick because I explained this earlier. My understanding—as a former Fisheries Minister, one’s knowledge decays over time and the existing Minister will have far more knowledge than me—is that there is at least some evidence now to make an assessment on spurdog. I do not know whether it is a full dataset to provide a MSY assessment. Nevertheless, a TAC has been set on that basis and I believe it is simply a parliamentary procedure to get a regulation in place to enable that TAC to take effect, but I am sure the Minister will have heard my hon. Friend’s question.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}