{
    "url": "https://www.ukpol.co.uk/george-eustice-2019-speech-on-brexit/",
    "title": "George Eustice – 2019 Speech on Brexit",
    "post_date": "April 2, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "George Eustice",
            "url": "/tag/george-eustice/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Eustice, the Conservative MP for Camborne and Redruth, in the House of Commons on 1 April 2019.",
    "content": [
        "For some time, I favoured a simpler and swifter Brexit, based on our leaving the European Union but rejoining the European Free Trade Association, and in so doing, making our existing rights and obligations as a signatory to the treaty establishing the European economic area operable. It would mean that we would have no customs union and an independent trade policy. We would be outside the common fisheries policy and the common agricultural policy, but we would accept regulatory alignment to reduce border friction. My motion was not selected, but this evening, I will support motion (D) in the name of my hon. Friend the Member for Grantham and Stamford (Nick Boles)—the so-called common market 2.0 option—for reasons that I will come on to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There were two ways to address the issue of Brexit. One was to self-confidently resolve from the beginning that we would leave as a third country and prepare on that basis, and be willing to leave without an agreement if necessary. I would have supported the Prime Minister in that, had she seen that through. However, if the Cabinet always believed that we could not leave without ​a deal, it had to recognise that that would require significant compromise with the EU, which in turn would require the development of a cross-party consensus in this House. Now that the Prime Minister and her Cabinet have signalled that they are unwilling to leave under a no-deal scenario, we must try to secure a consensus.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Last Friday, the Prime Minister’s withdrawal agreement was defeated for a third time, but the vast majority of Government Members voted for the withdrawal agreement, albeit unenthusiastically in many cases. My contention this evening is that hon. Members who were willing to take a second look at the withdrawal agreement should also take a second look at common market 2.0. Certainly, it envisages a temporary customs union, but so does the withdrawal agreement, first through the implementation period, then through a probable extension to the implementation period, and finally through the backstop. It also envisages some regulatory alignment through membership of EFTA and the EEA, but that would be dealt with expeditiously under the motion. Under the withdrawal agreement, the UK is already committed to aligning its regulations in relevant areas. The extent to which we have border checks would depend on any divergence from that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I believe that this option provides a way to compromise and a way forward for the House. It is far preferable to motion (C), the proposal for a customs union, which, as hon. Members have pointed out, does not make sense for an independent country such as this. It means that we would have our commercial interests traded away in the interests of other countries, and it would not solve the border issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}