{
    "url": "https://www.ukpol.co.uk/george-eustice-2022-statement-on-delivering-the-environment-act/",
    "title": "George Eustice – 2022 Statement on Delivering the Environment Act",
    "post_date": "March 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "George Eustice",
            "url": "/tag/george-eustice/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by George Eustice, the Secretary of State for Environment, Food and Rural Affairs, in the House of Commons on 16 March 2022.",
    "content": [
        "We are today launching our consultation on legally binding targets under the Environment Act to leave our environment in a better state than we found it. This includes a world-leading target to halt the decline of nature by 2030. This is our compass, spurring action of the scale required to address biodiversity loss. We are also proposing targets for air quality, water, trees, marine protected areas, biodiversity, and waste reduction and resource efficiency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This goes beyond the legal minimum required under the Act and will support the delivery of many of the Government’s priorities, including to reach net zero by 2050, build resilience against the impacts of a changing climate, and level up all corners of the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In order to meet these targets, we must move the emphasis away from bureaucratic EU processes that have not done enough to moderate the pace of nature’s decline, and instead put in place the governance regime that can deliver nature’s recovery. That is why we are publishing a Green Paper today, setting out proposals to create a system which better reflects the latest science, has regard for our domestic species and habitats, and delivers nature recovery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have always said we will take a cautious and evidence-led approach to any reform. This Green Paper is the next step in setting out our ideas and gathering views to inform our approach.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Our protected sites and nutrient pollution**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As set out in our 25 year environment plan, England’s protected sites are a vitally important part of this Government’s ambitious commitments on the environment, including delivering the target to halt species decline by 2030. Nutrient pollution is a particular problem for our freshwater habitats and estuaries. Increased levels of nutrients—especially nitrogen and phosphorus—can ultimately damage protected sites and the wildlife that live there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Many of our most internationally important water bodies are designated as protected sites under the Conservation of Habitats and Species Regulations 2017. Under the Habitats Regulations, competent authorities, such as local planning authorities and the Environment Agency, must assess the environmental impact of planning applications or local plans. As a result of these regulations and European case law, Natural England has advised that in areas where protected sites are in “unfavourable condition” due to nutrient pollution, Local planning authorities can only approve a project if they are certain it will have no negative effect on the protected site.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Following further work to understand the sources of site deterioration, Natural England has today issued updated advice and support to the 32 local planning authorities currently affected by nutrient pollution, as well as 42 new local planning authorities. So far this approach has too often been complex, time-consuming and costly to apply, and Government is clear that action is needed to make sure that we both deliver the homes and communities need and address pollution at source.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "First, to help all local planning authorities affected to navigate this requirement, Natural England has published a “nutrient calculator” to enable development to take place in a sustainable way. The Government is offering £100,000 to each affected catchment to support cross-local authority work to meet Natural England requirements and enable development to continue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "These solutions are pragmatic short-term steps but do not amount to a permanent solution that will improve water quality and allow sustainable development to proceed, and so we are going further. The Government already has highly ambitious plans to reduce nutrient pollution from both agriculture and sewage works and has further plans for the future. We have also secured a series of pledges from water companies to provide new funding for nature-based “strategic solutions” to tackle nutrient pollution. We welcome the new and proactive investment from Severn Trent Water, United Utilities, South West Water and Yorkshire Water in collectively investing an additional £24.5 million in reducing nutrient pollution affecting these sites, including nature-based solutions. We will work with the wider industry to deliver further action, as far as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, we will explore legislation to further strengthen requirements to reduce nutrients at source enabling more sustainable development. This will provide greater certainty for local authorities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}