{
    "url": "https://www.ukpol.co.uk/george-eustice-2020-speech-on-flooding/",
    "title": "George Eustice – 2020 Speech on Flooding",
    "post_date": "March 9, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "George Eustice",
            "url": "/tag/george-eustice/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Eustice, the Secretary of State for the Environment, Food and Rural Affairs, in the House of Commons on 4 March 2020.",
    "content": [
        "I beg to move an amendment, leave out from “volunteers” to end and insert:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“acknowledges that following the Pitt Review in 2008, local and national response was significantly improved through the establishment of Local Resilience Forums which have led to partnership working and in addition, the Cross Review in 2018 which led to the publication of new guidance on multi-agency flood plans; further ​acknowledges that following the National Flood Resilience Review in 2016 there were further improvements through the establishment of the National Flood Response Centre and improved weather and flood forecasting capabilities, but recognises that extreme weather events are becoming more frequent and that further investment in flood defence infrastructure will be necessary in the years ahead.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have had three storms in three weeks affecting our Union, from Cornwall right up to the north of Scotland and Northern Ireland, with winds of up to 70 mph and waves of snow, ice and rain, making this the wettest February on record. Many areas have already received more than double their average rainfall for February. Some have received four times the average monthly rainfall and others have experienced a month’s worth of rain in just 24 hours. Eighteen river gauges across 13 rivers recorded their highest levels on record during, or triggered by, Storms Ciara, Dennis or Jorge. These are records that no one wants to see broken. Even if there are no further significant storms in March, it could still take three to four weeks for water to drain from the washlands in the East Yorkshire area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "These storms at the end of an incredibly wet winter have brought consequences across the country as river systems were overwhelmed. Nothing can diminish the suffering felt across our country in communities affected by recent storms. Experiencing flooding, especially repeated flooding, is traumatic and distressing for the communities affected, and sadly over 3,400 properties have been flooded this February, with significant damage caused.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**John Redwood (Wokingham) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Does the Secretary of State agree that too much building on floodplains is not helpful and that in future we should be much more restrictive and then try to deal with the backlog problem?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My right hon. Friend makes an important point. The Environment Agency is a statutory consultee on all planning applications.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is a live incident, so I urge vigilance as we monitor the situation and move into a recovery phase. I would like to take this opportunity to pay tribute to the work of the Environment Agency, local authorities and emergency services, including the fire brigade, which has been engaged extensively, the paramedics and the many voluntary groups that have played a role and, of course, local TV and radio, which have played their part—[Interruption.] And the BBC, which is a great part of local TV and radio.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have been in close contact with the Environment Agency every single day. More than 1,000 of its staff have been deployed across the country every day, putting up temporary barriers, clearing rivers of debris—a continuing role for the EA—and helping with evacuations where necessary. They have been deployed alongside around 80 military personnel who stepped in to assist in certain circumstances. Wales has also seen significant impacts, with more than 1,000 properties flooded. The EA remains in close contact with the Welsh Government, who are offering aid and support it might need to respond to their incidents. Some Members have expressed concern about the stability of some coal tips. My colleague, the Secretary State for Wales, has been in dialogue with the Welsh Government about this and, following that, we directed the national Coal Authority to conduct an urgent assessment of those tips where there were concerns.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**​Chris Elmore (Ogmore) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On the point about the coal tips, will the Secretary of State confirm that this is not just a review of where they all are, and that the UK Government will fund the safety of those tips to reassure residents living in fear across constituencies represented by three Members here today, including my hon. Friend the Member for Cynon Valley (Beth Winter)?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I know that the Secretary of State for Wales has had discussions with the Welsh Government. In their discussions last week, there was no request for funds as it was too early to ascertain what help, if any, might be needed, but once that work is concluded by the national Coal Authority, they will be in a better position to know that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Chris Bryant (Rhondda) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I think the Secretary of State is slightly misunderstanding the point here. This is not about the financial request from the Welsh Assembly to this Government. This is about the tips in constituencies such as mine, where there is significant concern that there may be further movement and greater destabilisation of the slag heaps. That is the responsibility of his Government—the Department for Business, Energy and Industrial Strategy—and we need to ensure that the Government are doing everything to ensure that the people in my constituency are safe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That is correct, and the national Coal Authority sits within BEIS. We have directed it to carry out an urgent assessment of those mines.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The area that was worst affected by Storm Ciara was the Calder valley. Hebden Bridge flooded after Storm Ciara, but not after Storm Dennis. Many businesses there have adapted their buildings to flooding, which were back trading after a few days or weeks. The military were deployed to Ilkley in West Yorkshire, where 700 metres of temporary barriers were erected. They also worked in the Calder valley, building a temporary defence and sandbagging properties. The scheme in Mytholmroyd is due to be completed this summer, and further schemes are in the design and consultation phase at Hebden Bridge, Brighouse, Sowerby Bridge and other locations along the Calder valley.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The area most severely affected by Storm Dennis was the Severn catchment. Since 2007, many parts of the Severn have been protected by demountable barriers. Those barriers are deployed to hard standings and permanent pillars along the river bank and removed when the risk of flooding recedes, so that people can gain access to the river for cycle paths and to prevent views from being affected. Those demountable barriers have been particularly popular with communities and have been effective during this most recent episode. While some homes were flooded, the defences put in place have protected around 50,000 homes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Tenbury Wells was the first place to be affected by Storm Dennis and had previously flooded in October. Soon after flood alerts were issued, community information officers assisted residents in the town. Sadly, the area of Tenbury is not suitable for temporary barrier deployment due to the length of defence needed, significant access issues and the need for pumps to mitigate water seepage on uneven ground. However, in our future programme, we are developing plans to deliver a scheme at Tenbury Wells protecting over 80 homes and 80 businesses and costing in the region of £6 million, and we are seeking ​partnership funding to develop that phased approach. My hon. Friend the Member for West Worcestershire (Harriett Baldwin) and the local county councillor have been keen advocates of the proposed scheme and have discussed it with me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In Selby, where there were concerns about water over- topping a flood retention bank, the Army were on standby but, in the event, Environment Agency and local authority staff deployed 3,000 sandbags to top up the defences, build the bank higher and ensure that there was protection.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Turning now to Shrewsbury and Bewdley, where demountable barriers along the Severn played an important role in reducing the impacts, there are four phases of demountable barriers deployed to protect infrastructure and properties in Shrewsbury, and all were deployed in time for Storm Dennis. In Bewdley, we also deployed demountable barriers to complement the permanent defences and temporary barriers in part of the town. Environment Agency staff were present throughout the flooding, checking those barriers and pumping water back into the river.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mark Garnier (Wyre Forest) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the Secretary of State for talking about my constituency, and thank the floods Minister, the Under-Secretary of State for Environment, Food and Rural Affairs, my hon. Friend the Member for Taunton Deane (Rebecca Pow), for being there to see the demountable barrier being put up on the very first day. The demountable barriers are one of the finest gifts that one of the best leaders of the Labour party, Mr Tony Blair, has ever given us—in 2001, I think, with an £11 million investment. But the problem for Bewdley remains Beales Corner, on the other side of the bank. This highlights the difference between what is a demountable barrier and what is a dangerous temporary barrier, which gave way and was overtopped. A not-very-good approach was developed at Beales Corner, which is the property-led defences. I do not think they worked in the event of this flood.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend makes an important point. I was going to go on to say that the temporary barriers deployed to the Beales Corner area of Bewdley were overtopped by the sheer volume of water flowing through the town. Environment Agency staff deployed pumps to mitigate the overtopping, but eventually this operation was overwhelmed. I know that staff have continually provided updates to residents via local media, with live-streamed videos from site and post-strategic command meetings to inform the public.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Geraint Davies (Swansea West) (Lab/Co-op)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is interesting to hear the individual cases, but does the Secretary of State not accept that it is 12 years since the Pitt review and that it is only another 10 years—less than that period—until we expect and predict that climate change will result in a 1.5° increase in temperature? Therefore, we want not a microcosmic look at individual demountables, but an overview of the strategic difference climate change will make—namely, where can we and should we defend? Where can we not defend? Where do we have to change land use management? Where do we have to have rain water capture in urban environments? Where do we have to have underground tunnels and so on? We need an overall review. We face massive and growing risk. He says, “Oh, let’s hope we don’t have more bad weather.” That is—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**​Mr Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Order. The hon. Gentleman wishes to make a speech, but he is taking his own time away.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am going to address all those points of review later, but I wanted to take the opportunity, since this does not always happen, to effectively acknowledge some of the great work that has been done on the ground by the Environment Agency and our emergency services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In Ironbridge, the substructure of the soil along the riverbank sadly does not lend itself to the demountable barriers that were so effective in other towns, but temporary barriers were deployed to contain the water that breached the river bank, with 800 metres of temporary barriers deployed along the Wharfage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "While most effects in the days after Storm Dennis were felt along the Severn, there was further heavy rain late last week, which led to major challenges in parts of Yorkshire, notably around the washlands at Snaith and East Cowick. The washlands are one of the oldest man-made flood defence systems in the country, dating back some 400 years. However, the sheer volume of rainfall meant that they were overwhelmed. We have deployed 48 multi-agency pumps in operation across the Aire washlands, as water levels start to drop, to dewater homes. There is an urgency to this work, since next weekend we will also see peak seasonal tides on the east coast, which can lock rivers. We must therefore use the window of opportunity in the weeks ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The motion tabled by the Opposition suggests an independent inquiry. I am grateful for this opportunity to describe all the other inquiries that we have had on flood response over the last decade or so and what actions have been taken to implement those recommendations. First, the Pitt review, which was alluded to by the hon. Member for Swansea West (Geraint Davies) and which followed the 2007 floods, informed new laws better to manage flooding under the Flood and Water Management Act 2010. The crucial recommendations of the review regarding flood response led to the establishment of local resilience forums.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Richard Graham (Gloucester) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Will my right hon. Friend give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will on that point, but then I am going to make progress.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Richard Graham**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am grateful. A lot of the Pitt review recommendations were implemented in Gloucester at that time and have made a huge difference. My neighbours suffered terribly this year. None the less, not a single home in Gloucester flooded, as a result of good work by the Environment Agency and local councils.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend makes an important point.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Secondly, after the 2014 floods, another review was led by Oliver Letwin. It led to a number of further improvements, including the establishment of a new national flood response centre, based out of the Cabinet Office, to ensure that cross-government decisions on operational matters were taken expeditiously. The review also led to improved flood forecasting capabilities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thirdly, because there were concerns that some local authorities were better prepared than others to meet the challenge of flood response, in 2018 the Cross review ​recommended that every local authority should have a formal plan of action to respond to flood risk in its area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The substantive recommendations in all three of those reviews have been implemented, and it is because they have been implemented that the response on the ground to these extraordinary weather events has been so effective and rapid. The Government amendment to the motion therefore recognises and corrects what might be an oversight in the Opposition motion, which is to recognise what has been done in response to previous reviews.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government amendment also corrects another omission from the Opposition motion, relating to funding. Climate change means that extreme weather events are becoming more frequent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Several hon. Members rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am going to make progress and conclude.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are investing £2.6 billion in flood defences—over 1,000 flood defence schemes to better protect 300,000 homes by 2021. To date, we have completed 600 of those schemes, protecting over 200,000 homes. Were it not for projects such as those, 50,000 more homes would have been flooded in these recent events.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, there is more to do. That is why the Government have a manifesto commitment to spend even more on flood defence in the years ahead, committing £4 billion in this Parliament further to improve our resilience and our ability to manage such events. The Government amendment, rather than proposing reviewing funding as the Opposition suggest, acknowledges the need for further investment. Our manifesto already commits us to further investment. I hope that this investment will not be opposed by Opposition Members.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are determined to be ready for the future, and we know we must expect more frequent extreme weather in this country. So as well as investing even more money in flood defence, the Government are committed to leading a global response to climate change through our work around the world. As host of the next climate change conference, COP26, we will urge nations to achieve net zero in a way that helps nature recover, reduces global warming and addresses the causes of these extreme weather events.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}