{
    "url": "https://www.ukpol.co.uk/george-eustice-2022-statement-on-sewage-pollution/",
    "title": "George Eustice – 2022 Statement on Sewage Pollution",
    "post_date": "September 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "George Eustice",
            "url": "/tag/george-eustice/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by George Eustice, the then Secretary of State for Environment, Food and Rural Affairs in the House of Commons on 6 September 2022.",
    "content": [
        "As a Cornish MP, I have long been aware of the challenges created for our aquatic environment by storm overflows. When I became Secretary of State in February 2020, I instructed officials to change the strategic policy statement for Ofwat to give the issue greater priority.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is the first Government to set a clear requirement for water companies to reduce the harm caused by sewage discharges: we have set that in law through the Environment Act 2021. We are taking action now on a scale never seen before. Water companies are investing £3.1 billion now to deliver 800 storm overflow improvements across England by 2025. This will deliver an average 25% reduction in discharges by 2025.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have also increased monitoring. In 2016, only 5% of storm overflows were monitored. Following the action of this Government, almost 90% are now monitored, and by next year 100% of all storm overflows will be required to have monitors fitted. This new information has allowed our regulators to take action against water companies. The Environment Agency and Ofwat have launched the largest criminal and civil investigations into water companies ever, at more than 2,200 treatment works, following the improvements that we have made to monitoring data. That follows 54 prosecutions against water companies since 2015, securing fines of nearly £140 million.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Water companies should consider themselves on notice. We will not let them get away with illegal activity. Where permits are breached, we are taking action and bringing prosecutions. Under our landmark Environment Act, we have also made it a legal requirement for companies to provide discharge data to the Environment Agency and make it available to the public in near real time: within an hour. This is what Conservative Members have voted for: an Environment Act that will clean up our rivers and restore our water environment; that has increased monitoring and strengthened accountability; and that adds tough new duties to tackle sewage overflows for the first time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government have also been clear that companies cannot profit from environmental damage, so we have provided new powers to Ofwat under the Environment Act to modify water company licence conditions. Ofwat is currently consulting on proposals that will enable it to take enforcement action against companies that do not link dividend payments to their environmental performance or that are failing to be transparent about their dividend payouts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Yesterday, I laid before Parliament the storm overflows discharge reduction plan. The plan will start the largest investment in infrastructure ever undertaken by the water industry: an estimated £56 billion of capital investment over the next 25 years. It sets strict new targets for water companies to reduce sewage discharges. Designated bathing waters will be the first sites to see change. By 2035, water companies must ensure that overflows affecting designated bathing waters meet strict standards to protect public health. We will also see significant reductions in discharges at 75% of high-priority sites.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Water is one of our most precious commodities. Water companies must clean up their act and bring these harmful discharges to an end. I commend our storm overflow report, which was published yesterday, to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Caroline Lucas**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the Secretary of State for his response, but I am utterly staggered by his complacency. Following the news over the summer that raw sewage was being pumped into our waterways and along our beautiful beaches, I have received so many messages from constituents who are horrified that water companies are polluting in such a revolting way. Does the Secretary of State recognise that, after 12 years, people rightly hold his Government responsible for this risk to human and environmental health, and for allowing the twin failures of weak regulation and Government cuts, together with the continuation of a privatisation process that has lined the pockets of shareholders at the expense of investment in the infrastructure that we so desperately need?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Where is the urgency from Ministers? We have a so-called plan that allows water companies to continue polluting until 2035 in areas of significant importance to human and ecological health and until 2050 elsewhere, which means sanctioning nearly 30 more years of pollution. Is that genuinely what the Secretary of State considers to be an urgent response? Will he strengthen it to a 90% reduction in storm overflows by 2030 at the latest? Worse still, it was previously illegal for water companies to discharge sewage when there was no heavy rainfall, but under the Government’s new plan, that is now permitted until 2050. Why are this Government going backwards?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Our soon-to-be Prime Minister has claimed that she will “deliver, deliver, deliver”, but all that she did deliver when she was Environment Secretary were devastating cuts to the Environment Agency. Has the Secretary of State asked whether she regrets those cuts, and will the Government reverse them? Is the Secretary of State proud of a situation in which 24% of sewage overflow pipes at popular resorts have monitors that are faulty, or do not have monitors at all? Since privatisation in 1991, water companies have made a staggering £50 billion in dividends for their shareholders. Why does the Secretary of State’s plan include imposing costs on customers to pay for improvements—a bill that the companies themselves should be footing?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Coastal communities are still recovering from the pandemic. Local beaches are at the heart of these communities, and they are critical to our constituents’ wellbeing as well as to local economies. However, one local firm in Brighton told me that on the August bank holiday weekend, when it would normally see a 30% increase in business, it saw a 70% decrease. What compensation will there be for such businesses?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Will the Secretary of State now cut the crap, commit himself to strengthening the Government’s plan, and bring our failing system back into public hands, which is where it belongs?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Order. Let me just say that that was a good joke, but it is not what we want to start this term with. Come on—let us have the Secretary of State.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Lady delivered her comments with characteristic passion, but she was wrong to say that the Government had not prioritised this issue. Had she listened to my response to the urgent question, she would have heard that when I became Secretary of State this was one of the first things that I prioritised in changing the strategic policy statement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Lady would like immediate action to be taken on these matters, but the truth is that long-term infrastructure changes and investments are necessary. We have to take decisions now, and invest in the infrastructure and the capacity to prevent such discharges from happening. Were we to do what the hon. Lady would like, which is to stop using these arrangements immediately, sewage would literally back up into people’s homes, and I am not sure that that is something they would thank us for. We must therefore have a programme of investment, and we are the first Government to set this out. The hon. Lady is correct in saying that down the decades, since the Victorian era, Governments of all colours have failed to give this matter adequate priority. Ours is the first Government in history to do so, and that is what our plan sets out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Lady made a point about costs. We are mindful of this. As we roll out our programme, we must prioritise the most harmful discharges in the near term, and that is exactly what we are doing. We are taking action right now, with a £3 billion investment that will reduce discharges by 25% by 2025, and we will then prioritise bathing waters and other priority sites with a target of 2035. Those measures will require that infrastructure investment, and will require some funding. As I said in my initial response, we are doing this in a way that will ensure that it is funded fairly and that companies cannot award dividends unless they are performing properly. Let me also point out that Ofwat regularly tries to drive greater value from water companies, to the extent that last year a number of them appealed to the Competition and Markets Authority to say that Ofwat was being too hard on them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I disagree with the points that the hon. Lady has made. Ours is the first Government to prioritise this issue, but doing so requires us to make decisions now that will bring about long-term improvements, and that is what we have decided to do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We now come to the Father of the House, Sir Peter Bottomley.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Sir Peter Bottomley (Worthing West) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Those of us who have been around for a long time do not believe that nationalised industries would allow the necessary level of investment to be continued. Can I ask the Secretary of State whether the companies, the regulator and the Environment Agency knew the scale of the discharges?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend raises an important issue, and it was only when this Government required increased monitoring that we discovered the scale of the problem. The reality is that this has been a problem for some time, but successive Governments down the decades have not had the right monitoring in place to recognise it. As soon as we recognised this, the Environment Agency started to bring record numbers of prosecutions against companies that appear to have been breaching their permit requirements. We are not sure whether that was an error that those companies were making, and that they did not realise they were making some of those discharges, or whether it was deliberate. There is a moot point about why the Environment Agency did not detect this earlier, and that is now the subject of an investigation by the Office for Environmental Protection, which was set up under our Environment Act 2021.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We now come to the shadow Secretary of State, Jim McMahon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Jim McMahon (Oldham West and Royton) (Lab/Co-op)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The scenes over the summer have shown us again that the country is awash with Conservative-approved filthy raw sewage. Over the last six years, there have been over 1 million sewage discharge spill events, which on average means a spill taking place every 2.5 minutes. Just in the time that we will be in this Chamber for this urgent question, 18 sewage discharges will take place. The water companies are laughing all the way to the bank and the Government are complicit in treating our country like an open sewer, allowing raw human waste to be dumped on our beaches and playing fields and into our streams and bathing waters, where families live and holiday and where their children play.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is the record and the legacy of a decade of decline, including from the new Prime Minister, who slashed the enforcement budget by a quarter when she was in the right hon. Gentleman’s post. There might be a new Prime Minister, but it is the same old Tories. In the Environment Secretary’s own backyard, he has subjected his constituents to 581 sewage discharges in the last year alone. The very people who voted for him and put their trust in him have been let down by him. This could have been avoided had Conservative MPs not blocked changes that would have ended sewage discharges and finally held the water companies to account.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government’s plan is not worth the paper it is written on. It is business as usual, giving water bosses the green light to carry out another 4.8 million discharges through to 2035. When will the Government finally step up to eliminate the dumping of raw sewage into our environment? I have a message for whoever may be in the right hon. Gentleman’s post as early as this evening: the Labour party is putting you on notice. We are taking this fight, constituency by constituency, from Cumbria to Cornwall to turn those neglected filthy brown seats into bright red.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Gentleman’s contribution is characteristically political—[Interruption.] Let me say that this is the first Government to increase monitoring so that we knew there was a problem. This is the first Government to set out a £56 billion investment plan to tackle this. No previous Government, not even Labour Governments, ever prioritised this issue in the way that we have. The hon. Gentleman mentions cuts to the Environment Agency budget, but he misunderstands how that budget works. The cost of monitoring water companies’ permits for the management of combined storm overflows is cost-recovered through the permit, and there have been no cuts to that. They can to recover those costs, and we have increased the grant in aid budget to enable them to do further enforcement action. That is why we have seen record numbers of prosecutions being brought under this Government’s watch.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We now come to the Chair of the Environment, Food and Rural Affairs Committee, Sir Robert Goodwill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Sir Robert Goodwill (Scarborough and Whitby) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Before privatisation, every single gallon of Scarborough sewage was pumped into the sea untreated. Since privatisation, we have seen investment in the Burniston water treatment works, which has been upgraded with ultraviolet treatment to increase its capacity, and in a 4 million litre stormwater tank at the end of Marine Drive that captures the majority of heavy storms. Would the Secretary of State agree that the bathing water off the Yorkshire coast has never been cleaner, and that while there is more work to be done, particularly on some of our inland waterways, private sector investment is the way to deliver that?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My right hon. Friend is absolutely right. We have prioritised investments through the new strategic policy statement for Ofwat, which means that this issue is being prioritised for the first time ever. He is also right that private capital has helped to raise the money to lead to infrastructure improvements. Things were not perfect in the days of nationalisation. Indeed, we did not even understand the scale of the problem because there was not the monitoring in place, which we have now required, to recognise it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I call the Chair of the Public Accounts Committee, Dame Meg Hillier.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dame Meg Hillier (Hackney South and Shoreditch) (Lab/Co-op)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In 2019, the River Lea suffered a discharge for 1,000 hours. That was three years ago, and the ripple effect of it will be longer than just this summer. But the Environment Agency, in response to my questions, says—as the Minister said—“Well, it is okay, we are monitoring more.” But that monitoring does not seem to deter the water companies from repeating their action. So why does he think the threat of prosecution and fines is not delivering quicker and better investment to stop this happening?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Quite simply, because this is the first Government in history to require all of these 15,000 storm overflows to be properly monitored, and now that we have that data, this is the first Government ever to bring prosecutions against those companies, and they will respond to that. This is also the first Government ever to prioritise £56 billion of investment to improve infrastructure so that these storm overflows are not needed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Dr Neil Hudson (Penrith and The Border) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "May I thank the Secretary of State for his statement and his clarity on this issue? Does he agree that that is in stark contrast with the Liberal Democrats, who are pumping out alarmist, inaccurate and frankly toxic material into our constituencies through leaflets and social media? In stark contrast, this Conservative Government are the first Government ever to take action on this and hold the water companies to account and to stop these illegal and unacceptable discharges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "No surprises there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Tim Farron (Westmorland and Lonsdale) (LD) rose—[Interruption.]**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As a matter of interest, the hon. Member did put his name in on this urgent question, so I am taking his question and I do not need any barracking.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Tim Farron**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thank you, Mr Speaker; impeccable timing, as always.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Look, it is obvious to everybody watching that we have a colossal problem: 6 million hours of sewage being dumped legally into our seas, lakes and rivers in the last year. These are the specifics of it: in the last 48 hours, a sewage dump on the beach at Seaford in Lewes. In my part of the world, Morecambe bay, 5,000 hours of sewage discharges on to the sands, and 1,000 hours into Windermere. Juxtapose that with £2.8 billion of profits for the water companies, £1 billion in shareholder dividend and the executives giving themselves 20% pay rises, 60% in the form of bonuses. I do not know about you, Mr Speaker, but I thought bonuses were what you got when you do a good job. And all this is done legally, on the sanction of this Government. When will they make these discharges illegal and ensure that the water companies pump their profits into ensuring that they protect homes and businesses, and our seas and lakes?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Our Environment Act addresses all the substantive points that the hon. Gentleman raised. As I said in my statement, Ofwat is currently consulting on an ability to regulate the dividends that companies pay and to link that to their environmental performance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I would simply repeat that this is the first Government to prioritise this issue. These are long-term challenges. We could argue that the coalition Government, and Governments before them, could have acted on this issue and had a different strategic policy statement. There were Liberal Democrats in that Government. They chose to prioritise other issues, such as the alternative vote and Lords reform.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Rebecca Pow (Taunton Deane) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will cry in a minute! Does my right hon. Friend agree that it is this Government who have prioritised this issue of tackling sewage discharges, with the monitoring, the reporting and the big investigation under way; and that, contrary to what we have heard from some Members, the Liberal Democrats actually voted against all those measures in the Environment Act? So they could have helped.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Crucially, would my right hon. Friend, who has himself done so much on this issue in the Department, agree that what is important now is that the regulator uses the power it has and uses its new directions; that the EA takes forward prosecutions following this intensive investigation; and that the water companies do not pay huge salaries if they cannot demonstrate that their house is in order?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I commend my hon. Friend for her role in progressing this agenda and for the work that she did on the Environment Act, which sets out all the new powers that we need to address this challenge. She is absolutely right: we introduced powers under the Act to give Ofwat new abilities to scrutinise and to change dividend awards. It is consulting on measures to do that now. It is because of the work of my hon. Friend and others in government and in the Department that we have the powers under the Environment Act to finally tackle this long-standing challenge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Rosie Duffield (Canterbury) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Recently the Environment Agency branded Southern Water “appalling” and awarded it a one-star rating. Frankly, in the view of my constituents, that was one whole star too many, and many of them are considering not paying their bills. I have held two public meetings in Whitstable so that representatives from our sailing clubs, swimmers, fishers and residents could confront Southern Water directly. Will the Secretary of State—or one of the Ministers, because we do not know who it will be—come to my constituency and meet groups such as SOS Whitstable, and hear from them what damage this is doing to our economy on a daily basis?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Southern Water is one of the companies that were recently investigated, and was subject to a record fine of close to £90 million. That significant fine actually precipitated a change in ownership of that company. I know that the new owners are committed to addressing the historic problems that they have had. As for whether a Minister will visit the hon. Lady’s constituency, if she would like to write to me or wait and see who is around tomorrow, I am sure they will look favourably on her request.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Jesse Norman (Hereford and South Herefordshire) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As my right hon. Friend knows, the River Wye is a priceless national asset, threatened by phosphate pollution. He also knows that the Wye is unusual because it crosses the border between Wales and England and the majority of its phosphate does not come from sewage companies, and therefore it will not be as affected as other rivers by the thoroughly laudable measures that my right hon. Friend has taken. Will he make a note to his successor, if there is one, and to his officials now in the Box, that the next administration of DEFRA, if there is one, should take the matter up with great energy and authority, and press the cross-border issue, for the betterment of the Wye, the whole catchment and this country as a whole?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My right hon. Friend raises an important point, in that there are sometimes cross-border issues. While we are taking leading action in England, we obviously also need other devolved Administrations, including in Wales, to play their part to address the challenge, particularly in catchments such as the Wye. I am aware of the point that he makes on phosphates. We are consulting at the moment on reducing nutrient pollution—both nitrogen and phosphates—from both agriculture and sewage treatment works, and I am sure that when the results are published they will give the impetus that he requires and requests for agriculture to be tackled.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Maria Eagle (Garston and Halewood) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Last week, I and 17 of my north-west colleagues wrote to United Utilities about reported significant sewage releases into the River Mersey. United Utilities has simply denied that it was responsible and cited Environment Agency estimates that it is responsible for only about 30% of pollution incidents in the river. What will the Government do, on a speedier timescale than the one that the Secretary of State’s plan sets out, to make sure that investment in infrastructure is brought forward? The companies seem to have got into a very bad habit of treating the money that they make as something to be given out in dividends and payments to senior executives, rather than invested in the infrastructure that will make sure that this stops in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The next pricing review period starts in 2025, which is not soon enough for me. That is why I said to Ofwat, and to the water companies, that they should bring forward any investments that they are able to. That is why, as I said earlier, there will be £3.1 billion of investments up to 2025, on 800 overflows, which will significantly reduce discharges by about 25% by 2025—so in the near term.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Martin Vickers (Cleethorpes) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Last week, I met Anglian Water to discuss the situation that had developed in Cleethorpes. Notwithstanding what the Secretary of State has just said, I was left with the feeling that we could be harder on it in the targets that we set. Whether that is through my right hon. Friend, Ofwat or the Environment Agency matters not. Could we look again at the targets that we are setting? In his earlier response, the Secretary of State mentioned 2035. That is a long way away. Traders in Cleethorpes want people to come along and be confident that the waters are clean.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend raises an important point. We are mindful of the impacts on bills. The average increase in bills with the measures we outlined—the £56 billion package—will be about £12 per household per year by around 2030. However, we have said that we will review this in 2027, and if it is possible to accelerate more of that investment, we will do so and the Government at that time can consider that position. I repeat that it is not the case that nothing is happening until 2035; indeed, we are spending more than £3 billion out to 2025, which will lead to a 25% reduction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mrs Emma Lewell-Buck (South Shields) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have repeatedly raised the issue of sewage dumping on the beach in my constituency in this Chamber. The Government continually use the excuse that it would cost up to £660 billion to upgrade our sewers, but the actual cost, over 10 years, would be £21.7 billion. Since privatisation, £72 billion has been paid out in dividends, so why are the Government not making the water companies meet these costs?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We also published and laid before the House yesterday a report required under the Act on the feasibility of removing the storm overflows altogether. It is the case that the cost of completely removing them, as the hon. Lady would like, is up to about £600 billion. Reducing their use so that they are not used in an average year would, in itself, be in the region of £200 billion. We have chosen to spend £56 billion, a significant investment, to target the most harmful sewer discharges, and that will lead to significant change in the years ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Virginia Crosbie (Ynys Môn) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "River pollution and sewage discharge in Wales is the responsibility of the Welsh Labour Government and last year there were more than 3,000 discharge incidents in waters around Anglesey. I have received many letters from my constituents who are concerned about the pollution of beautiful beaches such as Benllech as a result of the actions of Welsh Water. Does my right hon. Friend agree that the Welsh Government need to take responsibility and urgently implement a plan?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have set an important example with the storm overflow discharge reduction plan that we have published. We have committed to the investment and we are bringing record numbers of prosecutions in England against water companies. My hon. Friend is absolutely right to say that we need the Welsh Government and the devolved Administrations to play their part too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Andy McDonald (Middlesbrough) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have an ecological disaster with massive numbers of dead crustaceans, porpoises and seals washing up on the beaches around the Tees bay, hammering what is left of our fishing industry. In addition to the foul sewage discharges, levels of pyridine have been detected that are off the scale and there are concerns about the dredging of the river and the bay releasing toxins. Will the Minister assure me that his Department will commit to securing a proper explanation for this disaster and insist that his Tory Tees Valley Mayor does not repeat his misleading of the public about the quantities of dredgings being disposed of at sea?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Gentleman has raised this issue before and there was a tragic case of large numbers of crabs, in particular, being washed up on beaches in his constituency. We ordered an investigation by the Centre for Environment, Fisheries and Aquaculture, our leading fisheries science agency, supported by Natural England. Their conclusion was that this is most likely caused by a natural algal bloom event.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Derek Thomas (St Ives) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My local beach, Longrock, saw the highest number of combined sewer overflow notifications in this last bathing season, so I could not agree more that South West Water needs to do more. However, the Secretary of State will know that it is not just an issue for the water companies. For example, in a combined sewerage system, water from our roads, our farmland, our roofs and our own homes will eventually overwhelm this aged system. What can he do to encourage us all to act more responsibly in the way we use water, which will eventually overflow this system and go on to our beaches?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend highlights an important point: the origin of this problem links back to the Victorian combined sewer system we have, where street drainage systems are linked into the foul water drainage system. Since the 1960s, new housing developments have been required to be on a different drainage system, but I am sorry to say that all too often they have ended up plumbed back into the sewer. One key thing that water companies will be prioritising is, where possible, particularly on those later housing developments, ensuring that the drainage system is genuinely separated from the sewer system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Luke Pollard (Plymouth, Sutton and Devonport) (Lab/Co-op)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Last year, South West Water dumped 350,000 hours of raw sewage into the rivers and seas around the south-west. It has just been handed a one-star rating by the Environment Agency and a third of its sewage monitors do not work, according to the EA. Meanwhile, executive pay is up, dividends are up and it issued a special dividend to reward shareholders with even more money. Is it not time that South West Water published a full list of each and every raw sewage outlet that it is intending to close so that bill payers, such as the Secretary of State and I, can look at what it is intending to do and how these things are going to close? This will allow us to hold South West Water to account, just as we will hold the Tory Government to account for their failure to take faster action at the next election.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Under-Secretary of State for Environment, Food and Rural Affairs, my hon. Friend the Member for St Austell and Newquay (Steve Double) has met South West Water to discuss some of these issues. I simply say to the hon. Gentleman that in 2016 only about 800 combined sewers were properly monitored and we have increased that to 12,000. Over the next year, we will increase it to 100% coverage. It is because of the action that this Government have taken to increase monitoring, something that no previous Government had done, that we have determined that there is a problem and we are bringing prosecutions against these companies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Bob Seely (Isle of Wight) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On the island, we have persuaded Southern Water to undertake its most ambitious pathfinder project, which should, in time, see dramatic improvements. We need them, because in the past 24 hours we have had overflows at Bembridge, Cowes, Ryde, Seaview, Freshwater and Gurnard, which is unacceptable. I pay tribute to the work done by the Secretary of State and former Ministers in bringing in these new laws that have exposed the problem. We have seen the complacency and the failure in the water industry. Because of that failure and complacency, should we not now be bringing forward the legal timescales by which we demand action? We have exposed the problem, so can we not do more to demand that those water companies take the action that we all want to see?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is important to distinguish between the failure of water companies to abide by their permit conditions, which is an issue and is the reason for the Environment Agency bringing multiple prosecutions on this matter—we must bring that to a speedy conclusion, seek immediate rectification and bring them back into compliance with their permit conditions—and the separate issue of the permitted use of storm overflows. That issue is about long-term investment in infrastructure, which is what our discharge plan addressed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Khalid Mahmood (Birmingham, Perry Barr) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I hope you will excuse me for being slightly political on this matter, Mr Speaker. The Secretary of State continues to talk about the discharges and how he is trying to catch up with the water companies, but the reality is that we should be surcharging the water companies for the continuous abuse of our rivers, streams, play areas, seas and everywhere that this gets into. It ruins our environment for our rivers and our streams. If he wants to deal with this, he should surcharge the companies. If they cannot pay the surcharge, he should bring this back into public ownership—that is the answer to all of this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As I said, we have brought many prosecutions since 2015 and levied fines of about £140 million on the industry. In one case, that precipitated a change in ownership of a water company. The right thing to do is bring prosecutions where a company is in breach of its permits, and that is what the Environment Agency is doing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Huw Merriman (Bexhill and Battle) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Mr Speaker, thank you for granting not only this urgent question, but a 90-minute debate next Wednesday at 2.30 pm in Westminster Hall. Bexhill’s beach is red-flagged today, as it was yesterday, meaning that people should not enter the sea. It was the only beach in the area to be red-flagged and it is the only beach in the area whose bathing quality is not either “excellent” or “good”. I welcome the Secretary of State’s plan, but may I ask him to ensure that the areas that do not have good-quality bathing have a higher degree of prioritisation in the delivery of this plan?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I absolutely give my hon. Friend that assurance. Our discharge reduction plan absolutely prioritises bathing waters in those near-term investments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Kate Osborne (Jarrow) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "While water companies such as Northumbria Water have made on average £2 billion profit a year since privatisation, filthy raw sewage is being dumped into our playing fields, our beaches and our waters. This included 1,248 sewage dumps across 48 sites in my constituency last year. Profits and shareholder dividends are up, at the expense of public health. I went to see for myself the River Don in my constituency a few weeks ago, and the stench alone made clear the scale of the issue. Will the Secretary of State and his Government act on this immediately, or is he content with this environmentally criminal behaviour?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I hope I have made it clear that we are not content with criminal behaviour, which is precisely why we are bringing record numbers of prosecutions, having discovered a problem as a result of the monitoring that the Government required. The hon. Lady mentions dividends. As I said earlier, the Environment Act 2021 gives us new powers, and Ofwat is currently consulting on new measures that will link dividend payments to environmental performance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Tim Loughton (East Worthing and Shoreham) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "At the hottest part of the summer, beaches from Hastings to Worthing were blighted by the discharges by Southern Water, even though the rain after the dry period was not particularly heavy. Many of our constituents and tourists just could not use those beaches. While I welcome the extra data and monitoring equipment, which is making the problem more transparent, what we really need is better inspection and enforcement by the Environment Agency, and better explanations from the water companies when these spills occur. If they are lacking, the companies need to be penalised. We also need better information for our constituents as to whether it is safe to go back into the water.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend raises an important point. As I said in my statement, we are now requiring water companies to make available to the Environment Agency all the discharge data from storm overflows, and to publish it in near real time for the public. We shall continue to bring prosecutions where there are breaches of licence conditions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mike Amesbury (Weaver Vale) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Despite 12 years of Tory government and some of the tough and strong words in the Chamber today, in my constituency tonnes of sewage are discharged into the River Weaver, the River Mersey and the River Dane on a daily basis by United Utilities. The current system is not working. The future Secretary of State will need to step up, step in and get a grip of this situation. That is crystal clear right across this Chamber.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am the first Secretary of State ever to publish a plan such as this. One of my first acts as Secretary of State in 2020 was to instruct officials to change the strategic policy statement for Ofwat, which for the first time prioritised reduction of storm overflows.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr John Whittingdale (Maldon) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "May I thank my right hon. Friend and his Ministers for all that they are doing to tackle this issue. He will be aware of the importance of water quality in areas where oysters are grown such as the Blackwater estuary. What progress is being made to require the water companies to provide additional investment to carry out microbiological treatment to prevent things like E. coli contamination?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My right hon. Friend raises an important point. One of the actions that we are requiring water companies to take in some instances will be to use techniques that will disinfect water to prevent E. coli counts in the way that he describes, which can indeed affect shellfish sectors in aquatic environments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Jeremy Corbyn (Islington North) (Ind)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Is it not obvious that all these years of privatisation, all the billions that have been paid out in dividends and profits and the massive levels of executive pay have meant that not enough has been invested in the infrastructure, and that there have been excessive numbers of sewage discharges, which are getting worse? Is it not obvious that we should do what every other country in western Europe does and bring our water industry as a whole into public ownership under public control so that we do not damage our water infrastructure in order to pay profits to distant billionaires?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The original vision of water privatisation was that we would have publicly listed companies on the London stock exchange and that water bill payers would also be shareholders. In the early 2000s, most of the water companies fell into the hands of private equity operators, and that was a change. The then Government took a decision to issue licences to operate in perpetuity rather than for fixed periods, which was the case previously. There have been some changes since privatisation, but I am afraid his central charge that nationalisation is the way to get investment is wrong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Duncan Baker (North Norfolk) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Sometimes we forget in this place how we ended up here. We ought to recognise the work of the Environmental Audit Committee, a number of members of which are in the Chamber. The Chair, my right hon. Friend the Member for Ludlow (Philip Dunne), highlighted for the Chamber the entire situation in his water quality inquiry. Can the Secretary of State confirm that, without our work, we would never have highlighted the improper use of storm overflows, and we certainly would not have been in a position in which the Secretary of State has put together a plan to tackle this problem, which has gone on for years and years?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am a great believer in the role of Parliament and always have been. It has been a team effort. When I became Secretary of State, I prioritised this long before it was an issue in the media and long before people realised it was an issue. Many Members, including the Chair of the EAC, my right hon. Friend the Member for Ludlow (Philip Dunne), played a crucial role in making sure that we got the legislation right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Barry Sheerman (Huddersfield) (Lab/Co-op)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is pretty obvious to most of my constituents that water privatisation has been a miserable failure. Most of our water companies are owned by foreign investment companies, and we have lost that link. I went campaigning for better water in the Colne, the Holme and the Calder some years ago, and Yorkshire Water said to me, “I don’t know what you are complaining about, Mr Sheerman; there is no river in England fit for humans to swim in.” That is the truth of the matter. I would not prioritise public ownership for this particular thing; I would use that for other sectors. But the fact of the matter is that the regulation has not worked, and it has got to work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I agree, which is why the Government have changed our legal powers through the Environment Act 2021 to strengthen the regulation, and to require improved monitoring. On the basis of that monitoring and the evidence that it has revealed, we are now bringing record numbers of prosecutions. So the hon. Gentleman is right that there have been regulatory failures in the past. We have addressed those legal deficiencies through the Environment Act.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Sir Bill Wiggin (North Herefordshire) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thank you for allowing the urgent question, Mr Speaker. My right hon. Friend will be aware that Herefordshire has been under a moratorium for several years now. Herefordshire Council has spent millions of pounds of council tax money buying land around Welsh Water’s sewage works to work as soakaways, yet now I learn that Natural England wants to extend the moratorium to the rest of the county. Please will he use his time in office to stop Natural England from pursuing this pointless and ineffective policy?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This issue is linked to a separate but associated challenge around nutrient pollution. We published our proposals to make some changes to deal with this issue on a strategic level before the summer recess, and we may well indeed need some legislative changes as the challenges that he highlights are a legacy of EU law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Clive Efford (Eltham) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Secretary of State talks as if he is the first Conservative Secretary of State under this Government. The Conservatives have had 12 years to deal with this issue. Now we are seeing images of raw sewage being pumped out into our coastal waters at the height of the summer season. We have had 12 years of freebooting, when chief execs have paid themselves unearned bonuses and billions have been paid out in dividends. It is 33 years since privatisation. We were told that privatisation was the answer to problems like this. Why has the situation got worse, not better?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am afraid that the failure to address storm overflows goes back much further. This is a legacy of the Victorian infrastructure that we have in place, and no Government down the decades in the 20th century properly grasped it. Successive pricing reviews under the Labour Government prioritised price reductions over investments to tackle this challenge. The same was true of the coalition Government. This is the first Government ever to prioritise this issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Robbie Moore (Keighley) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Constituents of mine along Rivadale View in Ilkley—indeed all of Ilkley and I—are getting fed up with Yorkshire Water’s underground apparatus and infrastructure failing in Ilkley. We have one scenario where a manhole cover has burst nine times in the past 12 months. Every time it bursts, sewage flows into the River Wharfe. We have passed the landmark Environment Act 2021, which, dare I say it, the Opposition did not vote for. Does the Secretary of State agree that Yorkshire Water needs to get its act together and sort this out, so that my residents are not having to suffer the consequences of sewage getting into the River Wharfe from this manhole cover bursting time and again?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As I said earlier, thanks to the evidence that has been gathered as a result of the new monitoring that we required, we are now bringing investigations into around 2,200 sewage treatment works. I cannot comment on the specific manhole cover that my hon. Friend refers to, but I can reassure him that the Environment Agency is prioritising all of these sorts of challenges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Clive Betts (Sheffield South East) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A couple of weeks ago, heavy rainfall in Sheffield resulted in sewage flowing into the garden of my constituent Perri Bradbury and on into her home, so it has damaged the carpets, the floorboards and furnishings. She has young children. I do not think that we can imagine the awfulness of this situation. When I asked Yorkshire Water about compensation, it did a bit of a clean-up and then said that, under the Water Industry Act 1991, because this was due to exceptional weather, it was not obliged to pay any compensation and would not do so. Is it not time that we changed this out-of-date legislation and made sure that the cost of the consequences of sewage overflows falls on the water companies and not on residents, who have completely no responsibly for this?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The episode that the hon. Gentleman describes is probably linked to a failure somewhere in the sewage infrastructure rather than storm overflows per se, and that is a slightly separate issue. If he would like to write to me, I will look at the specific case he raises.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Tom Hunt (Ipswich) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On the topic of dirty waterways, more and more constituents have been getting in contact with me about the River Gipping over the summer. The river is full of algae and shopping trolleys and is distinctly unloved. Can the Secretary of State advise me and my constituents on how we can go about turning this situation around and potentially securing some extra funding? Ultimately, though, is it the Environment Agency or Ipswich Borough Council that is most responsible? Ipswich is not just about the waterfront on the River Orwell, which is lovely; it is also about the River Gipping. We have to love it and raise it up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A number of agencies have a role in the situation that my hon. Friend describes. Typically, local authorities are responsible for most of the street drainage infrastructure and the schemes to address that, while the Environment Agency deals with fluvial flood risk, but the two often work together in partnership to tackle these challenges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Richard Foord (Tiverton and Honiton) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This summer, people visiting east Devon had their health put at risk by greedy water companies. Executives at South West Water have been paid £2.2 million in bonuses over the past two years. A sewage pollution alert has been issued today in Seaton, and last year South West Water discharged water for more than 1,100 hours across Beer and Seaton. How comfortable is the Secretary of State with the size of the bonuses that have already been paid to South West Water executives while that company has received from the Environment Agency a rock-bottom one-star rating?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As I said earlier, the issue that the hon. Gentleman raises has been addressed through the Environment Act 2021. We have taken new powers to give Ofwat the ability to link dividend payments to environmental performance, and we are addressing the challenge of storm overflows through the plan we set out yesterday.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Cherilyn Mackrory (Truro and Falmouth) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I commend the Secretary of State—a fellow Cornish MP—for being the first Secretary of State so far to grasp this nettle and take robust action. As those on the Front Bench will understand, this is a serious problem in Cornwall, especially on the River Fowey, affecting our shell fishermen. It is also something that I raised more than two and a half years ago. Does he agree that enough is enough and that, if water companies are found not to be complying with their obligations, they should face unlimited fines, which I would like to see ringfenced so that we can invest back into the system to fix the problems, and even criminal penalties? If he does agree, will he set out how these will be implemented?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend raises an important point. As I have said, we are bringing a record number of investigations and prosecutions against water companies for potential breaches of their permit conditions. In addition, in the River Fowey, there is also a challenge around agricultural diffuse pollution, which contributes to the issue for the mussel and oyster fishery in that particular part of the world. That is something that we are addressing through our new targets in the Environment Act 2021.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Valerie Vaz (Walsall South) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That is clearly not enough. This is a public health issue. Will the Minister consider making it a strict liability offence to dump sewage anywhere and give the Environment Agency more immediate powers, such as cease and desist, because clearly it is being ignored?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The real challenge is that the Environment Agency was not fully aware that these breaches were occurring. That is why, as I said earlier, the Office for Environmental Protection is investigating why the Environment Agency was not aware that permits it had granted were, it appeared, not being followed in all cases. None the less, the Environment Agency has all the powers it needs to prosecute, to bring fines and to require immediate changes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Selaine Saxby (North Devon) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Does my right hon. Friend agree with me about the importance of having accurate facts and data in this area? Pollution incidents in my North Devon constituency are actually down by 83% this year compared with last year. The increase in monitoring means that macro data between years is not comparable. Furthermore, when storm overflows discharge, frequently that is not raw sewage. Does he also agree that misinformation from the Opposition and the media on this topic is potentially damaging businesses along the coast, especially when their water is clean?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend raises a very important point: we need to have accurate data, which is why we have required new monitoring to be put in place and new disclosures to be made by water companies both to the public and to the Environment Agency. She is also right that some storm overflows are discharging storm water from drains and not foul water—sewage—at all, and we need to make that distinction. That is why we are prioritising environmental harm rather than the total number of discharges, because we need to recognise that some are more harmful to the environment than others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mary Kelly Foy (City of Durham) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Water companies must clean up their act. Last year, Northumbrian Water allowed 615 days’ worth of raw sewage to be dumped into rivers at 92 sites across Durham, including the Wear, the Browney and the Deerness, making a lovely home for the dead ducks, the traffic cones, and the used drug kits filling up the Wear. Does the Minister believe that the new Prime Minister regrets her savage cuts to the Environment Agency’s monitoring and enforcement work?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As I have said, there has been an increase in the grant in aid for the Environment Agency since 2010. More importantly, the work done on monitoring is cost recovered through the licences and permits that are issued. On a wider point, yes, we recognise that this is a challenge. I recognised that on becoming Secretary of State in 2020. Our plan addresses all of the issues that the hon. Lady highlights.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Scott Benton (Blackpool South) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Contrary to the absolute nonsense peddled by the Opposition, it is this Government who are the first in history to bring forward a comprehensive plan to tackle sewage discharges. At a time when household budgets are under immense pressure, does my right hon. Friend agree that it would have been incredibly reckless to have agreed to Labour’s plans to eliminate sewage discharges, which would have landed the taxpayer and consumers with a £600 billion bill and left consumers paying thousands more per year for their water?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As I said earlier, we have chosen to prioritise the most harmful sites and to prioritise them quickly, with £3 billion of investment until 2025 and £56 billion of investment across the programme. My hon. Friend is right: to eliminate all storm overflows in their entirety would be a huge undertaking, costing £600 billion, with a major impact on the bills of water bill payers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Fleur Anderson (Putney) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Our sewage pollution is packed with wet wipes, and wet wipes that are made of plastic just never break down. Last week, I was on the banks of the River Thames visiting a wet wipe island, which was the size of two tennis courts and a metre deep. In February, the Government consulted on eliminating plastic from wet wipe production. It can be done, but the results have not been revealed. Can the Secretary of State say when the consultation results will be revealed and when the Government will ban plastic in wet wipes?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This Government have taken relentless action to remove plastics from the ocean, banning plastic stirrers and cotton buds and, as the hon. Lady says, consulting on the next steps to deal with non-biodegradable wet wipes. The consultation has now closed and it is the convention that they are typically replied to within nine to 12 months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Alex Chalk (Cheltenham) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For decades—indeed since the Victorian era—sewage has been discharged into the River Chelt. That is, of course, completely unacceptable. Now Severn Trent Water has given me a cast-iron guarantee that it will cut discharges by 85% by the end of 2024. Does the Secretary of State agree that companies such as Severn Trent need to abide by those commitments, and that if they do not, my constituents and others like them will conclude that these water companies are the unacceptable face of capitalism?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is important that we have worked closely with the water companies, many of which recognise that there is a challenge. As my hon. Friend says, many have now said that they want to bring forward investment planned for the late 2020s to much sooner and are discussing that with Ofwat. We recognise and welcome that; it is good that those water companies are finally waking up and recognising and dealing with this challenge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Liz Twist (Blaydon) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It must be apparent from the response to the news of the combined sewer overflows that the public, our constituents, do not believe we are doing enough to stop that happening. Last year, the Government had the chance to go further in the Environment Act 2021, but did not do so. People are concerned about the impact on their health and the environment. What assessment has the Secretary of State made of the health impact of CSOs, and will he look at speeding up the timetable for stopping them? I pay tribute to Surfers Against Sewage, which has done so much to highlight this issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Environment Act addresses those issues, and this Government and Conservative Members voted for the changes that put in place the legal powers that we need to address this challenge. The hon. Lady asks whether we can speed things up; as I have said, we are already talking to water companies about bringing forward investment into the current pricing review period. We will have more than £3 billion-worth of investment up until 2025 and we will review in 2027 whether we can accelerate the plan further.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Fay Jones (Brecon and Radnorshire) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am very proud to have the Rivers Usk and Wye in my constituency but, as has already been said, the Wye flows from my constituency into England and back again. Last year, I asked the then Environment Minister, my hon. Friend the Member for Taunton Deane (Rebecca Pow), to chair a roundtable of all parties with her counterpart in the Welsh Government. She kindly agreed to that, but the Welsh Labour Minister told me there was no value in such a meeting. Can the Secretary of State advise me on how we can drag the Welsh Government to the table and engage with them on this issue?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend raises an important point. As I have said several times, we are taking clear and assertive action in England to tackle the problem. We need the devolved Administrations, particularly Wales, to play their part as well, and it is disappointing if what she says is correct and Ministers have declined a meeting. I would advise her to work with Members of the Welsh Assembly to try to bring matters to a head and address the issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**John Cryer (Leyton and Wanstead) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Could the Secretary of State send a copy of the statement he has made today to those people who claim to run Thames Water? So far in their correspondence with me they have refused to give any undertakings about keeping drains and overflows clear. They also refused to attend two public meetings in Leytonstone in my constituency on the flooding—in fact, getting a papal audience would be easier than getting constructive information from Thames Water. I hope I am wrong about this, but despite the Secretary of State’s best efforts I suspect that Thames Water, one of the most powerful companies in the country, will continue to treat elected representatives and consumers with contempt.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That is very disappointing, if what the hon. Gentleman says is right. In my constituency I have regular engagement with South West Water and I am sure many other hon. Members have regular engagement with their own water company. I would simply say that the key role of Government is to ensure that we have the legal powers to bring prosecutions where they are necessary, and to set in place the strategic plan to require the investment necessary to deal with this particular problem.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Steve Brine (Winchester) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Countries around the world and other parts of the UK are battling historical infrastructure constraints that mix storm water with foul water. Does the Secretary of State agree that what we need in this debate is some cool, some balance and to deal in the facts? There has been some deeply grubby, irresponsible scaremongering over the summer from some of the usual suspects. In the spirit of honesty and truth—I appreciate that 2035 is a long way away; too long for many of my constituents—can the Secretary of State tell the House the cold, hard choices that he and his potential successor face, and I suppose therefore water bill payers in our constituencies face, to speed things up significantly?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is not the case that nothing will be done until 2035. Indeed, investments are happening right now to improve more than 800 priority storm overflows. We will see a reduction in discharges across the country of around 25% by 2025, and then we will go further out until 2035. The estimated average increase in water bills for those actions, the £56 billion package that we have set out to 2030, will be in the region of £12 per year. Were we to go further, it would be around 10 times higher than that every year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Ben Lake (Ceredigion) (PC)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have heard this afternoon of the ecological impact that many of these sewage discharges have on rivers and coastal areas, as well as the public health concerns that arise from them. It bears repeating, of course, that there is also an impact on local communities and businesses, especially in coastal communities. Does the Secretary of State agree that, as part of his plans to tackle the problem, perhaps compensation should be considered for those communities impacted, which might well prove an incentive to those water companies to speed up some of their work?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Obviously, the issue is devolved; the action we have taken is in respect of England and it is for the Welsh Government to tackle some of the challenges they have in their own area. The approach we have taken is essentially to require and allow unlimited fines against companies that breach their permit conditions. We are bringing record numbers of prosecutions and we believe that that is the right way to bring those water companies back into compliance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Gagan Mohindra (South West Hertfordshire) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My beautiful South West Hertfordshire constituency has the River Chess going through it. Jon Tyler is the last watercress farmer along the River Chess. Can my right hon. Friend give me assurance that the Environment Act, as is, is the best way to ensure that his business remains successful in the years to come?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend makes an important point. The Department is also working on a new horticulture strategy, and I invite him to write with details of the particular watercress grower he refers to, to ensure that the challenges they face are properly reflected in the new strategy we are developing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Olivia Blake (Sheffield, Hallam) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I did not realise that the Government’s plan for biodiversity net gain was simply to boost the level of E. coli and Campylobacter in our rivers and waterways. That is a serious point, because earlier this summer the chief medical officer, Ofwat and the Environment Agency set out that they have real concerns about the spread of antimicrobial-resistant bacteria in our waterways, not just because of sewage from storm overflows, but because of normal sewage treatment works. What is the wait? Why have we been waiting 28 years to ban that outright?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Lady is wrong. The environment targets that we are currently consulting on will set ambitious targets to improve bathing water quality, addressing issues such as E. coli counts. She is also wrong to say that the issue of breaches of permits from water treatment works is not being addressed; it is being investigated right now at 2,200 facilities and, where appropriate, prosecutions will be brought.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mims Davies (Mid Sussex) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My constituents in Mid Sussex have rightly been very concerned by social media’s inferring that the Government are not taking significant action. As confirmed today, that is both irresponsible and alarmist. We all enjoy the seaside in Sussex and across the country. People are acting today as if they do not bear any blame themselves, but we are all contributing to this problem. We should be allaying fears. DEFRA should be working to give my constituents and those across the land a clearer insight into the positive changes, and to ensure that we keep our resorts busy and our bathing water safe. Will the Department provide more clarity so that people understand that the situation is improving significantly?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have been grateful for today’s opportunity and I hope to do precisely that. We all know that one should not believe everything one sees on social media. I tend not to participate on Twitter and social media for precisely that reason; in my view, it is best not to have a Twitter account. The important thing is that we parliamentarians focus on the substantive issue. That is what I have done as Secretary of State and it is what the report that we published yesterday does.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Layla Moran (Oxford West and Abingdon) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This was the first summer that Oxford West and Abingdon could enjoy the fact that the River Thames in Port Meadow had been granted bathing water status, and it was enjoyed by many, but it is the second of only two such sites in the entire country. I know that the Government want more locations to be granted the status, but that is difficult because of the huge amount of work that needs to be put into the bids, and the fact that no money is allocated in the Department to help communities and councils to put the bids together or to put in the extra resources. Will he consider a fund to help communities and councils to gain bathing water status for our rivers?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If the hon. Lady writes to us about her proposal, we will look at it. DEFRA has a target under the Environment Act 2021 to increase the number of bathing waters that are in good and favourable condition, and the Environment Agency and others work to ensure that the designations can be processed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Jerome Mayhew (Broadland) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We need to establish the real scale of the problem. It has been estimated that providing a full solution to storm overflow discharges will require the replacement of 100,000 miles of combined sewers, so the Government have it absolutely right with increasingly onerous targets for Ofwat backed by unlimited fines, and £56 billion of infrastructure investment year after year. Does my right hon. Friend agree that to pretend that we can call for an immediate ban does a huge disservice to the general public and takes them for fools?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend is absolutely right. It is important to take the right long-term decisions now on investment, monitoring and bringing prosecutions in order to ensure that the issue improves over the next 25 years and, indeed, that it improves significantly between now and 2025; that is exactly what our plan sets out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank the Secretary of State for his answers. He has mentioned on three occasions the need for the devolved Administrations to play their part. Sewage impacts on all the seas around the United Kingdom of Great Britain and Northern Ireland. Taking into consideration the fact that 7 million tonnes of raw sewage are pumped into Northern Ireland’s seas and waters, and more than £1.5 billion of investment is needed to repair that situation, does the right hon. Member agree that there must be a holistic approach to tackling sewage pollution across the whole United Kingdom of Great Britain and Northern Ireland?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As I said, responsibility for water quality is devolved, but of course we work closely with all the devolved Administrations. DEFRA will share all the policy thinking, work and analysis that we have done in respect of England with any devolved Administration who would find it useful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Anna Firth (Southend West) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are two pollution warnings on our beautiful beaches of Southend West today, because of the use of storm overflows. I welcome all the work that the Government are doing and their plans to reduce the problem, but does my right hon. Friend agree that the payments of dividends and capital buy-backs must be directly linked to Anglian Water’s performance in preventing sewage discharges in my constituency?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Yes, I agree that dividend payments should be linked to compliance with permits and environmental performance, and we have taken the powers in the Environment Act to ensure that that happens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Last question—the prize for perseverance and persistence goes to Anthony Browne.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Anthony Browne (South Cambridgeshire) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The discharge of sewage into waterways, including the beautiful chalk streams of South Cambridgeshire, is clearly completely unacceptable, which is why I welcome the package of measures the Secretary of State talked about earlier finally to tackle the problem. Enforcement is a lot more effective if we hit owners and senior executives where it hurts most: in their pockets. That is why I welcome the fact that, as the Secretary of State has mentioned, including in response to the previous question, Ofwat is consulting on linking dividend payments to environmental performance. Does he also agree that the Government should consider going further and banning water companies that are fined for illegally dumping pollution from paying any bonus to their senior management team or dividends to their owners for one year? When bankers break the law, they lose their bonuses. Should not the same happen to water company executives?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**George Eustice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As I said, Ofwat is consulting on a package of measures, using the new powers that we have given it under the Environment Act. I am sure that it will study this urgent question carefully and take on board my hon. Friend’s policy proposal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}