{
    "url": "https://www.ukpol.co.uk/george-eustice-2021-statement-on-plans-to-restore-nature/",
    "title": "George Eustice – 2021 Statement on Plans to Restore Nature",
    "post_date": "May 21, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "George Eustice",
            "url": "/tag/george-eustice/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by George Eustice, the Secretary of State for Environment, Food and Rural Affairs, in the House of Commons on 18 May 2021.",
    "content": [
        "The events of the last 12 months have led people to appreciate the difference that nature makes to our lives more than ever before. Restoring nature will be crucial as we seek to build back greener from this pandemic, and in what is a huge year for the environment we will use our COP26 and G7 presidencies to take a leading role on driving a global green recovery on the world stage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As a core part of our commitment to leave the environment in a better state than we found it, and acting on the recommendations of the Dasgupta review, we are announcing today that we will be amending the Environment Bill to require a historic, new legally binding target on species abundance for 2030, aiming to halt the decline of nature in England. We hope that this world-leading measure will be the net zero equivalent for nature, spurring action of the scale required to address the biodiversity crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We will develop this target alongside the longer-term legally binding targets we are already developing in the Environment Bill, and set the final target in secondary legislation following the agreement of global targets at the UN nature conference, the convention on biological diversity COP15 in autumn 2021. This amendment will be tabled at Lords Committee stage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We should not underestimate the scale of the challenge ahead in halting the decline of nature. Over the last 50 years, much of the UK’s wildlife-rich habitat has been lost or degraded, and many of our once common species are in long-term decline. We have also come to better understand the link between our own health, and economic prosperity, and that of the planet. The independent, global Dasgupta review on the economics of biodiversity, led by Professor Sir Partha Dasgupta, has shown us that a healthy natural world, measured in its diversity of life, underpins so much of our economic prosperity and resilience.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To achieve our new target, alongside others in the Bill, we will also need measures that go beyond what is in the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are also announcing today:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "An England peat action plan to restore, sustainably manage and protect our peatlands. We will restore at least 35,000 hectares of peatland by 2025, investing £50 million through the nature for climate fund and phasing out the most damaging practices to our peatland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "An England trees action plan to better protect our existing trees and expand woodland coverage, aiming for 12% woodland cover by the middle of the century. Over £500 million of the £640 million nature for climate fund is dedicated to trees. Tree planting rates in England will treble by the end of this Parliament to benefit our local communities, nature and climate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Species reintroduction measures to recover threatened species and continue to provide opportunities for successful reintroductions. We want to see a more nature rich Britain, with further action to bend the curve of species loss in this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "If we are to deliver this ambitious new target and reverse the downward trend we have seen in recent decades, we need to change our approach. We must move the emphasis away from processes that simply moderated the pace of nature’s decline, and instead put in place the governance regime that can deliver nature’s recovery. We need to create space for the creative public policy thinking that can deliver results, rather than relying on change being set by litigation and case law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am therefore also announcing today that I will be tabling an amendment to the Environment Bill to provide for a power to refocus the habitats regulations to our domestic priorities. We want to ensure our legislation adequately supports our ambitions for nature, including our new world-leading targets, rather than remaining tied to legacy EU legislation. We have already set out some important measures in the Environment Bill to switch the focus to nature recovery. We have the requirement for environmental targets on wider areas, for example water quality; a requirement for an environment improvement plan; local nature recovery strategies to steer habitats delivered through biodiversity net gain; and Natural England are making progress with a more strategic approach to nature recovery through their support for delivering the nature recovery network.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We will take a measured approach to reform. We will also consult with the new Office for Environmental Protection, and work with conservation groups on any proposals we develop before any regulatory changes are made. In addition, later this year, I intend to bring forward a Green Paper setting out how we plan to deliver a regulatory framework that is fit for purpose in driving forward our domestic ambitions now that we have left the EU, including our objective of protecting 30 percent of terrestrial land by 2030. We need a revised approach to deliver this new species abundance target and better support iconic and much-loved native species like the hedgehog.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As announced in the Queen’s Speech on 11 May, we will also be bringing forward amendments in the Lords to reduce the harm from storm overflows to our rivers, waterways and coastlines.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "New duties will require Government to publish a plan to reduce sewage discharges from storm overflows by September 2022 and report to Parliament on the progress towards implementing the plan. Water companies and the Environment Agency will be required to publish data on storm overflow operations annually.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "These new measures will complement the existing provisions in the Environment Bill which will tackle air, water and waste pollution, which are critical to meeting our goals of net zero emissions, stemming and reversing biodiversity loss and improving public health.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Work on implementing measures in the Environment Bill has continued since it was last in the Commons. We have appointed the first chair of the Office for Environmental Protection, Dame Glenys Stacey. We have published a draft principles policy statement, started work on developing legally binding environmental targets, launched consultations on the deposit return schemes for drinks containers, and extended producer responsibility for packaging and consistent recycling collections.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Environment Bill will have its final day of report and Third Reading in the Commons on 26 May, before moving to the Lords. We are aiming for Royal Assent in the autumn. In the year of COP26, the Environment Bill is at the core of delivering the Government manifesto commitment to deliver the most ambitious environmental programme of any country on earth and leave our environment in a better state than we found it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}