{
    "url": "https://www.ukpol.co.uk/luke-evans-2022-speech-on-the-supported-housing-bill/",
    "title": "Luke Evans – 2022 Speech on the Supported Housing Bill",
    "post_date": "November 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Luke Evans",
            "url": "/tag/luke-evans/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Luke Evans, the Conservative MP for Bosworth, in the House of Commons on 18 November 2022.",
    "content": [
        "I congratulate my hon. Friend the Member for Harrow East (Bob Blackman) on his speech, but I think he has done us a bit of a disservice. He spoke for 45 minutes, and I am sure he could have spoken about this topic for about three hours, given his immense knowledge. That is testament to him, and to his time and effort spent dealing with this important Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am pleased to support the Bill, and I pay tribute to the work of Justin Bates of Landmark Chambers, and to Crisis. Crisis has a long-standing reputation as an important advocate for policies on homelessness and housing. I pay tribute to its Regulate the Rogues campaign. With Christmas fast approaching, I also wish Crisis well with their upcoming Crisis at Christmas campaign, which I know is highly regarded across the UK. I appreciate, however, that Crisis and other bodies campaign throughout the year, because homelessness and housing problems are not seasonal issues, but a matter that we must continue to work through. Many of our constituents are counting on us to make progress, and the Bill is an important addition to supporting a critical sector of housing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When I researched for this debate, I was troubled by comments from the important report by the Levelling Up, Housing and Communities Committee about exempt accommodation. Statements such as\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“some residents’ experiences of exempt accommodation are beyond disgraceful”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "and\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“some people’s situations actually deteriorate as a result of the shocking conditions in which they live”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "leave us wondering why we have reached a situation where some of the most vulnerable people in our society, who are trying to get their lives back after a period of personal crisis, feel that their lives are getting worse in exempt accommodation, which is meant to provide them with the necessary support to get back on their feet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The report continues to make further worrying conclusions, such as that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“organisations with no expertise are able to target survivors of domestic abuse and their children”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "and notes:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Millions of pounds are being poured into exempt housing benefit with no guarantee that vulnerable residents will get the support they need.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I admit to a deep sense of concern when reading a report that highlights evidence that in some cases,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“vulnerable residents who are likely to have low incomes have to pay for support out of their own pockets.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We heard about that from several accounts in the Chamber today. I am left with the conclusion that in some instances there is a vicious cycle of residents on low incomes living in exempted accommodation, while paying for the questionable “benefits” of patchy support. Is patchy a strong word in certain cases? I think not.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Some providers of such accommodation are exempt from the benefit cap and other restrictions on housing benefit, which enables them to charge the higher rents we have heard about. We cannot ignore the fact that this is public money flowing into these operations. As we have heard, exempt accommodation means accommodation that is exempt from housing benefit regulations that limit local housing allowance levels. The higher running costs associated with that type of accommodation must be considered, but I am troubled that in some cases poor-quality and even dangerous provision for vulnerable people is the return on that investment. There must be a better return for such support in these troubling cases. I am concerned that exempt accommodation can be increasingly associated with supported accommodation that is of poor quality. Considering the needs of residents who are living in such housing, we must break down the associated stigma when people raise their concerns.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "At this point in a speech, it is usual for the speaker to bring forward a mass of statistics to highlight the problems in the sector, but as we have heard countless times, that is difficult because there is no clear picture of the extent to which rogue landlords, and good operators, are operating in this sector. Advocates such as Crisis are hearing real horror stories, and we have read about them in the report and in the Chamber today. It is hard to know whether such cases are playing out in all our constituencies, in some of them, and whether some areas are worse than others. Our local councils are hearing about cases, but we may just be trying to resolve individual problems; we simply do not have the data to know. The difficulty is compounded by the different types of provider, involving multiple regulators. We must try to work out how we can tie the patchwork together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When I spoke to my local council in Bosworth, I was advised that there were 43 exempt accommodation properties in my borough, but there may also be private landlord arrangements that are not notified to the council. My council has rightly raised concerns about standards and regulation and, strangely enough, expressed the need for licensing and possibly for inspections, as we heard from Labour Members. I am keen to see those options explored.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Then we need to know the definition of support, as the standard of support is also unclear. We veer wildly between good and bad stories, and there is no consistency even across a constituency. The provision should not be a lottery; it affects the lives of the residents we represent, and that is more important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To be fair to the Government, I sense that they recognise the issues. I was pleased that earlier this year the previous Minister with responsibility for rough sleeping and housing, my hon. Friend the Member for Walsall North (Eddie Hughes), announced a series of targeted measures to be introduced when parliamentary time allowed. Those measures included minimum standards of support to ensure that residents receive the good-quality support that is expected and deserved, new powers for local authorities to manage the local supported housing market, changes to housing benefit regulations to seek to define care, support and supervision and a £20 million supported housing improvement programme to drive up the quality of accommodation in the sector. However, some months have passed and, from what I have read and considered on this subject from people in the sector, I think that real progress needs to be made, so I am pleased that the Government are supporting the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Turning to the provisions of the Bill, I welcome the introduction of the supported housing advisory panel, which will be as a useful sounding board and a way to gather evidence to support policy making in this area and, crucially, to drive progress. Nevertheless, it is important that the panel draw upon a geographical spread of voices, representing different voices and needs in the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For instance, I can imagine that the issue facing exempted accommodation providers in more rural areas such as Bosworth may be different from those we have heard about in London, or those in Leicester or Coventry. I also want to ensure that the panel draws upon expertise and innovation in the sector, so that large and small providers can come together to innovate and drive forward good practice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I welcome the duty for local housing authorities in England to carry out a review of supported exempt accommodation in their districts and publish a supported housing strategy, though I would be interested to understand the guidance and matrix for what the assessment should cover and how the strategy will be made up. I also want assurance that the strategy can be incorporated into any ongoing local plan process. Those documents cannot be mutually exclusive, so I would want to be sure that my local council can provide the necessary direction to ensure that its supported housing strategy really captures the needs of Hinckley and Bosworth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Clause 3 captures the nub of the problem, and I support the idea of clearly defined standards for this accommodation. I also note that clause 4 deals with licensing as a means of ensuring that national supported housing standards are met, and I hope for swift and effective decision making about licensing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are coming up to the end of my third year in Parliament. When I look back over these most eventful of years, I am struck about how the good intentions that we have work out in this place and can make a real difference to the people that we represent. Hearing and reading baffling accounts of people with a history of substance misuse being housed with drug dealers, and of survivors of domestic abuse being housed with perpetrators of such abuse, as outlined in the Select Committee report, is very concerning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We must boil the argument down to the basics. In a world where there is much talk about the disposable society, the commercial society and the desire to seek short-term happiness from the most temporary of means, there are occasions when we need to think about the basics of what we need to get through life. One of those basics is a safe and secure room where you can put your head down for the night and wake up refreshed to fight the next day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One cannot help but be troubled by what we have heard today from my hon. Friend the Member for Harrow East and other colleagues. However, there is hope, and I applaud everyone for shining an important light on this issue today. I am heartened by the will to put things right and to tackle the rogue landlords who appear to be exploiting the situation off the back of some of the most vulnerable in our society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}