{
    "url": "https://www.ukpol.co.uk/luke-evans-2020-speech-on-covid-19/",
    "title": "Luke Evans – 2020 Speech on Covid-19",
    "post_date": "May 20, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Luke Evans",
            "url": "/tag/luke-evans/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Luke Evans, the Conservative MP for Bosworth, in the House of Commons on 12 May 2020.",
    "content": [
        "It is nice to have the chance to put on record my thanks to constituents in Bosworth and the key workers. A couple of weeks ago, I wrote to the GPs, the pharmacies, indeed the police, the schools, the care homes, to congratulate them on the work they are doing, and continue to do. I am most grateful for all that they do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is fair to say that the virus reaches all areas of our lives, and in turn all areas of Government, and that brings pain—pain with the loss of businesses, pain with the loss of jobs, but, most importantly, pain with the loss of lives. However, out of crisis comes opportunity, and there are some positives. I would like the Government to take those forward. I envisage that in the form of a time-limited department called the “department of virus legacy”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "At the end of April, I wrote to the Cabinet Office and the Prime Minister, because I think it is so important, as we have heard in these debates, to encapsulate and draw on all the positive aspects that have come out of this crisis. We have had a revolution overnight, rather than the usual evolution. In my sector as a GP, literally overnight everyone has begun teleconferencing. That is something that the industry has tried to do for over a decade, and has not been able to achieve—and just like that, it has happened.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Pharmacies are now all digital, with electronic prescribing. In my role on the Health and Social Care Committee, I asked all the witnesses we have had what positive aspects had come out of this. Those in cancer care talked about how they were able to bring 10 teams into one hospital to deal with a patient, and maternity talked about the fact that they have actually had more contact because they can do remote teleconferencing. It is the same with mental health. There are positives out there, and that is just in the sector that I come from.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "More widely, we have looked at remote working. We have looked at the societal benefits of now knowing your neighbour, caring for your neighbour and caring for your community. These are absolutely critical things, which we need to embed into our society. To do that, I urge the Government to consider establishing such a department.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Legacy planning, as we found in the Olympics, is absolutely critical. Now more than ever we have the time-limited opportunity to enshrine, post virus, the positive changes in the fabric of our policies and, in turn, our Government and society. To the Minister listening I say, “I hope you will take this on board when you hold discussions with the rest of Government.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}