{
    "url": "https://www.ukpol.co.uk/chris-evans-2022-speech-on-illegal-off-road-biking-in-islwyn/",
    "title": "Chris Evans – 2022 Speech on Illegal Off-Road Biking in Islwyn",
    "post_date": "June 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Evans",
            "url": "/tag/chris-evans/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Wales",
            "url": "/category/wales/"
        }
    ],
    "summary": "The speech made by Chris Evans, the Labour MP for Islwyn, in the House of Commons on 20 June 2022.",
    "content": [
        "Many people will have been enjoying the recent warm spell. The summer should be a time when people can appreciate their garden, walk their dog and enjoy the countryside. Sadly, for many of my constituents, that has proven impossible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Many people have had their peace ruined by motorbikes or run for cover as these bikes tear up the mountainside, bringing misery in the summer months. Anyone who has been near these vehicles will recognise their deafening hum, intruding on people’s right to enjoy peace in their own homes and scaring animals, including horses, dogs and other wildlife.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I know that the issue is not unique to my constituency. It is not even a rural or an urban issue. Anyone with a patch of countryside in their constituency will be plagued by these bikes. The matter has been raised in the past year by the hon. Members for Stoke-on-Trent North (Jonathan Gullis), for Darlington (Peter Gibson) and for Redcar (Jacob Young) and my hon. Friend the Member for Coventry North East (Colleen Fletcher). My hon. Friend the Member for Easington (Grahame Morris) recently raised a Westminster Hall debate about the issue, and a ten-minute rule Bill stood in the name of my hon. Friend the Member for Bradford South (Judith Cummins).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is clearly a wide range of support for getting to grips with the problem. In Islwyn, it is particularly acute. For those who do not know, Islwyn comprises a series of small towns and villages scattered along the mountains and valleys of west Gwent. It is lucky to have a beautiful natural habitat including areas such as Cwmcarn forest drive, Gwyddon forestry, Twmbarlwm, and Mynydd Machen. It is that nature and mountainous terrain that attracts off-road bikers, whose vehicles are tearing up our beautiful landscape. The bikes rip up footpaths and undo the conservation work done by so many excellent volunteers in the area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Last year, I presented a petition to the House from the residents of Abercarn that received more than 100 signatures. Signatories told me of the true destruction caused by scramblers and quads. The petition said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“The Gwyddon Forestry in Abercarn…has, until recent years, been a safe haven for wildlife to flourish and for cyclists, pedestrians and horse riders to enjoy the rights of way and footpaths afforded to them”,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "but the use of\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“off-road vehicles has caused and continue to cause irreparable damage to the environment”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "and is\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“destroying the natural habitats of wildlife”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It continued:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“Residents have been threatened when confronting these illegal vehicle users and have concerns for their own safety when reporting these issues to the police.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Furthermore,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“the off-road vehicles are driven…recklessly by uninsured and unlicensed individuals.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is therefore inevitable that accidents will take place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "With these reckless, uninsured and unlicensed individuals comes antisocial behaviour. They know that they are not allowed to be riding on public land, or sometimes private land, without permission, but they continue. Residents are being left intimidated by some off-road bikers who become incredibly aggressive when challenged. One constituent told me of an incident when she was simply enjoying a walk on Mynydd Machen. She said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“It was gorgeous, and the views were stunning. This was spoilt by the hordes of off-road unregistered motorbikes, which hurled past me at great speed. Some shouted obscenities when I failed to move out of the way quickly enough for them to continue at their breakneck speed. On my return…on this walk yesterday afternoon, I was assaulted and robbed by a chap on an illegal off-road motorbike…I feel these hordes of off-road motorbikes are becoming far too brazen and aggressive when riding the mountains above our communities. I also feel they are aware Gwent Police have limited resources to curtail their illegal off-road activities and are under the misguided illusion they have free rein to cause havoc on our mountains.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That is just one example of the havoc caused by those who think they are above the law. I have so many more in my constituency postbag that I could fill a whole debate just reading out the terrible experiences of my constituents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This is completely unacceptable. Residents should not be afraid to do things as simple as walking their dog or enjoying the stunning scenery that our valleys have to offer. When incidents are reported through the 101 service, constituents are often left frustrated by the waiting times. The delay stops accurate reporting and enforcement of these and other incidents of antisocial behaviour. I have heard accounts of members of the public being left waiting for 30 minutes, as well as calls being dropped altogether. When calls are answered it is often too late for police to attend. I believe we need to improve the resources attributed to the 101 number, and as a matter of urgency the Government should look into this issue and ensure that the phone is answered on time and in a speedy manner. It is crucial that we make such changes so that my constituents, and members of the public from across the country, can enjoy the amazing landscapes that Islwyn has to offer without fear or intimidation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are, of course, people who enjoy off-road biking responsibly. They go to designated tracks or use private land with permission. Unfortunately, those who do not respect the law ruin the reputation of the sport for everyone. I pay tribute to my hon. Friend the Member for Blaenau Gwent (Nick Smith), who has done so much on this issue, including bringing stakeholders together. However, the legislation is clear: this behaviour is illegal. The difficulty comes when police try enforcing the laws and preventing repeat offences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Gwent police have worked incredibly hard to tackle this issue, and I pay tribute to them for their work on Operation Harley, in which they have seized more than 135 illegally driven off-road vehicles. However, several issues are making enforcement difficult, and changes to the law are needed to tackle this issue. There are three areas in which I believe we can make progress in ending the scourge of illegal off-road bikes. First, it is often not safe or indeed feasible for the police to chase culprits, especially in the mountainous landscapes of my constituency. Often, those bikes are extremely fast, and police cars cannot catch them. The riders have helmets on, which makes them difficult to identify, and they currently do not even need a registration plate. We need to make it more difficult to own such vehicles, and we need to make sure they are registered so that they are identifiable. Someone who is not doing anything wrong has nothing to fear in registering their vehicle. Every sale of an off-road bike should be registered, and when ownership is transferred that should be registered too, or the previous owner will be held accountable for its illegal use.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government should give the police powers under section 59 of the Police Reform Act 2002 to punish those who drive vans transporting bikes to the mountains. We should also increase the minimum cost of recovering those vehicles after they have been seized. The current fine of £160 is far too low, and it is not enough of a deterrent to prevent future law breaking.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are those who always say there is a simple solution to this problem. Why not provide a place for off-road bikers to enjoy their pastime freely, and create a circuit for them to go to? However, illegal off roaders have little or no interest in such schemes, and would much prefer to go off on their own, tearing up our countryside.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Considering the interest in this issue right across the House, I hope the Minister will listen to my points tonight, and agree to meet me and other interested MPs to hear how much of an impact this issue is having on our communities. This is a cross-party issue, and I hope we can work with the Government to bring an end to the matter. Illegal off-road biking may not draw massive amounts of attention in the press, but for those affected, it has an enormous impact on their day-to-day lives, from the noise to the intimidation. People should be free to enjoy their communities without fear of noise or intimidation. It is time to drive these illegal bikers off the road once and for all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}