{
    "url": "https://www.ukpol.co.uk/natalie-evans-baroness-evans-of-bowes-park-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Natalie Evans (Baroness Evans of Bowes Park) – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Natalie Evans",
            "url": "/tag/natalie-evans/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Natalie Evans, Baroness Evans of Bowes Park, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, just over three months ago, I had the honour to lead the tributes in this House for Her Majesty’s Platinum Jubilee. As I commented in my closing remarks, it was probably the most uplifting debate that I was involved in as Leader of the House. The love, affection and respect that noble Lords from all Benches had for Her Majesty shone through every contribution, so it is with the most immense and profound sadness that I speak today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Queen gave us seven decades of dedicated service. Just as she proclaimed she would at the age of 21, she devoted her life to the United Kingdom, the realms and the Commonwealth. As the Prime Minister said yesterday, Queen Elizabeth was the very spirit of our nation, the rock on which modern Britain was built. Her service and dedication were truly remarkable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Holding the role of Leader of this House is a privilege in all its respects and daunting in many, but I would be lying if I did not admit that most of the “Pinch me, is this really happening?” moments that I experienced over the last six years involved Her Majesty. Perhaps the most public was carrying the cap of maintenance during the State Opening of Parliament. During her reign, she opened every Parliament bar three, a testament to her overriding sense of duty. Little did I realise that my role was not only a huge and terrifying responsibility but a feat of endurance, as that cap is a lot heavier than it looks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As Leader of the House and Lord Privy Seal, you have the honour of attending, among other things, state banquets, the diplomatic reception, the Remembrance Day service at the Cenotaph and, of course, Privy Council meetings. I was always amazed and impressed by Her Majesty’s knowledge about any topic that you could think of, her ability to put anybody at ease and the twinkle in her eye when you did not quite follow established protocol. I suspect that noble Lords will not be entirely surprised to learn that, despite my best efforts, I saw that twinkle on more than one occasion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When we moved to virtual Privy Council meetings due to the pandemic, it was sadly no longer possible to have those enjoyable informal conversations in person with Her Majesty after the official business. Instead, all of us attending were asked to update Her Majesty on our areas of responsibility. She was always very interested and, of course, extremely knowledgeable about what was happening in your Lordships’ House. As well as highlighting the important work that we were doing, I always tried to include an amusing anecdote or comment, as there was nothing quite like the feeling of knowing that you had made Her Majesty chuckle. Sadly, it has turned out that I attended the last meeting that she presided over.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I also had the privilege of seeing in action the incredible partnership she had with her “strength and stay”, the late Duke of Edinburgh. His unfailing support for and devotion to Her Majesty was clear for all to see, and their shared sense of humour was undoubtedly an important part of their 73-year marriage. I am sure that during these tributes, other noble Lords will say more about the Queen’s lifelong affection for Sandringham, but since my husband James was elected as the MP for North West Norfolk, which includes this estate, I have seen at first-hand the love and deep respect that those who live there have for her. It has been yet another reminder for me of the role that she has played in the lives of so many and the place that she held in our hearts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I offer my deepest condolences to the Royal Family, with whom we mourn at this saddest of times. Now our thoughts go to our new King, who has lost his beloved mother and is taking over this extraordinary role. We offer our loyalty and support to him as he takes on the immense responsibility that she held for so long with unfailing service and dedication.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "May she rest in peace, and God save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}