{
    "url": "https://www.ukpol.co.uk/chris-evans-2017-speech-on-sale-of-puppies/",
    "title": "Chris Evans – 2017 Speech on Sale of Puppies",
    "post_date": "October 18, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Chris Evans",
            "url": "/tag/chris-evans/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chris Evans, the Labour MP for Islwyn, in the House of Commons on 17 October 2017.",
    "content": [
        "I welcome this timely opportunity to discuss the legislation relating to the sale of puppies in Great Britain, and the need for stricter enforcement of licences and inspections of breeders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Owning a puppy can be a rite of passage for so many people. Being responsible for a dog is part of growing up. I still remember the very first puppy that we owned. I remember my mother going to Aberdare Corn Stores to buy a small puppy, which we called Pep, for £5. He lived until he was 17: he was one of the lucky ones. Even today, I am delighted that my own son Zac will grow up knowing the companionship, the loyalty and the friendship that owning a dog brings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As I said, my mother paid £5 to Aberdare Corn Stores for our first dog, but those days are long gone. More people shop online now than ever before, so why should finding a puppy for sale be any different? Puppies are found and purchased without the buyer ever knowing where the dog has truly come from, or having any information about the breeder. People buy on the assumption that the puppy must have been bred in humane conditions. Sadly, that is not always the case, which is why there is now a need to discuss and review the problems with the current pet sale legislation and the licensing of breeders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The sale of pets in Great Britain is governed by the Pet Animals Act 1951, which covers breeders as well as third-party sales groups such as pet shops. It is old legislation, predating the internet. Let me put the Act in perspective. When it was passed, Winston Churchill was leader of the Conservative party and Clement Attlee was leader of the Labour party. It was passed three years before Elvis Presley would have his first hit record, and teddy boys were walking the streets of Great Britain. All those are long gone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That means that there is currently no law in the UK to regulate the sale of pets online. It would seem to be madness for us to legislate today for technological developments that will come 60 years in the future, but effectively that is what happened 60 years ago. The lack of regulation has consequences. Many unlicensed breeders have slipped off the radar of the local authorities responsible for them. Without regulation, the welfare of animals is compromised and unscrupulous breeders make tens of thousands of pounds in tax-free profit from naive buyers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Jim Shannon (Strangford) (DUP)** The hon. Gentleman brings great issues to Adjournment debates and other debates in the House, and I congratulate him on that. Does he agree that simple humanity should dictate an end to puppy farm breeding, and that there must be legislation to formalise standards for anyone who wishes to sell a puppy, whether it be a pedigree dog or a mongrel?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Chris Evans** Of all the Members whom I expected to intervene on my speech, I would have expected the hon. Gentleman to do so in particular. He is a fantastic parliamentarian and I know that he loves this place. ​Again, he has made a very good point. I do, however, ask him please to let me continue my speech, in which I will answer his question.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Battersea Dogs & Cats Home suggests that 88% of puppies born in the UK are bred by unlicensed breeders. Many people are falling into the trap of buying puppies from third-party sellers such as puppy farms, and some puppies are illegally smuggled from Ireland and Eastern Europe. Those who run puppy farms and puppy-smuggling businesses are rarely concerned with the welfare of their dogs and puppies. The mothers are treated like machines, bred within an inch of their lives, producing far more litters of puppies in a year than is legally allowed. They are kept in horrific conditions. “Unpicking the Knots”, a report produced recently by Blue Cross for Pets, found that many dogs were kept in enclosed spaces such as rabbit hutches, and without water. As an animal lover and a dog owner, I find that completely abhorrent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The puppies and their mothers are seen not as sentient beings, but merely as pathways to profit. Puppies are seized from their mothers long before the 12 weeks for which they are supposed to stay with them are up and are sold, malnourished and without vital vaccinations, to unwitting buyers. As a result, many irresponsibly bred puppies end up with life-threatening illnesses such as parvovirus and kennel cough. New dog owners are then faced with the financial and emotional hardship of ongoing veterinary treatment or, in many cases, the death of the puppy, which means that the buyer has essentially spent hundreds of pounds on a dog who lives for no more than six months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Although, as I said earlier, our dog lived for many long years, I remember the first thing that happened when we brought him home from the pet shop. His hair fell out because he was infested with mange. We took him to the vet and found out that he was only two and a half weeks old. His eyes had just opened. I accept that that was many years ago—in 1989—but it still happens in this day and age.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Snatching puppies from their mothers too early can have ongoing impacts on the lucky dogs that do make it. The first 12 weeks of a dog’s life are its most important, with those crucial moments socialising with its mother and littermates dictating the dog’s future temperament as an adult. As a result, dogs born of irresponsible breeding often grow into anxious and aggressive adults, which can lead to additional costs being incurred in training and behavioural classes for the owners.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr Alister Jack (Dumfries and Galloway) (Con)** The hon. Gentleman describes very well the puppy farms, which are disgraceful and operate in agricultural terms in southern Ireland. Does he agree that Operation Delphin at the port of Cairnryan in my constituency, which to date has led to the seizure and return of over 500 puppies, has been a huge success? Does he also welcome the fact that that pilot scheme has been extended for another year, so it is to be hoped that the Scottish Society for Prevention of Cruelty to Animals will now be able to get on and send even more puppies back to the farms they came from, and stamp out this illegal trade?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Chris Evans** I know of that case in Dumfries, and it is a brilliant example, but as I will say later, this is all about enforcement, as there is only so much the Government ​can do through legislation. They should, however, look at the examples the hon. Gentleman has raised as a way forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Robert Courts (Witney) (Con)** I am listening with great interest to the powerful case the hon. Gentleman is unfolding about the horrors of this trade. He mentions enforcement, but does he agree that there might be a role, in addition to the legislative aspect he is looking at, for education for the public, so that people know the questions to ask of the seller? If they know there are certain red flags to suggest the puppy has come from an illegal source, that might help.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Chris Evans** To make a wider point, a fantastic aspect of this debate is that so many people have come to me with solutions. The hon. Gentleman is right: there should be a multifaceted attack on puppy farms and illegal dog breeding, and it should include education and raising red flags, as he suggests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Lyn Brown (West Ham) (Lab)** I congratulate my hon. Friend on securing this debate and I am pleased to be attending it. Good friends of mine who are intelligent human beings who really worry about the care of animals have been taken in by puppy dealers, and by the role played by the child of the puppy dealer, pretending that the puppy in question is a loved puppy that has been with their family for ages. They can be completely unscrupulous in the stories they tell and the ways in which they dupe members of the public.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Chris Evans** These puppy breeders will go to any lengths to make a case and secure a sale; it is all about profit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I will use the example of my current dog; he is a fantastic dog with a great temperament. The key difference between the purchase of my first dog, which my mother bought from a pet shop, and that of my current dog is that I went to a reputable dealer, and met the mother and father, and saw what the puppy was like. The dealer also provided examples of what other puppies from that litter were like. There was a lot of further important information, too. I also had an information pack, so I knew who I was dealing with. We have had a fantastic time with the dog I have now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In this age of modern technology, consumers are increasingly turning to online shopping to purchase their goods, and it is no different when buying a puppy. However, as I have mentioned, online sellers are slipping through the net and are becoming increasingly difficult to regulate and identify.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Blue Cross has been working in partnership with classified ad site Gumtree, which has been able to track repeated advertisers of puppies. It found that online sellers were using multiple email addresses, placing hundreds of adverts over the course of 24 months, and selling in multiple local authority areas—all the classic signs of a puppy farmer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "These cases are only a drop in the ocean of the wider problem of unlicensed breeders abusing the legislation. The Pet Animals Act 1951 must be updated in line with modern internet use. I know the Department has in the past said that it believes the definition of a pet shop to be wide enough to include the sale of pets online, but the horrific reality of what is happening says otherwise. ​However, updating the legislation is only one way in which we can tackle the problem. It is also vital that we are firmer with the enforcement of licences and with inspections of breeders, which must be more frequent and thorough.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In Wales, we are steps ahead of the rest of the country when it comes to regulating dog breeders. The Animal Welfare (Breeding of Dogs) (Wales) Regulations 2014 enabled the Welsh Government to enforce stricter rules for those wishing to breed dogs for profit. This is certainly a step in the right direction and I urge England and Scotland to follow suit, but the legislation is only as strong as the practices of the licensing officers. As elsewhere in the UK, local authorities in Wales are severely underfunded, and licensing officers are therefore not fully equipped or trained to do the job at full capacity. Many juggle multiple job roles, from inspecting food outlets in the morning to assessing dog breeders in the afternoon. Without full animal welfare training, licensing officers are unable to properly assess how fit a breeding establishment is for purpose. As a result, many puppy farms are issued licences. It is important to realise that this is not a Wales-only problem, a Scotland-only problem, a Northern Ireland-only problem or an England-only problem. It is a problem not only for the four nations but across European borders, and we need joined-up thinking on this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Chris Davies (Brecon and Radnorshire) (Con)** I thank the hon. Gentleman for giving way and for bringing forward the debate this evening. As a fellow Welsh MP, he will know that one of the great embarrassments for us is the fact that puppy farming is quite prevalent to the west of our constituencies. My opinion on puppy farming has changed considerably since I went on a DEFRA Committee visit there last year. I was for puppy farming, but having visited a puppy farm, I changed my mind completely. The dogs were not allowed to be dogs; they were just breeding machines. I agree with almost everything that the hon. Gentleman has said, but I must point out that in Wales the law is already there and that the problem lies in its enforcement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Chris Evans** That is absolutely right. The hon. Gentleman and I are both south Wales MPs. If anyone visiting Pembrokeshire drives down the road from Swansea to Carmarthenshire, all they will see are signs saying “Puppies for sale” and “Dogs for sale.” They might wonder why people are constantly selling puppies and dogs. Enforcement is the real issue; it is the crux of the problem. We might have the legislation but we also need strong enforcement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I understand that in enforcing stricter and more robust licensing laws, the work of the already thinly stretched and underfunded local authorities will increase. There is an urgent need for additional funding for local authorities, but the expertise of the third sector can also have a role. That is why I advocate charities such as the Dogs Trust, Blue Cross and the RSPCA working alongside the local authorities to aid them with inspections and with the enforcement of licensing standards. We cannot rely solely on the third sector to fix all our problems, but it is important that we foster collaboration between local authorities and the animal welfare charities that are experts in the area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We cannot talk about licences without talking about fees. There are no standardised licensing fees for dog breeders, and prices per local authority vary from £23 to £782. ​It is no wonder that many responsible breeders are so put off from applying for a licence. One way of rectifying this is by introducing a risk-based approach to licensing, with the level of risk that a breeding business poses determining the fee. There could be a rating system, with those with higher points and adhering to higher standards of breeding being awarded lower licensing fees. Such financial incentives would encourage compliance with higher standards and better practice—almost like the road fund licence in relation to polluting cars.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In addition to the aforementioned proposals, we need to look further at third-party sales of puppies. Yes, we could call for a ban, but it is clear that the internet is like the wild west at the moment. It is so unlicensed that it would be difficult to clamp down on those third-party sales. I am therefore asking the Government to introduce an information campaign and to make it mandatory for a buyer to see the puppy interacting with its mother and its littermates before purchase; but we would need to ensure that such a requirement could be enforced. As unlicensed breeders become increasingly savvy in working round the regulations of breeding, it could only work if local authorities were given the necessary resources, perhaps using the proceeds of a licensing fee for that purpose. We should also contemplate forcing breeders to provide full seller information when posting adverts, and introducing the practice of assigning every breeder a unique identification number, as France has recently done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Yasmin Qureshi (Bolton South East) (Lab)** It is great that my hon. Friend has secured this Adjournment debate. I have received many letters on this issue, and I want to let the Minister know that it is a real matter of concern for many of our constituents. I thank my hon. Friend for raising it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Chris Evans** I thank my hon. Friend, who is a diligent Member of Parliament and a good friend since I came to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In conclusion, I urge the Government to review the current legislation surrounding sales of puppies and other pets in the UK. The 1951 Act must be updated to regulate online sales of puppies. More importantly, we need to ensure that local authorities and licensing officers receive full appropriate training to do their jobs properly. Once that has been established, we can consider a ban on third-party sales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This debate has shown the House at its very best, and I know that many Members will support me on this initiative. Dogs bring so much joy to our lives and help us in so many ways. Whether we keep dogs for work, as a health aid or simply for companionship, it is high time that we gave something back to our four-legged friends and afforded them the protection they deserve. My life has been enlightened by owning a dog. Dogs are important to me, and I will own dogs for the rest of my life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, I thank Battersea Dogs & Cats Home, Blue Cross, RSPCA, Dogs Trust and the International Fund for Animal Welfare for their tireless work to improve welfare standards for dogs and animals across the country, and for bringing often ignored issues to the country’s attention. I hope the Minister will take on board some of the constructive suggestions that we have heard in this debate.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}