{
    "url": "https://www.ukpol.co.uk/luke-evans-2022-speech-on-digitally-altered-body-images/",
    "title": "Luke Evans – 2022 Speech on Digitally Altered Body Images",
    "post_date": "January 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Luke Evans",
            "url": "/tag/luke-evans/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Luke Evans, the Conservative MP for Bosworth, in the House of Commons on 12 January 2022.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That leave be given to bring in a Bill to require advertisers, broadcasters and publishers to display a logo in cases where an image of a human body or body part has been digitally altered in its proportions; and for connected purposes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To set the tone for this speech, I will describe an advert put out about a year ago by Dove called “Reverse Selfie”. It starts with a young girl looking at her phone. On that phone, there is a picture of her. She may be in her late teens or early 20s. It starts to scroll backwards. She sees the comments underneath the photo of “you look amazing” suddenly disappearing, with all the likes slowly drifting away. Suddenly, the filter changes and so does her hair colour. The size of her face, including her nose, changes. Blemishes on her skin suddenly reappear.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The process goes further. The girl puts the phone down and lies backwards and there behind her is a picture of her family that reappears on the wall—she has scrubbed it off—and a picture of her favourite teen band. Furthermore, the image shows make-up, including lipstick, coming off. Finally, what is left in front of us is a girl no older than 13 or 14. The advert finishes with a pertinent line: “The pressure of social media is hurting our girls’ self-esteem.” This is an all-too-common story happening up and down the UK to our daughters, our sons, our granddaughters and our grandsons. The advert is only a minute long but it encapsulates perfectly the problem facing our media-hungry society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Don’t believe me? One in five adults feel shame about their body. In teenagers, it is one in three. The Women and Equalities Committee inquiry into body image found that concerns about the way we look start younger, last longer and affect more people than ever before, with 61% of adults and 66% of children feeling “negative” or “very negative” about their body image. NHS England data released over the summer showed that there were 2,682 admissions of children under the age of 17 with a primary diagnosis of eating disorders between April 2020 and March 2021—an increase of 34% on the previous year. This issue is here, stark and getting worse. I have seen it in my own practice as a GP before being in this House, and I fear the numbers will only increase from the 1.25 million people who have suffered with eating disorders and the 1 million people in the UK using steroids, many in pursuit of achieving an image that is simply unattainable no matter what they do. The problem is palpable, prolific and pervasive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The growth of influencers’ collaborations and sponsored posts, particularly on social media, has added to the ever-growing list of tools advertisers have at their disposal, often featuring images that can be secretly edited. This, combined with the amount of time we spend endlessly scrolling through social media, has created a perfect storm for physical and mental health. Constantly seeing altered images warps our sense of reality and drives an aspiration that can never, ever be achieved. Even the social media companies know this, as the Facebook leaks have shown. We are setting up a generation to fail, and it is hurting us all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It comes as no surprise that the Women and Equalities Committee has reported on body image, the Advertising Standards Authority has opened an inquiry and a call for evidence on the issue, and the Health and Social Care Committee will, in the coming weeks, open its inquiry into body image. The UK is waking up to the issue, as have other countries across the world, with legislation in place in Israel and France and currently being brought forward in Norway. Body image is an issue that is multi-faceted and covers multiple Government Departments, with no silver bullet. We all understand that it requires a layered response from the likes of the Education Department, together with the draft online safety Bill and the assessment of risk. All these are rightly being looked at.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My Bill is a simple stepping stone—a brick in the foundation to help tackle the problem. I am proposing a new law in Parliament that calls for commercial images featuring digitally altered bodies to be labelled with a logo where the body proportions are artificially doctored. To put it simply, if someone is being paid to post a picture on social media that they have edited, or advertisers, broadcasters or publishers are making money from an edited photograph, they should be honest and upfront about it. This is not about stopping people touching up their wedding photos or removing the red-eye on a post; it is targeted at those with significant, far-reaching influence and those with commercial intent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This area is already regulated by the Advertising Standards Authority and there are some similar precedents already in place. We have the “P” for product placement on TV, disclaimers on political adverts, and “Not actual video game footage” notices on adverts for video games. In more recent times, the ASA has done a significant amount of legwork on what is commercial and who the rules apply to, and the use of #ad on posts. The ASA advises:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“In most cases, the use of #ad (or similar) is the clearest way of communicating the commercial nature of social media content. Alternatively, a platform’s own disclosure tools, such as Instagram’s Paid Partnership tool, can also help to distinguish advertising from other content…If an influencer fails to sufficiently disclose that a post is in fact marketing, then not only are they breaking the CAP Code, they—and the brand they’re working with—may well be breaking the law.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My proposal is simply a translation of current practice into the digital world of body image.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Some detractors will wag their finger and say that this is the nanny state in action, but if anything it is the opposite. Those who put forward that position know full well that a perfect market needs perfect information, and this Bill is a step towards that. It does not ban changes; it simply empowers the individual to know that what they perceive is not reality, thus giving them information and, importantly, choice. However, the Bill would provide backup for the Secretary of State, should the industry not take action itself. Others argue that the evidence is not clear. They argue that logos and labels do not work and that in some cases labelling can even worsen outcomes. I would simply argue that the evidence is relatively scant and thin, as most would concede, and that the precautionary principle applies here, given the scale of the problem.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Having my Bill in place will primarily prevent people and companies from feeling the need to doctor images in the first place. This is already evident from the many social influencers and companies that are shunning tools and filters because they see the negative connotations being perpetuated across society and see that brands are actively choosing to dissociate themselves from digital enhancement. But alas, many are still caught up in the arms race for the perfect selfie, which is why this Bill has a place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In closing, I find myself in a very strange position. I actually do not want to see such a logo on an image, ever. Why? Because I hope that we can foster a society that aims for body positivity without physiques that are impossible without digital manipulation. Failing that, or until then, the Government must consider primary and precautionary measures to help to curb the dramatic rise in poor mental wellbeing, the mass individual self-loathing that we have across the UK and the serious mental health disorders such as anorexia and bulimia that are becoming florid. I believe that my Digitally Altered Body Images Bill is a small but fitting way to start this journey.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}