{
    "url": "https://www.ukpol.co.uk/rebecca-evans-2022-statement-on-council-tax-premiums-in-wales/",
    "title": "Rebecca Evans – 2022 Statement on Council Tax Premiums in Wales",
    "post_date": "December 3, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Rebecca Evans",
            "url": "/tag/rebecca-evans/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Wales",
            "url": "/category/wales/"
        }
    ],
    "summary": "The statement made by Rebecca Evans, the Minister for Finance and Local Government in Wales, in the Welsh Parliament on 11 November 2022.",
    "content": [
        "On 24 May 2022, I announced the next steps being taken by the Welsh Government, following our consultation on local taxes for second homes and self‑catering accommodation. These steps form part of our plans to ensure property owners make a fair contribution to the communities where they have homes or run businesses. This work, in turn, contributes to the Welsh Government’s three-pronged approach to addressing the impact that large numbers of second homes and holiday lets can have on communities and the Welsh language.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Following our consultation, the Welsh Government is of the view that properties let out as self-catering accommodation on an infrequent basis should be liable for council tax. We have therefore legislated to increase the number of days for which self-catering properties must be available to let or actually let in order to be classified as non‑domestic. The new letting criteria will apply from 1 April 2023 and will ensure that self-catering properties are classed as non‑domestic only if they are being used for business purposes for the majority of the year. We have also legislated to increase the maximum level at which local authorities can decide to apply council tax premiums to second homes and long-term empty dwellings to 300% from 1 April 2023.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I recognise the strength of feeling among self-catering operators in response to the changes and have listened to the representations from individual businesses and industry representative bodies. We have considered whether further measures are needed to accompany the changes to the local taxes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Welsh Government recognises that some self-catering properties are restricted by planning conditions preventing permanent occupation as someone’s main residence. The Council Tax (Exceptions to Higher Amounts) (Wales) Regulations 2015 were made to accompany the introduction of the discretionary powers for local authorities to apply council tax premiums and prevent specified types of second homes and long-term empty dwellings from being charged a premium. These regulations already provide for an exception from a council tax premium for properties restricted by a planning condition preventing occupation for a continuous period of at least 28 days in any one‑year period.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am publishing today a technical consultation to invite views on the draft Council Tax (Exceptions to Higher Amounts) (Wales) Regulations 2023. The draft Regulations extend the existing exception to apply to properties with a planning condition which specifies that the property may only be used for short term holiday lets or which prevents their permanent occupation as a person’s sole or main residence. Such properties would become liable for council tax at the standard rate if they do not meet the letting criteria for classification as non-domestic property but they could not be charged a premium. This is consistent with our policy view that property owners should make a fair contribution to local communities either through local taxation or through the economic benefit they bring to an area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is intended the application date for introducing the extended exceptions will be 1 April 2023, in conjunction with the changes to the letting criteria and to the maximum council tax premium. It will therefore apply only to properties that become liable for council tax after 1 April 2023.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am also publishing a consultation on the revised guidance on council tax premiums for long‑term empty dwellings and second homes. This includes additional options that are available to local authorities in the event that self-catering properties restricted by planning conditions do not meet the letting criteria.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The consultation on the draft guidance will run alongside the technical consultation for a period of 6 weeks. Responses are requested by 22 December 2022. All responses will be taken into account in considering any further developments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As part of the Cooperation Agreement with Plaid Cymru, we are committed to taking immediate action to address the impact of second homes and unaffordable housing in communities across Wales, using the planning, property and taxation systems. As we continue to progress the package of measures and drawing on the latest evidence base, we will keep under constant review the range of levers available to use and how they may be deployed most effectively to meet our policy objectives and avoid unintended consequences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}