{
    "url": "https://www.ukpol.co.uk/john-evans-1978-speech-on-economic-problems-in-the-north-of-england/",
    "title": "John Evans – 1978 Speech on Economic Problems in the North of England",
    "post_date": "March 27, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "John Evans",
            "url": "/tag/john-evans/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by John Evans, the then Labour MP for Newton, in the House of Commons on 7 April 1978.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That this House believes that it is time a Minister with special responsibility for the North of England was appointed to the Cabinet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When I turned my thoughts to putting a motion on the Order Paper, my natural first thought, as a Member with a constituency partly in Merseyside, was to put down a motion about Merseyside and the appalling problem there, where thousands of redundancies have been declared in a number of industries in the past few weeks. They will add to the already appalling level of unemployment there But, as a Member with a constituency that is also partly in Greater Manchester and partly in Cheshire, I recognise only ​ too clearly that the problems of Merseyside cannot be settled in isolation from the rest of the North-West. The North-West has many appalling problems, particularly in the textile, boot and shoe, clothing and manufacturing sectors of industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My second thought was to put down a motion in relation to the North-West of England, but, as someone who has lived and worked all his life on Tyneside and knows only too well that the appalling problems in the North-West of England also apply to the North-East of England, I realise that any solutions could be arrived at only on the basis of the North of England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I should like to define what I mean by “the North of England” in the motion. I would define it as those areas covered by the North-West Economic Planing Council, the Northern Economic Planning Council and the Humberside and Yorkshire Economic Planning Council. That is a fairly easily defined area where the problems thoughout the area stem from a common source.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "That area was once the heart of the British Empire—indeed, the heart of the world—with great industries turning out great wealth, to the benefit of all. But all those industries—steel, textile, shipbuilding, manufacturing and mining—are now in a state of considerable crisis. Many hundreds of thousands of jobs have been lost in that region in the past 20 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have had debates in the House on the Scottish and Welsh Assemblies, which I believe will be established in the not too distant future. Those of us from the North must see what the position will be once the Assemblies are set up. We must appreciate that they will be very powerful bodies. They will have a great deal of muscle and will have powerful secretariats with a great deal of money to spend, looking around the world for industry. I believe that the Assemblies will be listened to with a great deal of respect in Whitehall and in the Cabinet, whatever party is in power.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The people of Scotland and Wales will still have representation in this House. They will still have their separate Question Times and their Grand Committees. More important, they will have in the Cabinet a Secretary of State for Wales ​ and a Secretary of State for Scotland. I believe that that is the key to the issue, that they have a voice in the Cabinet, so that whenever issues are discussed the voices of Scotland and Wales are heard where it matters most.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I believe that we have lost out in this respect. The voice and the feelings of the North of England have not been heard as loudly as they should have been in the Cabinet because we have not had one Minister representing our interests. My hon. Friend the Under-Secretary of State for Industry is on the Government Front Bench now and the hon. Member for Newcastle upon Tyne, North (Sir W. Elliott) is on the Opposition Front Bench. As there are only a few minutes left for debate, they cannot reply to me, but I shall be grateful for their written observations on that matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The last local government reorganisation was truly disastrous in a wide variety of fields. Sooner or later we shall have to have a further round of local government reorganisation. My own constituency is a classic example. It is split across three county councils and four district councils, and there is even a new town in my constituency, which is part of the problems that have been heaped upon the people of that region.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I believe that the next round of reorganisation, which will undoubtedly take place, will be the establishment of regional councils. That is essential for England. I believe that if we had those regional councils, which would take over all the functions of the metropolitan counties, the present county council structure being abolished, they would be able to establish their own development agencies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government would then be able to get rid of the present structure of regional grants and aids, many of which are manifestly unfair. Certainly they are grossly unfair to the North-West, where we are in competition with the other regions of Great Britain and of Europe. Only one small part of our region is covered by a special development area. The rest of the North-West, where we have such tremendous problems, enjoys only assisted area status. I believe that we shall never be able to solve\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "[sitting suspended]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}