{
    "url": "https://www.ukpol.co.uk/luke-evans-2022-speech-on-the-future-of-the-uk/",
    "title": "Luke Evans – 2022 Speech on the Future of the UK",
    "post_date": "May 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Luke Evans",
            "url": "/tag/luke-evans/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Luke Evans, the Conservative MP for Bosworth, in the House of Commons on 16 May 2022.",
    "content": [
        "May I take this opportunity to say a great deal of thanks from my constituency to the Queen for her service over almost 70 years, as I may not get that chance going forward?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The subject of today’s session is making Britain the best place to grow up and grow old. Two and a half years into my service as the MP for my constituency, I thought that it would be worth touching on a few things that are trying to move that plan forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have had millions of pounds for Hinckley Academy to make sure that we have education that supports our local children. We have had £19.9 million for Twycross zoo to create a conservation and education centre to breed the conservationists of the future. We have had £28 million for internet for Leicestershire, which means that 330 houses in Sketchley Brook in Burbage now have better, faster internet access. We have had £1.8 million to improve Hinckley high street and ensure that people go there and want to enjoy it, whether they are a child or an OAP. We are working on improving the A5, which is vital infrastructure for our constituency for people to get to their jobs: £20 million has been invested and we moved through decision point 1 in March. I am keen to see that go forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Most importantly, £7 million has been put towards Hinckley hospital, with another community diagnostic centre coming and a plan that is ready to go. I am dead keen to make sure that there is no red tape in its way, because it puts Hinckley on the map and provides the service that we need for our community of children, adults and OAPs. That is what it is all about.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the three minutes that I have left, I want to focus on two subjects: planning and the Online Safety Bill. I have heard the Secretary of State for Levelling Up, Housing and Communities use the acronym BIDEN for the five crucial points of planning: beauty, infrastructure, democracy, environment and neighbourhoods. I put it to him that he has missed a trick there, because “INBED with Gove” would be a far better selling point. However, the principles are right: we need the right homes, in the right place, with the right infrastructure that is right for our environment. That is fundamental to our planning system, but the current system does not deliver it. My constituency typifies that, because under the Lib Dem borough council we do not have an up-to-date local plan, which means that every single day we are open to speculative development without that infrastructure, without those amenities and without that support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am pleased that the Queen’s Speech is bringing forward planning change. That should concentrate on strengthening neighbourhood plans and localism in action, especially for those without an up-to-date local plan. The infrastructure levy is important for getting funding up front for the amenities that we need: the roads, the GP surgeries, and the schools. All those things need to be rectified, so I am glad that change is being introduced. Of course, there is also the question of building out. Developers getting the land is one thing, but using it is another. We need houses for young people and their families to aspire to, but we also need houses for our pensioners to retire or downsize to, and we need to provide support for them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I come at the Online Safety Bill through my work on body image. There are two fundamental things that I would like to see in the Bill. First, there needs to be a legally named person for the algorithm. We have safeguarding leads in schools, we have Caldicott guardians in health and we have GDPR controllers. On our social media and on the internet, the algorithm is fundamental, so naming someone who is accountable would mean that anyone in this House or in this country could hold the big companies to account. That is imperative in lifting the bonnet to see what is underneath and what is driving the content that all of us—children or adults—are served. Secondly, we should allow people to choose to be served verified authentic images. The technology exists. We are allowing people to choose anonymity, so why do we not do it with authenticated images? Those two little changes would really make sure that we grow up and grow old in the best of Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}