{
    "url": "https://www.ukpol.co.uk/luke-evans-2020-maiden-speech-in-the-house-of-commons/",
    "title": "Luke Evans – 2020 Maiden Speech in the House of Commons",
    "post_date": "February 15, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Luke Evans",
            "url": "/tag/luke-evans/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Luke Evans, the Conservative MP for Bosworth, in the House of Commons on 13 February 2020.",
    "content": [
        "Thank you, Madam Deputy Speaker. I thank the hon. Member for Harrow West (Gareth Thomas) for his passionate talk about the NHS, something which he will probably find is dear to my heart.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One of the benefits of being one of those new Members who do their maiden speeches later is that you get to learn not only that the Opposition cannot intervene, but that it can be quite difficult for the Chair to intervene, especially when there is no time limit. The temptation is to go for a very long speech, but Members—and indeed you, Madam Deputy Speaker—will be very pleased to know that I actually take my advice from none other than Prince Philip, who once said, “The mind cannot absorb what the buttocks cannot endure.” With that in mind, I am going to keep it nice and short.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Actually, a royal connection is not a bad place for me to start my speech. After all, my seat is Bosworth, and most people know it because of the battle of Bosworth. In August 1485, Henry VII defeated Richard III, bringing to an end the English civil war of the Roses and the Plantagenet dynasty, and ushering in the Tudor era. But my constituency is so much more than a barren battlefield. We produced the Hansom cab—think what Sherlock Holmes went around in. We taught Ada Lovelace—think of the world’s first ever computer programmer. We produce Triumph motorcycles—think Steve McQueen in “The Great Escape”—which are made in Hinckley; and there is much more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My constituency is beautiful and diverse. It is broadly made up of three distinct areas: across the top we have Markfield, Bagworth and Thornton, which are steeped in mining history; across the middle, we have Twycross, Market Bosworth and some of the smaller villages, which are more rural and farming in nature; and across the bottom, we have Hinckley, Burbage, Earl Shilton ​and Barwell, which are steeped in hosiery and shoes, and were renowned the world over for their products. Like those industries, times have changed, but the people of Leicestershire learned to adapt and they are innovative. In my constituency, we now have Twycross zoo, Mallory race park and MIRA. For those not familiar with MIRA, it is one of the world-leading research facilities for automotive technology—driverless cars; electric cars; electric batteries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Having listening to other Members’ maiden speeches, Madam Deputy Speaker, you may be forgiven for thinking that the world centres around their constituency. Well, I cannot debate that, but one thing I can say with the truest certainty is that the centre of England is actually in my patch—in Fenny Drayton in Bosworth. This was confirmed by the Ordnance Survey in 2013, much to the dismay of the then right hon. Member for Meriden. It is one of the absolute honours to represent the literal heart of our country here in the spiritual heart of our government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "At this point, I would like to pay my respects to and thank my predecessor, who represented Bosworth in Westminster for 33 years—David Tredinnick. From the outside, it may be perceived with a slight irony that I, a GP, was elected, given his interests in alternative medicine. However, from the inside, what we both share—I am in absolute admiration of it—is his innate desire for and pursuit of improving the wellness of the human state. That is something that I want to take with me as I go forward in my career.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As you heard me mention, Madam Deputy Speaker, I am a GP, and I have a declaration to make. My wife is a GP, my father is a GP and my mother is a retired nurse. My youngest brother is a GP and his fiancée is a hospital doctor. My middle brother broke the mould—he is a sports and exercise doctor, working for British Olympic swimming and Bath rugby. His wife—you guessed it—is a GP. Needless to say, when we have a Christmas dinner get-together, the conversation is riveting. My mother and father’s dedication to public life was instilled in me, and that is why I am here today. However, I would not be here without the support, dedication, sacrifice and patience of my wife, Charlie, who is in the Gallery today. Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When people find out that someone is transitioning from being a GP to being a MP, a lot of them ask, “Why would you do that?”—I think my family thinks I am mad. I would answer with two retorts: first, there are lots of similarities between being a good local MP and a good local GP. We have to problem-solve, communicate effectively, distil complex information, and send it up towards the Government and down towards patients. Above all, we must care for the people we want to help and earn their respect. We do that by working hard, and I pledge to work tirelessly for the people of Bosworth. The only difference is that when a GP’s consultation is over, they do not say to the patient, “Can you now vote for me?”—that is something I must get used to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The second and probably more corny retort is that I want to make things better. Since being elected in December, I have spent the past few weeks fighting for the people of Hinckley and Bosworth. I have met Local Government Ministers to lobby for fairer funding for Leicestershire, and I met the Minister responsible for roads to ask for improvements to the A5. I have questioned Ministers from the Department for Digital, Culture, ​Media and Sport about ensuring that we improve our broadband and mobile phone signals. I met the Transport Secretary and asked him to reopen the Ivanhoe line. I have joined the Health Committee, in the hope that I can use some of my professional experience to be a critical friend of Government, and help to improve the health of not only my constituents in Hinckley and Bosworth, but hopefully the nation. I will take those responsibilities forward and work tirelessly to deliver on them over the coming years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The final question that I get asked—many new Members will find this—is about what I want to change, which I find really strange. I do not want to change the world; I want to solve the world. There are many problems up and down the country—indeed, across the globe—and I think we solve them by empowering people. If healthcare has taught me one thing, it is: help those who can’t, and empower those who can. I want to be part of a body that helps to bring forward legislation that gives people the tools to help themselves and their communities. That is done by not only protecting people’s rights, but giving them responsibilities. After all, we cannot escape the responsibilities of tomorrow by evading them today. That good motto works at many different levels, be it personal—the choices people make about what they eat, whether they exercise and where they spend their money—for organisations regarding how they hire and look after their staff, and from where they source their materials, or at Government level regarding how to deal with debt and the deficit, trade, and climate change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As the new Member of Parliament for Bosworth, I will fight for the rights of my constituents. I will fulfil my responsibilities to them to the best of my ability, and I will drive the Government to empower the country, and its citizens, to make a better world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}