{
    "url": "https://www.ukpol.co.uk/david-evennett-1986-speech-on-crayford-school/",
    "title": "David Evennett – 1986 Speech on Crayford School",
    "post_date": "August 29, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "David Evennett",
            "url": "/tag/david-evennett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Evennett, the then Conservative MP for Erith and Crayford, in the House of Commons on 14 March 1986.",
    "content": [
        "I am grateful for this opportunity to discuss the future of the special support unit at Crayford school.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The past year has been extremely difficult in education. All the bad news has hit the headlines and the recent teachers’ dispute has caused problems for schools, parents and, most important of all, children. We must be concerned primarily with children, as education is about their future, their training for life and their ability to cope with the world of tomorrow. It is intended to help them to play their full part in society as decent citizens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government have achieved much in education and are attempting much more. They have my full support. Without doubt, considerable progress has been made and I am pleased to be able to report a real success in education today—the special support unit at Crayford school. The school is in the southern part of my constituency, in the London borough of Bexley, which is the local education authority. It is a small school with about 560 pupils on its roll, all of whom are accommodated on one site. The school has had several difficulties recently, but they have been overcome by the combined efforts of the acting head, Miss Woollett, dedicated staff and a supportive parents association.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The school is an integral part of the local community and commands the wide respect of local citizens. With that local backing, the support of the governors and of the local education authority, the staff, who are extremely talented and highly motivated, have become pioneers in special education, with the establishment of a special unit. They are to be congratulated, as I am sure my hon. Friend the Minister agrees.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Education Act 1981 paved the way for the integration, as far as is reasonable and practicable, of children with special educational needs and children without such needs. Opening the Second Reading debate on the Education Bill on 2 February 1981, my right hon. and learned Friend the Member for Warrington, South (Mr. Carlisle), who was then the Secretary of State for Education and Science, said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“We have constantly stressed that we wish to see the largest possible number of children with special needs educated in ordinary schools … However, our aim is not simply integration for its own sake. It is the provision of appropriate education for individuals. For many children I believe that this can and should be done in ordinary schools.” —[Official Report, 2 February 1981; Vol. 998, c. 30.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Long before the 1981 Act, Crayford school possessed a special unit for children with impaired hearing to ease their path into mainstream classes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Today, there are three special units at the school—the unit for hearing-impaired pupils, the support group and the special needs centre. The special needs centre provides an in-school service, while the other two units are boroughwide.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The unit for hearing-impaired pupils was established in 1972 as a resource for secondary age pupils from all parts of the Bexley local education authority area. The facilities cover the range of hearing impairment from moderate to profound hearing loss. Since its formation, the unit has endeavoured to achieve the maximum integration for each pupil in social and academic areas, and many pupils spend ​ almost all their time in mainstream classes. The unit has two full-time members of staff and 13 pupils, although it can cater for a maximum of 16 pupils. Each child in the unit has an individually tuned radio hearing aid which picks up and amplifies the teacher’s voice via a radio microphone which the teacher wears around his neck. During my visits to the school I have seen the equipment in use; it was interesting to note the ease with which all members of staff wear the microphones and the fact that the system operates without comment from the other children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "At Crayford school, the use of radio equipment is part of everyday life. To children with hearing loss, school and much else in the world often seems hostile. In addition, their need for some special education provision often means that the school which they attend is not in the immediate area in which they live. For those reasons, it is important that they feel comfortable at school and that they are part of the school. The attitude of the staff and pupils at Crayford school ensures that the pupils in the unit for the hearing-impaired are not set apart, but belong to the school community in the widest sense.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The other boroughwide facility at the school is the support group, which was established in September 1984 to cater for secondary school pupils who are experiencing social, emotional and behavioural problems, and who have been statemented under the Education Act 1981. That unit is staffed by two full-time teachers and can deal with up to 10 pupils. The unit aims for the maximum social and academic integration and attempts to return all pupils to mainstream classes within a year. Pupils in the unit follow the school curriculum. Rules must be obeyed and good behaviour is rewarded. Incentives are also offered to encourage pupils to want to return to mainstream classes. Here, encouragement is the key.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The third unit at Crayford school is the special needs centre, which is a school-based facility for pupils with learning difficulties. One full-time member of staff co-ordinates the work of the centre and specialist subject teachers provide individual support in mainstream lessons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Teachers have received much bad publicity of late, a great deal of which is completely undeserved. My hon. Friend the Minister will agree that most teachers are dedicated and hard-working professionals. At Crayford school, that is the case in the special unit and in the school in general. I have received many letters from parents praising the school, and especially the staff. The results from the children speak for themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The heads of the three units all have the status of heads of department. From the point of view of sensible organisation, the three units have been placed together to allow the all-important co-operation between teachers which is so evident in the school. Teachers from the special units teach some mainstream classes, and last year the interchange was widened by a rearrangement of the school timetable to allow some mainstream teachers to take groups of special needs children for some subjects, such as physical education and art.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The staff at Crayford school have been willing to be pioneers and to look to the future. Those teaching mainstream classes have been happy and willing to have other members of staff in their classes to give additional help to children from those units. Extra resources have also been available to class teachers and, in addition, the presence of a special unit teacher in the classroom has often been of benefit to the other non-unit pupils.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In any debate on education, as I am sure my hon. Friend the Minister will agree, the children are of paramount importance. We must never overlook the welfare or understate the needs of children. At Crayford school, the pupils are all-important, and in my visits to the school I have been impressed by their behaviour and attitudes. I have been particularly impressed by the attitude of the staff and other pupils towards the children in the special units and can say without fear of contradiction that the pupils in those units are full members of the school in every sense. It is essential for the success of the units that the pupils are made to feel so. They wear school uniform; they register with the rest of their form each morning; they attend morning assembly. They play a full and active part in the life of the school, and that is important to their integration or reintegration into the main stream.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Teachers, parents and pupils have all commented that the size of the school is one of the main reasons why the special units have been integrated so successfully. I am a product of a good grammar school; I was fortunate to attend Buckhurst Hill county high school for boys, which had a school roll of around 600. The head and senior staff knew all the boys by sight, and the vast majority by name. Such a size of school was friendly and manageable, and allowed the individual child to feel part of the school community. That is how I believe the children of Crayford school feel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I regret the trend in the 1970s towards larger schools with rolls of 1,500 or more. In such institutions, despite great efforts, I am sure, by the head, staff and pupils, the community spirit is often lost. Individuals feel lost and the head and deputy heads have difficulty knowing their pupils. I do not wish to be partisan, but I feel that that is the heritage of the Social Democrat-led Labour Government of the 1970s, who allowed education to decline so much. I would welcome a trend away from larger schools towards smaller schools, especially when, as in this debate, we are talking about special needs provision.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Children with special needs already have difficulties not experienced by others, and integrating them effectively in vast and impersonal schools is not possible or practical. They tend to be isolated in special units, which is as unfair as the old separate special schools. Not only is it unfair, but it is unwise, and harmful to their educational and personal development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The present size of Crayford school enables pupils with special needs to be effectively monitored and integrated for the majority of their time in school—in most cases, for over 70 per cent. of the school day. The provision of the support units is almost unique, as there are few similar units in the country. A recent report in The Times Educational Supplement said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“few schools can yet have had the same experience or success at integrating children with special needs as Crayford, an 11–16 school in the outer London Borough of Bexley”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Integrating special needs pupils is not simply about putting them into an ordinary school. The National Foundation for Educational Research report, entitled “Educating Pupils with Special Needs in the Ordinary School”, published in 1981, set out the criteria that it believed would ensure successful integration. They are, first, the understanding and commitment of the head teacher; secondly, the prior existence of some sort of special facility; thirdly, mainstream staff with positive attitudes and the ability to deal with special needs pupils; ​ fourthly, close liaison with external agencies, such as social services; fifthly, suitable accommodation for full integration to foster the sense of belonging; and, sixthly, the integration of both mainstream and special unit teaching staff.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Not only are those criteria met by Crayford school; it could almost be the model upon which the criteria are based. The attitude of all at Crayford school is one of care, compassion, co-operation and integration. Such rapport has been built up over the past few years and cannot be transported elsewhere easily or built up overnight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have to report that the future of the special unit at Crayford school is in jeopardy. As my hon. Friend the Under-Secretary is aware, Crayford school is currently under threat of closure. The proposals of the local education authority to cease to maintain Crayford school are now with my right hon. Friend the Secretary of State for Education and Science for his consideration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My hon. Friend the Under-Secretary has recently met a delegation from the school in his ministerial capacity. I realise that, as he is replying today in that same capacity, he is unable to comment on the closure proposals at this stage. However, I hope that he will take my comments on board and convey them to my right hon. Friend the Secretary of State.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I feel that I must make clear my total opposition to the closure of Crayford school. I appreciate that the school rolls are falling and that, as a consequence, education authorities must look for savings, but I believe that savings can be achieved in alternative ways which will be more satisfactory on educational grounds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Crayford school is part of the local community. It is the only local secondary school for the children in Crayford and its closure would mean long journeys to schools outside the area for the vast majority of mainstream local children. In addition, the rolls in that area are not falling as rapidly as in other parts of the borough; indeed, a great deal of house building is taking place in the area which will ultimately place a greater demand on the local schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The closure of the only local secondary school would be a bitter blow to the community, not only from the practical aspects which I have mentioned, such as the travelling which would be involved for local children to get to school, but from the social aspect. Children travelling to schools away from the area in which they live tend to have two groups of friends—those at school and those near home. That fact, together with the sensible attitude of parents that children who have to travel to school outside their local area may often have to go straight home after school in winter, weakens the community spirit of the school. We heard a debate earlier this afternoon on neighbourhood watch and crime rates in this country. In any event, the closure of Crayford school would be a severe blow.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The closure has a wider impact. It affects not just local children but those in the special units. For them, the impact on the local community is not so important because many of those children have to travel, regrettable though that may be. But the effect of closure on their education is vital. The closure proposals include a statement that the unit for the hearing-impaired will transfer to Bexleyheath school. That school has a public intake of 10 forms of entry and a capacity of over 1,800 pupils. That is also where it is envisaged that a large percentage of Crayford school ​ pupils would go. The support group would be transferred to alternative suitable provision in consultation with parents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As I have already said, the effectiveness of the special unit at Crayford school is a result of their total integration with the rest of the school. The units are part of the school and cannot be looked at in isolation. The pupils are in the mainstream classes for the bulk of their time in school, which means that transferring the units elsewhere, even if kept together, would not be enough. It is the positive contribution that mainstream staff make at Crayford school which makes the units so successful. I do not believe that that success will continue if the special units are moved elsewhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For the staff of the unit to build up the same relationship with a new group of mainstream staff would take time, during which the education of those in the units would undoubtedly suffer. The position will be even more difficult if the units are moved from a close-knit school of less than 600 pupils to a vast school of over 1,800.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "For the children in the unit for the hearing-impaired and the support group, closure, and the disruption it would cause, would place their educational prospects seriously at risk. For many, yet another move of school would be necessary, and for some the third or fourth move in their secondary education. Pupils with hearing impairment would undoubtedly suffer the most.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In view of the time, I realise that I cannot say all that I would like to say about the school and the units in this short debate. I must draw my comments to a close. I hope that my hon. Friend and neighbour, the Under-Secretary, appreciates, after my few brief words, the tremendous work that has been done, and is being done, by the special units at Crayford school and their importance to the children with special educational needs. All that good work is under threat. The future of the units is bleak, because they are under sentence of death under the borough’s proposals. So much good work has been done and so much has been achieved, yet the future is so uncertain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Without doubt, the subject of this debate is a success story and all involved in this important work must be complimented. What will happen if Crayford school closes and the units are disbanded or moved elsewhere? How will the children fare in a much larger and perhaps less friendly environment? The safeguarding of the future of the special units is another reason why Crayford school should be retained.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Crayford school is an outstanding example of good practice with respect to special needs integration, with special needs pupils fully provided for while integrated as far as possible into mainstream classes. To lose the units, which are so effective, would be educationally detrimental to many pupils. I hope that these points will be taken into consideration by my right hon. Friend the Secretary of State when he looks at the proposals for Crayford school. I urge him to give full consideration to the educational arguments and hear my plea for a future for Crayford school and its special units, which are so important, effective and valuable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}