{
    "url": "https://www.ukpol.co.uk/david-evennett-future-of-uk/",
    "title": "David Evennett – 2022 Speech on the Future of the UK",
    "post_date": "May 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "David Evennett",
            "url": "/tag/david-evennett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by David Evennett, the Conservative MP for Bexleyheath and Crayford, in the House of Commons on 16 May 2022.",
    "content": [
        "It is a great pleasure to speak in support of the Queen’s Speech. In this debate on making Britain the best place to grow up and grow old in, I will focus on education. I appreciate, however, that inflation and the cost of living are top priorities for my constituents at this time. The Government need to do more to alleviate the consequences of rising prices, and I believe that they will.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The UK is, and always has been, one of the best places to grow up in, and I am convinced that it remains a great place for those of all ages to live in. Through education and the opportunities that it gives, and especially through great state schools and teachers, people from my background have been fortunate enough to reach our potential. However, despite the fantastic opportunities, and the increase in finance that the Government have put into our education system, a number of issues still need to be addressed, and my right hon. Friend the Secretary of State for Education is determined to tackle them. We congratulate him on his March White Paper. I know that he aims to improve standards and achievement. I look forward to participating in debates on the schools Bill when it comes to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have worked as both a teacher and a lecturer, so I know how vital it is that every child receives the best possible education. Education and social mobility have always been key political issues for me, and I passionately believe that every child deserves the best possible start in life. I am a strong supporter of lifetime learning. Education is not just for the young, but for all age groups, particularly at a time when the world is changing rapidly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As we all know, parents are a child’s primary educator. A parent’s education level has a significant impact on their children’s success and can significantly affect opportunities later in life. However, talent and hard work alone should determine how far people can go, whoever they are, wherever they come from, whatever their background. Opportunity is key, and this Government believe passionately in opportunity. I believe that talent is widespread across our nation. Unfortunately, there are certain groups and areas where opportunity is not open to all, for many and varied reasons, so fair funding, accountability, a safe environment and attendance are vital. I look forward to further debates on the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In my Bexleyheath and Crayford constituency, we are very fortunate to have a diverse and fantastic collection of schools at primary and secondary level. The borough is a social mobility hotspot, and a wide variety of education offerings are available, including church, grammar, comprehensive and single-sex schools, all of which achieve good results and give young people excellent opportunities to develop their talents. Children from across Bexley, from advantaged and disadvantaged backgrounds, achieve great results at school and benefit from the wide range of opportunities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have an excellent local further education provider—the Bexley campus of London South East Colleges—that offers a wide range of choices and courses. When I visited recently, I particularly enjoyed the media and special needs facilities. Last week, I also visited Woodside Academy, a special school that supports children from the age of four to 19 with a wide range of learning difficulties. It is part of the London South East Academies trust, and is another example of working together. It does innovative work to support the children under its care, both with their education and with wider health concerns. I watched, listened and learned about their specialist eye testing on site. The trust’s chief executive, Dr Sam Parrett OBE, and her team are doing a superb job.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, even in areas such as Bexley, where we are making great progress, more can always be done. I recently visited Bedonwell School with my hon. Friend the Member for Old Bexley and Sidcup (Mr French) and the hon. Member for Erith and Thamesmead (Abena Oppong-Asare). It has outstanding special educational needs provision, but it highlighted concerns about SEN funding. I have written to my right hon. Friend the Secretary of State about the concerns it raised during our visit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Schools Bill will make it easier for schools in England to join multi-academy trusts, strengthen the regulatory framework, reform the schools funding formula to make it fairer, and strengthen the school attendance regime so that children can benefit from being in school. Those are vital issues, which is why I strongly support what the Government are doing. Madam Deputy Speaker insists that I keep to five minutes, so I cannot talk about the Higher Education (Freedom of Speech) Bill, which is also great news. I think we all agree with it on the Conservative Benches, so I do not have to go into detail on it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "To conclude, by levelling up skills and education, we not only help to unleash the potential of every area in our United Kingdom, but grow the economy and boost our GDP. There is a clear theme from the Queen’s Speech that needs to be promoted loud and clear: the Conservative Government believe in social mobility, opportunity and an education system that offers the best to all, so that every individual can maximise their life chances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}