{
    "url": "https://www.ukpol.co.uk/ben-everitt-2022-speech-on-the-levelling-up-and-regeneration-bill/",
    "title": "Ben Everitt – 2022 Speech on the Levelling Up and Regeneration Bill",
    "post_date": "December 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ben Everitt",
            "url": "/tag/ben-everitt/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ben Everitt, the Conservative MP for Milton Keynes North, in the House of Commons on 13 December 2022.",
    "content": [
        "It is an honour to follow the cougher and splutterer from North Shropshire. She did it very well; I did not notice her coughing and spluttering.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is my pleasure to speak to amendment 3, which is in my name. The Bill is a landmark piece of legislation, which will go a long way to pushing the Government’s ambition to level up our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One area of particular significance to Milton Keynes North is affordable housing. I have long campaigned and advocated for the need to build more affordable homes, as that is the best way to bring down house prices and to help families get on the housing ladder. As of now, developers are incentivised to build the highest-value properties they can when they get the chance, and this only serves to exacerbate the problem, as the hon. Member for North Shropshire (Helen Morgan) illustrated in her speech just now. It is an issue in my constituency. Sprawling estates of executive homes have been built with no intention to meet the needs of my constituents. The housing crisis that we face in this country is unprecedented and requires vital intervention from the Government to address. Too few homes are being built, and the homes that are being built are becoming increasingly unaffordable. As a result, people never get on to the housing ladder. Affordable housing developers can provide beautiful homes for those who want to remain in their communities, and we need to work with them to ensure that they are supported in doing so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "On affordable housing, we could be doing much more right now to ensure that as many new homes are brought forward as possible. If we want to address the housing crisis directly, we must tackle the issue at source. That is why I tabled amendment 3, which would provide an exemption from the infrastructure levy for affordable housing as defined in annex 2 of the NPPF. We want to see more affordable housing built throughout the country, and I see the amendment as a simple, straightforward way of achieving that. It is a massive bit of legislation with a massive amendment paper, yet my amendment is just one and a half lines long, so I implore colleagues to add it to the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Bill currently has no automatic exemption for housing from the infrastructure levy. My right hon. Friend the Secretary of State has indicated that such an exemption will apply in the regulations, but I think that it really should be in the Bill. This small tweak to the levy would make a great difference in the short term and pay real dividends in the long term.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}