{
    "url": "https://www.ukpol.co.uk/ben-everitt-2022-speech-on-channel-4-privatisation/",
    "title": "Ben Everitt – 2022 Speech on Channel 4 Privatisation",
    "post_date": "June 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ben Everitt",
            "url": "/tag/ben-everitt/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ben Everitt, the Conservative MP for Milton Keynes North, in the House of Commons on 14 June 2022.",
    "content": [
        "I am sure we can all agree that the diversity and range of broadcasting here in the UK is a hallmark of a free and democratic society. Indeed, television is one of our most popular exports, and a huge source of soft power. We project Britain, and our ideals, through billions of TV screens around the world. I am a ’70s baby, early ’80s child. I was about eight when my parents first got a television, and I was absolutely glued to it, so Channel 4 really has been part of my life growing up. Indeed, people remember the excitement of acquiring the fifth channel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Channel 4 is a modern, forward-thinking broadcaster providing millions of customers with unique content while, as we have heard, supporting and promoting the independent production sector. I reflected this morning on what Channel 4 shows I have enjoyed watching. I realised that aside from “Humans”, all the others are from about 20 years ago—“Brass Eye”, “Spaced”, “The IT Crowd”, “Father Ted” and so on. Plenty of shows produced by Channel 4 subsequently have pushed the boundaries of broadcasting, even if I have not watched them. I am told that one of them is called “Naked Attraction”. These shows, and many more, illustrate the vast range and depth of the creative talent at Channel 4. Importantly, the Government are keen to maintain and foster that in future, which is why they are taking action.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The media and television landscape has changed dramatically over the past decade, with the rise of subscription streaming services such as Netflix, Disney+ and Prime Video, all of which have been mentioned. They demonstrate the shift in the landscape. We can now access content through a range of devices at any time, wherever we are. We need to adapt. The world is changing and there is a new landscape, so public service providers must evolve. We have an increasingly competitive market. No Government can fully give powers to any company to adapt to this. Government ownership, in the context of that competitive market shift, is holding Channel 4 back from being able to adapt to the new state of play. Adapting, in the case of Channel 4, means diversifying and broadening revenue streams. It means having unrestricted freedom to create and produce its own content, fully utilising the creative talent that it is known for across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "These significant structural changes require investment —lots of it—and speed of delivery. That scale of change is best achieved through private ownership. During these testing times for many throughout this nation, it is not fair to ask the taxpayer to bear the burden of any resulting risks. More broadly, these challenges are linked to the Government’s levelling-up strategy. We want to empower the UK’s creative industries, wherever they are across our nation, by investing in independent production and creative skills, creating more jobs and opportunities for everyone. I welcome the fact that the Government seek to use the proceeds from the sale of Channel 4 to enable that investment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The media Bill will empower Channel 4 by enabling it to pursue and track its own creative direction, bolstering the UK’s public service broadcasting sector. If we increase competitiveness, we drive growth and prosperity across our nation—something I am sure we can all agree, across this House, is a desirable outcome. Clearly—this will not be a shock—I am not on the side of the doom-mongers and the pessimists, or, as others call them, the Opposition. We heard a blast from the past earlier with all the stuff about big American companies coming over to take our assets. It is Corbynism again—Corbynism in an Islington lawyer suit. Channel 4 has a bright future. It has the capacity and the tools to succeed without the constraints of public ownership.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Sir Peter Bottomley**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have been listening to my hon. Friend with interest. How is Channel 4’s future brighter when it stands by itself if it is sold to a competitor? What is the gain?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Ben Everitt**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I welcome the intervention. The gain is that the risk is not with the taxpayer; Channel 4 would be unburdening the taxpayer from the risk of future borrowing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Channel 4 does have a bright future. It is a successful broadcaster in its own right, and it can stand on its own feet, but the risk of borrowing against the taxpayer is not something that the Government want to get into. Ultimately, for Channel 4 to flourish, the Government must step out of the way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}