{
    "url": "https://www.ukpol.co.uk/ben-everitt-2022-speech-on-achieving-economic-growth/",
    "title": "Ben Everitt – 2022 Speech on Achieving Economic Growth",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ben Everitt",
            "url": "/tag/ben-everitt/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ben Everitt, the Conservative MP for Milton Keynes North, in the House of Commons on 18 May 2022.",
    "content": [
        "It is a pleasure to follow the hon. Member for Coventry North West (Taiwo Owatemi). She made a typically punchy and political speech with much to disagree on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I do agree with the hon. Member on her diagnosis of the current issues with the planning system. There the agreement stops, however, because I am optimistic about the solutions proposed to democratise the system and make planning fairer and more transparent. There is much more work to do getting stuck into the detail, but optimism trumps pessimism on this account.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Planning and development is not the only challenge this country faces, of course. We have dealt with many challenges—the biggest challenges facing our country in living memory—and it has been the innovation of our people, our Government and our businesses that has got us through it. My hon. Friend the Member for Rugby (Mark Pawsey), who is not in his place now, pointed out earlier that private sector innovation is key to unlocking economic growth, the subject of this debate. Government innovation also helped us to get through the crisis. Both the unprecedented furlough scheme and the brilliant kickstart scheme, put together in a targeted, interventionist way, have helped us to become the fastest-growing economy in the G7 and to build back better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am glad to see that this innovative thinking has continued through Her Majesty’s Gracious Speech. Importantly, that innovation will drive up skills and economic growth in my Milton Keynes North constituency, truly putting us on the map as the Silicon Valley of Europe. I understand that that is a bold claim to make: how can we compete with the tech giants of the United States? However, it would be unwise to underestimate the people and the businesses of Milton Keynes. In Milton Keynes we have a proud record of harnessing innovation, entrepreneurialism and creativity to tackle the challenges of the modern world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are home to many exciting technological innovations such as driverless car trials. We therefore welcome the transport Bill and the unashamedly pro-technology approach that the Government are taking. The transport Bill will truly revolutionise the way we travel, bringing the benefits to the environment and to people. For those who are vulnerable in our communities—who struggle with mobility or their sight—self-driving vehicles will be transformative, connecting them to the outside world and ensuring their independence. With the UK market set to be worth about £41 billion by 2030—that is 6.4% of the global market, so we can have a bigger slice of that pie—it is vital that the United Kingdom leads the way in the development of this technology. The transport Bill will be the first step to doing that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But if we are truly to look towards the future, I hope that the Bill can go further. Those who have visited Milton Keynes, or indeed heard me bang on about Milton Keynes in the past few years, will have seen or heard of our much-loved Starship robots buzzing along our streets delivering our groceries—food, coffees, and even beers to a barbecue, if you happen to run out of beers, as in my experience. They may be small in stature but they are mighty in the positive impact that that they have. They have not only supported local business but helped to solve the problems of the last mile of delivery—the most expensive and carbon-intensive part of the supply chain. These robots have helped to remove nearly 400,000 kg of carbon from the atmosphere and have taken over three quarters of a million miles of car journeys off the roads in Milton Keynes. I encourage the Minister to ensure that the scope of the transport Bill supports and enables the expansion of companies such as Starship, bringing us closer to our net zero targets and our ambition to embrace the technologies of the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Yet if we hope to see this technology in action and being a success, we need to ensure that we have the skills and jobs to sustain it. The best way to do this is through investing in and levelling up our education. Whether through the Schools Bill or through the lifetime skills guarantee, this Government are providing people of all ages and backgrounds with the right opportunities to succeed. While it is right that we provide those opportunities, I urge the Government also to consider investing in the institutions that will be able to deliver the teaching of these vital skills. We need to teach the skills for the jobs that we cannot even conceive of yet. Those institutions include Milton Keynes University—a pioneer in the education field. MKU represents a new approach to higher education that is designed with business and for business to give students the skills and knowledge they need to meet the needs of our local economy, both now and in future. Degree apprenticeships in robot engineering or cyber-security may seem alien now to some of us in this House, but these graduates will be leading the charge in future years. With that in mind, I implore colleagues in the Treasury to consider the case for MKU more thoroughly, as it will transform our economy at both a local and a national level.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I truly feel that this will be a critical year for Milton Keynes, as we are expected to have one of the UK’s fastest-growing economies over the next two years, but to maximise that growth, we must invest in the skills, technologies and institutions of the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}