{
    "url": "https://www.ukpol.co.uk/ben-everitt-2022-speech-on-west-coast-main-line-services/",
    "title": "Ben Everitt – 2022 Speech on West Coast Main Line Services",
    "post_date": "December 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ben Everitt",
            "url": "/tag/ben-everitt/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Ben Everitt, the Conservative MP for Milton Keynes North, in the House of Commons on 15 December 2022.",
    "content": [
        "I join colleagues in congratulating my hon. Friend the Member for Ynys Môn (Virginia Crosbie) on securing this debate and the Backbench Business Committee on scheduling it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Like so many colleagues here today, I am speaking on behalf of thousands of constituents who rely on their rail services, particularly the west coast main line, but are being thoroughly let down and deserve a far better service. As one of the major cities, and indeed the newest city, along the west coast main line, Milton Keynes is served by both Avanti West Coast and London Northwestern Railway. However, even if my constituents are lucky enough even to have a train turn up at all, the trains are often delayed, unreliable and overcrowded. I spend many a journey between Milton Keynes and London sat on the floor in between the carriages. It is a pretty miserable experience, apart from a few weeks ago when I was sitting in what is probably my usual spot on the floor just outside the toilet and I was joined by a bunch of lasses from Milton Keynes who were going to a Halloween party. We managed to strike up some conversation and they were good enough to share their cider. I had a nice journey down and arrived in London with a temporary tattoo, which is gone now. But we should not rely on generosity and community spirit to take the misery out of these journeys.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Many constituents have got in touch to share their poor experience, especially with Avanti West Coast. As Milton Keynes is one of the major community cities into London, my constituents need a punctual and reliable service to get into work, but often they just do not get one. The train service in Milton Keynes is often so bad that my constituents are resorting to driving to London stations such as Cockfosters, which is a 46-mile journey, and then taking the tube into London, rather than taking the train from Milton Keynes. In an extreme case, a constituent has shared that, due to the cancellation of two of the regular morning commuter services, they now pay more than £800 a month for a first-class ticket, just to guarantee that they will get a seat. Without paying for first class, they would face one of those overcrowded journeys that I end up on—and almost more often than not they are still paying for the privilege of being late.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Given Milton Keynes’s important and strategic location in the region, connected by rail to other major cities such as Birmingham and Manchester and well placed within that Oxford and Cambridge arc, any disruption in the rail service causes serious problems to my constituents’ everyday lives: not just difficulties in getting to work, but disruption and delays in visiting friends and family and getting to important appointments. In another case, a constituent has shared that they find the service offered by Avanti “abysmal”, with only one train an hour running from Birmingham and Manchester, down from three an hour. They have resorted to using the coach.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The problem is more than a lack of timing and reliable trains; there is also a lack of accessibility. Another constituent has been in touch, a wheelchair user who shared that, shockingly, the rail service is completely inaccessible to him on his own and often there are no staff available to help. In 2022, it is unacceptable that wheelchair users are left abandoned with no support to use the rail service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The situation simply cannot continue. Not only does it impact my constituents, but it poses a risk to the growth and the economy of Milton Keynes as a whole. Year on year, Milton Keynes has consistently been ranked as one of the United Kingdom’s fastest-growing economies. In fact, a recent study named Milton Keynes as the fourth fastest-growing economy by the end of 2022, increasing year on year by 3.3% and adding £500 million to the local economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, one of the major factors in that growth is our location and our transport connections. That is why huge local employers such as Santander move their headquarters there. But why would Santander continue to invest in our city, and why would talented people continue to choose to work, live and set up their businesses here when they cannot rely on the train arriving on time or with the capacity to take them on their journey?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Navendu Mishra**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Does the hon. Gentleman agree that the Department for Transport should conduct economic analysis of the damage that Avanti has caused to each constituency it serves? I tabled a written parliamentary question on that earlier this year, but the response from the Government was not helpful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Ben Everitt**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Far be it from me to direct my hon. Friend the Minister, but it does seem that the hon. Gentleman has an excellent point. What I assume he is getting at is that the growth of not just Milton Keynes’s economy, but economies around the country is being put at risk by these poor services. Potentially, there may be data out there that we can draw on, though I would not want to draw the Department’s resources too far from the clear focus on improving services, so I will leave that with the Minister to take forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The problem is that, while we recognise the importance of maintaining a good service on the line, we need to take things forward. We need to improve. I welcome the fact that the Government are putting pressure on Avanti to improve its services. We have heard in this debate about the short-term extension of the contract until April 2023—I note that there is no particular enthusiasm for anything more than a short-term extension at this point. That extension is not rewarding failure; it is a clear and urgent message to Avanti that it must improve its service and its performance or face losing the franchise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have spoken to Avanti recently. It is positive that it is getting the point because, importantly, it has apologised and accepted that its service is not good enough. I understand that changes are on the way, with nearly 100 additional drivers added to the service between April and December this year, so we could see slight but welcome improvements to the service. However, this is very early days and my constituents and I are incredibly wary. I urge the Government to continue to actively monitor the service on that line and, more importantly, to hold the company to account, so that if we do not see drastic improvements to the reliability, punctuality and frequency of the service, that contract is removed. If we do not make those changes, Milton Keynes and other stops along the west coast main line risk being left behind. With so many opportunities for growth and success coming to the new city of Milton Keynes, it would be a real tragedy if all those benefits were put at risk due to a failing train operator.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}