{
    "url": "https://www.ukpol.co.uk/ben-everitt-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Ben Everitt – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ben Everitt",
            "url": "/tag/ben-everitt/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Ben Everitt, the Conservative MP for Milton Keynes North, in the House of Commons on 10 September 2022.",
    "content": [
        "It is a pleasure to follow my hon. Friend the Member for Sevenoaks (Laura Trott), who gave a warm and glowing tribute—we have heard many over the past 48 hours. There have been many anecdotes and many recurring themes. I am aware, Mr Speaker, of your guidance, and the guidance of Mr Deputy Speaker, on timing and repetition. It is on the latter that I fear I may have an issue, because I am speaking after my hon. Friend the Member for Milton Keynes South (Iain Stewart), who essentially gave the speech that I wanted to give, but better. I am grateful to him for remaining in his place, possibly to see what I come up with.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "With the House’s indulgence, I will just share a personal reflection. It is a huge honour and genuine privilege to serve Her late Majesty the Queen in this place as a Member of Parliament, and as MP for Milton Keynes North, and an honour to pay tribute to our late Queen on behalf of its people. This summer, in her jubilee year, she bestowed city status on Milton Keynes, and that means so much to its people. People from outside Milton Keynes often say, “Well, what exactly does it mean to the people of Milton Keynes?” Indeed it is quite baffling and hard to explain. We got a letter, sent on Her late Majesty’s behalf, that does not quite explain what it means, but says at some length what it does not mean. In lieu of giving the speech I prepared, I thought I might read some of it:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“I am delighted to inform you that I was able to make a favourable recommendation for Milton Keynes to receive city status and that this has been approved by Her Majesty The Queen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As you will know, this honour does not confer any additional functions, funding or powers nor does it confer upon the Mayor or Provost, the title of Lord Mayor or Lord Provost, the grant of this privilege being an entirely separate matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, this is a rare honour granted by HM The Queen, and given the standard and number of applications was very high you should be very proud.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are so proud. Thank you, Your Majesty. It is an honour that goes well beyond any of the others listed in the letter. It is in our souls. I am proud to have served the Queen, and am proud to serve our new King. Long live the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}