{
    "url": "https://www.ukpol.co.uk/margaret-ewing-1978-speech-on-the-loyal-address/",
    "title": "Margaret Ewing – 1978 Speech on the Loyal Address",
    "post_date": "April 21, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Margaret Ewing",
            "url": "/tag/margaret-ewing/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Loyal Address Speeches",
            "url": "/category/loyal-address-speeches/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Margaret Ewing, the then SNP MP for East Dunbartonshire, in the House of Commons on 1 November 1978.",
    "content": [
        "Since the ministerial broadcast of Thursday 7th September, there have been two areas of great speculation. One has been about the contents of the Queen’s Speech. At least that area of speculation is ended. The second area of speculation is how the Scottish National Party will cast its votes next week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is unfortunate that the hon. Member for West Stirlingshire (Mr. Canavan) is not present because I wish to make it clear at the outset that there has never been any question of a pact between the SNP and the Labour Government. The idea is more abhorrent to us than it is to him. The same would be true with a Conservative Government. We regard both the Labour and Conservative Parties as the same because they are both unionist parties wishing to maintain the Union of Parliaments which we wish to change in order that Scotland can have a Government of her own. The speculation about a pact arose because of the question of the establishment of a devolved Assembly in Scotland. I shall return to this point later.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As a group, we in the SNP met today and we have carefully considered the contents of the Gracious Speech. There are many aspects that we welcome—for example, the strengthening of the police service and the steps towards industrial democracy and towards more open government. We particularly welcome the possibility of some work being done on the question of marine pollution, because we in Scotland, with the development of North Sea oil, have seen the particular problems there, and my hon. Friends the Members for Aberdeenshire, East (Mr. Henderson) and for Banff (Mr. Watt) have been active in bringing them to the attention of the House, because there is no doubt that the fishing industry in North-East Scotland has suffered as a result.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "However, it will come as no surprise to many hon. Members to hear that we in the SNP have reservations about the Gracious Speech. Many of those reserva- ​ tions reflect the vagueness of the language, and we shall ask for further clarification of such issues. We shall also want to know about the omissions from the Gracious Speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "First, there is the question of land. Again, I am disappointed that the hon. Member for West Stirlingshire is not present because it seems to me that, having spent his summer having cups of tea with Sir Hugh Fraser and individuals in that magic number of acres—800—in his own territory, he must have forgotten some of his own statements. If the hon. Gentleman really believes that the promises in the Gracious Speech about land reflect in any way his views or those of anyone who wishes to see a radical approach to land ownership in Scotland, he is sadly mistaken, because it would appear that the reference to land legislation concerns only the registration of titles and conveyancing, and that is only a minor aspect of the problem of land use and land ownership in Scotland. It is a significant step forward, but I suggest that its position in the Gracious Speech indicates that it was a bit of an afterthought by the Government and does not reflect the radical reforming zeal that we once expected from the Labour Party.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Secondly, there is the question of the Scottish Development Agency and the proposed extension of funds to it. Obviously we welcome that. This matter, too, has frequently been pursued by the SNP in the past. But we want to know how quickly the money will be made available, how much is to be allocated, and over what period.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I come now to the omissions from the Gracious Speech, particularly the obvious one against the background of unemployment in Scotland, that is, the lack of any oil fund commitment by the Government. The Government claim that unemployment is falling, but last month in Scotland, although the United Kingdom trend was downwards, more people were registered as unemployed. We cannot tolerate this situation in the Scottish nation. The Scottish unemployment figures are a condemnation of Westminster’s neglect, and the failure of the Government to take the opportunity of the oil revenues to create special funds whereby employment could be created in Scotland is a sin which will not readily be forgotten by the Scottish people and by future generations ​ of Scots because it goes against all the evidence which has been produced even by Government Departments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Scottish Economic Planning Department itself, in a report from Professor Gaskin and Professor Mackay, stated that the major beneficiary of the North Sea oil revenues would be the London Government, and that the only chance of a general restructuring of the Scottish economy would come from the investment of oil revenues in long-term structural changes. But the Gracious Speech does not reflect that view, which was expressed by a Government Department. There was a possibility that an oil fund would be given, but again the Government have set their face against it. They have set their face against giving us the opportunity as Scots to spend our money—because that money is ours by right—on regenerating the Scottish economy and eradicating many of the social problems to which the hon. Member for West Stirlingshire referred. Sometimes one wonders whether the hon. Gentleman remembers that he belongs to a party which has cut public expenditure in Scotland and which is in many ways responsible for the deprivation, the low pay and the substandard school buildings. The hon. Gentleman made great play of that, but his Government have refused on this occasion to give us the opportunity to solve those problems.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A second omission is that of any reference to local government reform in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. James Sillars (South Ayrshire)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Would not the hon. Lady agree that the last people who she should want to try to reform local government for Scotland are Members of this House, because the last time they did it they made a complete botch of the whole job? Is not the whole argument for the Assembly that it would be the best body, the most able, the most efficient and the closest to Scotland and that it would do it correctly?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mrs. Bain**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My reason for referring to local government at this stage will become clearer when the hon. Gentleman hears what I have to say on the question of the Assembly and devolution in general. As I said, there is an omission of local government reform, yet it is generally agreed throughout the political parties in Scotland that there is a desperate need to ​ reform local government. That has been the most unpopular aspect of the legislation which was brought in by the Conservative Government during the 1970–74 period. We should at least have been given the opportunity to start looking now at possible methods of reform.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "A third omission has already been referred to—the question of housing and the fact that the tenants’ charter will not be extended to Scotland. I find this particularly difficult to understand, because while owner-occupation stands at 55 per cent. in the United Kingdom as a whole it is only 31 per cent. in Scotland. In other words, 54 per cent. of the housing stock in Scotland is in some form of public ownership. This is what has led to the director of Shelter writing to every Scottish Member of Parliament. We have this very high level of public housing, yet nothing seems to be done to make sure that tenants in Scotland are given a similar deal to tenants south of the border.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is made clear in the letter from the director of Shelter—I see the Under-Secretary of State on the Front Bench—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“We understand from correspondence with the Under Secretary of State responsible for Housing that similar legislation for Scotland is not currently planned, a situation we view with considerable alarm.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**The Under-Secretary of State for Scotland (Mr. Hugh D. Brown)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I hope that the hon. Lady will do me the courtesy of actually reading the letter and not relying on the advice of her vice-chairman—because she is a political animal. The precise wording does not rule out legislation this Session.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mrs. Bain**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We are most grateful for that reassurance. We hope that we shall have further details of this explained to the House before the vote is taken next Thursday, because we certainly regard this as a crucial aspect of the Queen’s Speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I now turn to the vexed question of devolution and how it will affect the Scottish National Party’s voting pattern next week. I repeat what I said earlier. We regard the Westminster parties as six of one and half a dozen of the other. As a party, we stand for a fundamental constitutional change, a radical change, which establishes democratic independent government in Scotland. Everyone who joins ​ the Scottish National Party signs a membership card stating that. Nowhere on our membership card does it say “We believe in devolution”. Devolution is the result of the people of Westminster responding to pressure from the people of Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have accepted that we are getting an Assembly which has been granted grudgingly by Westminster. But it is merely a step in the right direction. We saw what happened to the Scotland and Wales Bill and then the Scotland Bill as they made their passage through this place and the other place. We saw more and more powers being taken away. But we are still prepared to accept the Assembly because it is the first internal constitutional change in Britain since 1707. At least that is something of which we can be proud, because it is something which sets us on the road to self-government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is unfortunate that there is no third Lobby in the House of Commons because we have to balance our decision in casting our votes with one party or the other. In coming to that decision, I would make clear that, while the Assembly is a priority for us in the Scottish National Party, it is not the sole priority. That was why I referred to the unemployment situation, funds to the SDA and to Scotland’s housing problems. I hope that Members on the Opposition Front Bench are listening equally carefully. If the right hon. Member for Cambridgeshire (Mr. Pym) is serious about wanting us to vote with him next week, he and the Shadow Cabinet must present their alternative strategy for the people of Scotland. Throughout this debate on the Queen’s Speech we shall be listening to hear what that strategy is.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I should like to make specific reference to the Prime Minister’s announcement today that 1st March will be the referendum date. If the Prime Minister seriously believes that that announcement is a bait to make us swallow his hook, he had better think again, because that date has been mooted for a long time. The whole question of March is not something new. It will go down like a dead duck in Scotland because people have anticipated it. The Prime Minister must bear in mind that, even with the passage of the Scotland Bill, if there is the intervention of a General Election, the referendum may not necessarily be held on 1st March. If the opportunity arose between now and March, when he thought that his party was at its best, I for one believe that the Prime Minister might choose that option and go to the country. Where would the referendum be then? We need something more positive—for example, the date of the first elections to the Scottish Assembly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have heard it all before from Westminster Governments. We all know about timetable slippage. The Bill was to be on the statute book by July 1976. The Assembly could have been in operation by mid-1977. Yet here we are in the latter stages of 1978 talking about a referendum in early 1979.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The question of the 40 per cent. rule could have been looked at more thoroughly by the Government. Are we to have any details on this? I do not really believe that it is beyond the powers of the Privy Council to make some kind of concession in terms of people who are dead but who will be registered as voting “no” and in terms of students who will have double votes or who will cancel each other out. I do not believe that it is beyond collective wisdom to make some kind of allowance for these factors and to allow an earlier referendum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have had no promise from the Government about the kind of campaign they will wage during the referendum. We know that the Conservative Party has said “no”, but the Government have said that they will support the “yes” campaign. If the Government do not have the money to fund the European Assembly elections campaign for their own party, are we on this side of the House seriously expected to believe that money will be allocated to a campaign in which the Labour Party is as equally divided as it is on the question of Europe?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Dalyell**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "How can the Government support the “yes” campaign when the leader of the “yes” campaign, Lord Kilbrandon, is reported faithfully by the BBC as saying that the break-up of the United Kingdom would be no bad thing? That, rightly or wrongly, is not the policy of my Front Bench.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mrs. Bain**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We, of course, endorse the views of Lord Kilbrandon. It is up to the Prime Minister to decide where he wants ​ to stand on that particular issue. We want to know the details of how the Government will campaign in the referendum. What sum of money are they prepared to spend, and what will be the level of their campaign? Are we to get a booklet as we did during the European referendum? We should like to know about these details.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Sillars**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Will the hon. Lady give way on this point?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mrs. Bain**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Yes, even though the hon. Gentleman has not been in the Chamber for very long.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Sillars**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I must have been, because the hon. Lady gave way to me earlier. I have been following very carefully the argument which she is putting about the Assembly, the SNP and the Labour Government. Is she aware that in local newspapers throughout the length and breadth of Scotland local associations of her own party are inserting advertisements claiming that members of the Scottish National Party are the people who have achieved the Scottish Assembly?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Douglas Crawford (Perth and East Perthshire)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Yes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mr. Sillars**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Lady’s hon. Friend says “yes” and endorses that poster and publicity campaign. If that is correct, is it not the case that if the present Government fall one then has a change of Government which will campaign against the Assembly? Perhaps something else will happen and the Assembly will not arise. Then by the same token the hon. Lady’s party will be responsible for losing the Assembly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Mrs. Bain**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "While the hon. Gentleman may have changed his opinion since he first wrote “Don’t butcher Scotland’s future”, he has not lost his naive faith in Westminster Governments. I pointed out very carefully the possibility of an intervening General Election which would create a very different situation for the promised date of 1st March for the referendum. I do not have that naive faith in any Westminster Government. I would never take that as bait to get me into any Lobby.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I turn to the question of the Conservatives’ attitude. In view of the recent results in Scotland, I believe that the Leader of the Opposition is the Labour ​ Party’s secret weapon. She has been responsible, not for the three hat tricks of victory, but for the three situations in which the Government were able to hold on to seats which they should never have even contemplated losing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There are two basic choices open to us. I ask the Conservatives to clarify before next Thursday where they stand on various issues. For example, where do they stand on the question of the Scottish Development Agency which they opposed when it was set up by Parliament in 1975? Ensuing articles that have been written by members of the Conservative Party have not clarified the party’s intentions towards the agency, which has already been responsible for holding about 10,000 jobs in Scotland. I for one would like to know the Conservative attitude on that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We should also like to know the Conservative strategy for creating employment in Scotland. If we are to believe all the public announcements which members of their Front Bench have made on public expenditure, a very worrying situation faces Scotland because of the very large public sector there. We want to know their intentions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, the Conservatives are in such a state of confusion over the Scottish Assembly that we would like to know whose views they are endorsing at present. I had the pleasure, as did some other hon. Members, of being on “Clyde Comment” last Friday with the hon. Member for Glasgow, Cathcart (Mr. Taylor), who has changed his mind on various occasions about the Scottish constitution. He said that the 40 per cent. minimum requirement was cosmetic and it might be that even if there was not a 40 per cent. majority the Conservative Party in power might just take the majority vote and implement the Assembly. However, when he was challenged on it, he started waffling again and changing his mind.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Is that official Conservative Party policy? Do the Conservatives want federalism as suggested by the hon. Member for Edinburgh, Pentlands (Mr. Rifkind)? He does not like calling it federalism because that makes people think that he is a Liberal. Or do they want a Speaker’s Conference as suggested by the right hon. Member for Cambridgeshire? What exactly is Conservative ​ policy towards a devolved system of government in Scotland? There must be a clear answer from them in the next few days, because they know the implications for the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One point of speculation has been clarified today—the contents of the Queen’s Speech. We are not clarifying the way in which the SNP votes will be cast because we want definitive replies to the points that we are raising, not from one side but from both sides. We shall want to balance the issues very carefully in reaching our decision.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}