{
    "url": "https://www.ukpol.co.uk/reginald-eyre-1985-speech-on-the-loyal-address/",
    "title": "Reginald Eyre – 1985 Speech on the Loyal Address",
    "post_date": "May 31, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Reginald Eyre",
            "url": "/tag/reginald-eyre/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Reginald Eyre, the then Conservative MP for Birmingham Hall Green, in the House of Commons on 6 November 1985.",
    "content": [
        "Throughout my time as a Member of this honourable House—about 20 years—I have often felt that I have received in all quarters more kindnesses and consideration than anything I have deserved. The privilege that I have in moving the motion strengthens that feeling, and I am very conscious of the honour that is accorded to me, which my constituency and city share.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My constituency consists mainly of pleasant residential areas, including large housing estates, on the southern side of Birmingham. There are only small areas of industrial activity in Hall Green, where the successful production and export of wirework goods, handbag frames and specialised marble cladding are carried on. The great majority of my constituents follow their careers in the commercial, industrial, education and administrative areas of Birmingham.  \nThe schools of the King Edward foundation continue to temper strenuous sons and daughters from all kinds of Birmingham homes. Camp Hill, my own school, stands at the edge of the constituency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Hall Green claims two famous sons who, in their different ways, have contributed to the cultural life of Britain. One is J. R. R. Tolkien, author of “Lord of the Rings” and other books of huge appeal. The other is Tony Hancock who appeared to have emigrated to the southeast, where he took up residence at 23 Railway cuttings, East Cheam, but I always thought that his humour continued to have a strong Brummagem flavour, as was exemplified in the “Blood Donor”, when he said, “It’s only a drop of blood to you, but it’s life or death to me.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I referred to the large council housing estates in my constituency. They include tower blocks. Despite repeated efforts to improve administration on council housing estates, complaints from tenants about inefficiencies in repairs and transfers of tenancies continued unabated. I hope that the proposals for change in the Gracious Speech will lead to the development of more humane and efficient services to the great benefit of council tenants in my constituency, in Birmingham and throughout the country. The measures to encourage the purchase of flats by tenants will also be welcomed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "History has decreed that we have a very diverse and varied society in Birmingham. As a native, every day I see examples of kindness, tolerance and understanding. How else could we put up with each other? People from all groups in the city play active parts in community affairs and become local government and parliamentary candidates. Membership of the city council includes councillors from the ethnic minorities representing six wards in the city, including Handsworth. At the same time, it is fair to emphasise that there is on all sides a strong desire for improving standards. The urban aid programme is much welcomed. Since the Birmingham inner city partnership began in 1978, the Government have provided £125 million in special funds for improvement in the inner areas, including substantial housing renewal projects.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Throughout the city there is clear evidence of the wish for a wider spread of personal independence by way of home and small business ownership. This is accompanied by a powerfully developing desire for an orderly and law-abiding society in which people can live their lives in peace—doing their jobs, developing their businesses and looking after their families in a stable and civilised atmosphere, safe in their streets and homes. That is why the deplorable events at Handsworth came as a great shock, and it is right to make it clear that the overwhelming mass of Birmingham people of all origins—Afro-Caribbean, Asian, other varied groups and the large indigenous population—shared a sense of revulsion against the criminality which was seen as a threat to their security. We want to put those events behind us as soon as possible and to move on to better things. It is essential now that people throughout the city are involved in co-operation with the police in a firm resolve to protect their own law-abiding society. I believe that the measures referred to in the Gracious Speech relating to public order will provide a strengthened framework for this vital purpose.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Perhaps surprisingly for a great inland city, Birmingham has been and still is one of the best recruiting centres for my former service, the Royal Navy. There are so many Navy and former Navy men in the city that, if Drake’s drum were to be hung anywhere, there is a strong case for suspending it over spaghetti junction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It has to be admitted that Birmingham’s economy, which is so dependent on manufacturing and on metal bashing industries, was in increasing difficulty during the 1970s as the competitive thrust of world trade sharpened. The world recession of 1980–81 intensified those problems in all industrial centres and struck harshly at Birmingham and the west midlands conurbation. Our great concern about unemployment includes the apprehension that essential modernisation and the adoption of advanced technology in industry can reduce the demand for manpower at a time when the work force is growing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is a great realism in Birmingham industry, which knows that we must match world competition in design, quality and cost of production to safeguard existing jobs and to create new ones. Great efforts are being made to meet this challenge and to diversify the local economy, to strengthen existing companies and to encourage the formation of more small businesses and of new service industries so that they all, in their various ways, make the best possible contribution to job creation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We should acknowledge that progress has been made. The motor industry, which is so important to us—and especially British Leyland which has had substantial Government support—is leaner and fitter, producing an attractive range of new models. The components manufacturers—GKN, Lucas, Wilmott Breeden—and large numbers of smaller suppliers are fighting hard and well to beat strong international competition. Everyone wishing to support the cause of job creation must remember the importance of buying British. The reference in the Gracious Speech to Spain’s entry into full membership of the European Community will be welcomed in Birmingham. As a result, one source of unfair competition for our motor industry will be brought under control.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "With regard to engineering and manufacturing more generally in the second city, the abolition of the damaging industrial development certificates and the changes in regional policy of 1983 have reduced the severe disadvantages from which Birmingham and the west midlands have suffered for many years. Now grants are available from the Government and the European regional development fund to assist large and small companies to modernise, diversify and to get started.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Under the new regional policy, 156 grants in the west midlands have so far been offered—a total of £17·5 million of approved grants. Most important, with the addition of private money, the total investment associated with the approved projects amounts to £155·7 million, with 11,617 jobs to be created or safeguarded as a result. Another 147 applications are under appraisal. The renewed jewellery and gunsmiths quarter, housing several thousand jobs as highly-skilled operations, was achieved by grants of £1·7 million, attracting over £5 million of private sector investment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Both Birmingham and Aston universities are contributing high scientific and technological skills to new industrial projects in the city. Remembering its tradition as the city of a thousand trades, Birmingham is encouraging new entrepreneurs. The capacity of Birmingham’s small manufacturers should never be underrated. In Tudor times they flooded the entire kingdom with counterfeit coins.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "There is a proposition that I should like the Government to consider. The Home Secretary has stated that he wishes to examine ways of bringing together the means and funds available to assist inner areas and to ensure their best and most effective employment. I agree with him in this approach. I ask my right hon. Friend and also my right hon. Friend the Secretary of State for the Environment to consider in this connection one vital basic aspect—the availability of land. There are considerable areas of derelict land in inner Birmingham, as in other cities. Much of it is in public ownership and it is valued at unrealistically high figures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I look with some envy at the successful policy pursued by the Government in the redevelopment of London’s docklands. Could not some agency be set up to put more drive into the process of bringing this land into practical use? I should like to see an agency assembling parcels of land for development and thus attracting more private funds for investment, making sites available for small industrial and business premises, as demand grows, and also making sites available for small homes for sale and for housing associations to provide more sheltered accommodation for the elderly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The simplified planning zones proposal and the modernised and liberalised law for building societies, referred to in the Gracious Speech, give us new hope for progress in this way. The positive use of inner area wastelands would help to ease the pressure for green belt development and would add to all the efforts to stimulate activity in the inner areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let me describe briefly the other factors and projects, some of them very large indeed, which will help to build up the new Birmingham. The National Exhibition Centre is a product of civic and Birmingham chamber of industry and commerce initiative. It is huge, popular and expanding, attracting thousands of overseas visitors to trade exhibitions, conferences and sporting events of international standard, providing demand for hotels, entertainment and related service industries. It is upon that unrivalled centre that Birmingham’s bid for the Olympic games is based. The city will combine with nearby Stoneleigh park to provide supremely attractive facilities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "An added attraction of the city will be the annual Birmingham road race, making use of our unique road formations near the city centre and featuring marching bands and other entertainments for families, making it a festive occasion in the city at the heart of the motor industry. We intend to add the jewel in the crown with the new Birmingham convention centre to foster business tourism. We appreciate Government support for our application for European Community funds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We shall extend cultural facilities in the city by providing a home for the superb city of Birmingham symphony orchestra under its outstanding conductor Simon Rattle. That will supplement the attraction of a lively theatre world and the renowned Birmingham art gallery. All this will enhance Birmingham’s position at the centre of one of the country’s premier tourist areas, which includes Warwick, Stratford-on-Avon and the Cotswolds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Britain’s major concentration of manufacturing and commercial activity is in Birmingham. We are proud of that, and we have in the city the energy and will to go forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}