{
    "url": "https://www.ukpol.co.uk/diane-abbott-2022-speech-on-the-public-order-bill/",
    "title": "Diane Abbott – 2022 Speech on the Public Order Bill",
    "post_date": "May 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Diane Abbott",
            "url": "/tag/diane-abbott/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Diane Abbott, the Labour MP for Hackney North and Stoke Newington, in the House of Commons on 23 May 2022.",
    "content": [
        "The Home Secretary opened the debate by boasting that the Government support the police and, above all, support law and order, but the reality is that that is far from the truth. This is a Government who have shown a blatant disregard for the law and who confuse, as in this case, draconian legislation with upholding the law and defending justice. The reality is that they conceive of themselves as lawmakers who are above the law and the rest of us as being subject to their orders.",
        "In case anyone is in doubt about that, I can offer a few examples. It is Government Ministers who were responsible for attempting to prorogue Parliament in breach of the law. It is Government Ministers who have introduced a disgraceful refugee policy that is almost certainly in breach of international law on the rights of refugees. At the same time, Ministers are embarked on a course that seems to lead to abrogating an international treaty by ripping up the Northern Ireland protocol. This is far from an exhaustive list, but it would be remiss of me not to mention the 126 fixed penalty notices that have been issued to Downing Street staff and Ministers, including the Prime Minister, for breaking their own lockdown rules. Members will be aware that photographs are circulating online today of the Prime Minister jovially drinking at one of those parties that he denied in this House had happened. The Government have no right to claim to be a Government of law and order.",
        "The Bill is yet another draconian measure from an increasingly authoritarian Government, who presume to lecture the rest of the world on democracy and human rights, yet whose legislation is more authoritarian than many Governments who are widely and often justly castigated. I note in passing that the Bill’s provisions have already been rejected in the other place in its debate on the Police, Crime, Sentencing and Courts Act 2022. Without further time for consultation and without any concessions, the Government have immediately reintroduced the rejected provisions, so it seems that Ministers’ respect for due legislative process is as weak as their commitment to upholding the law.",
        "The Bill contains provisions for serious disruption prevention orders for people with two convictions for public order offences, or even for those who have been convicted of no offence but are deemed to have caused “serious disruption”. That is not just an infringement of civil liberties; that type of legislation is the mark of authoritarian Governments everywhere. The truth is that no citizen should ever be subject to the arbitrary and unsubstantiated curbing of important civil rights by the state.",
        "Many Members will remember the enormous demonstrations against the Iraq war, which were over a million strong; the huge anti-apartheid demos of the 1980s; and the marches in support of the miners. If any Members present took part in any of those demonstrations, they will have seen exceptionally large crowds acting entirely peacefully yet causing disruption by their sheer weight of numbers. When a large section of the population are exercised enough about an issue to go on a march, they will cause huge disruption and, often, a great deal of noise, but that is their right. Any Government who are foolish and short-sighted enough to try to curb demos because they are disruptive are creating an authoritarian regime that people will protest against even more strongly.",
        "On random stop and search, I have campaigned against non-evidence-based stop and search and its predecessor legislation, the sus law, for all my time in public life. I and many others have said that there is a place for targeted, intelligence-led stop and search to prevent or detect a specific crime, but that is not what the Bill proposes. The Bill gives free rein to some of the worst and most discredited policing practices. We should be clear that the overwhelming majority of stop-and-search operations in this country are conducted by the Metropolitan police, but many other forces, some of which have a comparable or even better record of fighting crime, hardly ever use stop and search. The House should be clear that stop and search is almost invariably directed at one section of the community, and that is young black men. According to the Home Office’s own data, six white people from every 1,000 are subject to stop and search, but no fewer than 54 black people from every 1,000 are subject to stop and search, and that figures rises to 157 people if we add people who are designated as “Black Other”.",
        "Those are wholly unacceptable and flagrantly discriminatory facts. They are known to the Ministers sponsoring this Bill, who must also know of the data showing that discrimination rises in cases where the stipulation of “reasonable grounds” is removed. Both Her Majesty’s inspectorate of policing and the College of Policing have criticised the use of random stop and search and argued that it is counterproductive, yet the Government are persisting on this course. There is a clear risk from these authoritative warnings: when sober and serious independent bodies of some standing use the term “counterproductive”, we should all take note, but apparently Ministers choose to ignore it.",
        "Finally, I would like to touch on the Bill’s provision on the prohibition of obstruction of major transport works. The Government claim that many of their measures are aimed at Extinction Rebellion, but legislation has a habit of being adapted to suit the needs of Government, especially proposed legislation as loosely drawn and as draconian as this, so the combination of the Government’s track record and Ministers’ wild rhetoric about a rail strike should ring alarm bells for all trade unionists. This Bill would allow a further serious erosion of fundamental rights—in this case, the particular right to organise in the workplace and the right to strike.",
        "For those and many other reasons, this Bill represents a serious threat to all of our long-held and hard-won rights. Protests—whether the chartists, the suffragettes or the anti-war protests of the 20th century—are part of the history of the political process in this country, and a Government who would seek to limit the right to protest in this way are a Government who do not take seriously this country’s political history and a Government who are seeking to take away people’s rights. This is a Bill that those of us on the Labour Benches will be opposing."
    ]
}