{
    "url": "https://www.ukpol.co.uk/diane-abbott-2013-speech-on-nelson-mandela/",
    "title": "Diane Abbott – 2013 Speech on Nelson Mandela",
    "post_date": "February 19, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Diane Abbott",
            "url": "/tag/diane-abbott/"
        },
        {
            "text": "Nelson Mandela",
            "url": "/tag/nelson-mandela/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Diane Abbott on 9th December 2013 in the House of Commons.",
    "content": [
        "![Ms Diane Abbott MP](http://assets3.parliament.uk/ext/mnis-bio-person/www.dodspeople.com/photos/25790.jpg.jpg)",
        "The fact that the House of Commons has spent the whole day paying tribute to Nelson Mandela is, of course, a tribute to the man himself, but it is also a tribute to the millions of Africans who struggled for their freedom. It is a tribute to activists such as Steve Biko, it is a tribute to the ANC and to the ANC in exile, but it is also a tribute to the thousands of ordinary people in, I believe, all our constituencies who stood on street corners and campaigned over the decades to make the release of Nelson Mandela possible.",
        "I will always remember where I was when I saw Nelson Mandela being released from prison, hand in hand with Winnie Mandela. I also remember the BBC newscaster who was doing the bulletin. It was a friend of mine and one of the most loved newscasters, Moira Stuart. I shall never forget that, because the struggle against apartheid and the struggle to free Nelson Mandela were part of the warp and weft of my life as a young activist in the late 1970s and 1980s. There were the meetings, there were the pickets, there was the examination of the oranges to make sure they were not South African and there were the demonstrations. For a certain generation, anti-apartheid was the iconic international struggle. There were times when we thought that it was no more than a struggle and Nelson Mandela could not be released, so seeing those television pictures of him hand in hand with Winnie was an extraordinary experience for me.",
        "We have heard some brilliant speeches today. The former leader of my party, my right hon. Friend the Member for Kirkcaldy and Cowdenbeath (Mr Brown) made one of the best speeches that I have ever heard him make, and I have heard him make some brilliant speeches since I was first a Member of Parliament in the 1980s. My right hon. Friend the Member for Derby South (Margaret Beckett) made a very impressive speech, reminding us that Mandela was a politician first and last, and reminding us also of the importance of the practice of politics. My right hon. Friend the Member for Neath (Mr Hain), who was one of the heroes of the anti-apartheid struggleâ\u0080\u0094it might be said that that was his finest hourâ\u0080\u0094told us about his childhood and his family, and presented a touching vignette of Winnie Mandela leaning down to kiss two white children.",
        "Let me say a little about Winnie Mandela. She did terrible things and terrible things were done in her name, but no one who was active in the anti-apartheid movement in the 1980s will forget her courage and beauty when she was at the height of her powers. She endured long years in internal exile; she endured 18 months of solitary confinement, parted from her children; she endured beatings, and the blowing up and killing of her friends and comrades around her. As I have said, she did terrible things, but we cannot take away the fact that at the height of the anti-apartheid struggle, she was a transcendent figure.",
        "We have heard about Nelson Mandela and his achievements today. I remember seeing him on his first visit to the United Kingdom. The extraordinary thing about him was not just his presence and charisma, but the fact that there was no sense of the bitterness that he was entitled to feel after spending 28 years in prison and seeing what had happened to his friends and family. As we have heard, it was that nobility of purpose that enabled himâ\u0080\u0094it was his signal contributionâ\u0080\u0094to drive through a peaceful transition to majority rule without the bloodshed that so many people prophesied. He also stood down after one term. If only more leaders in countries around the world were prepared to do as he did and let go of power.",
        "We live in an era that despises politicians, in which the word â\u0080\u009cpoliticalâ\u0080\u009d is practically a term of abuse. We live in an era when too many young people believe that voting changes nothing, but I was privileged to be an election observer for those very first elections in which black people could vote. I remember leaving the centre of Johannesburg and driving all the way up to Soweto, on the edge of the city. We got there for 6 o’clock, but people had been queuing for hours. When the polling station opened, I saw figure after figure go into the polling station, mark the very long and complicated ballot paper and then step to the ballot box. Many of them looked around as they did so, as if even then someone would say, â\u0080\u009cNot you, youâ\u0080\u0099re not allowed to vote.â\u0080\u009d It was being an observer at those elections that taught me the value of the ballotâ\u0080\u0094that people can struggle and die for the right to vote.",
        "Nelson Mandela and anti-apartheid resonated with me as a young black woman just getting active in politics. The anti-apartheid struggle taught me that I was part of something international, and that politics was in the end about moral purpose. It taught me that if you believe in something, you should push on, because evil cannot stand. There is no more respected politician among young people in the UK than Nelson Mandela. It is a privilege to be allowed to speak today, and if people would only believe what Nelson Mandela and the anti-apartheid struggle believed \u0080\u0094that you can alter your reality and it is worth getting involved in the struggle and understanding the issues our politics would be enriched so much."
    ]
}