{
    "url": "https://www.ukpol.co.uk/diane-abbott-2022-speech-on-housing-disrepair/",
    "title": "Diane Abbott – 2022 Speech on Housing Disrepair",
    "post_date": "February 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Diane Abbott",
            "url": "/tag/diane-abbott/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Diane Abbott, the Labour MP for Hackney North and Stoke Newington, in the House of Commons on 25 February 2022.",
    "content": [
        "I will speak this afternoon about the truly terrible housing conditions that have been endured for too long by the residents of Evelyn Court on Amherst Road in my constituency. This block is run and managed by the Industrial Dwellings Society housing association. One can see that it would have once been a very nice estate and a pleasant place to live, but when I visited it several times recently and residents kindly invited me into their flats, I was shocked by what I saw. Let me say straightaway that the tenants of all the flats I visited had made every effort to keep them nicely, which made it even more heartbreaking that their flats were disfigured by chronic disrepair problems that were not in their power to deal with and about which the Industrial Dwellings Society housing association had let them down time after time when it had promised to fix things.",
        "I saw dreadful mould covering walls, damp, water leaking in and dampness rising from the floor. In addition, tenants told me about blockages in their drainage system and insect infestations. Among the insects that they had had to deal with in large numbers were ants, spiders and slugs. Worst of all were the health problems that the tenants and their children were enduring because of the damp and mould. I was told about nausea, coughs, colds and chronic asthma. The conditions in Evelyn Court are completely unacceptable and the Industrial Dwellings Society should be ashamed of itself for leaving its tenants in that state.",
        "The Industrial Dwellings Society was set up in 1885 by a group of Jewish philanthropists and businessmen who wanted to relieve overcrowding in the east end of London. If they could see the dreadful conditions that, in 2022, their organisation is housing eastenders in, they would be shocked. Those problems are not confined to Evelyn Court, however: the private sector as a whole has the worst housing disrepair and more than 1.1 million homes in the sector—fully one quarter—do not meet the decent homes standard.",
        "I also deal with terrible housing disrepair problems elsewhere in the public sector. Among the cases that I am currently dealing with is an L&Q housing association tenant who is suffering from a leaking roof, rising damp, slugs, an infestation of drain flies, continually blocked drains, sewage spilling out into the garden and emerging from the sink, and a shower that has been broken for three years. Another L&Q tenant who I and my staff are trying to help is living in a flat with no working toilet, no gas, a leaking roof and an insect infestation.",
        "We are also trying to help a Hackney Council tenant who has been without gas and hot water since 15 December and whose bathroom is in a state of disrepair. A further Hackney Council tenant is in a property with severe mould and raw sewage outside her flat from a drain that has been blocked for six months. That is just a sample of the scores of new housing disrepair cases that I deal with every month.",
        "The Minister must be wondering why housing disrepair is so endemic. There are several reasons. There is a lack of funding from the Government generally and they, quite correctly, put the responsibility for fire safety and net zero carbon emissions on to housing associations. I support those policies and that is the right thing to do, but they fail to fund those issues properly. It would take £15 billion to deal with fire safety issues in London alone.",
        "Another issue is that housing associations—many of them, such as the Industrial Dwellings Society, set up more than a century ago with every intention of helping local people—no longer have a strong local presence. Tenants who need repairs often have to contact call centres situated far away in cities such as Birmingham and Liverpool. The people in these call centres do not know the estate or the individuals, and they often cannot grasp the problems they are trying to explain.",
        "The regulators, including the Regulator of Social Housing and the housing ombudsman, are the Government’s responsibility, but they do not have sufficient powers. They can only deal with the process, not individual cases, and they are not able to impose fines big enough to be a real deterrent.",
        "The Department for Levelling Up, Housing and Communities promised a White Paper on this sector in autumn 2021, and it has still not appeared—it is now promised for 2022. Will the Minister commit the Government to producing the White Paper on this important sector in 2022?",
        "The Homes (Fitness for Human Habitation) Act 2018 requires private sector landlords to ensure that their properties are fit for human habitation at the beginning of a tenancy and throughout. Bearing in mind that 1.1 million homes in the private sector do not meet the decent homes standard, how many cases have been brought under this Act? How many of those cases have been successful? Finally, how much money has been allocated to local authorities to enforce the decent homes standards?",
        "I would not like to conclude this speech without applauding the London Renters Union, which has given so much support to the tenants of Evelyn Court. Furthermore, the London Renters Union, across London, has not only helped tenants but empowered them. The tenants of Evelyn Court are not asking for the world. They want the Industrial Dwellings Society to keep its promise of a 24-hour call out, they want it to communicate with them properly and, above all, they want it to do something permanent about the terrible disrepair in Evelyn Court.",
        "As a Member of Parliament for more than 30 years, one of the biggest parts of my case load is housing and housing disrepair. I cannot stress enough to Ministers the misery, depression and anxiety that long-running housing disrepair causes to tenants. The Government have a role to play in ensuring that tenants have disrepair addressed according to existing legislation and according to the needs of tenants. If the Government cannot meet the needs of tenants in these dreadful conditions, how much do they really care about tenants?",
        "I ask the Minister to look into the issues I have raised and to take action for the tenants of Evelyn Court."
    ]
}