{
    "url": "https://www.ukpol.co.uk/diane-abbott-2020-speech-on-the-domestic-abuse-bill/",
    "title": "Diane Abbott – 2020 Speech on the Domestic Abuse Bill",
    "post_date": "May 4, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Diane Abbott",
            "url": "/tag/diane-abbott/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Diane Abbott, the Labour MP for Hackney North and Stoke Newington, in the House of Commons on 28 April 2020.",
    "content": [
        "We live in extraordinary times. Unfortunately, there is nothing extraordinary about domestic violence. It affects women of all classes and in all walks of life, and the figures show that it has got considerably worse in the course of the coronavirus lockdown.",
        "I welcome this important Bill. There are ways in which it could be improved, but in principle it represents a real step forward. First, however, I want to honour the campaigners. It was they who moved domestic abuse from something that the police and politicians did not necessarily take seriously to the very seriously regarded crime it is today. Without those campaigners, this Bill, although it is by no means perfect, would not have been brought forward.",
        "Domestic abuse and domestic violence are often hidden. The victims are frightened and even too ashamed to speak out. There are no more frightened and desperate victims than women of colour, whether they are refugees, asylum seekers, migrants or—[Inaudible.] Women of colour are fearful of approaching the authorities, because of their immigration status or general fear of the police. I have had to support—[Inaudible]—who were too frightened to report abuse, because they were worried that their partner might report them to immigration.",
        "I think it is important for the House to say that all women have the right to be protected from domestic abuse, regardless of their immigration status. To achieve that, this Government need to move away from the hostile war between immigration control and public services, including services for women who are victims of domestic violence. The women of colour who are reluctant to approach—[Inaudible]—so Government and local authorities need to recognise the importance of providing support for refugees and of services that provide specialist services to black women and migrants. I pay tribute to Ngozi Fulani and her project Sistah Space in Hackney, which has helped so many black women who are victims of domestic violence.",
        "We know that “no recourse to public funds” regulations stop many women of colour who are the victims of domestic violence from accessing support at all. For this and many other reasons, “no recourse to public funds” should be scrapped, but I have a practical proposal in relation to all victims. Labour’s new Front-Bench team is dealing very ably with the Bill and they will make the case for their amendments—[Inaudible]—for extra funds. I fully support that case, but the service providers who operate—[Inaudible]—conjure up additional living accommodation overnight every day, so I propose that the Government should acquire vacant hotel ​accommodation to house these victims until alternative, decent accommodation can be found. We know that some hotel chains have offered to help by providing accommodation, and they should be taken up on that offer. The policy has already been announced in France, and Britain should do the same. If, at a later date, more appropriate accommodation can be found, that is excellent, but the victims need accommodation now. Mine is a practical proposal that could be announced immediately. I hope that it will command widespread support across the House.",
        "To any women and men at home today who are watching this debate, I think the message of this House to you is that you are not alone."
    ]
}