{
    "url": "https://www.ukpol.co.uk/diane-abbott-2019-speech-on-julian-assange/",
    "title": "Diane Abbott – 2019 Speech on Julian Assange",
    "post_date": "April 12, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Diane Abbott",
            "url": "/tag/diane-abbott/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Diane Abbott, the Shadow Home Secretary, in the House of Commons on 11 April 2019.",
    "content": [
        "I thank the Home Secretary for his account of events. On the Labour Benches, we are glad that Julian Assange will be able to access medical care, treatment and facilities, because there have been worrying reports about his ill health. Of course, at this point that is all a matter for the courts.",
        "We in the Opposition want to make the point that, even though the only charge that Julian Assange may face in this country is in relation to his bail hearings, the reason we are debating this this afternoon is entirely to do with his and WikiLeaks’ whistleblowing activities. These whistleblowing activities about illegal wars, mass murder, murder of civilians and corruption on a grand scale have put Julian Assange in the crosshairs of the US Administration. For this reason, they have once more issued an extradition warrant against Mr Assange.",
        "The Home Secretary will know that Mr Assange complained to the UN that he was being unlawfully detained as he could not leave the Ecuadorian embassy without being arrested. In February 2016, the UN panel ruled in his favour, stating that he had been arbitrarily detained and that he should be allowed to walk free and compensated for his “deprivation of liberty”. Mr Assange hailed that as a significant victory and called the decision binding, but the Foreign Office responded by saying that this ruling “changes nothing”. I note that the Foreign Office responded then, not the Home Office or the Ministry of Justice. The Foreign Office has no responsibility for imprisonment and extradition in this country, but it is interested, of course, in relations with allies and others.",
        "We have precedent in this country in relation to requests for extradition to the US, when the US authorities raise issues of hacking and national security. I remind the House of the case of Gary McKinnon. In October 2012, when the current Prime Minister was Home Secretary, an extradition request very similar to this one was refused. We should recall what WikiLeaks disclosed. Who can forget the Pentagon video footage of a missile attack in 2007 in Iraq that killed 18 civilians and two Reuters journalists? The monumental number of such leaks lifted the veil on US-led military operations in a variety of theatres, none of which has produced a favourable outcome for the people of those countries. Julian Assange is being pursued not to protect US national security, but because he has exposed wrongdoing by US Administrations and their military forces.",
        "We only have to look at the treatment of Chelsea Manning to see what awaits Julian Assange if he is extradited to the US. Ms Manning has already been incarcerated, between 2010 and 2017. She was originally sentenced to 35 years. Her indefinite detention now is because she refuses to participate in partial disclosure, which would allow whistleblowers to be pursued and not the perpetrators. Her human rights and protections as a transgender woman have been completely ignored—[Interruption.] Her human rights as a transgender woman have been completely ignored, and I hope that Government Members will take that seriously.​",
        "What this has to do with Julian Assange’s case is that this could be the type of treatment he could expect if he is extradited to the US. In this country, we have protections for whistleblowers, including the Public Interest Disclosure Act 1998 and others—even if some of us feel that these protections should be more robust. Underpinning this legislation is the correct premise, not that anyone can leak anything they like but that protection should be afforded to those who take a personal risk to disclose wrongdoing where that disclosure serves the public interest. Julian Assange is at risk of extradition to the US precisely because, as we in the Opposition believe, he has exposed material that is in the utmost public interest.",
        "This is now in the hands of the British law courts. We have the utmost confidence in the British legal system, but we in the Opposition would be very concerned, on the basis of what we know, about Julian Assange being extradited to the US."
    ]
}