{
    "url": "https://www.ukpol.co.uk/diane-abbott-2022-speech-on-manston/",
    "title": "Diane Abbott – 2022 Speech on Manston",
    "post_date": "November 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Diane Abbott",
            "url": "/tag/diane-abbott/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Diane Abbott, the Labour MP for Hackney North and Stoke Newington, in the House of Commons on 28 November 2022.",
    "content": [
        "**Ms Diane Abbott (Hackney North and Stoke Newington) (Lab)**",
        "I am grateful to the Minister for coming before the House with his statement, but does he not agree that it should not have taken a death to make Ministers focus properly on issues relating to infectious diseases at Manston? It is not as if the possibilities relating to infectious disease have not been raised and written about. Does he not agree that it is quite wrong that it took a death for him to come before us and talk about new guidance: new guidance that nobody presenting with symptoms will be progressed on; new guidance about ensuring that asylum accommodation providers get the very latest public health advice; and new guidance about co-operating with the French about infectious disease in northern France? It took a death for the Minister to come before us with that new guidance.",
        "The Minister has also said that there is no risk to the wider population and the House is grateful to hear that. However, does he not accept that, whether these people are deemed to be legal or illegal, we have a basic responsibility for their health? It should not have taken Ministers so long to focus on the well-reported dangers of infectious disease.",
        "**Robert Jenrick**",
        "I respect the right hon. Lady’s point of view and experience, but it has not taken a death for the Home Office to focus on this issue. This individual’s death is deeply regrettable, but we have been working on, and alive to, this issue for many months—indeed, for years. The Home Office has had in place procedures to deal with covid since the start of the pandemic. The hotels I mentioned earlier, which we will use to transfer people with diphtheria symptoms, were the locations the Home Office used for those who tested positive for covid.",
        "The UKHSA has been publishing guidance on the treatment and support of asylum seekers and refugees for many months—it may even be years. The latest guidance on this issue was published by Dame Jenny Harries and her colleagues two weeks ago, prior to the sad death of this individual. I am afraid that the connection that the right hon. Lady seeks to draw is not correct. We do not take this issue lightly, and we will continue to follow it and to put in place whatever measures we need to."
    ]
}