{
    "url": "https://www.ukpol.co.uk/diane-abbott-2022-parliamentary-question-on-damp-in-hackney-properties/",
    "title": "Diane Abbott – 2022 Parliamentary Question on Damp in Hackney Properties",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Diane Abbott",
            "url": "/tag/diane-abbott/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Diane Abbott, the Labour MP for Hackney North and Stoke Newington, in the House of Commons on 16 November 2022.",
    "content": [
        "**Ms Diane Abbott (Hackney North and Stoke Newington) (Lab)**",
        "The Secretary of State will be aware that the family first raised the issue a year before their little boy died. That, in my view, points to the extreme culpability of the Rochdale Boroughwide housing association. It is my view not that its head should be fined but that, if he had any conscience, he would resign. Tens of thousands of people up and down the country are in properties that are riddled with damp and mould. I have the issue myself in Hackney, and one estate, Evelyn Court, is campaigning to try to get its landlord to do something about it. It is difficult to imagine anything sadder than watching your child literally cough to death because people who were supposed to act did not. The family are of the opinion that they were treated in this way because they were migrants and because they were black. We all know all sorts of tenants have this issue, but does the Secretary of State agree that some of us believe these tenants were treated like this because they were black?",
        "**Michael Gove**",
        "I am really grateful to the right hon. Lady for raising that question and for the way in which she raised it. It does seem to me, on the basis of the facts as we know them, that this family were victims of prejudice, whether unwitting or otherwise. There are other examples, and there have been other examples, of individuals in both the private rented sector and the social rented sector who have been treated with significantly less respect than they deserve because of attitudes that are rooted in prejudice. We all have a responsibility across this House to call that out when it occurs and to ensure that people, whatever their background, are treated with the dignity they deserve as human beings."
    ]
}