{
    "url": "https://www.ukpol.co.uk/diane-abbott-2018-speech-at-labour-party-conference/",
    "title": "Diane Abbott – 2018 Speech at Labour Party Conference",
    "post_date": "September 25, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Diane Abbott",
            "url": "/tag/diane-abbott/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Diane Abbott, the Shadow Home Secretary, at the Labour Party conference held in Liverpool on 25 September 2018.",
    "content": [
        "Thank you Chair. Thank you Conference. It’s great to be back in Liverpool. The party is the largest Social democratic party in Europe and we are still growing. I’m still here. And our Leader Jeremy Corbyn is emphatically still here.",
        "We are here to discuss the safety and security of the whole country. This, like so many social issues, is a collective endeavour. It cannot be done individually. You are not safe if your neighbour isn’t safe. And we know who suffers from crime the most: it’s the most vulnerable; women; the elderly; children; all of our ethnic minority communities; the LGBTQ community and disabled people.",
        "So, it is has always been wrong to say ‘Law and Order’ is somehow a Tory issue. Fighting crime and upholding the law are key issues for our communities and therefore they are key issues for Labour.",
        "The truth is the Tories have cut over 20,000 police officers. Support staff have been decimated. And we can see the consequences of this in our communities. Response times to 999 calls are increasing. Violent crime is increasing. But arrests are falling.",
        "The government however is in denial.",
        "Tory austerity has damaged all our public services. All Tory cuts have consequences too. And their police cuts have consequences. You cannot keep people safe on the cheap.",
        "In Labour’s 2017 Manifesto, we said we would add 10,000 police officers. We will focus on rebuilding community policing. Because they are the frontline against crime, including terrorism.",
        "We also intend to recruit more fire officers and more border guards. The next Manifesto is not yet written but obviously I will be having friendly chats with the Shadow Chancellor John McDonnell about the exact numbers. But I’m sure we’re agreed on where we want the funding to go.",
        "The tragic fire at Grenfell reminds us of the courage of our fire fighters. The government refuses to accept that their cuts to fire services are responsible for longer response times. They refuse to accept that privatisation and deregulation, led inevitably to disasters like Grenfell. More than a year later they have not produced a single initiative that would prevent a repeat of Grenfell. The government is failing to protect communities and ensure their safety.",
        "The government is big on rhetoric about security, policing and borders. But talk is cheap. Action costs money. And they have slashed the border guards just like they slashed the police and the fire services. Not Labour. It was the Tories that cut them all.",
        "Real border security – to stop drug traffickers, sex traffickers, gangsters and terrorists – that is what Labour stands for.",
        "False rhetoric on protecting our borders and immigration led directly to the Windrush scandal. Can you imagine living in a country which indefinitely detains its own citizens? Which deports them? Which refuses them cancer treatment even when they’ve lived in the country all of their adult lives? Well, under this government we saw this happen to the Windrush generation. These were people that came to help rebuild this country after the war. And the Tories treated them like this.",
        "We had Theresa May with her ‘Go Home’ vans. She was the Home Secretary who announced that she would ‘deport first, appeal later’. The whole Tory party and the Lib Dems voted for the 2014 Immigration Act and implemented their ‘hostile environment’. They are the ones responsible for Windrush.",
        "And it is no use the current Home Secretary, Sajid Javid, trying to evade responsibility. He claims to have ended the ‘hostile environment’ but that isn’t true. Last Friday he snuck out an announcement showing they were still treating the Windrush generation as second class citizens.",
        "We will not rest until there is justice for the Windrush generation. Until the hostile environment is ended. Until Yarl’s Wood and Brook House detention centres are gone.",
        "We won’t rest until this Prime Minister and this government is gone.",
        "Recently, I set out Labour’s new immigration policy. It is based on our Labour values and the needs of society. It is not based on demonising migrants.",
        "We will always uphold our legal and moral obligations to Commonwealth citizens. We will not use the three million EU citizens currently resident here as bargaining chips. We will uphold their rights and the rights of British citizens resident in Europe.",
        "We will also be striking deals with the EU and other countries. Those trade deals can benefit us all. Migration may well be part of those deals. Our immigration system fits into that. Not the other way round.",
        "We won’t have bogus numerical targets. The Home Affairs Select Committee, the Migration Advisory Committee, and a former Home Office Permanent Secretary, all say that those numerical targets don’t work. It’s only Theresa May that believes in them.",
        "Instead we will have clear criteria. After the Brexit deal, after the trade deals, we may still have key skills gaps, such as the shortage of doctors and nurses. So, first we’ll increase training, education and apprenticeships for people here, and insist companies do the same. We will drive up wages with the National Minimum Wage. And we will increase employee rights and clamp down on exploitation.",
        "But we can’t expect increased training to plug the shortage of workers like Doctors in the short-term. We will need some migrant workers. But we should always remember that immigrants don’t drive down wages. It is predatory employers, weakened trade union rights, and an austerity government – that do that.",
        "And, once people are here, we will treat our brothers and sisters from overseas fairly and equally. That is Labour’s new immigration policy.",
        "I can’t leave the stage without reminding this audience, here in Liverpool, that Labour is committed to releasing all the papers in relation to the 37 Cammell Laird shipyard workers. And the Shrewsbury 24 trials. We will provide full disclosure. We want justice.",
        "We will also open inquiries into Orgreave and into the blacklisting of trade unionists. When workers are in legitimate disputes they too need to be safe and secure, from intimidation, from threats and from media frame-ups.",
        "We know that in this country you generally need a warrant to enter someone’s home or intercept their telephone calls. So we will insist on time limited, judicial warrants for any undercover policing.",
        "And finally, I could not let my conference speech end without thanking my fantastic Shadow Home Affairs team. They are formidable at holding the Tories to account and will be fantastic in government.",
        "And I wanted to thank you all who have supported me and the leader of our party Jeremy Corbyn through thick and thin.",
        "This country has never needed a Labour government more. We must repair the ravages of the Tory years. The country needs a Jeremy Corbyn led Labour Government.",
        "And, as our former leader the great John Smith said: “The chance to serve is all we ask.”",
        "Thank you conference."
    ]
}