{
    "url": "https://www.ukpol.co.uk/diane-abbott-2020-speech-on-the-immigration-bill/",
    "title": "Diane Abbott – 2020 Speech on the Immigration Bill",
    "post_date": "May 22, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Diane Abbott",
            "url": "/tag/diane-abbott/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Diane Abbott, the Labour MP for Hackney North and Stoke Newington, in the House of Commons on 18 May 2020.",
    "content": [
        "Like my good friend the right hon. Member for Normanton, Pontefract and Castleford (Yvette Cooper), I shall be voting against this Bill. It is a bad Bill. It is bad in principle, bad in practice and it sends a terrible message to migrants and the children of migrants. The Bill does indeed abolish freedom of movement—although once this country voted to Brexit, freedom of movement would have fallen in any event—but the Government are doing it in such a way and in such a manner that it seems to ignore the effect of this on around 890,000 British nationals in the EU. We feel that there was a better way of achieving the same effect.",
        "The Bill gives the Government a blank cheque to construct a new immigration system through statutory instrument. Anybody that has had to deal with the immigration system knows that one of the problems is ill-thought regulation piled on top of ill-thought regulation. The idea that the Government can construct a new immigration system without proper parliamentary scrutiny will make anyone who has ever tried to help anybody with an immigration problem fear for the consequences.",
        "The Bill is a slap in the face for the thousands of migrants, including EU migrants, who have been working so hard for the NHS and the care sector in this time of covid crisis. The idea put forward by Ministers that £25,600 is somehow a proxy level for skill is absurd. We know that the skills, the concern and the devotion that migrants are currently showing at this time of covid crisis cannot be measured by money, but Ministers seem to think that we can measure somebody’s value to society by an arbitrary financial threshold.",
        "EU migrants play a vital role not just in the NHS and the care sector, but in construction. In fact, they play a big role in construction, not because they are unskilled but because, as any developer would tell us, they have very important construction skills that developers are unable to recruit here. They play an important role in hospitality. They should have been granted settled status automatically. They should have physical documents, not a digital code, and we should not be moving towards extending the hostile environment towards EU migrants.",
        "The Bill represents a missed opportunity. It is a missed opportunity on the NHS surcharge. It is quite wrong that migrants working for the NHS pay three times over: once through taxation; once through the surcharge; ​and, in some cases, with their lives. It should have ended the no recourse to public funds system. It should have brought in a 28- day statutory time limit for immigration detention. It should have brought back legal aid for article 8 immigration cases, and it should have reformed the law on deportations so that people who came here as children cannot be arbitrarily deported.",
        "When the House debated Wendy Williams’ Windrush lessons learned review, there was a lot of hand-wringing on the Government side of the House about the Windrush scandal, but the review had some quite specific recommendations about immigration, including that the Home Secretary introduce a migrants commissioner; that the immigration department should re-educate itself fully about the current reach and effect of immigration and nationality law; that there should be a programme of training and development for all immigration and policy officials; and that Ministers should ensure that all policies and proposals for legislation on immigration are subject to rigorous impact assessments.",
        "The Home Secretary has said that the Bill is about a brighter future. A brighter future for whom? For EU nationals, who face a period of great uncertainty? Is it a brighter future for the old, the sick and the infirm, because the institutions that they rely on will have enormous difficulty recruiting people when there is an end to freedom of movement? Is it a brighter future for society, when we pass a Bill that sends a signal to wider society—and to migrants in particular—that you are only as valuable as the amount that you earn, and that we will clap for you on a Thursday and put forward a Bill like this a few days’ later?"
    ]
}