{
    "url": "https://www.ukpol.co.uk/diane-abbott-2022-speech-on-western-jet-foil-and-manston-asylum-processing-centres/",
    "title": "Diane Abbott – 2022 Speech on Western Jet Foil and Manston Asylum Processing Centres",
    "post_date": "October 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Diane Abbott",
            "url": "/tag/diane-abbott/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Diane Abbott, the Labour MP for Hackney North and Stoke Newington, in the House of Commons on 31 October 2022.",
    "content": [
        "The Home Secretary will be aware that one of the problems with the asylum system is the unacceptably long time it takes to process claims. The Home Affairs Committee heard evidence from the independent chief inspector of borders and immigration, and he told us that currently caseworkers or decision makers are making 1.3 decisions a week. The Leeds pilot, which has been referred to, has put the number of decisions up to 2.7 decisions a week. Does the Home Secretary not understand that that is far too slow, and what is she going to do about it? Is it not the case that if she spent less time playing to the gallery on immigration and more time dealing with the practical problems, this would be to the benefit of the taxpayer, the Home Office staff who work so hard and the asylum seekers themselves?",
        "**Suella Braverman**",
        "It is not often that I say this, but I agree with a lot of what the right hon. Lady has just said. She is right; when I arrived at the Home Office in September, I was dismayed to find that, as set out at the Select Committee last week, only 4% of claims waiting in the system have been processed so far, so we have a very slow-moving system. That is unacceptable and it is a big part of the problem, and part of our plan to solve the problem is to speed up asylum processing. We are putting more resources and technology behind it, and we are trying to identify how we can be more efficient. So yes, this is a big feature that is clogging up the system, and we see the pressure playing out at Manston."
    ]
}