{
    "url": "https://www.ukpol.co.uk/debbie-abrahams-2020-speech-on-social-security-benefits-and-claimant-deaths/",
    "title": "Debbie Abrahams – 2020 Speech on Social Security Benefits and Claimant Deaths",
    "post_date": "February 26, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Debbie Abrahams",
            "url": "/tag/debbie-abrahams/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Debbie Abrahams, the Labour MP for Oldham East and Saddleworth, in the House of Commons on 24 February 2020.",
    "content": [
        "Thank you, Madam Deputy Speaker, for granting an Adjournment debate on such an important issue.",
        "The first duty of any Government is to keep its citizens safe, particularly the most vulnerable among us. This evening, I want to discuss the deaths of vulnerable social security claimants since 2014. That those deaths have been linked to the actions of the Department for Work and Pensions is a matter of grave concern. It shows abject failure on the part of not only the Department, but the Government. Ministers set policy and the Department implements it, so both are culpable. However, this is not just about what policies are implemented but about how they are delivered, and that relates to the culture in the Department. [Interruption.]",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**",
        "Order. May we have a little bit of quiet? We cannot hear what the hon. Lady is saying.",
        "**Debbie Abrahams**",
        "Thank you, Madam Deputy Speaker. I shall speak up.",
        "As I was saying, the leadership determines the culture in an organisation. In a Department, that culture is determined by Ministers. It is a question not just of the policies and their implementation, but of the tone and culture that are related to their delivery.",
        "We know that the Government’s health assessment process and sanctions regime leave sick and disabled people in fear and dread as they wait for the inevitable envelope to drop on their doormat inviting them to participate in a work capability assessment or a personal independence payment assessment, or possibly both. More than three quarters of claimants who appeal against assessment decisions telling them that they are fit for work have those decisions overturned, and that is because these are poorly people. We also know that in 2013 the death rates among people on incapacity benefit or employment and support allowance were 4.3 times higher than those in the general population, an increase from 3.6 times higher in 2003. That showed the level of sickness and ill health in that group of people.",
        "Peer-reviewed research published in the Journal of Epidemiology and Community Health estimated that, between 2010 and 2013, work capability assessments were independently associated with an additional 590 suicides, 280,000 cases of self-reported mental health problems, and 725,000 antidepressant scripts. Not only are those assessments not fit for purpose; they are actually doing harm.",
        "**Jim Shannon (Strangford) (DUP)**",
        "I congratulate the hon. Lady on her assiduity. She has made a name for herself in the House not only on behalf of her constituents, but on behalf of everyone affected by this issue. Does she agree that, in this day and age, for anyone to die in stress while awaiting rightful help and aid from the Government should be deemed nothing short of obscene and disgraceful, that the shame of it has an impact on every person who takes a seat in this place, and that what we need is an urgent change in the present system?",
        "​**Debbie Abrahams**",
        "I could not agree more with the hon. Gentleman. He is absolutely right. This shames us all. These are the most vulnerable in our society, and, as I shall go on to show, evidence is revealing that policies driven by the Government are having this impact.",
        "Over the last 10 years, five reviews of the work capability assessment have repeatedly raised issues relating to the assessment process, from the loss of medical records to blatant lies in assessment reports. Nearly 3,500 individuals shared their experiences for the purpose of the Work and Pensions Committee’s 2018 reports on ESA and PIP assessments, which was an unprecedented public response to a departmental Select Committee inquiry. Tonight, however, I want to raise a number of cases which have been in the public domain, and in which the Department’s processes to safeguard vulnerable claimants have been an abject failure.",
        "On 23 January this year, Disability News Service brought to public attention the death of Errol Graham in 2018. Weighing just 4½ stone, Errol’s body was found eight months after his employment and support allowance had been stopped. He was 57 years old. His social security support was cut off in October 2017, just weeks after he failed to attend an appointment for a DWP fit-for-work assessment. He had been on incapacity benefit since 2003, after his father—whom he had cared for—died. He was reassessed as unfit for work in 2013, and was on ESA when the DWP called him for a retest in 2017, as, according to a letter from the Department,",
        "“the claimed level of disability was unclear”.",
        "The inquest heard that it was standard DWP procedure to stop the benefits of a claimant marked on the system as vulnerable after two failed safeguarding visits. It made two visits, on 16 and 17 October. Errol’s ESA payment, due on 17 October, was stopped on the same day. There was no formal requirement for DWP staff to seek more information about Errol’s health—for example, from his GP—or about how he was functioning before ceasing his benefits, and the inquest heard that they had not done so.",
        "The coroner’s report into Errol’s death found that the",
        "“safety net that should surround vulnerable people like Errol in our society had holes within it”.",
        "Furthermore, she said:",
        "“He needed the DWP to obtain more evidence”—",
        "from his GP—",
        "“at the time his ESA was stopped, to make a more informed decision about him, particularly following the failed safeguarding visits.”",
        "A consultant psychiatrist told the inquest that",
        "“Errol was vulnerable to life stressors”,",
        "and that it was",
        "“likely that this loss of income, and housing, were the final and devastating stressors that had a significant effect on his mental health”.",
        "Errol’s daughter-in-law, Alison, has been scathing, telling me of the anger she and her husband Lee feel. She said that it was particularly shocking that the QC acting on behalf of the Government in the inquest tried to intimidate not just the family but others, shouting at the police officer who found Errol’s body about what else he had seen. In particular, they were deeply offended that the police officer was asked whether he had found any takeaway menus or cartons. It was clear at that ​inquest that the Government were far from being in listening mode or trying to learn from this. Rather, they were seeking to blame, which is absolutely unforgivable.",
        "**Lilian Greenwood (Nottingham South) (Lab)**",
        "I congratulate my hon. Friend on securing this important debate. It is now more than 18 months since Errol Graham starved to death and more than eight months since the inquest into his death. At that inquest, the coroner asked for robust policy and guidance for DWP staff to prevent future deaths, yet the Department’s serious case panel is not even expected to consider the systemic issue identified in Errol’s case until next month. Does my hon. Friend agree that this inaction makes it hard to believe the Secretary of State when she tells me that the Department took Errol’s tragic death very seriously?",
        "**Debbie Abrahams**",
        "I totally agree with my hon. Friend. I shall go on to show that this has been going on for years now, and that nobody has responded. Systematic errors are coming out in repeated coroners’ reports and other reports, yet there is still no action.",
        "**Stephen Timms (East Ham) (Lab)**",
        "I commend the determined way in which my hon. Friend has pursued this issue consistently over a long time. She has talked about the coroners getting in touch with the Department. Does she share my concern that, as was shown in the National Audit Office’s recent report, there is no systematic way at the moment of compiling what coroners say about suicides and other cases that they report to the Department on?",
        "**Debbie Abrahams**",
        "My right hon. Friend hits the nail on the head. There are systemic failures within the Department and they have to be addressed. This is just not good enough.",
        "Jodey Whiting, who was from Stockton, died on 21 February 2017. She was a vulnerable woman with multiple physical and mental health illnesses, which left her housebound and requiring 23 tablets a day. That meant that she was entirely reliant on social security support. In late 2016, the DWP began to reassess Jodey’s entitlement to ESA. Jodey requested a home visit as she rarely left the house due to her health, and she had made it clear in her reply that she had",
        "“suicidal thoughts a lot of the time and could not cope with work or looking for work”.",
        "Despite this, the DWP decided that Jodey should attend a work capability assessment in January 2017. Unfortunately, Jodey missed that appointment and, on 6 February, the DWP decided to stop the fortnightly ESA payments that Jodey relied on. She was immensely distressed to learn that her last payment would be made on 17 February. With the help of her family, Jodey wrote to the DWP to explain the severity of her health conditions and to ask the Department to reconsider the decision to terminate her ESA, but that did not happen until after her death. She also received letters informing her that her housing benefit and council tax benefit would be stopped because they are linked to ESA. She told her mum, Joy, “Mam, I can’t walk out of the house, ​I can’t breathe, how am I going to work?” Jodey took her own life just three days after her last ESA payment on 21 February.",
        "The Independent Case Examiner concluded that DWP was guilty of “multiple” and “significant” failings in handling Jodey Whiting’s case and found that the DWP failed to follow its own safeguarding rules five times in the weeks leading up to the suicide. In addition, a report by psychiatrist Dr Trevor Turner says that Jodey Whiting’s mental state was likely to have been “substantially affected” by the DWP’s decision to remove her out-of-work benefits for missing a work capability assessment that she did not know about. The case is now the subject of an appeal to the Attorney General for a new inquest, and I know from speaking to Jodey’s family today that they are desperate to know when they may hear from the Attorney General.",
        "Then there is Stephen Smith. Last April, we learned that Stephen, the Liverpool man many people remember from the front pages of various newspapers and whose emaciated body was more reminiscent of someone from a concentration camp than 21st century Britain, had died of multiple organ failure after being found fit for work. But there are many, many more cases of DWP claimants dying, some of which I raised in last year’s Westminster Hall debate.",
        "Jimmy Ballentine took his own life in 2018 after being found fit for work. Amy Nice also took her own life in 2018 after being found fit for work. Kevin Dooley committed suicide in 2018 after losing ESA. Brian Bailey died in July 2018, again taking his own life after being found fit for work. Elaine Morrall died in November 2017, taking her own life. Daniella Obeng died in December 2017, again taking her own life. Brian Sycamore died in September 2017, taking his own life after leaving a note blaming the DWP after failing his work capability assessment.",
        "Mark Scholfield, who died in July 2017, was a terminal cancer patient who did not receive any UC before he died in spite of his illness. Chris Gold, who died in October 2017, was found fit for work following a stroke and was facing foreclosure when he died because he could not work. Lawrence Bond collapsed and died in the street in January 2017 after being found fit for work. Julia Kelly died in 2015, taking her own life after losing ESA for a third time. Ben McDonald took his own life in March 2015 after being found fit for work. Chris Smith, who died in 2015, had cancer and was found fit for work despite a terminal diagnosis.",
        "David Clapson could not afford to power his fridge to store his insulin and died as a result in July 2014. Michael Connolly took his own life on his birthday in 2014 after losing his ESA. George from Chesterfield died of a heart attack in May 2014, eight months after being found fit for work despite having had three previous heart attacks. Robert Barlow died of cancer in April 2014 after losing his ESA. David Barr died in September 2014, taking his own life after losing ESA. Trevor Drakard took his own life in 2014. Shaun Pilkington—",
        "**Jim Shannon**",
        "The hon. Lady is referring to a number of names. When someone comes to my office or to the office of another MP talking about anxiety, depression or suicide, we always say to ourselves, “These people need help.” Is it not time for the Government to instruct ​office staff that action must be taken when they hear someone threatening suicide or meet someone who has tried to commit suicide?",
        "**Debbie Abrahams**",
        "Absolutely. I thank the hon. Gentleman.",
        "This is unforgivable. These are people’s family members and we are failing them. We must not let this continue.",
        "**Stephen Timms**",
        "My hon. Friend will probably have seen, as I did, the comment in the recent National Audit Office report on suicides that internal process reviews, which are perhaps not carried out as frequently as they should be, are often carried out when a claimant takes their own life, but the Department does not know whether the lessons from those reviews are implemented. Does that not point to another dramatic change that is required here?",
        "**Debbie Abrahams**",
        "My right hon. Friend is spot on. There are so many learning points that we should have already picked up on, and I will go through them in a minute.",
        "I will finish the list if I can. Shaun Pilkington died in January 2014, and Terry McGarvey died in February 2014. This is not an exhaustive list, but it shames us all. This inaction shames the Government. I have raised this so many times over the past five years, and there has been no change whatsoever.",
        "For years now, there have been warnings that the Department’s safeguarding policies are not working. In 2014-15, as a member of the Select Committee on Work and Pensions, I asked for an inquiry on sanctions policy. From this inquiry, the Committee recommended:",
        "“DWP should seek to establish a body modelled on the Independent Police Complaints Commission, to conduct reviews, at the request of relatives, or automatically where no living relative remains, in all instances where an individual on an out-of-work working-age benefit dies whilst in receipt of that benefit. Such a model, operated within the purview of the Parliamentary and Health Service Ombudsman, should ensure that the role of all publicly-funded agencies involved in the provision of services or benefits to the individual is scrutinised, so that a learning document can be produced setting out how policy, and the service delivery pathway, can be improved at every stage.”",
        "In their formal response—[Interruption.] Would the Minister like to intervene? I believe there is something he finds amusing about this.",
        "**The Minister for Disabled People, Health and Work (Justin Tomlinson)**",
        "No, there is not.",
        "**Debbie Abrahams**",
        "Okay. I just saw a bit of a smirk.",
        "**Justin Tomlinson**",
        "It was not.",
        "**Debbie Abrahams**",
        "I hope it was not.",
        "In the Government’s formal response, there was no recognition or acknowledgment of the recommendation, which was completely rejected by the Government.",
        "In 2014, the Disability News Service asked, via a freedom of information request, for the Department to publish 49 internal peer reviews into deaths. After nearly two years, and following an information rights tribunal, redacted versions were published. It was clear from the limited information available that Ministers were repeatedly ​—repeatedly—warned by their own civil servants that their policies to assess people for out-of-work disability benefits were putting the lives of vulnerable claimants at risk.",
        "More recently, as my right hon. Friend the Member for East Ham (Stephen Timms) mentioned, on 7 February 2020, following a request from the former Chair of the Work and Pensions Committee, the NAO published a briefing report setting out the findings of its inquiries with the Department on the information it holds on benefit claimants who ended their life by suicide.",
        "The NAO found:",
        "“The Department has received nine contacts from coroners via its official coroner focal point relating to suicide since March 2016…received four Prevention of Future Death (PFD) reports from coroners since 2013, of which two were related to suicide…investigated 69 suicides of benefit claimants since 2014-15… It is highly unlikely that the 69 cases the Department has investigated represents the number of cases it could have investigated in the past six years”.",
        "In other words, this is just the tip of the iceberg. We do not even know the actual number of people who have taken their own life as a result of what they went through.",
        "The report continues:",
        "“The Department does not have a robust record of all contact from coroners.”",
        "How can that be? This is a Government Department, for heaven’s sake.",
        "“The Department accepts that not all its staff are aware of the IPR guidance.”",
        "What is the point of doing them if they are not aware?",
        "“We also found that the Department’s guidance does not necessarily reflect the full scope of issues that could trigger an IPR.”",
        "That just beggars belief. The report continues:",
        "“the Department told us that there is no tracking or monitoring of the status of these recommendations. As a result, the Department does not know whether the suggested improvements are implemented.”",
        "Do Ministers not feel ashamed? The report also said that",
        "“the Department does not categorise IPR outputs to identify larger trends or themes from within the outputs, and so systemic issues which might be brought to light through these reviews could be missed.”",
        "The NAO report found similar conclusions to those found by the Select Committee five years earlier: that lessons have not been learned. This is absolutely damning. I hope that the Ministers here take on board these results. Not only that, but because this is rarely covered in the media I hope that everyone in the Press Gallery is going to be reporting on this. It is a scandal: British citizens are dying as a result of policies implemented by this Government. Everybody should be taking note. I have asked for a full and independent inquiry, given the serious failures that are clear just from the speech I have given. I appreciate that the Minister needs to consult others, but I would like a response by the end of this week. This is too serious to be ignored.",
        "The Department stated that there will be a new system of serious case reviews, so who will sit on the panel? Will there be independent panel members, not just DWP employees and contractors? Will they have medical expertise? Will there be a commitment to publishing ​the panel’s membership and terms of reference? How will the trends or themes to be investigated be identified? How will the recommendations made by the panel be tracked? Will the Department undertake to review its safeguarding policies in the round, including the training of staff? In the light of the NAO’s findings, how will the Department ensure that its guidance reflects the full scope of issues that could trigger an internal process serious case review and that all its staff are well aware of the relevant guidance?",
        "The death of any person as a result of Government policy is nothing less than a scandal. It is clear that from the cases that I have talked about, and from the NAO report and others, that this is just the tip of the iceberg. We do not know what is going on. For too long, the Department has failed to address the effects of its policies. It must now act. Enough is enough."
    ]
}