{
    "url": "https://www.ukpol.co.uk/debbie-abrahams-2021-speech-on-grooming-gangs/",
    "title": "Debbie Abrahams – 2021 Speech on Grooming Gangs",
    "post_date": "February 4, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Debbie Abrahams",
            "url": "/tag/debbie-abrahams/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Debbie Abrahams, the Labour MP for Oldham East and Saddleworth, in the House of Commons on 3 February 2021.",
    "content": [
        "Thank you, Madam Deputy Speaker.",
        "Tackling violence and sexual exploitation has been one of my priorities since I was first elected in 2011, when during my roundtables with constituents I was made aware of child sexual exploitation concerns following the Rochdale grooming gangs scandal. It is not an easy subject to discuss—I find it incredibly difficult to even think about someone who is knowingly abusing a child for their own pleasure—but we know it happens in every community and in every part of the country. We all have an obligation to do what we can to prevent it and root it out wherever we find it.",
        "I have a clear protocol to immediately escalate any child sexual exploitation case that is brought to me to the appropriate authorities. Unfortunately, my team and I have dealt with a number of cases. Greater Manchester police provide me with regular briefings on activities undertaken by Operation Messenger and now Project Phoenix, which specifically deal with CSE across Greater Manchester. I meet regularly with local groups such as Keep Our Girls Safe and the Women’s CHAI project, which stands for Care Help And Inspire but has a wider remit than supporting girls and women experiencing abuse, as does Inspire Women. Pre-pandemic, when I was visiting at least one school a week, I used this as a platform to promote equality, self-awareness and resilience of all children, whatever their background, sex, ethnicity or religion. I also meet regularly with Oldham’s Interfaith Forum. Together, we have worked to promote human rights for all, including the rights of our children.",
        "In Parliament, I am a member of the CSE cross-party group chaired by my hon. Friend the Member for Rotherham (Sarah Champion), whom I congratulate on all she has done to expose CSE. We have heard evidence from those who have been abused, and reviewed evidence of good practice among other things. However, as the hon. Member for Ipswich (Tom Hunt) has just mentioned, I am keenly aware that our understanding of the scale and extent of CSE, and in particular CSE associated with grooming gangs, is lacking. As the House of Commons Library report identified, it only becomes known once cases are identified and victims and offenders are reported.",
        "It is estimated that three out of every four victims of a rape or assault of a person under 16 do not come forward and report it to the police. In a recent Home Office report, about 10,500 cases were flagged by the police as potentially CSE-related. The victims of CSE were said to be mainly young women, predominantly 14 to 15 years old, who had a number of risk factors that made them vulnerable to exploitation. Group-based CSE offenders were said to tend to be male and under 30, younger than those offenders acting alone who were said to be more prolific.",
        "Clearly the data is inadequate and the focus of the Home Office on this important issue needs to sharpen up. Every child matters and their rights, as enshrined in the UN convention to which the UK became a signatory in 1990, need to be actively embodied. I will not let those far-right groups, wherever they may skulk, get away with lying and trying to sow hate, division and blame on this issue. I repeat that child abuse occurs in every community, in every part of the country and in every part of the world, and I am committed to rooting it out, wherever it may be."
    ]
}