{
    "url": "https://www.ukpol.co.uk/debbie-abrahams-2023-speech-on-a-code-of-conduct-for-elected-representatives/",
    "title": "Debbie Abrahams – 2023 Speech on a Code of Conduct for Elected Representatives",
    "post_date": "January 15, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Debbie Abrahams",
            "url": "/tag/debbie-abrahams/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Debbie Abrahams, the Labour MP for Oldham East and Saddleworth, in the House of Commons on 10 January 2023.",
    "content": [
        "I beg to move,",
        "That leave be given to bring in a Bill to provide for a statutory code of conduct for Ministers of the Crown; for a statutory code of conduct for Members of the House of Commons and members of the House of Lords; for a statutory code of conduct for councillors in England; and for connected purposes.",
        "Many, if not most of us, on all sides of this House became Members of Parliament because we wanted to help improve the lives of our constituents and all citizens across our great country and its nation states. As MPs, we have duties set out in our now updated codes of conduct, which also apply to Ministers and the Prime Minister. In addition to upholding the law and the general law about discrimination, these duties include:",
        "“to act in the interests of the nation as a whole”,",
        "with a “special duty” to our constituents; recognising the trust that has been placed on us as elected representatives; and to",
        "“always behave with probity and integrity,”",
        "including in our use of public resources. Within these duties we have the “General Principles of Conduct”, often referred to as the Nolan principles, which apply to all aspects of our parliamentary and public life: selflessness, integrity, objectivity, accountability, openness, honesty and leadership. But, as we know, too often over the last few years we have seen a small minority of Members pay scant regard to these duties and principles, even wilfully ignoring them.",
        "The scandals of the last few years are not the issue of just one Administration. The Parliamentary Commissioner for Standards, who is responsible for regulating the Members’ code, was initially set up in 1995 to investigate the cash-for-questions affair, and there have been other scandals since then. These have usually resulted in changes to the Members and ministerial codes, as well as the business appointment rules which regulate the so-called “revolving door” employment between the public and private sector of former Ministers and senior officials.",
        "The impact of these abuses cannot be underestimated. It may be a tiny minority who bend or break the rules, but we all become tarred by the same brush, corrupted by association. According to polling by Compassion in Politics, four in five people have no respect for politicians and 40% of parents would be concerned if their child expressed a desire to become a politician. Office for National Statistics data shows that only one in three people trust the Government and two in three think politicians are only out for themselves. Let us pause for a moment to consider what that tells us about the health of our democracy and the prospects for democratic engagement in Britain today and in the future.",
        "Many hon. Members will have experienced at first hand the extreme effects of the steady disintegration in our social fabric. Too many voters have become apathetic; some have become actively hostile. Hate, intolerance and violence are all products of the escalating distrust and increasing disdain with which the public view the political class. Part of how we restore confidence in politics and politicians is by actively demonstrating that all elected representatives will abide by the rules and principles set out in our codes of conduct.",
        "I want to acknowledge the role and work of the Parliamentary Commissioner for Standards and their office in regulating the Members’ code. I also recognise the work of right hon., hon. and noble colleagues on the Committee on Standards, the Committee on Privileges, the Public Administration and Constitutional Affairs Committee and the Committee on Standards in Public Life. I also pay tribute to their lay members. Those Committees’ recent reports and recommendations for changes to strengthen the various codes of conduct will, I believe, help in that regard. However, there is a need for much more significant reform in the accountability systems that regulate Parliament’s conduct. The current systems are spider’s webs, built up over the past 400 years or so, which interact and overlap. Inevitably, there are still issues.",
        "My Bill cannot deal with everything that is needed for a whole-system reform, but it could tackle the most serious and urgent issues, the first and most egregious of which is the Prime Minister’s remaining the arbiter of the ministerial code. The terms of reference for the new so-called independent adviser to the Prime Minister on Ministers’ interests, appointed on 22 December last year, have not changed since the previous adviser under the former Prime Minister, the right hon. Member for Uxbridge and South Ruislip (Boris Johnson). They still fail to give independence and autonomy to initiate new investigations into breaches of the ministerial code or to publish the findings of any investigations. That has to change.",
        "My Bill proposes that, as in Northern Ireland, the ministerial code, including the seven Nolan principles, are put in statute, and that an independent commissioner on ministerial standards is established as a statutory office. His or her role would be: to advise the Prime Minister on all aspects of the ministerial code; to undertake investigations, both independently and referred, into potential breaches of the code; to appoint a panel of parliamentarians and lay members to take part in such investigations; to publish the findings of such investigations; and to make recommendations regarding sanctions for any breaches. He or she would also have the power to make a statement on ethical matters of general public interest affecting Ministers.",
        "The second issue is how Members of Parliament are held to account outside of election time. The October 2022 code of conduct procedure set out what the Parliamentary Commissioner for Standards can and cannot do to hold MPs to account on potential breaches of the code. It defines other regulatory systems that hold Members to account—for example, expenses are for the Independent Parliamentary Standards Authority, and conduct in the Chamber is obviously the domain of Mr Speaker—but paragraph 17 expressly prohibits the Commissioner from investigating allegations solely about breaches of the seven principles of public life. Although it has been argued that that is because principles are not judiciable, for me, there is a gap. My Bill proposes that the Parliamentary Commissioner for Standards should also become a statutory office and that, under their purview, in addition to investigating Members for potential breaches of code of conduct rules, Members could be investigated for serious and serial breaches of the seven principles of public life.",
        "Thirdly, I turn to the important role that our local councillors play in our communities and in our democracy as a whole. Again, the vast majority of councillors work tirelessly at trying to make a difference in their communities, but unfortunately a minority use their positions for their own purposes and threaten our democracy as a result. Although there is a requirement for councillors to have a councillor code of conduct under the Localism Act 2011, such codes vary greatly between different local authorities. My Bill proposes a standardised statutory councillor code of conduct, which includes the Nolan principles and is accompanied by a statutory accountability system.",
        "Finally, we need to review how our parliamentary system, and the elective representatives within it, are regulated in a way that reflects the modern, inclusive, empowering democracy that we want to become in the 21st century and beyond. Polling by Compassion in Politics found that 76% of people believe that they should have the right to influence our codes of conduct. As such, my Bill proposes that an independent ethics commission of constitutional legal experts is established by Parliament to advise on system reforms. The ethics commission would also work with a citizen’s assembly to come up with final recommendations to Parliament.",
        "As co-chair of the all-party parliamentary group for compassionate politics, I have argued for the need to reform the culture of our politics. The Prime Minister and other Ministers and Members have talked about the need for compassion in politics. Good policies can come only from good politics. That must start with the conduct of those in high office. As such, I hope that the Government will support my Bill.",
        "Finally, I extend my thanks to Matt Hawkins from Compassion in Politics, George Hulme in my office and Jolyon Maugham of the Good Law Project. I commend the Bill to the House.",
        "Question put and agreed to.",
        "Ordered,",
        "That Debbie Abrahams, Kim Leadbeater, Caroline Lucas, Layla Moran and Dr Dan Poulter present the Bill."
    ]
}