{
    "url": "https://www.ukpol.co.uk/debbie-abrahams-2022-speech-on-the-cost-of-living-crisis/",
    "title": "Debbie Abrahams – 2022 Speech on the Cost of Living Crisis",
    "post_date": "July 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Debbie Abrahams",
            "url": "/tag/debbie-abrahams/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Debbie Abrahams, the Labour MP for Oldham East and Saddleworth, in the House of Commons on 5 July 2022.",
    "content": [
        "It is a pleasure to follow the hon. Member for Glasgow South West (Chris Stephens), and I agree with all the points he made, as I did with those raised by the Chair of the Work and Pensions Committee, my right hon. Friend the Member for East Ham (Sir Stephen Timms). I want to focus on a few key things and pick up on the point that my right hon. Friend made about the context of the revised estimates for the Department for Work and Pensions.",
        "We need to recognise—many Opposition Members certainly do—that the cuts associated with the two major reforms to the social security system in the last 12 years have shrunk the contributions that are being made, particularly to working-age people. We know from the Resolution Foundation’s work that by 2022, the spending cuts in the Department for Work and Pensions had reduced support to working-age people by up to 17%, compared with 2010. That is the equivalent of £33 billion.",
        "We know from the data that by 2018, UK social security spending as a percentage of GDP was below both the EU27 and OECD averages. I think my right hon. Friend mentioned that out-of-work support in 1948 was about 25% of average earnings; it is currently less than half that. Even during the pandemic, with the £20-a-week uplift to universal credit, our support was the least generous in the OECD. We like to think that we are a generous country that looks after those who need support, but our support has been the least generous, and that shames us all. The amount of support available to somebody who is out of work is only slightly more than what is recognised as destitution.",
        "In other analysis, the Institute for Fiscal Studies has confirmed that social security and tax changes mean that the poorest 10% of households have lost 11% of their income, equivalent to £1,200 a year. For families with children, it is even worse, with a 20% loss of income amounting to £4,000 a year. The Equality and Human Rights Commission confirmed the IFS’s analysis and exposed the impact of the reforms and cuts on disabled people. For households with at least one disabled adult and a disabled child, average annual cash losses since 2010 are just over £6,500, which is more than 13% of average net income. Disabled lone parents with at least one disabled child have fared even worse, losing almost £3 out of every £10 of income. In cash terms, their average losses are almost £10,000 a year.",
        "The all-party parliamentary group on health in all policies, which I chair, looked at the impact of the Welfare Reform and Work Act 2016 on children and disabled people and found strong evidence of an association with poverty, inequality, homelessness, food security, poor health and premature death directly as a consequence of those welfare reforms and cuts.",
        "**David Linden (Glasgow East) (SNP)**",
        "The hon. Lady hits the nail on the head. She has rightly put the scale of the cuts into context, and there is a point for the Government to reflect on here. They will think, after making cuts, “Well, that’s no longer a problem for DWP,” but in many respects local authorities such as Glasgow City Council have to pick up the burden of the resulting destitution. My local social work office in Easterhouse has to deal with the homelessness, the debt, and all the other issues that ensue from Government policies.",
        "**Debbie Abrahams**",
        "I recognise what the hon. Member says. I visited Glasgow last week—the constituency of my friend the hon. Member for Glasgow South West is there—and it was interesting to see the reforms being introduced there, particularly those for disabled people.",
        "Many hon. Members will not be aware of yesterday’s report from Deaths by Welfare, which provided even more evidence of the impact of the so-called reforms on premature deaths and suicides. It had a timeline that showed when there had been reforms and further cuts, and what they meant in terms of deaths of vulnerable social security claimants. Another recent report shows a detrimental impact on social cohesion. The University of Newcastle quantified that, between 2013 and 2015, for every £100 lost in income per working age adult, motivated hate crimes increased by about 6%. The effects are much wider than the Government recognise.",
        "My second point is about the pandemic. We know that people on the lowest incomes, and particularly those reliant on social security support, were disproportionately and negatively affected by covid. They were more likely to be exposed to the virus and to be infected, and they were more likely to be seriously ill and die. Within that group are disabled people. After adjusting for a range of factors including health, the Office for National Statistics has estimated that disabled people were between 1.3 and 1.6 times more at risk of death from covid. The reasons for those disproportionate deaths must be investigated in the covid public inquiry, but given the context that I have just described—the inadequacy of our social security system—the contribution of the cuts in social security support cannot be ignored.",
        "On the cost of living package and its impact on the DWP spending estimates, of course I welcome the package, but I have just spent the past few minutes describing the context and, much though the Government congratulate themselves on what they are doing, it just about scratches the surface of the cuts that they have made. I must, as others have done, highlight some of the gaps in the package. As support is on a household basis, larger families will not get the same support as smaller families. As the Resolution Foundation suggested, in the light of inflation, a 9.5% uplift to all social security support would have been more progressive than the 3.1% awarded at the beginning of the year, and would have taken us beyond the Chancellor’s stop-start, ad hoc approach.",
        "My concern is that the cost of living will not just be an issue this year; it will carry on—and what will the Government do then? We need principles that ensure that all social security support is uplifted to account for inflation.",
        "As my friend the hon. Member for Glasgow South West mentioned, there are huge issues with deductions. We asked the Secretary of State about that last week. The Joseph Rowntree Foundation, StepChange and many other charities have pointed out that 4.6 million households are in arrears on at least one bill, so what is handed out with one hand will be clawed back by another. I join those charities and hon. Members in their calls to reduce the amount that can be deducted from the universal credit standard allowance; it is now 25%. I would like it to be less than 15%. When the deductions are for debts to Government—figures indicate that the Government are the largest debt collector—it would only be reasonable to reduce it to 5%.",
        "My final point is that given the cuts in spending and the culture in the Department, our social security system does not provide the safety net that everybody thinks it does. I really like the approach being introduced in Scotland, which is not about people proving that they are entitled to support; there is trust. We should try to make that the basis of the culture in England as well.",
        "**Chris Stephens**",
        "I thank the hon. Lady, my good friend, for giving way. She mentions culture; there is also the issue that sanctions are part of that culture. It had seemed that we were persuading the Government to introduce a system in which there were warnings before sanctions, but they seem to have rowed back on that. Does that not add to the concern that she rightly raised about the culture?",
        "**Debbie Abrahams**",
        "We have spoken many times about that. My hon. Friend is absolutely right. We have a system in which there is conditionality, but I believe that there are other ways of recognising that than by taking away somebody’s income and making things even harder for them.",
        "**Christian Matheson (City of Chester) (Lab)**",
        "My hon. Friend is absolutely right, as is my friend the hon. Member for Glasgow South West (Chris Stephens). One of my constituents immediately comes to mind: he has been sanctioned for two and a half years, with multiple sanctions building up. It is abundantly clear to me, and to anyone who looks, that the sanctions regime simply does not work, and that other methods should be tried. Does my hon. Friend agree that the system is frankly inhuman, demeaning and completely unimaginative?",
        "**Debbie Abrahams**",
        "Absolutely. In fact, I got involved in trying to shift the sanctions regime when a former soldier, David Clapson, died after he was sanctioned. He missed an appointment, and he died as a result of not being able to have electricity to keep the insulin that he relied on. It is absolutely inhuman.",
        "The cost of living support announced will no doubt help people, as it should, but we need to do far more. The system is not fit for purpose, and needs root-and-branch reform. It needs to be dragged into the 21st century. There is a lot we can learn from the Scottish system. I have said this for a while: for me, the system should, like the NHS, be there for every single one of us in our time of need. It is not, and that must change."
    ]
}