{
    "url": "https://www.ukpol.co.uk/leo-abse-1959-maiden-speech-in-the-house-of-commons/",
    "title": "Leo Abse – 1959 Maiden Speech in the House of Commons",
    "post_date": "May 5, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "1959",
            "url": "/tag/1959/"
        },
        {
            "text": "Leo Abse",
            "url": "/tag/leo-abse/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Leo Abse, the then Labour MP for Pontypool, on 22 January 1959.",
    "content": [
        "I would ask for the indulgence of the House for this, my maiden speech. I must ask particularly for your indulgence, Mr. Deputy-Speaker, for I am aware of the esteem in which my distinguished and noble predecessor was held in this House. If I attempted to follow the remarks made by the hon. Member for Battersea, South (Mr. Partridge), my speech might not be of non-partisan character, so I feel that I should turn in another direction.",
        "I would draw attention to the tardy approach of the White Paper to the acute-problems that arise in primary schools. I should have thought that ere now the danger would have been well understood of under-estimating the importance of the primary schools. They perform the vital function of fostering the potentialities of children when their imaginations are fertile, their minds are nimble and receptive, and, as all of us who are parents know, their curiosities are strong. It is obvious that attention should be given to children at that stage of their life.",
        "I find with much dismay that in the White Paper the real problems of the primary schools are apparently to be postponed until at least 1965. That is particularly distressing. The curricula in the primary schools should be free from the didactic approach. The new techniques which are available for teaching young children involve the use of originative activity. All the techniques of mime, drama, dance, and so on, require proper physical conditions.",
        "I am sure that in the constituencies of other hon. Members, as in my constituency, there is ample evidence that these physical conditions do not exist. I know that in Blaenavon, in my constituency, in one primary school there are two classes of upwards of fifty children in one room. In such physical conditions, how is it possible for the techniques which are available to be applied? How is it possible for any dynamic approach to be given to any elementary education? It is not possible while we have primary schools, as I have in Pontypool, which are more than 100 years old and the teachers have to cope with not only elementary education but the elements, because their classrooms have open fires and, certainly in recent weather conditions, conditions are created when anything is possible except a real, dynamic approach to education.",
        "I am not encouraged by what the Minister has said about the minor works programme to believe that any of these worst evils will be remedied within any measurable period of time. I am aware that the White Paper gives more discretion to local authorities and that it will now be possible for local authorities to put forward schemes twice as large as before, up to £20,000. However, as is apparent from the Minister’s remarks, it does not mean that the volume will be doubled.",
        "In Monmouthshire last year the local education authority put forward a plan costing a little more than £100,000 for minor works. At first it received half the grant. After a considerable amount of effort on the part of the local education authority, the amount was raised, but the total received was still more than 30 per cent. less than was originally intended. The Minister said the increase in volume will be 40 per cent. Opinion in Wales is that that is an exaggeration. Most local authorities there regard themselves as particularly fortunate if they obtain increases in the range of 10 to 15 per cent. Although one may be talking in terms of a five-year programme, it means that it is nothing of the sort. In the case of minor as well as major works, at least the first two years will be spent in trying to catch up the backlog of projects turned down by the Ministry in past years.",
        "An unfortunate aspect of the lack of priority being given to primary schools is that it is bound to be difficult to attract teachers of the proper quality to them. In schools of this character we need people of graduate or equivalent status. It is understandable why few are prepared to go to them. Reference has been made to mathematics. How can one look without some dismay at the teacher training programme when one realises that only 4 per cent. of the women teachers going through the colleges take mathematics? It means that the overwhelming proportion of the women teachers going back into the primary schools are going back to teach without having looked at mathematics since they were fifteen years old. We are bound to wonder how many potential scientists are being extinguished within our primary schools today. I should certainly have hoped that within the White Paper there would have been sufficient understanding of the need to have properly equipped teachers who have had the opportunity of taking real courses with a view to raising the standard, particularly of mathematics, within the primary schools.",
        "The difficulties within the primary schools are not confined to physical conditions and the quality of the teachers. It is now clear that the difficulties will be perpetuated because of the limpet-like attachment of the Minister to the 11-plus examination. Everyone who has any acquaintance with primary schools knows that the curriculum, as a result of the 11-plus examination, becomes appallingly distorted and the teaching becomes bent away from what its true character should be. It becomes perverted so that the child is being prepared for some alleged future educational requirement instead of being given what everybody knows is the most important thing, its immediate needs. I wonder why there is this extraordinary attachment to segregation at eleven. It is clear from the White Paper that there is every intention within the grammar schools to give advanced technical courses and there is every intention to try to have more and more children in the secondary modern schools taking the G.C.E. examination.",
        "What is happening is that the Government are stumbling and staggering into comprehensive education and not looking at the matter rationally. They are evading having a logical programme. They are trying to meet instead of control the pressure of outside events. I hope it will not be considered presumptuous for me to say it, but when one sees that there is a logical approach, one must wonder why it is not adopted. I believe it must come about. There are definite prejudices in existence which look with distaste at the idea that people from all groups should be mixed up together when they are young. Clearly, the more that people of different talents and capacities and from different groups within the community are mixed together, the more possible it is that we should have what we really need, a more homogeneous and more egalitarian form of society in the future.",
        "I trust that I shall not be regarded as having been too intemperate, but I have children of my own who will shortly be entering a primary school. However inadequately I may have expressed my views, I believe I am expressing not only my anxiety but the anxiety of many hundreds of parents in my constituency."
    ]
}