{
    "url": "https://www.ukpol.co.uk/leo-abse-1985-speech-on-toxic-waste-in-gwent/",
    "title": "Leo Abse – 1985 Speech on Toxic Waste in Gwent",
    "post_date": "May 27, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Leo Abse",
            "url": "/tag/leo-abse/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Leo Abse, the then Labour MP for Torfaen, in the House of Commons on 2 July 1985.",
    "content": [
        "Yet again, I plead on behalf of my anxious and discomfited constituents for a public inquiry into the disposal of toxic waste in Gwent. It is a demand that has come repeatedly from Torfaen council and Gwent county council — which have been discourteously refused an interview with the Secretary of State for Wales—and from many environmental groups in the constituencies.",
        "The concern expressed is not confined to my constituency. Although the Minister of State and the hon. Member for Newport, West (Mr. Robinson) have received representations and invitations to meetings from their constituents, it is not to their credit that their only comments have been to support the Secretary of State for Wales in his characteristically insensitive and stubborn refusal to grant the public inquiry at which the frustrations, the fears and the facts could be formally ventilated.",
        "I advise the Minister of State to take care. The Brecon candidate is on the point of discovering that he will be found guilty by association as one who is working for the unloved Secretary of State for Wales. If the Minister of State obsequiously persists in his condonation of the refusal by the Secretary of State, he will find that those of his constituents who are lamentably affected by the activities of ReChem International will be equally unforgiving. I understand that Torfaen is requesting the Minister’s attendance—it is his council as well as mine — to explain his attitude. I hope that he will display more tact and understanding than his boss and will make haste to attend.",
        "The problems stem from the profound mistrust that my constituents have for ReChem International and its claims. It is not surprising that the firm is mistrusted. It came into my constituency by trickery. Backed by the huge resources of the British parent company — The British Traction Company — ReChem must have known, if it had a scintilla of the technical accomplishments that it claims, that inevitably noxious fumes, smoke and smells would regurgitate, as they now do, out of the stack, sometimes by day but usually by night. Nevertheless, the company gave assurances to the small local authorities then in existence, which were hungry for employment, that there would be no nuisance and no impingement upon a desirable residential area and nearby valuable farming and pastoral land. It duped the local authorities.",
        "From the company’s first days of arrival, there have been never-ending and justifiable complaints. Each surgery that I hold in my constituency brings fresh complaints. At my last surgery, I was seen by a lady who went into her garden in March, when suddenly a plume of smoke came from the factory and blew into her face. Her eyes immediately started to burn and, after notifying the factory straight away, her condition deteriorated and she was admitted to St. Woolos hospital. Now she has been told that she is likely to lose the sight of one eye. I do not know whether the plume of smoke acted as the catalyst or the cause of her condition, but I am still awaiting ReChem’s comments on the matter. I hope that the Secretary of State for Wales who, parrot-like, always defends this company by saying that there is no evidence ​ to justify the holding of any public inquiry, will give the assurance that he will make immediate inquiries into this lamentable incident.",
        "The precipitating causes of my requesting this debate are threefold. First, there is the discovery by the BBC’s investigating team of the deadly poison PCB in a capacitator on the Tirpentwys site used regularly by ReChem for dumping. Secondly, there is the evidence which has become available in recent days from the Government Chemist which reveals that the ReChem claim—that it does not emit the dangerous chemicals of dioxins or furans—is false and that the incinerator ash taken to the landfilling site includes measurable quantities of both deadly chemicals in the most dangerous isomer group, the Tetra group. Thirdly, the contents of the June reports of the hazardous waste inspectorate have revealed the appalling manner in which hazardous waste is nationally managed and the consequences that flow from this in Gwent.",
        "On each of those three points I put these questions to the Under-Secretary of State: why does the Secretary of State, in his desperate efforts always to protect ReChem, so strenuously seek to suggest that the discovered capacitator did not come from ReChem? That point was disbelieved by my council, my constituents and me. Is this not the far more likely hypothesis—that the system of control at ReChem allowed the capacitator to be brought in to the works and to pass out without having been dealt with at all, or after having been inadequately dealt with by incineration? What interest always prompts the Secretary of State to find excuses for ReChem?",
        "Why, while taunting the Torfaen council that it has shown insufficient cause to hold a public inquiry, does the Secretary of State thwart the council’s efforts to have thorough environmental investigations by persistently refusing to assist the funding of the needed investigation by refusing to disregard the extra expenditure of the target expenditure permitted by this Government to Torfaen council?",
        "It was a shameless shifting of responsibility to Torfaen ratepayers for the Welsh Office to write to the council on 11 February this year saying that the Secretary of State for Wales",
        "“does not consider that, in this instance, a case exists for a disregard. He is aware of the background to your application and appreciates that the proposed expenditure could well make a valuable contribution to a wider understanding of emissions in the area. He strongly believes, however, that if your Council feels that the monitoring is essential to meet its public health responsibilities, it must absorb the additional spending involved within its target level of expenditure.”",
        "Why should the ratepayers of Torfaen be required to pay to investigate the havoc wrought by ReChem because that company, avaricious for profits, is allowed by the Government to import for incineration thousands of tons of hazardous waste through Newport from Holland and Ireland?",
        "Perhaps my most important question to the Minister is this. Last week the Government Chemist certified that the incinerated ash at ReChem set to the Government Chemist by my local authority showed the presence in it of deadly dioxins and furans in the most deadly isomer group. What action are the Government taking in the light of that new evidence? The matter cannot be delayed. Given the well publicised and acknowledged deficiency in ReChem’s flue gas cleaning system, from this week on my constituents can look at the emissions coming from ReChem’s ​ chimneys and believe as reasonable men and women that deadly dioxins and furans may be falling on them and their children. What reassurance, can the Minister give my constituents today?",
        "What is the Government’s reaction to the ominous statement released yesterday by the Welsh water authority that ReChem is discharging PCBs into the sewers? The statement makes it clear that those fearsome chemicals have now entered the Ponthin treatment works and the water authority feels compelled to extend investigations to cover all sewerage works in its south-east division. That bare and taciturn statement will of itself send a chill throughout Gwent. Will the Minister now explain the significance of that statement? Can he genuinely and with conviction put a reassuring gloss on it to relieve the anxieties that are now bound to arise?",
        "Does the Minister accept the validity of the recent request by the industrial air pollution inspectorate to Torfaen council saying that the inspectorate must be consulted on virtually all types of proposed new development within a 1¼ mile radius of ReChem? If the Secretary of State for Wales is so confident that our complaints are groundless, is the Minister prepared to tell the council that that request should be ignored? If he supports the request, why does he do so?",
        "Does he realise that if he supports the inspectorate we are justified in describing ReChem as a curse upon our valley, sterilising an area of prime industrial and residential land, engendering doubt and unease among all the industries and inhabitants in the area, inevitably depressing house prices and thus robbing the many proud home owners in Panteg? Is it any wonder that all of us in Torfaen want ReChem to quit our valley?",
        "My next question concerns the tip at Tirpentwys. All the problems there arise primarily because ReChem and its associates disgorge their waste there. Not surprisingly, there is deep feeling in the area that in the battle of priorities for the limited funds at the council’s disposal as a result of the Government’s squeeze serious security and supervisory deficiencies have arisen. I am sure that the council will now remedy that, whatever the cost, and it must be done speedily. But why should my ratepayers be called upon to pay for this absolutely necessary work and supervision? Why should they have to pay to contain the industrial waste, not only of areas outside my constituency in Britain, but of the Dutch and the Irish, to swell ReChem’s profits? It is high time that the Government banned the importation of toxic waste, even as they now intend to ban the importation of asbestos waste.",
        "My final question relates to the hazardous waste inspectorate’s recent revelation that, although a high proportion of the 5,000 tonnes imported into Britain comes through Newport, the contracting importer—presumably ReChem — has failed to appoint a port agent and, therefore, defeats the main purpose of the Control of Pollution Regulations. What is the Secretary of State doing to remedy what the inspectorate last month called “this unsatisfactory situation”?",
        "I could ask many more questions, but I am aware that the hon. Member for Romsey and Waterside (Mr. Colvin) wishes to speak, and I am deeply anxious to have replies, at least to my third and fourth questions.",
        "I hope that the Minister realises that in 1972 the Royal Commission on environmental pollution said that the public should be entitled to ​",
        "“the fullest possible amount of information on all forms of environmental pollution, with the onus placed on the polluter to substantiate claims for exceptional treatment.”",
        "The Royal Commission made the overriding recommendation that",
        "“a guiding principle behind all legislative and administrative controls relating to environmental pollution should be a presumption in favour of unrestricted access for the public to information which the pollution control authorities obtain or receive by virtue of their statutory powers, with provision for secrecy only in those circumstances where a genuine case for it can be substantiated.”",
        "Those principles, which the Government are supposed to have accepted, can be implemented only if the Government reconsider their position and permit us to have a proper and exhaustive public inquiry. I am sure that, when all the evidence has been tested, the result will reveal overwhelmingly the need for ReChem to be moved from my constituency."
    ]
}