{
    "url": "https://www.ukpol.co.uk/nigel-adams-2020-statement-on-refugees-at-the-turkey-greece-border/",
    "title": "Nigel Adams – 2020 Statement on Refugees at the Turkey-Greece Border",
    "post_date": "March 11, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Nigel Adams",
            "url": "/tag/nigel-adams/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Nigel Adams, the Minister for Asia, in the House of Commons on 10 March 2020.",
    "content": [
        "With your permission, Mr Speaker, I will answer the urgent question, because the Minister for the Middle East and North Africa is currently travelling back from the middle east.",
        "The Government are very concerned by the situation on the Greek-Turkish border, but we should not allow the crisis to detract from the reality that has created it. Continued brutal violence, particularly in Idlib, by the Syrian regime and its Russian supporters, has driven millions of refugees into Turkey and beyond.",
        "On 3 March, both the Prime Minister and the Foreign Secretary discussed the situation with their Turkish counterparts, and we have also discussed it with the Greek Foreign Minister. Dialogue is key, so we welcomed yesterday’s talks between President Erdoğan and European Council President Michel on the 2016 EU-Turkey migration deal. We will continue to support the implementation of that deal, as it is crucial to the effective management of the migratory flows and to preventing people from risking their lives by attempting to cross the Aegean. At the same time, we recognise Turkey’s generosity, and the burden of supporting millions of refugees who have fled the civil war in Syria.",
        "Both Greece and Turkey face additional challenges as a result of increased migrant flows, and we are providing support for their response. As well as providing humanitarian assistance in Syria, the UK is providing interpreters in the Greek island hotspots and search and rescue operations in the Aegean, and we are taking part in a range of capacity-building projects with Turkey’s Directorate General of Migration Management. We are also working across government to explore where the UK can provide further support to improve the conditions for migrants, especially the most vulnerable.",
        "As I have said, the principal cause of the migration situation is the reckless and brutal nature of the Syrian regime and the Russian offensive in Idlib. The Syria conflict has been one of the most destructive in recent human history, and we want the war to end as quickly as possible. We very much welcome the recent ceasefire between Turkey and Russia, but it cannot stop there. We also continue to support efforts to renew political dialogue to bring a lasting end to the Syrian conflict. We support the constitutional committee in Geneva as a first step towards obtaining the peace that the Syrian people so desperately need, and we regret that those talks have broken down. The regime and its backers must now demonstrate commitment to resolving this conflict by engaging in good faith with the constitutional committee and with the UN’s efforts. Preventing a further worsening of the humanitarian crisis is imperative, and the UK will do all we can to support those in need, while pressing for an end to the Syrian conflict that has impacted so many around the world."
    ]
}