{
    "url": "https://www.ukpol.co.uk/gerry-adams-2000-speech-to-sinn-fein-conference/",
    "title": "Gerry Adams – 2000 Speech to Sinn Fein Conference",
    "post_date": "February 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Gerry Adams",
            "url": "/tag/gerry-adams/"
        },
        {
            "text": "Sinn Fein",
            "url": "/tag/sinn-fein/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gerry Adams to the Sinn Fein conference on 27th February 2000.",
    "content": [
        "[![gerryadams](https://www.ukpol.co.uk/wp-content/uploads/2015/02/gerryadams-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/02/gerryadams.jpg)",
        "The British government made a huge mistake and miscalculation on 11 February when it endorsed the unionist view that the issue of decommissioning was a precondition on the continuation of the institutions. Whatever reason is put forward to justify the British government’s decision, this is the reality. It is also totally contrary to the Good Friday Agreement and is the biggest single mistake made by the British Labour Party since it took power in May 1997.",
        "It is totally contrary to the Good Friday Agreement because the Agreement took the wise course, the conflict resolution course, which saw the resolution of the arms issue as an objective of a process but not as a blockage on progress on all of the other matters.",
        "However, the ink was barely dry on the Agreement when the British Prime Minister stepped outside of this framework and produced his side letter for the Ulster Unionist Party. From then on, this issue has been treated as an issue of tactical political management.",
        "It ceased to be an objective of a peace process. Instead, from that point it became a precondition dogging the process. This reduced the Good Friday Agreement to something less than the people voted for. It also subverted the electoral mandates of genuinely committed pro-agreement parties. The value of the vote and the implementation process is now subject to unionist terms. From this point, the current vacuum was a crisis waiting to happen.",
        "That’s the flaw which the British government introduced into the Good Friday Agreement.",
        "That is the virus that has infected the process.",
        "This is what has subverted all of Sinn Féin’s efforts to resolve this issue.",
        "All of these efforts were based on our view that the purpose of any peace process must be for opponents or enemies to see each other’s point of view and find a compromise, an agreement, an accord which accommodates the difficulties that exist.",
        "On a number of occasions we went far beyond our obligations under the terms of the Agreement as we tried to resolve this arms issue. Personally, I have lost count of the number of efforts we made to break through the barriers erected by the unionist leadership.",
        "Last November we acted in good faith during the Mitchell Review negotiations to find a resolution to this weapons issue. Of course, the unionists have never dealt with this issue of arms in anything other than a tactical way. No mention of the one hundred and forty thousand legal weapons in their hands.",
        "Sinn Féin isn’t prepared to sit back and allow the democratic rights and entitlements of nationalists living in the North to be filtered through a unionist prism. Equality is equality is equality.",
        "If the task of creating a level playing field is causing so much difficulty within unionism that is in no small way a measure of how unbalanced the situation is or how they perceive it to be.",
        "There is a huge challenge for the unionist section of our people to come to terms with all of that and a huge challenge for Irish republicans to engage with them constructively on an ongoing basis to win more progressive liberal and pluralist elements, more modern elements of unionism, over to this broader view. I am pleased to say that even in these troubled times that dialogue is continuing.",
        "And while we are committed to this dialogue and to listening as well as talking to unionists, I am very very conscious that we can hardly blame David Trimble for behaving as he does when the British government endorses his position. We can hardly blame David Trimble for threatening a British government when, from his point of view, his tactics pay off. So in all of this the London government cannot escape its responsibilities.",
        "Peter Mandelson said that they had to suspend the institutions because Mr Trimble would resign unless they did so. There is now no question of David Trimble resigning. In the USA last week Mr. Mandelson said that the institutions could be restored as easily as they were suspended. Why then are the institutions not back in place? Could it be that if Peter Mandelson restored the institutions then David Trimble would once again resurrect his resignation letter? Or could it be that the British government supports the unionist terms for decommissioning? One thing is certain – the way that Peter Mandelson has dealt with the crisis issue has not only prevented an opportunity to get a resolution but it has also made it more difficult to get one in the future.",
        "In November last we persuaded the IRA to enter into discussions with the de Chastelain Commission in return for the unionists going in to the institutions. One outcome of that was that de Chastelain issued a positive report in which he said that “the Commission believes that this commitment [from the IRA], on the basis described above, holds out the real prospect of an agreement which would enable it to fulfil the substance of its mandate”.",
        "Of course, given the rejection of this position by unionism and the British government, and given their undermining of the de Chastelain Commission, this may never be tested.",
        "So, with hindsight I now think that our efforts to resolve this issue in the Mitchell Review was a mistake by us because we relied on others to keep to their commitments.",
        "It was a good faith engagement by Sinn Féin but it was turned on its head by new deadlines and another side agreement with the British government to collapse the institutions if republicans didn’t jump to David Trimble’s demands. In my view David Trimble did not go into the institutions on the basis which emerged – the Mitchell Review. Instead he went forward on a different promise and that was on the basis of a commitment from the British government that he would have Peter Mandelson’s full support – seeking the suspension of the institutions.",
        "There is no need for me today to deal in detail with what happened on February 11th. That has been spelt out in detail in a series of statements and public engagements and it is clear that our position has been vindicated and our accusation of media management, of manipulation and lies has been borne out by the facts.",
        "Let me make it absolutely clear that this Sinn Féin leadership will support efforts to resolve the arms issue.",
        "We remain wedded to our objective of taking all of the guns out of Irish politics. However, I do not accept any special responsibility on our party to do this above and beyond the responsibilities of every other party in this process. This is only possible response to the rejection and misrepresentation of our efforts, and to a UUP leadership which was never serious about a resolution, other than on its own terms which amounts, despite protestations to the contrary, to nothing more or less than a surrender by the IRA.",
        "And if a British government, with all of its military firepower and muscle could not get an IRA surrender in 30 years of war then unionist leaders or British ministers cannot expect a Sinn Féin leadership to do it for them.",
        "So where is the peace process to from here.",
        "Is everything to be thrown away?",
        "This is a question that all the parties to the Good Friday Agreement and especially the British government must ponder on. This could possibly be the most defining point in this process thus far.",
        "There is a vacuum.",
        "There is the possibility that all of the good work of recent years could be frittered away. This has to be prevented. The priority at this critical point in the peace process must be to get the institutions back in place as soon as possible. This is the sole responsibility of the British government and Peter Mandelson should do it now.",
        "The two governments must also co-operate to operate all outstanding aspects of the Good Friday Agreement. The reality is that we are still awaiting delivery of the:-",
        "– Equality Agenda",
        "– Justice Matters",
        "– Human Rights",
        "– Cultural Rights",
        "– A new Policing Service",
        "– And Demilitarisation.",
        "But if the British government continues to behave in an illegal way, if it continue to maintain its unilateral suspension of the institutions then the Irish government has to move to protect its position. This should see the Irish government introducing legislation in Leinster House to amend the British-Irish Agreement Act 1999, and the related British-Irish Agreement (Amendment) Act in order to remedy the defective legal basis of the southern leg of the all-Ireland institutions. I feel very strongly that what Peter Mandelson did on February 11th was to give British support for the closure of one phase of this process. Of course, it may not be if Mr. Mandelson moves to restore the institutions. However, I see no sign of that.",
        "And of course, the decision by a British Secretary of State to unilaterally tear down the institutions and set aside the Good Friday Agreement exposes the absence of real democratic rights and real self-determination.",
        "Remember how we were told by leading partitionists and others that the Good Friday Agreement, endorsed in referendum north and south, is the exercise of self-determination by the Irish people.",
        "Sinn Féin took a more measured and accurate view. We said it wasnt. It was clear now who was right given the actions of a British politician two weeks ago? Self-determination for the people of this island has yet to be achieved. And this party and others of similar mind must set our sights on achieving that objective.",
        "So, we have to move forward on the basis that a new phase is now opening up and how it is managed will be critical to the success of all our hopes.",
        "Sinn Féin has been and will remain in contact with the British government",
        "Sinn Féin has been and will remain in contact with the Irish government.",
        "Sinn Féin has been and will remain in contact with all of the pro-Agreement parties and others.",
        "We have to be about creating the space in which people can take ownership of the peace process.",
        "On Friday I appealed to people to again take to the streets in support of peace. I repeat that appeal today.",
        "At different times in recent years there have been widespread public manifestations of support for the peace process and for the Good Friday Agreement. People throughout this island, as well as voting for the Good Friday Agreement, marched, lobbied, wrote letters, put up posters, held forums, placed ads in the newspapers and generally used their imagination to support the process for change.",
        "I am appealing today for a renewed commitment from all these people.",
        "I am appealing to all of those who voted Yes in the referendum to stand up for their democratic rights and entitlements.",
        "I am appealing to civic society, to the churches, to ordinary people the length and breadth of this island to take the initiative and to win back the potential for change that is required to underpin the search for a lasting peace.",
        "I am calling especially on republicans and nationalists to return to the streets in the weeks and months ahead to mobilise, to organise, to build the political strength needed to counter balance the unionist veto.",
        "We must also take a hard look at the job of building Sinn Féin political strength. It is worth recalling that it was the comparative weakness of the nationalist position against the strength of unionism that ensured unionist success in pulling down the institutions.",
        "We should also recall that during the negotiations leading to the Good Friday Agreement that if Sinn Féin had been a stronger player the progressive elements of that Agreement would have been much stronger.",
        "If the Good Friday Agreement is lost because the British government caved into unionists demands one thing is certain. At some point in the future a new agreement will be negotiated. We have to ensure that Sinn Féin is there in a better position to negotiate a better agreement than the one which is there now in tatters.",
        "So we have to be about building our political strength.",
        "It means reorganising; it means updating our analysis; preparing policy positions, based on our republicanism, that are relevant and practical and effective; it means preparing for political challenges; it means recruiting; it means reaching out into those parts of this island which have not heard the real republican message.",
        "It means identifying our weaknesses and removing them and targeting our strengths and building upon them."
    ]
}