{
    "url": "https://www.ukpol.co.uk/nigel-adams-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Nigel Adams – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Nigel Adams",
            "url": "/tag/nigel-adams/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Nigel Adams, the Conservative MP for Selby and Ainsty, in the House of Commons on 9 September 2022.",
    "content": [
        "It is with great sadness that I rise to speak in the tributes to Her late Majesty the Queen, not only on my behalf, but on behalf of my constituents in Selby and Ainsty. The news that the whole nation had been dreading brings the reign of the longest-serving monarch in British history to an end. As we have heard, as a child, she was not expected to be Queen, but her destiny, and that of our nation, changed when her father acceded to the throne as King George VI. As a 21-year-old woman, she pledged to live a life of service. No one anywhere can say that she did not deliver on that pledge.",
        "I vividly recall the celebrations for the Queen’s silver jubilee in my village and across the nation. It is incredible that she also celebrated golden, diamond and platinum jubilees. Her life spanned some of the most amazing milestones of the last century—the discovery of penicillin, the moon landings, and the invention of the world wide web. She also circumnavigated the world, visiting hundreds of countries, including those Commonwealth countries that she held in such affection. The Queen also visited Selby in my constituency, alongside her beloved husband, the Duke of Edinburgh, in 1969, when they came to present Maundy money to 43 men and 43 women at Selby abbey; 10,000 people lined the town’s streets that day to welcome and catch a glimpse of their monarch.",
        "Like many hon. and right hon. Members, I had the privilege of meeting the Queen, both times at the palace. I cannot tell you, Madam Deputy Speaker, how nervous I was as we lined up to meet her. All my nerves were calmed, however, once I had been greeted by that beautifully warm smile and her welcoming words. That warmth, and that smile, has comforted our nation over the decades, through good and challenging times. The word “constant” has been widely used; that is exactly what Her late Majesty was. It is difficult to imagine life without her, and it feels as though we have all lost a grandmother.",
        "My right hon. Friend the Member for Uxbridge and South Ruislip (Boris Johnson), in his touching speech, referred to Her late Majesty as Elizabeth the Great. He was absolutely right to do so. She was a truly great monarch—in some ways, the greatest monarch. Her late Majesty was also a mother, grandmother and great-grandmother. My thoughts and prayers are with her family, and especially with King Charles III, who succeeds her to the throne. As my right hon. Friend also said, it is a tribute to her that we can say with great confidence: God save the King.",
        "We owe Her late Majesty a great debt of gratitude. May God bless her and keep her. May she rest in peace, and if I may paraphrase a small bear from darkest Peru, “Ma’am, thank you for everything.”"
    ]
}