{
    "url": "https://www.ukpol.co.uk/david-adams-1943-question-on-overcrowded-long-distance-trains/",
    "title": "David Adams – 1943 Question on Overcrowded Long Distance Trains",
    "post_date": "January 26, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1943",
            "url": "/tag/1943/"
        },
        {
            "text": "David Adams",
            "url": "/tag/david-adams/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the question asked by David Adams, the then Labour for Consett, in the House of Commons on 11 March 1943.",
    "content": [
        "**Mr. David Adams**",
        "Asked the Parliamentary Secretary to the Ministry of War Transport whether he is aware that long-distance trains are leaving King’s Cross with men, women and children passengers standing in the corridors for long periods, whilst first-class compartments are seating only six persons each; and whether, to remedy these hardships, he will give instructions that seating shall in future be not less than eight persons per compartment when required?",
        "**The Joint Parliamentary Secretary to the Ministry of War Transport (Mr. Noel-Baker)**",
        "I share my hon. Friend’s anxiety that the passengers on the long-distance trains to which he refers shall be spared all avoidable discomfort. I understand, however, that the seating accommodation in these trains, both in first and third-class compartments, is already being used to its full capacity. In some first-class compartments the fixed projecting arm-rests make it impracticable to seat more than six persons. But the train attendants have been instructed that where first-class compartments can seat eight passengers in reasonable comfort, this additional accommodation must be used.",
        "**Mr. Adams**",
        "Why was not this obvious necessity put into force long ago?",
        "**Mr. Noel-Baker**",
        "Instructions were in fact given some time ago. If my hon. Friend will give me particulars of any case he has in mind, I will make inquiries.",
        "**Sir Granville Gibson**",
        "Is the hon. Gentleman aware that if I travel to Yorkshire this afternoon, I must be at the station at least half-an-hour before the train starts?",
        "**Mr. Noel-Baker**",
        "I know that pressure on the trains is very great, and I regret it, but it is an unavoidable necessity.",
        "**Miss Rathbone**",
        "Is the meaning of the regulation that, if there is an arm rest which can be raised, the train officers have a right to insist that it shall be raised?",
        "**Mr. Noel-Baker**",
        "Yes, that is the understanding."
    ]
}