{
    "url": "https://www.ukpol.co.uk/nigel-adams-2021-speech-on-the-treatment-of-uyghur-women/",
    "title": "Nigel Adams – 2021 Speech on the Treatment of Uyghur Women",
    "post_date": "February 7, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Nigel Adams",
            "url": "/tag/nigel-adams/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Nigel Adams, the Minister for Asia, in the House of Commons on 4 February 2021.",
    "content": [
        "I acknowledge the strength of feeling about the human rights situation in Xinjiang, which is shared by hon. Members across the House. The BBC report to which my hon. Friend refers is chilling. It includes deeply distressing testimony of the rape, torture and dehumanisation of Uyghur women in Xinjiang detention centres. It is a further compelling addition to the growing body of evidence of the gross human rights violations being perpetrated against Uyghur Muslims and other minorities in Xinjiang. The evidence of the scale and severity of these violations is now far reaching. It paints a truly harrowing picture. If China wishes to dispute this evidence, it must allow unfettered access to the region for the UN High Commissioner for Human Rights or another independent fact-finding body.",
        "This Government are committed to taking robust action in respect of Xinjiang. That is why on 12 January the Foreign Secretary announced a series of targeted measures to help ensure that British organisations are neither complicit in nor profiting from the human rights violations in the region. This includes a review of export controls as they apply to Xinjiang, the introduction of financial penalties for businesses that do not comply with the Modern Slavery Act 2015, and support for UK Government bodies to exclude suppliers that are complicit in forced labour.",
        "These measures demonstrate to China that there is a reputational and economic cost to its policies in Xinjiang, and it is why the UK has played, and will continue to play, a leading role in building international pressure on China to change course. In October 2019 and June 2020, the UK led the first two joint statements on Xinjiang at the UN. In October 2020, 38 countries joined the UK in a robust statement at the UN Third Committee. This diplomatic action is vitally important. More countries than ever are speaking out about Xinjiang. China has already been forced to change its narrative about the camps, and its denial of these violations is increasingly hard to sustain. The Foreign Secretary has made clear the extent of our concern directly to his counterpart, Foreign Minister Wang Yi, and I have raised the issue with the former Chinese ambassador in London.",
        "On the specific allegations of forced birth control, we have raised these with the Chinese authorities and used our national statement at the UN Human Rights Council last September to draw international attention to this deeply concerning issue.",
        "I can assure the House that we will continue to work with our international partners, including with the new US Administration and through our G7 presidency, to hold China to account for its actions. The UK has called repeatedly for China to abide by the UN’s recommendation to release all those who have been arbitrarily detained, and I know that right hon. and hon. Members will join me today in reiterating that call."
    ]
}