{
    "url": "https://www.ukpol.co.uk/nigel-adams-2021-statement-on-chinese-government-sanctions-on-uk-citizens/",
    "title": "Nigel Adams – 2021 Statement on Chinese Government Sanctions on UK Citizens",
    "post_date": "April 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Nigel Adams",
            "url": "/tag/nigel-adams/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Nigel Adams, the Minister for Asia, in the House of Commons on 13 April 2021.",
    "content": [
        "The Government stand in complete solidarity with those sanctioned by China. As the Prime Minister and Foreign Secretary have made clear, this action by Beijing is utterly unacceptable and unwarranted.",
        "The House will recall that on 22 March, the UK, alongside the EU, Canada and the United States, imposed asset freezes and travel bans against four senior Chinese Government officials and one entity responsible for the violations that have taken place and persist against the Uyghur Muslims in Xinjiang. In response, China sanctioned nine individuals and four organisations, including Members of this House and the other place, who have criticised its record on human rights. It speaks volumes that while 30 countries are united in sanctioning those responsible for serious and systematic violations of human rights in Xinjiang, China’s response is to retaliate against those who seek to shine a light on those violations. It is fundamental to our parliamentary democracy that Members of both Houses can speak without fear or favour on matters of concern to the British people.",
        "The Prime Minister and the Foreign Secretary have made absolutely clear the Government’s position through their public statements and on 22 March. I also summoned China’s representative in the UK to the Foreign, Commonwealth and Development Office to lodge a strong, formal protest at China’s actions. This Government have been quick to offer support to those who have been sanctioned. The Prime Minister and the Foreign Secretary held private meetings with the parliamentarians named in China’s announcement. My noble Friend, the Minister for human rights, Lord Ahmad, met other individuals and the entities that have been targeted. Through this engagement, we have provided guidance and an offer of ongoing support, including a designated FCDO point of contact and specialist briefing from relevant Departments.",
        "Just as this Government will be unbowed by China’s action, I have no doubt that Members across this House will be undeterred in raising their fully justified concerns about the situation in Xinjiang and the human rights situation in China more broadly. I applaud the parliamentarians named by China: my hon. Friends the Members for East Worthing and Shoreham (Tim Loughton), for Tonbridge and Malling (Tom Tugendhat), for Harborough (Neil O’Brien) and for Wealden (Ms Ghani), my right hon. Friend the Member for Chingford and Woodford Green (Sir Iain Duncan Smith), the noble Lord Alton and the noble Baroness Kennedy for the vital role they have played in drawing attention to the plight of the Uyghurs and other minorities in Xinjiang.",
        "This Government have worked with partners to build the international caucus of those willing to speak out against China’s human rights violations and increase the pressure on China to change its behaviour. We have led joint statements at the UN’s human rights bodies, most recently joined by 38 countries at the UN General Assembly Third Committee in October, and we have backed up our international action with robust domestic measures. In addition to the global human rights sanctions announced on 22 March, the Foreign Secretary announced a series of targeted measures in January to help ensure that British businesses are not complicit in human rights violations in Xinjiang. The United Kingdom will continue to work alongside its partners to send the clearest possible signal of the international community’s serious concern and our collective willingness to act to hold China to account for its gross human rights violations in the region."
    ]
}