{
    "url": "https://www.ukpol.co.uk/nigel-adams-2020-statement-on-hong-kong/",
    "title": "Nigel Adams – 2020 Statement on Hong Kong",
    "post_date": "November 13, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Nigel Adams",
            "url": "/tag/nigel-adams/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Nigel Adams, the Minister for Asia, on 12 November 2020.",
    "content": [
        "Yesterday was another sad day for the people of Hong Kong. China’s National People’s Congress Standing Committee imposed new restrictions that mean that any Hong Kong legislator who is deemed to support independence, refuse to recognise China’s sovereignty, seek foreign forces’ interference or endanger national security should be disqualified from membership of Hong Kong’s Legislative Council. This decision led to the immediate removal of four elected Members of the Legislative Council, who were, at that moment, sitting in the Chamber.",
        "It is my unfortunate duty to report to the House our judgment that that decision breaches the legally binding Sino-British joint declaration. It breaches both China’s commitment that Hong Kong will enjoy a high degree of autonomy and the right to freedom of speech, guaranteed under paragraph 3 of the declaration. This is the third time that the Government have called a breach of the joint declaration since 1997, but the second time that we have been forced to do so in the last six months.",
        "This decision is part of a pattern designed to harass and stifle all voices critical of China’s policies. The new rules for disqualification provide a further tool in that campaign, with vague criteria open to wide-ranging interpretation. Hong Kong’s people are left now with a neutered legislature, and 15 pan-democratic legislators have already resigned en masse in protest.",
        "China has yet again broken its promise to the people of Hong Kong. Its actions tarnish China’s international reputation and undermine Hong Kong’s long-term stability. The UK has already offered a new immigration path for British nationals overseas, suspended our extradition treaty with Hong Kong and extended our arms embargo on mainland China to Hong Kong. The permanent under-secretary at the Foreign, Commonwealth and Development Office has today summoned the Chinese ambassador to register our deep concern at this latest action by his Government.",
        "Hong Kong’s prosperity and way of life rely on respect for fundamental freedoms, an independent judiciary and the rule of law. China’s actions are putting at risk Hong Kong’s success. The UK will stand up for our values. We will stand up for the people of Hong Kong. We will call out violations of their rights and freedoms. With our international partners, we will continue to hold China to its international obligations."
    ]
}