{
    "url": "https://www.ukpol.co.uk/nigel-adams-2021-speech-on-sri-lanka/",
    "title": "Nigel Adams – 2021 Speech on Sri Lanka",
    "post_date": "March 20, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Nigel Adams",
            "url": "/tag/nigel-adams/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Nigel Adams, the Minister for Asia, in the House of Commons on 18 March 2021.",
    "content": [
        "I am particularly grateful to the [hon. Member for Mitcham and Morden (Siobhain McDonagh) for securing this debate](https://www.ukpol.co.uk/siobhain-mcdonagh-2021-speech-on-sri-lanka/). I pay tribute to her for her work with the APPG. I also pay tribute to the many other Members across the House for their work on this important issue and for the many informed and passionate contributions that we have heard this afternoon. I will try to respond to as many of them as possible in the time I have, but I am conscious that I have to give the hon. Lady a couple of minutes at the end of the debate. The Minister for South Asia—the Minister that the hon. Member for Aberavon (Stephen Kinnock) wrote to—would have been delighted to take part in this debate, but obviously he sits in the other place so it is my pleasure to respond on his behalf and on behalf of the Government.",
        "Human rights in Sri Lanka are an important issue and a long-standing priority both for the UK Government and for many fellow Members. This debate is timely, coming during the 46th session of the UN Human Rights Council, which began on 22 February. The human rights situation in Sri Lanka and the limited progress on reconciliation and accountability raised by many right hon. and hon. Members are deeply concerning. As the Opposition spokesman, the hon. Member for Aberavon, pointed out, in February last year the Government of Sri Lanka withdrew their support for the UK-led UN Human Rights Council resolution 30/1 and its successor resolutions 34/1 and 40/1. Those resolutions concerned reconciliation, transitional justice and accountability.",
        "The Sri Lankan Government then announced a domestic mechanism on accountability. As with previous domestic initiatives, however, meaningful progress has yet to be delivered. There have also been a number of setbacks on accountability, including the appointment into Government positions of military figures accused of war crimes, as referenced by hon. Members this afternoon. As the right hon. Member for East Ham (Stephen Timms) pointed out, they also include the presidential pardon of former army sergeant, Sunil Ratnayake, one of the few perpetrators of war crime atrocities to have been convicted in Sri Lanka.",
        "Other worrying human rights developments include the continued harassment and surveillance of minorities and civil society groups, as was pointed out by the hon. Member for Strangford (Jim Shannon), the increasing role of the military in civilian governance, and a constitutional amendment that has extended Executive control over the judiciary and the independent institutions. As the hon. Member for Slough (Mr Dhesi) pointed out, the Government’s policy of forcibly cremating those deceased due to covid, which has only recently been reversed, has particularly affected the Muslim and Christian communities. Even now, our understanding is that families face significant restrictions on where and how burials can take place.",
        "The UK Government are deeply concerned by these developments. We have long stood by all the victims of the conflict in Sri Lanka. I was particularly taken by the comments made by the hon. Member for Glasgow North East (Anne McLaughlin), who had very personal recollections of that time. We have condemned LTTE terrorism and worked over many years to achieve post-conflict truth, accountability and transitional justice. Together with our international partners in the Core Group on Sri Lanka, the UK has led successive UN Human Rights Council resolutions on Sri Lanka in 2014, 2015, 2017 and 2019. In February, June and September of last year, we set out our continued support for the UN Human Rights Council framework and our growing concerns about the human rights situation in Core Group statements to the HRC.",
        "Sri Lanka is a human rights priority country for the Foreign, Commonwealth and Development Office. In our annual reports, and in Lord Ahmad’s autumn ministerial statement, the Government have highlighted a number of important concerns, which have been highlighted here this afternoon. Accountability and human rights have also been integral to any bilateral discussions we have had with the Government of Sri Lanka. The Foreign Secretary underlined the importance of accountability when he spoke to the Sri Lankan Foreign Minister in May. Lord Ahmad, the Minister for South Asia and the Commonwealth, has also had numerous discussions with the Foreign Minister, most recently in January, and with the Sri Lankan high commissioner here in London.",
        "We welcome the recent reports on Sri Lanka by the UN’s Office of the High Commissioner for Human Rights. We agree with the high commissioner that the Human Rights Council must continue to monitor the situation in Sri Lanka very closely and we must continue to press for accountability and reconciliation. Along with our Core Group partners, the UK, as penholder, has presented a new draft resolution on Sri Lanka at the UN Human Rights Council. The resolution aims to provide a continued framework for international engagement on human rights in Sri Lanka. The draft calls on the Government of Sri Lanka to make progress on accountability and human rights, and stresses the importance of a comprehensive accountability process for all violations and abuses committed in Sri Lanka. It aims to keep Sri Lanka firmly on the HRC agenda and requests OHCHR reporting on the human rights situation and, importantly, on accountability.",
        "A number of right hon. and hon. Members, including the hon. Member for Mitcham and Morden and the right hon. Member for Kingston and Surbiton (Ed Davey), have called for an international accountability mechanism —a mechanism to collect and preserve evidence of human rights violations—as part of the resolution. I can confirm that our resolution strengthens the capacity of the OHCHR to collect, consolidate, preserve and analyse evidence. The resolution supports future accountability processes and builds on the investigations conducted under previous HRC resolutions. We are now working hard to build support for our draft, which we hope will be adopted next week.",
        "Regrettably, the Sri Lankan Government have made clear their opposition to further substantive action by the HRC. None the less, we will continue to seek to work constructively with them on these issues. We will underline the importance of accountability and human rights in our dialogue with the Government of Sri Lanka. My right hon. Friend the Member for Epsom and Ewell (Chris Grayling), my hon. Friend the Member for Harrow East (Bob Blackman) and the hon. Members for Brent Central (Dawn Butler) and for Coventry North West (Taiwo Owatemi) raised the issue of the hunger strike carried out by Ambihai Selvakumar. We understand that, as has been pointed out, she was able to conclude her hunger strike two days ago. We absolutely recognise the concerns she has raised about the issues faced by the Tamil community in Sri Lanka. We have highlighted these concerns about the lack of progress towards post-conflict accountability and the wider human rights situation.",
        "A number of hon. and right hon. Members raised the question of sanctions. We established the global human rights sanctions regime in July 2020, and in a statement to Parliament, the Foreign Secretary set out the full scope of the new regime without speculating, importantly, on future designations. We continue to consider further designations under this global human rights sanctions regime, and we keep all evidence and potential listings under close review.",
        "I acknowledge and welcome the strength of feeling in the House. We are right to be concerned. We will continue to prioritise international efforts to support accountability and reconsideration at this current session of the Human Rights Council, and we are pushing very hard for our resolution to be adopted next week. I must reiterate that we cannot speculate on future designations under the global human rights sanctions regime.",
        "Finally, I make it clear that we want a positive relationship with Sri Lanka. We share deep historical ties. We work well together on a number of common interests, such as climate change and covid recovery, and we value that partnership, but accountability and human rights must remain high on the agenda—accountability and human rights to provide justice for all the victims of the conflict and the lasting reconciliation and stability that will allow the people of Sri Lanka to prosper."
    ]
}