{
    "url": "https://www.ukpol.co.uk/nigel-adams-2020-statement-on-bet365/",
    "title": "Nigel Adams – 2020 Statement on Bet365",
    "post_date": "January 9, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Nigel Adams",
            "url": "/tag/nigel-adams/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nigel Adams, the Minister for Sport, Media and Creative Industries, in the House of Commons on 9 January 2020.",
    "content": [
        "I will respond on behalf of the Secretary of State to this urgent question.",
        "Recent reports on the streaming of FA cup matches by online bookmakers have rightly caused concern across the House. They relate to a media rights deal agreed by the FA with IMG in early 2017, within which IMG could sell on live footage or clips of certain FA cup matches to commercial partners. Bet365 and six other betting operators acquired those rights from IMG to use from the start of 2018-19 season.",
        "It is right that sporting organisations have the freedom to benefit commercially from their products and negotiate their own broadcasting deals, but football authorities also have an important responsibility to ensure that fans are protected from the risks of problem gambling. Since the deal was agreed, the FA has rightly reviewed its position on commercial relationships with gambling firms. It has ended a commercial partnership with Ladbrokes and announced that it will be reviewing its processes for tendering rights from the 2024-25 season onwards, and it is absolutely correct that it does so.",
        "The Secretary of State and I made our views quite clear yesterday and have done so previously on the wider responsibilities of sport and gambling sectors to their fans, their customers and our wider communities. We therefore welcome the fact that the industry has responded to public concern by introducing a whistle-to-whistle ban on TV advertising during daytime sport, and that the FA introduced a rule last year that prevents players, managers and members of staff in any capacity from deliberately taking part in audio or audio-visual advertising to actively encourage betting.",
        "While many people enjoy gambling as a leisure pursuit, we cannot forget that it carries a high risk of harm and can have a serious impact individuals, families and communities. All of us—Governments, gambling companies and sporting authorities—need to keep the momentum going so that we can protect vulnerable people from the risk of gambling-related harm.",
        "**Carolyn Harris**",
        "Problem gambling in the UK is now so endemic that it should be treated as a public health crisis. It causes untold misery to those affected and their families. Too many times, I have sat with men and women who are cursed with an addiction and who are battling mental health issues. Too many times, I have listened to the heart-wrenching grief of a partner, sibling or parent whose loved one has taken their life because the demon became too big to fight. Again and again, I have stood in this Chamber and vocalised my shock, my anger and my utter disgust at the greed and immoral behaviour of the gambling companies. It saddens me that I am having to do it yet again, yet here we are—the first urgent question of the new year.",
        "Three years ago, it appeared that the FA had turned a corner when it ended a £4 million-a-year sponsorship deal with Ladbrokes, distancing itself from the gambling industry—or so we assumed. However, what has come to light in recent days paints a very different picture.",
        "In 2017, the Football Association agreed a streaming deal through sporting rights agency IMG, which will run until 2024. That deal, thought to be worth in the region of £750 million, allows IMG to sell on live footage from cup matches to bookmakers and betting firms around the globe. Gambling companies can then stream matches on their websites and mobile apps, forcing fans to “bet to view” if they want to watch their team.",
        "We already know of some of the UK-based gambling companies who took part in the deal, but there are likely to be many more, both at home and across the world. I dread to think how many people will take the bait and place their first bet as a result of this deal, and how many could spiral into a dark addiction off the back of it. Just last weekend, Bet365 broadcast 32 FA cup matches online, in comparison with only two on terrestrial free-to-air television. To watch the matches on Bet365’s site, fans had to either place a bet before kick-off or open an account with a £5 deposit. Bet365 heavily promoted the matches on social media beforehand, offering tips to lure potential gamblers. Betting odds then accompanied the live footage, tempting viewers to gamble more.",
        "Everything about the deal is shameful, everything about it needs to be dealt with and everything about the Gambling Act 2005 needs reform. The Gambling Commission certainly needs reform. I thank the Prime Minister for his comments, but I urge the Government to do more to protect vulnerable people.",
        "**Nigel Adams**",
        "I congratulate the hon. Member, who I know is passionate about this issue and has campaigned very effectively in the House. The Government are also very angry about this arrangement, especially after a weekend when the FA worthily highlighted its Heads Together mental health campaign.",
        "I have spoken at some length to the FA since this broke. The arrangement has been in place for some time; the 2017 contract was a rollover of a deal. The Government have asked the Football Association to look at all avenues to review this element of its broadcasting agreement. This element of the broadcast arrangement is for matches that are not chosen for the FA cup online broadcast or do not kick off at 3 pm on a Saturday, and it does open up the opportunity for plenty of other games to be watched, but we have asked the FA in no uncertain terms to look at the deal and to see what opportunities there are to rescind this particular element. I will be meeting face to face with the FA next week."
    ]
}