{
    "url": "https://www.ukpol.co.uk/nigel-adams-2022-speech-on-bus-manufacture-in-the-uk/",
    "title": "Nigel Adams – 2022 Speech on Bus Manufacture in the UK",
    "post_date": "November 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Nigel Adams",
            "url": "/tag/nigel-adams/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Nigel Adams, the Conservative MP for Selby and Ainsty, in the House of Commons on 31 October 2022.",
    "content": [
        "I am pleased to have secured this debate on the importance of bus manufacturing, specifically electric bus manufacturing, in the United Kingdom. Electric buses play a vital role in helping us to reach net zero and reduce pollution in our congested cities. It is for that reason that the Government announced a £200 million boost to support the roll-out of zero-emission buses in March 2022—the zero-emission bus regional areas, or ZEBRA, scheme.",
        "The UK has three main bus manufacturers: Alexander Dennis in Falkirk, Scotland and in Scarborough; Switch Mobility, formerly known as Optare, which is based in Sherburn in Elmet in my constituency; and Wrightbus in Northern Ireland. They have all developed electric buses and have a small number in service across a handful of our cities. The competition comes from China, with Chinese companies manufacturing around 420,000, an estimated 98% of the global electric bus fleet. These have been in service since May 2020.",
        "**Ian Paisley (North Antrim) (DUP)**",
        "The right hon. Gentleman has initiated an important debate this evening. A few years ago, 70% of the buses Wrightbus was making would have been diesel buses, but in the last year and a half, 70% of its production has been electric buses. There is a market out there for these wonderful, low-emission products but they will only be purchased if Transport for London, Leicester Council and other councils are encouraged through an incentivised scheme to buy British. What does he think should be done to encourage them to buy British products?",
        "**Nigel Adams**",
        "I wholeheartedly agree with my hon. Friend. That is the point of this debate. There is incentive. The Government are saying all the right things about wanting to see electric buses on our streets and they have launched this scheme, but the reality, as he will know, is that the organisations and local authorities that are buying the buses are not necessarily buying British. I will move on to the reasons shortly.",
        "**Jim Shannon (Strangford) (DUP)**",
        "Will the right hon. Gentleman give way?",
        "**Nigel Adams**",
        "I give way to the hon. Gentleman in time-honoured fashion.",
        "**Jim Shannon**",
        "I thank the right hon. Gentleman for securing this debate, and I concur with my hon. Friend the Member for North Antrim (Ian Paisley). Wrightbus in Northern Ireland has secured a contract with Translink to supply 100 zero-emission buses. The contract not only secures local jobs but promotes the company. We must invest in local bus-manufacturing companies in Northern Ireland to supply a global market that is crying out for the innovation of this great United Kingdom of Great Britain and Northern Ireland, and particularly of Wrightbus in Ballymena.",
        "**Nigel Adams**",
        "As ever, the hon. Gentleman is spot on.",
        "To put those 420,000 Chinese electric buses into perspective, the UK currently has about 40,000 locally operated buses and only about 4% of them are electric. China is intent on maintaining world leadership in electric bus manufacturing and has been winning orders for buses funded by British taxpayers via the ZEBRA scheme. A key question for the Minister is whether the scheme is purely aimed at transitioning buses to electric power, or whether it is also intended to support and encourage our domestic manufacturers to fully transition to manufacturing only electric vehicles.",
        "I am very familiar with the buses manufactured by Switch in the Selby district. The company was formerly known as Optare and is now part of the Indian Hinduja Group. We also have Plaxton in North Yorkshire. It has been part of Alexander Dennis since 2007. My right hon. Friend the Member for Scarborough and Whitby (Sir Robert Goodwill) knows that company all too well, as it manufactures in Scarborough. This is an important part of North Yorkshire’s manufacturing capability.",
        "**Sir Robert Goodwill (Scarborough and Whitby) (Con)**",
        "Does my right hon. Friend agree that it is important that local authorities and passenger transport executives look not only at the bottom line but at the social implications of placing orders outside the United Kingdom, as it could diminish our manufacturing base and mean that, in future, China could have a monopoly of bus supply to the UK?",
        "**Nigel Adams**",
        "My right hon. Friend is right. As we sit here now, China more or less has a monopoly on global bus supply. If we take Wrightbus, Plaxton, Alexander Dennis and Switch into the mix, the industry employs 3,500 individuals directly and an estimated 10,000 indirectly within the supply chain. This is an important sector.",
        "I have been to the Switch factory in Sherburn in Elmet, which has orders from Transport for London, First Bus, Manchester Airport parking, City of York park-and-ride, Dubai and New Zealand. As I mentioned, Switch is part of the Hinduja Group and has started manufacturing UK-designed buses in India, including double-decker buses for the Indian market.",
        "**Ian Paisley**",
        "Is the right hon. Gentleman amazed that we have companies in the United Kingdom that build buses for Australia, New Zealand, the United States of America, Germany, Hong Kong and countries all over the world, yet a scheme that is designed to help manufacturers is putting money into the pockets of China and not supporting indigenous employment in the United Kingdom? That is just not right, is it?",
        "**Nigel Adams**",
        "Not only does it not smell right; it is absolutely not right that we are not purchasing British-manufactured buses.",
        "The model for supplying electric buses is very different from the model for supplying the existing fleets of diesel-powered buses, but electric buses are an excellent fit for the needs of a local bus service. Electric buses do not have the same range as diesel buses, but this is not a disadvantage because the distance travelled each day by local buses on a defined route is known precisely and is within the range of an electric bus working from a local depot. However, the cost of an electric bus is higher than that of an equivalent diesel bus and operators are not experienced in running electric bus fleets. For that reason, the industry is moving to a slightly different model, which should be investigated further, where buses are provided via service contracts, which cover the cost of the buses, the operation of the buses and the charging infrastructure. They can also cover, as part of that, battery upgrades and replacement costs. However, electric buses are far more cost-effective, with lower costs per mile once the transition is made and the infrastructure for charging and servicing is in place.",
        "The key to this is the battery, which is a key component in an electric bus, or any other electric vehicle. For that reason, there is a lot of focus on battery technology, battery capacity and expected battery life. It might be thought that the bigger the battery capacity, the better the range of bus. That is not necessarily the case, but that has not prevented battery capacity from being a key part of the specification, including in some tender documents.",
        "Therefore, battery capacity has been a factor that is believed to have unduly influenced some purchasing decisions. Buses manufactured in China are typically heavier than UK buses, so they have larger capacity batteries. In the case of Switch, the bus is designed around a lighter framework and less weight. Operating methods have a major impact on the capacity of battery required.",
        "The ZEBRA scheme is especially important because, in addition to encouraging the take-up of electric buses, it is encouraging the purchase of new buses to replace an ageing fleet. The pandemic has had a profound effect on the number of passengers using local bus services and even now passenger numbers are far lower than they were before the pandemic. During the pandemic, bus services were supported by the Department for Transport. In August 2022, a further £130 million was made available to support bus services, which is a considerable sum. However, bus operators are now experiencing reduced passenger numbers and the inflationary pressures of fuel and wage rises. It is not surprising, therefore, that they are not placing orders for new buses in larger numbers. In North Yorkshire, a large number of bus services are currently not viable because of reduced passenger numbers.",
        "ZEBRA is a major driver of investment in new buses and a key enabler as a step towards net zero. The £198.3 million of funding announced in March is sufficient to fund 943 new buses. That funding is built on the £71 million announced last year to support up to 335 new zero-emission buses in five areas, as well as hundreds more zero-emission buses that have been funded in London, Scotland, Wales and Northern Ireland.",
        "I hope that that provides you with an insight, Mr Deputy Speaker. I know that they will be thinking of nothing else in Ribble Valley aside from the electric bus market. I now wish to move on to how the Government’s ZEBRA scheme is working in practice and to look at the recent decision by Nottingham City Council to purchase buses from the Chinese manufacture Yutong.",
        "Nottingham City Council has received £15 million of Government funding, yet it awarded the first 12 of its single-deck buses to Yutong. Within the tender, it did not ask for range requirements, instead asking for a specific battery capacity; it asked that the capacity exceeded 420 kW, which basically excluded all UK manufacturers. That is like asking someone to provide the size of the fuel tank rather than the range or the miles per gallon of a vehicle.",
        "UK manufacturers run smaller, more efficient batteries than the Chinese manufacturers, so tend to achieve a similar range with a smaller battery. Nottingham City Council has set a target of becoming a carbon neutral city by 2028, yet it is prepared to ship buses from around the world, rather than buying from carbon neutral UK bus manufacturers. That does not make a lot of sense. It is also believed that the Chinese-made Yutong buses were not the cheapest to tender. I will give some other examples.",
        "**Sir Robert Goodwill**",
        "Will my right hon. Friend also bear in mind that China has not exactly covered itself in glory in relation to human rights and democracy?",
        "**Nigel Adams**",
        "As a former Minister for Asia, I know that too well. I have been at the Dispatch Box, where the Minister for Science and Investment Security, my hon. Friend the Member for Wealden (Ms Ghani), is sat this evening—we all look forward to what she has to say—and she was sat where I am, quite rightly giving me stick up and down dale about human rights abuses in China. I will be interested to hear what she has to say on this particular subject.",
        "Let me give the House some more examples, including the decision taken by Leicester City Council, where the first ZEBRA buses were delivered—also Chinese. Cardiff Council ordered 36 zero-emission buses from the same Chinese company, and Newport City Council ordered a further 16 Chinese buses. They were all supported by UK Government funding.",
        "I mentioned light goods vehicles, especially those used for delivery services. Bus manufacturing is a skilled, bespoke process, as operators seek individual design features. Light goods vehicles are manufactured on a production line and use mass manufacturing techniques; these are high-volume processes. Light goods vehicles are ideally suited to be electric vehicles, because they travel regular routes and not especially long distances. They are the next major EV opportunity, and the technology being used in electric bus transmission is directly transferable.",
        "**Ian Paisley**",
        "One of the ways in which the Government could buck the market and protect British manufacturing would be to say that 50% of the next number of ZEBRA buses that are ordered must be hydrogen buses. That would guarantee the location of the market and that buses are built by UK companies; it would force the market to go down that route and not force them only to buy electric buses.",
        "**Nigel Adams**",
        "That would make sense. I would like to think that the purchasing authorities taking such decisions bear those factors in mind. The battery example calls into question whether the process is completely joined up between DFT and the passenger authorities and local councils making the decisions.",
        "The zero-emission bus market is forecast to see significant growth and provide great export opportunities globally, with compound annual growth rates of more than 25%. The EV bus and light commercial vehicle market is projected to be worth about $50 billion by 2030. There is, however, a high risk that British manufacturers could lose out to international competitors whose Governments have taken bolder steps to support their domestic markets when it comes to growth and export opportunities. Switch, which is based in my constituency, has announced its plans to invest £300 million across the UK and India to develop its range of electric buses and light commercial vehicles, demonstrating its commitment to a shift to zero-emission vehicles.",
        "The transition from internal combustion engines to battery technology is a major disruption to motor manufacturing, and Chinese companies have responded to that and enjoyed huge volumes of exports around the world. Based on a large Chinese domestic market, with 420,000 electric buses already amounting to 98% of electric buses worldwide, the UK faces a major challenge in gaining market share. However, the products available from UK manufacturers are competitive and ideally suited to the UK market, for which they were originally designed. The products are also suited for export. The double-decker, which I am proud to say was designed in my constituency, is to be built in volume in India to meet that specific market.",
        "Without nurturing the transition and supporting British companies in the move to electric buses through the support that the Government are providing, we are in danger of losing the ability to compete. The Government have provided funding to enable local bus operators to transition to EVs. We have three fantastic bus manufacturers that can between them deliver the products required, and supply the orders and exports. As I mentioned, the next opportunity is likely to be light vans and delivery vehicles, for which electric vehicle manufacturing expertise will be critical. UK companies are prepared to invest, but they need the Government to back them, rather than to unintentionally support Chinese manufacturing jobs."
    ]
}