{
    "url": "https://www.ukpol.co.uk/nigel-adams-2020-statement-on-violence-in-india/",
    "title": "Nigel Adams – 2020 Statement on Violence in India",
    "post_date": "March 8, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Nigel Adams",
            "url": "/tag/nigel-adams/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Nigel Adams, the Minister for Asia, in the House of Commons on 3 March 2020.",
    "content": [
        "With your permission, Mr Speaker, I will respond to this urgent question as the Foreign Secretary is in Turkey today.",
        "The British high commission in New Delhi and our extensive diplomatic network of deputy high commissions across India are monitoring closely the recent violence in India and developments around the Citizenship (Amendment) Act 2019. The events in Delhi last week were very concerning, and the situation is still tense. The death of one protester is one too many. We urge restraint from all parties and trust that the Indian Government will address the concerns of people of all religions in India. We also condemn any incidents of violence, persecution or targeting of people based on religion or belief, wherever it happens in the world.",
        "India has a proud history of inclusive government and religious tolerance. Its secular constitution, which guarantees equality before the law, has been an exemplar of inclusive democracy. After his re-election, I note that Prime Minister Modi promised to continue this under the guiding principles of",
        "“together with all, development for all and trust for all”.",
        "These shared strengths and values are central to the governance of both our countries. It is a central message of our foreign policy that societies are stronger and safer when we embrace our diversity rather than fear it.",
        "Related to this, many people have made it clear that they have concerns about the Government of India recently signing into law the Citizenship (Amendment) Act, which expedites the path to citizenship for Hindus, Sikhs, Buddhists, Parsis and Christians, but notably not Muslims or minority sects. The UK Government also have concerns about the potential impact of the legislation. It is because of our close relationship with the Government of India that we are able to discuss difficult issues with them and make clear our concerns where we have them, including on the rights of minorities.",
        "Most recently, my ministerial colleague Lord Ahmad of Wimbledon raised these concerns about the impact of the CAA with a senior member of India’s Ministry of External Affairs on 25 February. Officials from the British high commission in New Delhi also raised our concerns about the potential impact of the CAA and the police response to the protests with the state government of Uttar Pradesh on 7 February. Our former high commissioner in New Delhi, Sir Dominic Asquith, also raised the issue with the Government of India last month, as did Foreign and Commonwealth Office officials with the Indian high commission in London.",
        "More broadly, the UK engages with India at all levels, including union and state governments, and with non-governmental organisations to build capacity and share expertise to promote human rights for all. We will continue to follow events closely and to raise our concerns when we have them."
    ]
}