{
    "url": "https://www.ukpol.co.uk/irene-adams-1990-maiden-speech-in-the-house-of-commons/",
    "title": "Irene Adams – 1990 Maiden Speech in the House of Commons",
    "post_date": "February 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Baroness Adams of Craigielea",
            "url": "/tag/baroness-adams-of-craigielea/"
        },
        {
            "text": "Irene Adams",
            "url": "/tag/irene-adams/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made in the House of Commons by Irene Adams on 12th December 1990.",
    "content": [
        "Thank you for calling me so early to make my maiden speech, Mr. Speaker. I understand that the tradition of the House is for a new hon. Member to pay tribute to his or her predecessor. In my case, my predecessor was not only my predecessor but my husband. For that reason, I find it particularly difficult to pay that tribute. I have been in the position of many wives of Members of Parliament—and husbands, for that matter—who know the kind of commitment that is needed to be a Member of the House. I should like to pay tribute to everyone who has been a Member of the House and to their wives and husbands for the long-suffering hours with which they, too, have had to put up.",
        "In my constituency, which was my husband’s constituency, over the past 11 years we have watched as our industrial base has continually deteriorated. It was a once-proud industrial base. We manufactured cotton, built ships, and carried out light engineering. All those industries have suffered grossly over the past 11 years. The cotton industry is now just a skeleton of its former self. The once-proud mills stand empty and are falling apart. The people who worked in them lie idle in their homes.",
        "In my constituency there are pockets in which there is 40 per cent. male unemployment. I listen to Conservative Members telling us that industry in their towns is improving. It certainly is not improving in our town. The latest casualty is Howdens in Renfrew. It was a good industry. It had no reason to go downhill, but, because of the policies that the Government have pursued, it has done so. Once more we shall watch the town of Renfrew go into a downward spiral that not only loses jobs at Howdens but loses related jobs—jobs in shops and in other industries that supported Howdens, again adding to the recession of the economy.",
        "For a long time Scottish people have protested. My own grandfather took part in the hunger marches south. That road south has become a boulevard of broken dreams. When they come south, young people, middle-aged people and elderly people are forced to languish on the streets of this city. We do not need to walk half a mile from here to see cardboard cities and young people who are genuinely looking for work and roofs over their heads. What do they find? They find a shop doorway in the Strand with no chance of finding employment and no chance of finding a home.",
        "Before coming to the House last week, I visited Miss Peggy Herbison, who was a Member of the House in 1945. I am sure that many hon. Members will remember her. Peggy told me that she made her maiden speech on housing. I read her maiden speech. She spoke after the war when we would expect housing to have been in a bad condition. What do I find 45 years later? We are in no better position. In this city alone, 9,000 children will spend Christmas morning in bed-and-breakfast accommodation. Things are not much better, despite the efforts of Peggy and many people like her. Still, working people have no roofs over their heads. All they want is a decent home and a decent chance to earn a living. That is not too much to ask.",
        "The Government have presided over a situation that was equalled only by the second world war. Today we still do not have enough housing. It is reckoned that we need 100,000 low-cost rented properties each year even to start to meet the problem. We have no hope of that. If the Government do not intend to change course—from what I heard today, that certainly does not seem to be the case —they should do the honourable thing and move over and let someone who can change course do so."
    ]
}