{
    "url": "https://www.ukpol.co.uk/nigel-adams-2020-statement-on-inewspaper/",
    "title": "Nigel Adams – 2020 Statement on iNewspaper",
    "post_date": "January 10, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Nigel Adams",
            "url": "/tag/nigel-adams/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Nigel Adams, the Minister for Sport, Media and Creative Industries, in the House of Commons on 9 January 2020.",
    "content": [
        "The Department for Digital, Culture, Media and Sport has today written to Daily Mail and General Trust (DMGT) and JPI Media Publications Limited, the current and former owners of the i newspaper, to inform them that the Secretary of State for DCMS is “minded to” issue an intervention notice. This relates to concerns the Secretary of State has that there may be public interest considerations—as set out in section 58 of Enterprise Act 2002—that are relevant to the recent acquisition of the i newspaper by DMGT and that these concerns warrant further investigation.",
        "A “minded to” letter has therefore been issued to the parties on one public interest ground specified in section 58 of the Enterprise Act 2002:",
        "(2B) The need for, to the extent that it is reasonable and practicable, a sufficient plurality of views in newspapers in each market for newspapers in the United Kingdom or a part of the United Kingdom​",
        "It is important to note that the Secretary of State has not taken a final decision on intervention at this stage. In line with the statutory guidance on media mergers, the “minded to” letter invites further representations in writing from the parties and gives them until 13 January to respond. The Secretary of State plans to make her final decision, which needs to be made on a quasi-judicial basis, on whether to issue an intervention notice no later than week commencing 20 January.",
        "If the Secretary of State decides to issue an intervention notice, the next stage would be for Ofcom to assess and report to the Secretary of State on the public interest concerns and for the Competition and Markets Authority (CMA) to assess and report to her on whether a relevant merger situation has been created and any impact this may have on competition. Following these reports, the Secretary of State would need to decide whether to refer the matter for a more detailed investigation by the CMA under section 45 of the Enterprise Act 2002.",
        "DCMS will keep Parliament updated on progress with this media merger case."
    ]
}