{
    "url": "https://www.ukpol.co.uk/nigel-adams-2021-statement-on-electoral-reforms-in-hong-kong/",
    "title": "Nigel Adams – 2021 Statement on Electoral Reforms in Hong Kong",
    "post_date": "March 11, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Nigel Adams",
            "url": "/tag/nigel-adams/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Nigel Adams, the Minister for Asia, in the House of Commons on 10 March 2021.",
    "content": [
        "The United Kingdom is deeply concerned about the situation in Hong Kong and the erosion of rights enshrined under the Sino-British joint declaration. In response to these worrying developments, the United Kingdom has already taken decisive action. This includes offering a bespoke immigration path for British nationals overseas, suspending our extradition treaty with Hong Kong indefinitely and extending our arms embargo on mainland China to Hong Kong. The United Kingdom has led international action to hold China to account. As recently as 22 February, the Foreign Secretary addressed the UN Human Rights Council to call out the systematic violation of the rights of the people of Hong Kong, making it clear that free and fair legislative elections must take place with a range of opposition voices allowed to take part.",
        "On the question raised by the hon. Member for Oxford West and Abingdon (Layla Moran), this week meetings of China’s National People’s Congress are taking place behind closed doors. We understand that the agenda includes proposals for changes to Hong Kong’s election processes. Although the detail is yet to be revealed, these measures might include changes to the election of the Chief Executive, the removal of district councillors from the Chief Executive election committee and the possible introduction of vetting for those standing for public office to ensure that they are described as patriots who govern Hong Kong. Such measures, if introduced, would be a further attack on Hong Kong’s rights and freedoms.",
        "Ahead of possible developments this week, the United Kingdom has raised our concerns, including with the Chinese Ministry of Foreign Affairs, the Hong Kong Government and the Chinese embassy in London, as have many of our international partners. The Chinese and Hong Kong authorities can be in no doubt about the seriousness of our concerns. Given recent developments, including the imposition of the national security law last year, the imposition of new rules to disqualify elected legislators in November and the mass arrests of activists in January, we are right to be deeply concerned. We are seeing concerted action to stifle democracy and the voices of those who are fighting for it.",
        "There is still time for the Chinese and Hong Kong authorities to step back from further action to restrict the rights and freedoms of Hongkongers, and to respect Hong Kong’s high degree of autonomy. We will continue working with our partners to stand up for the people of Hong Kong and hold China to its international obligations, freely assumed under international law, including through the legally binding Sino-British joint declaration."
    ]
}