{
    "url": "https://www.ukpol.co.uk/nigel-adams-2020-statement-on-the-repatriation-of-uk-nationals/",
    "title": "Nigel Adams – 2020 Statement on the Repatriation of UK Nationals",
    "post_date": "May 6, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Nigel Adams",
            "url": "/tag/nigel-adams/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Nigel Adams, the Minister for Asia, in the House of Commons on 29 April 2020.",
    "content": [
        "With permission, I would like to make a statement on the Foreign and Commonwealth Office’s response to the covid-19 pandemic. Our team of experienced diplomats here at home and in our embassies and consulates around the world continue to work around the clock, using our unparalleled international connections to help overcome this unprecedented challenge.",
        "Since the outbreak in Wuhan, our overriding priority has been to help British travellers get home safely to their loved ones. We estimate that more than 1.3 million people have returned to the UK via commercial routes since the outbreak began, from countries across the globe. We have seen 200,000 British nationals from Spain and 50,000 from Australia return in the past month alone.",
        "Keeping commercial options running has required an enormous international effort. We have worked alongside airlines and foreign Governments to keep vital routes open and to ensure that domestic restrictions do not create a barrier to getting people home. As the House will appreciate, as countries have increased travel restrictions, often without notice, commercial routes have ceased to be an option for some travellers. Thanks to a £75 million partnership between this Government and airlines, we have now brought back more than 19,000 people on 93 charter flights organised by the Foreign Office from 20 different countries and territories. In some instances, that means bringing home a few hundred passengers from small countries such as the Gambia, and from remote locations such as the outer islands of the Philippines. In other cases, it has meant returning thousands of British travellers, such as the 10,000 people returned home from India and the 2,000 thus far from Pakistan. In the next week alone, we will bring back thousands more travellers on further charter flights, including from Bangladesh, Nigeria and New Zealand.",
        "I would also like to touch on cruise ship travel. More than 19,000 British passengers were aboard 60 cruise ships when the FCO changed its travel advice on 17 March. Working with the local authorities, Governments and cruise operators, the FCO has helped to ensure that those passengers were able to return home. We have provided consular assistance to many of them, and in some cases we have organised direct or supported charter flights for more than 1,500 people.",
        "For those people who have chosen to remain in place or are still trying to get home, our consular teams are providing support 24 hours a day. To ensure timely responses, we have tripled the capacity in our consular contact centres. Our broader consular effort has been centred around supporting British travellers right across the piece. We have worked with foreign Governments to ensure that British travellers can continue to meet visa, immigration or documentation requirements while they are abroad, and we are offering financial protection, including through the same measures available to British workers and residents here at home, such as the coronavirus job retention scheme and access to mortgage holidays.",
        "We are ensuring that British travellers have access to essential care, including food, accommodation and medical care. That includes psychosocial support, and we have ​been working with third sector and external partners to deliver that. Most UK insurers will now extend their travel insurance cover, so British travellers actively trying to get home will be covered for emergency medical treatment if they are still stuck abroad for at least 60 days. Our efforts and our aims show that we are committed to helping every British traveller, no matter where they are in the world.",
        "Turning to the FCO’s role in procurement, specifically of personal protective equipment, with so many other countries in similar circumstances, we are grappling with a global shortage in PPE. Yet, thanks to the efforts of our domestic manufacturers and our work with international partners around the world, we have procured and distributed more than a billion items to those on the frontline. Lord Deighton, who helped to organise the London Olympics, has been brought in to oversee efforts to boost our domestic supply even further. In the Foreign Office, we are working tirelessly through our overseas posts to get medical supplies into the UK. More than 350 million items of PPE have been procured through our China network alone, and we are working flat out to get orders delivered from, for example, Turkey and Egypt.",
        "We have also distributed more than 1,500 ventilators, with thousands more ordered and on the way. In the past week, we have received shipments of more than 4 million type IIR masks and 1 million other masks. By the end of today, flights will have touched down with more than half a million masks, more than 350,000 gowns, and more than three quarters of a million face shields. Meanwhile, the Foreign Secretary and my fellow Ministers at the FCO are on calls with counterparts around the world every day, working to secure new deliveries from abroad, with the support of our excellent and tireless diplomatic service.",
        "From the start of this crisis, the UK has played a leading role in tackling the spread of disease and the world’s response to it. We are uniquely placed to do so, as a member of the G7, the G20, NATO, the Commonwealth and the United Nations, and as a major donor to the global health system. As the Foreign Secretary laid out in his previous statement, our international strategy is focused on four key areas: securing a strong and co-ordinated global health response, particularly for the most vulnerable countries; accelerating the search for a vaccine, more effective treatments and testing; supporting the global economy, keeping trade open and securing critical supply chains; and keeping transit hubs and transport routes open to support the flow of freight and medical supplies and, crucially, to bring our people home.",
        "I have outlined our support for bringing British nationals home, and wish to touch on our good progress in other areas. We are helping vulnerable countries with their response to coronavirus by announcing up to £744 million in aid, including for research and development, and support for the World Health Organisation, UN agencies, non-governmental organisations and the Red Cross. Today, my right hon. Friend the International Development Secretary announced a funding pledge equivalent to £330 million a year over the next five years to Gavi, the Vaccine Alliance. That will fund the immunisation of 75 million children against other deadly diseases, supporting the world’s poorest countries so that they can cope with rising numbers of coronavirus cases.​",
        "For a covid-19 vaccine, the Government have already committed £360 million as part of our domestic and international effort. That investment includes a quarter of a billion pounds to the Coalition for Epidemic Preparedness Innovations to support co-ordinated global research. That is the single largest contribution by any country. We are also helping to keep vital trade routes and supply chains open by co-ordinating closely with allies and partners in the commercial sector.",
        "Finally, the UK has a responsibility to protect the safety and security of the people of the overseas territories, most of whom are British nationals. We have been providing tailored support to our overseas territories, ensuring that the appropriate resources are provided to them during the coronavirus response.",
        "The scale and impact of this pandemic has been unimaginable but, working alongside our international partners, the UK has been able to demonstrate the kind of leadership, co-operation and collaboration that will get us through this crisis. I commend this statement to the House."
    ]
}