{
    "url": "https://www.ukpol.co.uk/nigel-adams-2021-speech-on-ukraine/",
    "title": "Nigel Adams – 2021 Speech on Ukraine",
    "post_date": "May 18, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Nigel Adams",
            "url": "/tag/nigel-adams/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Nigel Adams, the Minister for Asia, in the House of Commons on 17 May 2021.",
    "content": [
        "I am grateful to the hon. Member for Glasgow South (Stewart Malcolm McDonald) for securing this debate and pay tribute to him for all the work he does in this place on behalf and in support of Ukraine. I understand he is a vice-chair of the all-party group on Ukraine, and, indeed, being recognised by Ukraine is no small achievement; the hon. Gentleman referred to his receiving the very distinguished award of the Order of Merit, and he is to be commended for that.",
        "It is important that all Ukraine’s friends continue to show unwavering support for the country. Principally, that means standing with Ukraine in the face of Russian aggression and provocation, as well as supporting reforms and Ukrainian institutions. I should have said at the outset that I am here because the Minister responsible for Ukraine is travelling, so I apologise if I cannot go into all the detail that the hon. Gentleman wants, but I assure him that we will do our best to get the relevant responses that he requires.",
        "As we set out in the integrated review, Ukraine forms part of our efforts in the eastern European neighbourhood and beyond to deter and defend against the full spectrum of threats emanating from Russia. The UK Government remain resolute in our commitment to Ukraine’s sovereignty and territorial integrity. We want Ukraine to be secure, stable and prosperous, and we want Ukrainians to be able to define their own future.",
        "We are one of the few international partners that offer Ukraine a full range of military, security, economic, political and governance support. We are at the heart of the international community’s engagement on Ukraine, launching the Ukraine reform conference series, deepening NATO’s partnership with the country, shaping international sanctions against Russia and leading the efforts in the United Nations to hold Russia to account.",
        "As the hon. Gentleman knows, we have also deepened our bilateral ties with Ukraine, particularly through our political, free trade and strategic partnership agreement, which was signed in October by the Prime Minister and President Zelensky. The agreement provides the foundation for a deeper strategic political and trading relationship. It is a framework for continued co-operation on human rights, the rule of law and democracy. It offers opportunities to strengthen cultural ties and links between our people, building on existing UK programmes such as Chevening as well as the John Smith Trust.",
        "I want to go into a little more detail about our work with allies, which the hon. Gentleman mentioned, aimed at deterring Russian aggression and de-escalating tensions following Russia’s recent military build-up near Ukraine’s border and in the illegally annexed Crimea. The Government maintain regular senior-level engagement with our allies, working together through the UN in New York, the Organisation for Security and Co-operation in Europe in Vienna, and also directly with the Government of Ukraine. The Prime Minister and my right hon. Friend the Secretary of State for Foreign, Commonwealth and Development Affairs have been in touch with their Ukrainian counterparts to assure them of our support for and solidarity with the Government and people of Ukraine, for which we have been thanked by President Zelensky.",
        "Russia’s troop movements last month yet again illustrate Russia’s appetite to provoke and destabilise. Although the Russian Defence Minister announced on 22 April that Russian troops would return to their bases, we continue to monitor the situation closely and we have been clear that Russia’s threatening behaviour is completely unacceptable. In the event of further escalations, we will explore counter-measures with our allies.",
        "Our vocal support for Ukraine’s sovereignty and territorial integrity is backed by our long-standing defence engagement. Our military support is delivered primarily through Operation ORBITAL, the UK’s training mission to Ukraine. Since launching that in 2015, we have trained over 20,000 members of the Ukrainian armed forces. In 2019, we expanded Operation ORBITAL to include naval co-operation and last year, we launched the UK co-ordinated multinational maritime training initiative. As the hon. Gentleman will know, last summer HMS Dragon visited the Black sea, including the ports of Odessa in Ukraine, Batumi in Georgia and Constanţa in Romania. Her deployment reflected our support for regional allies and partners and our commitment to regional security and maintaining freedom of navigation, to which the hon. Gentleman rightly referred.",
        "On that point, we are closely monitoring reports of the Russian decision to close parts of the Black sea surrounding illegally annexed Crimea.",
        "This is the latest example of destabilising activity in the region, following the build-up on the border. We have called on Russia not to hinder passage through the Kerch Strait. That is something we are monitoring closely. We will, of course, take the appropriate action should our calls not be heeded. HMS Dragon’s deployment reflects our support for all the regional allies and partners in that region.",
        "We are also one of the biggest supporters of the OSCE’s special monitoring mission to Ukraine. That plays a crucial role in providing impartial reporting to the international community on the conflict in eastern Ukraine. We are one of the largest contributors to the mission both financially and in terms of personnel, and the Government reaffirmed our commitment to it in our recent integrated review. We also remain supportive of Ukraine’s NATO membership aspirations, in line with the 2008 Bucharest summit declaration. Ukraine achieved enhanced opportunities partner status nine months ago, the highest level of partnership with NATO available. That offers a framework for engagement as Ukraine moves forward with the reforms that are a precondition of its membership pathway.",
        "Hostile Russian activity is not the only challenge we are helping Ukraine face. As the hon. Gentleman referred to on a number of occasions in his speech, we are a friend of Ukraine. That is reflected by our support since the beginning of the pandemic. We have provided legislative assistance to the Ukrainian Ministry of Health. We have supported Ukraine to maximise the effectiveness of Government public communications on covid-19. We are also working with civil society organisations to enhance oversight of covid-19 procurement. We have tailored our programme of support this year in defence, economic development and governance reforms to support the recovery from covid-19. Furthermore, Ukraine stands to benefit from the £548 million that the UK Government have committed to the COVAX vaccine initiative, which will contribute to the supply of at least 1.3 billion doses of covid vaccines this year for up to 92 low and middle-income countries. We are also funding the World Health Organisation to train mobile teams to administer vaccines in Ukraine.",
        "Covid-19 and Russian aggression aside, there is another battle going on in Ukraine: the fight against corruption and internal vested interests that seek to hinder vital reforms, which is why we continue to support Ukraine’s reform programme, a commitment the Prime Minister reiterated to President Zelensky during his October visit. I am proud that under our leadership of the G7 ambassadors’ support group in Kiev, we have co-ordinated international advocacy for fighting corruption, strengthening the judiciary’s independence and supporting Ukraine in its implementation of an ambitious reform programme.",
        "Our close bilateral relationship with Ukraine also means that we can be a critical friend, including on matters of internal reform. For example, we have expressed our serious concerns about corporate governance in Ukraine following the recent dismissal of the CEO from the state-owned energy company Naftogaz. We have reiterated to the Ukraine Government that it is crucial to foreign investor confidence that corporate governance of state-owned enterprises is transparent, free from political interference and consistent with international standards. We are also using our programme funding to support economic and governance reforms that fight corruption, improve the business environment, and increase Government accountability. Last year alone, we allocated £14 million in official development assistance and other funding in support of programmes that support prosperity, resilience and stability in Ukraine.",
        "I will try to answer a couple of the points that the hon. Gentleman raised. He asked whether Russia Today should be able to broadcast in the UK, and what the latest update is. We all have our doubts about the objectivity of the reporting of RT through its UK television channel, which remains a tool for propaganda for the Russian state. As he will appreciate, broadcasting regulation is a matter for the independent regulator.",
        "**Stewart Malcolm McDonald**",
        "I am grateful to the Minister for taking my intervention. It is important to be accurate about what I said: I was not looking for RT to get sanctioned, closed down, or anything like that. Any suggestion of closing down a TV channel makes me instinctively wince. What I did ask was whether we can have a targeted sanction against the individual who is the global head of RT, Margarita Simonyan. I am in no doubt about RT’s objectivity: it does not have any at all.",
        "**Nigel Adams**",
        "The hon. Gentleman is right, and I apologise if I strayed down a different path to the one that he raised. However, he will understand that it is not appropriate to speculate about individuals who may or may not be sanctioned. We continue to consider designations under the global human rights sanctions regulations; speculating about individuals, as I know the hon. Gentleman knows, could very well reduce the impact of designations should they occur.",
        "He mentioned the Crimean Tatars, and rightly so. We are very concerned about the ongoing human rights abuses experienced by ethnic and religious minorities in Crimea. The Crimean Tatars face regular harassment and risk arrest, detention, and threats to seize their property. The UK has contributed £700,000 to the UN human rights monitoring mission that monitors and documents human rights abuses on the peninsula, and provides human rights expertise to promote the right to a fair trial for political prisoners in Crimea. We are also working with Ukraine on the development of the international Crimean platform, to ensure Russia continues to be held to account for the illegal annexation of Crimea and its actions in the region.",
        "I think that the hon. Gentleman also mentioned the carrier strike group in his remarks. We will visit more than one fifth of the world’s nations with the carrier strike group when it sails, and it will also participate in NATO exercises such as Exercise Steadfast Defender and provide support to NATO’s Operation Sea Guardian and security operations in the Black sea. He also referred to Nord Stream 2. We have continuing and significant concerns about Nord Stream 2 and its implications for European energy security and, of course, for the interests of Ukraine. We must work together to reduce reliance on any single supplier, and we call on the EU to ensure that Nord Stream 2 fully complies with the EU gas directive to help avoid monopolistic practices by Gazprom. We would also like significant volumes of gas transit through Ukraine to be preserved, recognising the importance of tariff revenue for the Ukrainian economy.",
        "Ultimately, our work with the people and Government of Ukraine, as an honest friend and an ally, is to support the democratic choices and rights of the Ukrainian people. It is in support of individuals and institutions, working for a Ukraine that is free from external interference and that works in the interests of all its people, rather than those of a few corrupt and self-interested individuals. It is important work, which I believe we should all support."
    ]
}