{
    "url": "https://www.ukpol.co.uk/robert-adley-1978-speech-on-marine-oil-pollution/",
    "title": "Robert Adley – 1978 Speech on Marine Oil Pollution",
    "post_date": "April 12, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Robert Adley",
            "url": "/tag/robert-adley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Robert Adley, the then Conservative MP for Christchurch and Leamington, in the House of Commons on 13 July 1978.",
    "content": [
        "I turn from the problems of the national financial scene to a problem that is worrying many people almost as much—that of oil pollution at sea.",
        "This is worry enough for those of us who represent coastal constituencies. It is a double worry when, off those coasts of our constituencies, oil has been discovered under the sea. In the case of south-east Dorset and south-west Hampshire we also have onshore oil as a potential threat.",
        "Worry turns to fear when one considers the events of the last two and a half years—the “Urquiola” affair in La Coruna; the Ekofisk blow-out in the North Sea; and, more recently, the “Amoco Cadiz” and “Eleni V” disasters, with their tragic consequences. There was also a less-heralded event in southern England when there was a leak in the pipeline from Southampton Water to London. Subsequently electronic testing showed that there were 90 faults in ​ that single pipeline. So it is not surprising that people are alarmed at what could happen if these disasters strike near at home.",
        "There has been widespread dissatisfaction with the way in which the Government handled the “Eleni V” affair. The Minister will know that there was widespread alarm at the implications of the “Amoco Cadiz” affair off the Brittany coast. We all know the phrase about Nero fiddling while Rome burned. It has looked to many people—the Select Committee on Science and Technology heard this yesterday from the county council representatives in East Anglia—that Her Majesty’s Government appeared to dither over the case of the “Eleni V”. While Governments dither, the oil industry relentlessly pursues its interests, sometimes with apparent disregard for the interests of the people whose livelihoods can be affected, particularly fishermen.",
        "One of the points that I wish to make in my case tonight is that so many Government Departments are involved that the oil industry seems willing and able to pursue its own interests in the knowledge that whilst the Departments decide amongst themselves which is responsible, the industry does what it wants to do. We had an example recently in the English Channel, where BP and Gulf have been carrying out a seismic survey. They have caused considerable damage to lobster pots and fishermen’s nets. The fishermen are ostensibly looked after by the Ministry of Agriculture, Fisheries and Food, whilst the oil companies are responsible to the Department of Energy.",
        "I want to quote briefly from one or two letters that I have received from different Ministers, to illustrate the point that I am making. The Minister of State, Ministry of Agriculture, Fisheries and Food wrote to me on 9th June as follows:",
        "“Although John Silkin has no formal statutory obligations or authority for dealing with such matters, the good offices of our Sea Fisheries Inspectorate have been used in order to bring the fishing and oil interests together. I am glad to say that by working quietly behind the scenes the Inspectorate has already achieved some measure of success in cooling the temperature.”",
        "It should not be necessary to have to work to bring the fishing and oil interests ​ together. The Minister of State went on to say:",
        "“Immediately the local Inspectorate had heard of BP’s activities they contacted my officials in London.”",
        "My contention is that if the oil companies had been observing the law, the fishing interests would have known beforehand what was going on, because the Petroleum (Production) Regulations 1976, schedule 5, paragraph 23, state:",
        "“The Licensee shall not carry out any operations authorised by this licence in or about the licensed area in such manner as to interfere unjustifiably with navigation or fishing in the waters of the licensed area or with the conservation of the living resources of the sea.”",
        "There is one of numerous examples that I could give where interdepartmental split responsibility has caused a great deal of unhappiness and discontent. Whilst the Ministry of Agriculture, Fisheries and Food and the Department of Energy have been trying to find out what has been going on, BP and Gulf have been having a ball in the English Channel.",
        "The Under-Secretary himself wrote to me on 16th June. He always tells us—we accept this—that he and the Government have overall responsibility for oil pollution matters. But in correspondence concerned with the situation in the Channel, he said:",
        "“I am sorry that the Department of Trade’s limited powers in this area do not allow us to take account of the interests of the fishing industry, other than to safeguard the navigation of their vessels.”",
        "That is quite unsatisfactory.",
        "In the limited time available, I cannot possibly read out all the different ministerial responsibilities of Trade, Agriculture, Defence, Energy, Environment, Home Office and Industry which illustrate the point that I am trying to make. I take just one small item. The Ministry of Agriculture, Fisheries and Food is responsible for licensing chemical dispersants, but the Department of Industry is responsible for providing research on these dispersants. There are numerous other similar examples that one could give.",
        "I have not taken an interest in this matter just recently, as the Minister will know. In fact, over two years ago I took a director of a company in my constituency to see one of the then Ministers at the Department of Industry because ​ he needed further assistance from that Department with his oil mop device, which is able to lift oil off water. In spite of persistent questioning, it has taken over two years for Warren Springs laboratory finally to get round to testing this oil mop device at sea. The oceangoing test has just taken place and I am delighted to say that it looks as though the device will be every bit as successful as we all believed it would be two years ago. This device, manufactured in my constituency, can have inestimable environmental advantages and can, I believe, bring tremendous economic advantages to the United Kingdom.",
        "But the pressures from outside this country to steal our technology are well known. In the case of the oil mop device, when I went with my constituent to La Coruna I was confronted by some fairly ruthless people, and it was quite clear to me that if this country does not develop its own technology and keep it for itself, others will snatch it from us.",
        "I was disgusted when I found that a Mr. Wayment, who had been working for the Department of Industry and who had been most unhelpful, had subsequently gone off and worked for an American competitor of the company in my constituency and had taken with him all the technology which he acquired when he was working at the Department of Industry. This is the sort of international competition and tactics that we have to face.",
        "Having had a glimpse under the blanket of the tactics of the oil companies, I want to take a moment to examine the activities of Lloyd’s and the insurance side of the oil pollution business. Oil insurance is very big business, and the Minister, amongst his many responsibilities, is responsible for insurance. It is estimated that the “Amoco Cadiz” catastrophe will cost the French authorities about £60 million. In this country, if we have a problem like the problem of the “Amoco Cadiz” I have no doubt that Lloyd’s will very quickly pay out the money owing to the oil companies and tanker owners.",
        "In my inquisitiveness I wrote to the chairman of Lloyd’s on 4th April and asked him:",
        "“Can you tell me what, if any, checks you make on the proficiency, qualifications and behaviour of the crews on oil tankers before you ​ are willing to pay out insurance money? It is felt in some quarters that Liberian-registered tankers with a multinational crew are less likely to observe proper navigational rules than those observed by a British crew in a British ship and I would very much welcome your views on this point.”",
        "I was somewhat surprised to receive a reply from the deputy chairman of Lloyd’s telling me:",
        "“Underwriters have no control over the proficiency, qualifications, and behaviour of crews on oil tankers. This is the responsibility of the Classification Societies and the Governments of the Countries in which the vessels are registered.”",
        "That is not a satisfactory situation. If one drives one’s Mini along Whitehall and knocks into a bollard I have no doubt that the insurance company concerned will ask many searching questions about one’s licence, insurance, tax and test certificate. It seems to me that there is rather less concern on the part of Lloyd’s about paying out insurance premiums to the “drivers”—if I may refer to them thus—of 250,000-ton tankers than there is about Mini drivers driving up and down Whitehall.",
        "I know that the Minister is looking forward to presenting us at some stage with a merchant shipping Bill. Eighty per cent. of the accidents at sea are caused through human error, and I certainly hope that we shall be ratifying the IMCO convention, which was agreed last Friday, because the question of competence is of very great concern.",
        "Competence, however, is only one of the problems. The threat that our coastline faces is not just a threat of incompetence; it is a threat that is aggravated by the sometimes ruthless and aggressive and acquisitive actions of the oil companies themselves. I am not satisfied that the Government possess adequate machinery or powers to deal with the situation, so, in the few remaining minutes that I have I want to put to the Minister an eight-point plan.",
        "Oil pollution ruthlessly threatens the livelihood of people everywhere, and also the environment. Ruthless action is therefore needed. We cannot wait for world-wide agreement. The EEC should act, because it offers a clearly defined areas in which inter-governmental action is possible.",
        "In my eight-point “EEC Oil Charter” I want to ensure that the principle “The ​ polluter pays” becomes a reality. Failing speedy EEC agreement, Her Majesty’s Government should act alone, now.",
        "First, I want to see all oil companies world-wide registered in a special category before they can trade in the United Kingdom or the EEC. I call this the A list.",
        "Secondly, all oil-carrying ships and their owning companies should be registered in a special category, which I call the B list.",
        "Thirdly, the carriage of oil at sea within EEC territorial waters should be restricted to companies registered on the A list, in ships registered on the B list.",
        "Fourthly, all companies on the A list to indemnify Governments whose territorial waters they enter against all costs of environmental pollution caused by collision or other source of pollution, such as washing tanks at sea.",
        "Fifthly, an indemnity or oil fund to cover these anti-pollution costs should be financed by companies on the A list and held and administered by EEC sources. These funds should be available to Governments for research into anti-pollution devices, including the provision of standby tugs with anti-pollution devices aboard.",
        "Sixthly, all companies on the B list should notify Her Majesty’s Government of the competence of all senior crew who will be in charge of ships on the B list.",
        "Seventhly, no tanker insurance should be provided by companies trading in insurance in EEC, unless clause 6 is fulfilled.",
        "Eighthly, in the event of oil spillage at sea, the Government of the territorial waters concerned should have immediate call on the funds provided under clause 5 of my charter, such funds to be made available by the Government to local authorities or whoever is responsible for clearing oil from land or sea; and it shall be the responsibility of the relevant oil company immediately to refinance the oil fund after an accident involving its oil.",
        "At the moment we merely pay lip service to the principle “The polluter pays”. The ACOPS report, published in May this year, produced a whole series of interesting information. It said that all com​pensation depends on identifying the source of the pollution, but ACOPS states that in most instances the source of pollution cannot be traced. Thus, Government adherence to “The polluter pays” principle often carries little weight in practice. This seems to me to be a strong reason for suggesting that the strongest possible restriction should be placed on oil tankers entering our territorial waters.",
        "If only registered tankers were allowed, perhaps we could do something about recovering the costs from previously unidentified pollution—the unglamorous pollution about which we hear little, but which is a constant scourge.",
        "I referred earlier to the French Senate. In The Guardian of 1st July there was a very interesting report on the French Senate committee which was looking into the “Amoco Cadiz” affair. The report said that",
        "“proper control of pollution in the Channel could only be done with an investment of about £600 million, according to the Senate, which recommended that the prefect should have a fleet of helicopters, tugs, anti-pollution vessels and new radar systems under his control. It suggested that other European countries and petrol companies should help finance an anti-pollution plan.”",
        "The next disaster may be tomorrow’s headline. The time to act is now. Prevention is better than cure. We cannot wait for the merchant shipping Bill, with which I am not satisfied anyway because the proportion of the Bill that deals with oil pollution is minimal. We have interdepartmental muddle and uncertainty characterised by the “Eleni V” affair. It is 11 long years since “Torrey Canyon”. I ask the Minister “When shall we ever learn?”"
    ]
}