{
    "url": "https://www.ukpol.co.uk/robert-adley-1978-speech-on-trade-unions/",
    "title": "Robert Adley – 1978 Speech on Trade Unions",
    "post_date": "March 31, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Robert Adley",
            "url": "/tag/robert-adley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Robert Adley, the then Conservative MP for Christchurch and Lymington, in the House of Commons on 3 May 1978.",
    "content": [
        "I beg to move,",
        "That leave be given to bring in a Bill to prevent a registered trade union from expelling a member from membership of the union for political reasons.",
        "I have been in the House for nearly eight years, and this is the first time that I have presented a Ten-Minute Bill. Recent moves by three separate unions in different circumstances have caused me to take this step.",
        "In an industry with a closed shop, if union membership is removed from someone for political reasons, that person is automatically deprived of his or her employment. I believe this to be unacceptable and I have support for that view from no less a person than the Prime Minister. In answer to a Question from me on 4th April, he said:",
        "“I make it clear to the hon. Gentleman and to the House that I would deplore utterly, and would not find it at all acceptable, that people should be dismissed from their employment because of their political views, however objectionable they may be.”—[Official Report, 4th April 1978; Vol. 947, c. 234.]",
        "The election yesterday of Mr. Duffy on a secret postal ballot justifies one proposal which my party believes should be encouraged, if necessary by legislation—allowing the State to fund postal ballots for trade unions. I believe that my modest proposal today is another small attempt to seek a change which is needed and which would be supported by most active trade unionists.",
        "If the Bill is opposed today, no doubt we shall hear howls from Labour Members below the Gangway about “union-bashing”, “Grunwick”, “George Ward” and “confrontation”. None of those things is in my Bill. It relates instead to three specific events which have caused me concern.",
        "The first is the case of the National Union of Railwaymen and the National Front. I believe that the National Front is an obnoxious organisation, but so long as it is legal, it is legal. The attempt to expel members from the NUR for their active support of the National Front is as bad—[Interruption.] I seek your protection, Mr. Speaker, to allow me to proceed with my speech.",
        "I believe that the idea of expelling people from the NUR and therefore from their jobs solely for participation in politics, however obnoxious, is itself an obnoxious act. People would be deprived of their livelihood on the railways and if they were members of, say, the NUR, they might find it difficult ever to get another job.",
        "I have support for this view from no less a person than the Secretary of State for Transport. When I raised the subject of political expulsions from the NUR, the right hon. Gentleman wrote to me on 11th April:",
        "“it is a dangerous principle for anyone to be dismissed from his employment because of his political views. This would be quite wrong.”",
        "So at least two members of the Cabinet are on my side.",
        "I understand that British Rail’s attitude is that it would not sack a person, even if he were expelled from the union, if he had been unreasonably excluded from the union. But no one can tell me who is to be the arbiter of what is unreasonable.",
        "The second union which has indulged in political expulsion is the National Union of Journalists. Mr. Donny MacLeod of Pebble Mill has been kicked out of the NUJ. His crime in its eyes is “providing help and endorsement” to the D. C. Thomson publishing group of Dundee. He appeared in a television commercial for a company which the NUJ does not like—a company which produces such hot political publications as Beano and Hotspur.",
        "There is as yet no closed shop in the BBC, so Mr. MacLeod is still able to work. However, I understand that if he had been employed by ITV, he would by now have found his employment jeopardised. Political expulsions of journalists, of course, amount to political censorship.",
        "The third union is ASTMS. Here I must declare a personal interest, because Mr. Clive Jenkins is actively seeking to expel me and now a number of my parliamentary colleagues from his union. In a letter to me from the ASTMS head office on 13th April, the supervisor of the records department, a gentleman called Bill Kingston-Splatt—a name to make the Tolpuddle martyrs’ blood ​ course quickly through their veins—wrote to me:",
        "“I also gather that you have been told by Mr. Jenkins that the Union does not wish to have you as a member anyway.”",
        "The fact is that Mr. Jenkins has arrogated to himself his own opinion and proferred it on behalf of his entire membership.",
        "I wish to tell Obersturmbahnfuhrer Jenkins that ASTMS is not his property and that his wish to close down the London bank staff branch of ASTMS and therefore to deprive a number of my colleagues of union membership is a wholly unacceptable political decision taken supposedly in the name of democratic unionism. He may dislike my table manners or my choice of claret, although I suspect that he dislikes my politics. I think that he is behaving like the General Amin of the British trade union movement.",
        "This attempt to expel people for political reasons should be challenged in the courts. People kicked out of their unions for political reasons can easily finish up as industrial gipsies, wandering around trying to find a job in some organisation which does not have a closed shop. If the closed shop goes on extending its tentacles throughout British industry, that could mean a serious situation for people who have offended the union leadership. Where do they stand under Bridlington?",
        "Trade union affairs, like any other aspects of human endeavour, can give rise to grave misunderstandings when there is an abuse of power by the few which brings disrepute on the majority. I make clear my position—I am a supporter of democratic trade unionism, but some union leaders are, and know that they are, more powerful than the industrial barons of the past. Workers are often more frightened of offending their shop steward than of upsetting their boss.  \nWhereas a union should be a bastion of liberty, in many cases it is being used as a weapon of fear against individuals and their rights. The Bill seeks merely to control excesses or abuses of power. It is not designed to give rise to that overworked word “confrontation”, which I suspect will be used more often in the next election by more Cabinet Ministers—including the Home Secretary, ​ Mr. Speaker, who is standing next to you—than any other word.",
        "Political explusion is a threat to liberty. I have quoted the Prime Minister and the Secretary of State for Transport.",
        "Perhaps I may end by quoting some words written in the foreword to a book entitled “The Martyr of Tolpuddle” published in 1934. They were written by the then Chairman of the TUC, Andrew Conley. Referring to the Tolpuddle labourers, he said:",
        "“They would not be persuaded … into a betrayal of their principles nor coerced by the most vindictive punishment.”",
        "I doubt that Mr. Conley could have foreseen that those words would be used in the defence of individual trade unionists against abuse of power by unions. I therefore hope that the NUR, the NUJ and ASTMS will take note that Parliament will not tolerate people being deprived of their rights or their jobs for their political views—however odd or nasty or sordid some may think those views to be."
    ]
}