{
    "url": "https://www.ukpol.co.uk/andrew-adonis-2019-speech-to-the-ippr-on-reversing-beeching/",
    "title": "Andrew Adonis – 2019 Speech to the IPPR on Reversing Beeching",
    "post_date": "June 7, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Lord Adonis",
            "url": "/tag/lord-adonis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Andrew Adonis, the former Secretary of State for Transport, at the IPPR on 7 June 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2018/05/lordadonis-300x300.jpeg)](https://www.ukpol.co.uk/wp-content/uploads/2018/05/lordadonis.jpeg)",
        "Today I set out a plan for systematically reversing the Beeching rail closures in respect of large towns, and districts of cities, which lost their rail services in past decades. The plan would lead, starting now, to the reopening or creation of at least a hundred stations serving around two million people.",
        "Much of this would be by reopening mothballed or freight-only lines, and reinstating stations on existing lines. Rebuilding a few stretches of completely dismantled lines – mainly fairly short, connecting large towns to their nearest existing main line – would also be involved. This is a practical, sensible, green, affordable policy, and I set it out as a key building block of transport policy for the next decade.",
        "Let me begin with background and context.",
        "As a boy I was an unusual kind of train nerd. I was never a train spotter. Rather, at the age of 13, I wanted to be chairman of British Rail because I was fascinated by railway timetables and by improving public transport connections between places.",
        "I was equally interested in bus timetables, and wanted British Rail to take charge of them so that trains and bus timetables could be integrated and published together, with a single national timetable serving every town, village and district of every city in the country. I even wrote my own integrated national timetable, with 483 tables, and sent it to Sir Peter Parker, then Chairman of British Rail. All I got was an acknowledgement, which I thought impolite so I wrote to tell him so. I didn’t get a reply to that one.",
        "All this happened partly because I was at a remote boarding school where life depended on a train service to London from a station in the Cotswolds – Kingham – which was threatened with a post-Beeching closure in the late 1970s. And there was no proper bus service to get from Chipping Norton, the local town, to Kingham station, or most of the neighbouring villages.",
        "I suppose I was an unusually politically active 13 year old so I wrote again to Sir Peter Parker to protest. This time his office sent me back a polite letter with some passenger numbers showing that traffic on the Oxford to Worcester line, which served Kingham, was poor and didn’t justify the current service.",
        "I was sure that British Rail was lying about these numbers. It was obvious to me – and made me very angry – that the proposed reduction in services would be the prelude to closure of the line, which had been steadily run down since Beeching, decimating not only my school but the whole community around Chipping Norton which depended on Kingham station. And I was sure that Sir Peter Parker simply didn’t understand this.",
        "So I organised my friends to descend on Kingham station and count the number of passengers on all the trains over a 24 hour period. The British Rail figures were way too low. I thereupon wrote to Sir Peter Parker again and became active in a new lobby group called the Cotswold Line Promotion Group, which is still going today.",
        "To cut a long story short, the Oxford to Worcester line was saved, the service was improved not reduced, traffic is now huge, and the stations of Hanborough, Charlbury, Kingham, Moreton-in-Marsh, Honeybourne, Evesham, Pershore, and the through trains which serve them from London Paddington to Worcester and Hereford are the lifeblood of the Cotswolds. Years later I learned that Sir Peter Parker had lived at Minster Lovell in the Cotswolds and used Charlbury station. So I think I know what really happened.",
        "Anyway, there is a plaque to Peter Parker on Charlbury station platform – on platform 1 that is. There are now two platforms thanks to the investment in re-dualling the line in the noughties, I opened the new platform as Transport Secretary, with the local MP, David Cameron, in 2009. I went with him afterwards to his constituency cottage and showed him the plans for HS2 and urged him to make it a cross-party project. He did, and it is the second best thing he did as prime minster, after equal marriage.",
        "Another thing I did at the Department of Transport was to begin a piecemeal policy of reversing Beeching closures affecting large communities and strategically important inter-urban routes. My key decision in this respect was to reinstate the Oxford to Bicester line for inter-city services through to London Marylebone, including a completely new station – Oxford Parkway – which now generates significant traffic, boosting the connectivity and economy of north Oxford and the towns and villages to the north of Oxford.",
        "The Oxford to Bicester project was a far greater success than I envisaged when deciding to do it. No one explained to me at the time quite what happens in Bicester Village, which was an unexpected bonus. The line is now being rebuilt right through to Milton Keynes, Bedford, and Cambridge, restoring virtually the whole line closed in 1967, with new stations at Calvert, Winslow, and one south of St Neots, and west of Cambridge, all prime locations for new housing.",
        "In pioneering the Oxford-Cambridge project I was strongly influenced by my experience of the Cotswold Line, and the success in the 1980s and 90s of the first new stations and line reopenings which took place, including Milton Keynes and Bristol Parkway, and the Thameslink Bedford-Brighton service enabled by the reopening of the Snow Hill tunnel under the City of London.",
        "The case for a systematic – not piecemeal – policy of reversing the worst mistakes of Beeching is now overwhelmingly strong. Look at the last decade. London Overground, reinventing and extending the North London Line which was a designated Beeching closure which didn’t happen although the service became virtually non-existent, is one of the most successful public transport upgrades in history. The Welsh Government’s reopening of the Valley line from Ebbw Vale to Cardiff and the Scottish Government’s reopening of the Waverley line from Edinburgh to Galashiels and Tweedbank, have also been great successes. The problem on all three of these routes hasn’t been viability but overcrowding, with traffic greatly exceeding projections.",
        "All this is in the context of a wider explosion of rail travel. Passenger numbers are now far higher than at their pre-Beeching peak before most people had cars.",
        "Other European countries are also reversing rail closures of decades ago. In parts of Germany, particularly those run by the Greens, there is now a systematic policy of re-opening lines. The Southern German state of Baden-Wuttemberg has successfully reopened two major lines in recent years from Tübingen to Herrenberg and Radolfzell to Dettenhausen. It now has plans for re-opening 41 – yes 41 – more lines, with a decision to be taken next year on 15 priority projects.",
        "There is also work by economists demonstrating that, across Britain, the long-run impact on communities of losing rail services has been devastating in terms lost population and jobs, particularly affecting young people.",
        "I have been particularly influenced by a Centre for Economic Performance study, published last year, which shows that the fifth of Britain most exposed to rail station closures between 1950 and 1980 saw twenty-four percentage points less growth in population by 1981 than the fifth which were least exposed.",
        "Indeed, the communities most exposed to rail closures suffered a real population decline, which is shocking. Also, among post-war new towns, those with the worst rail connections fared worst, led by Washington in the North-East, which incredibly lost its rail service under Beeching in the same year – 1963 – that the new town was designated and started to be built. Milton Keynes, the most successful new town, only got a station in 1982, 15 years after the new town was started, despite the West Coast Main Line going through the middle of it. Since the opening of the station, Milton Keynes has grown into a veritable city – and now, right next to the station, it houses the headquarters of Network Rail.",
        "The Centre for Economic Performance study also shows that the places that suffered the worst rail cuts also saw a shift away from skilled workers and a shift towards older populations as the young moved to better connected areas.",
        "The long-run effect of Beeching, it suggests, is nothing short of a population transformation of the UK. Had the Beeching cuts not taken place, population in London and the South East might have been at least 5% lower, with population higher elsewhere in England. The population of London is projected as 8.9% lower without Beeching, to the benefit of England more widely.",
        "One final point related to the CEP study. The policy of Ernest Marples, who appointed Beeching, was essentially to replace rail with motorways. But the places losing rail access were not those targeted by improvements in road access and the motorway network. While major towns and cities mostly got motorways and kept their railways, giving them a significant connectivity and productivity gains, the Beeching-ed towns and communities suffered a double whammy: they lost their rail services and mostly got nothing in return – except haphazard bus services which were often withdrawn and even where they remained offered less good connectivity over time as road congestion increased.",
        "But we are where we are, so what should be done now? There are some 30 large towns across England with populations above 25,000 which lack rail connectivity. Significant parts of major conurbations, particularly in the West Midlands and the North-East, are also rail deserts and these also need restored or new rail connections.",
        "These are the top priorities for reversing Beeching. My proposal is a Reverse Beeching plan with the following three elements:",
        "First, reopen stations on existing lines which serve sizeable population centres.",
        "Second, reinstate and upgrade mothballed or freight-only lines which serve major population centres. A key effect of this to enable the creation of more metro lines serving cities and their conurbations, constructed like the existing London Overground and the lines on the Manchester, West Midland, Tyne and Wear and Merseyside metros, from a combination of reopening or enhancing existing lines and supplementing with on-street tram lines where needed to get services into and through town and city centres.",
        "Third, plan and build entirely new stretches of track where essential to connect large towns, or city districts, to the rail network, often on the alignment of Beeching closures but without reopening the entire lines which were often much longer.",
        "Let me say more about each of these.",
        "First, reopening new stations. As a rule of thumb, any population centre of more than 10,000 with an existing railway line should have a station.",
        "Many of these would be within existing cities. It is an arbitrary facet of history that some cities have multiple stations and while some have just one. Compare Exeter, with seven stations, with Norwich which has just one, although they have similar populations. Norwich could and should have three stations on existing lines, and if there was a tram going north to Hellesdon and Drayton that could create a metro system for the city.",
        "Leicester is three times the size of Exeter and Norwich, and it too has only one station. It should have at least three. A new station at Woodley and Sonning, a suburb east of Reading towards Maidenhead on the Great Western Main Line, would serve a community of 40,000 and could be the prime minister’s legacy if she reads this lecture in the next month.",
        "A similar mix and match approach at Oxford could build a hugely productive cross-region metro by opening stations at Wolvercote, Yarnton, and Kidlington on existing passenger lines, reopening the current goods-only line to Cowley with a station also at Littlemore, and rebuilding the short line from Radley to Abingdon, maybe as a tram to get it into the town centre of Abingdon – population 33,000. I went on the special last train from Oxford to Abingdon and back in 1984 – it was obviously a catastrophic mistake dismantling the line even at the time.",
        "A similar approach should be taken in Cambridge, with a new Cambridge South station on the existing London line, then rebuilding – for light rail – the closed line to Haverhill to the south east, population 27,000, while also reopening, going north, the missing link of line from March to Wisbech, population 31,000, which together with the proposed reopening of the Oxford to Cambridge route with new stations to the south-west of the city would transform the connectivity of the whole Cambridge region.",
        "Second, reinstating and upgrading mothballed or underused lines.",
        "At least four such lines should be opened as soon as possible.",
        "The Burton-on-Trent to Leicester line, goods-only since passenger services were withdrawn in the 1960s, would serve the towns of Coalville, Ashby-de-la-Zouch and Swadlincote among others. This line comes into Leicester through heavily built up districts where there could also be stations. With new and reopened stations in the towns and Leicester, this would serve a rail neglected population of about 150,000 on this line alone.",
        "The 7-mile Bristol to Portisbury and Portishead line, currently freight only, would be a major commuter route into and within Bristol and is already projected for reopening.",
        "The 21-mile Leamside line in the North-East, mothballed in 1991 and closed to passengers by Beeching, would provide vital connectivity to Washington, Wardley, Penshaw and Houghton-le-Spring, going north to Gateshead and Newcastle and south to Durham. The new stations alone would give rail connectivity to a population of 150,000 as well as enhancing connections between Newcastle, Gateshead, and Durham and providing a vital relief line for the congested East Coast Main Line north of its future junction with HS2, HS2 in effect being a giant relief line for the East Coast Main Line south of York.",
        "The freight line north of Newcastle from Benton to Blyth (population 37,000) and Ashington (population 27,000) should also be reopened for passengers, giving through services to Newcastle and Morpeth. This would be a vital lifeline to large deprived former mining communities which desperately need better public transport connections.",
        "Other short stretches of completely rebuilt line which would be transformational include Newcastle-under-Lyme, population 75,000, to Stoke-on-Trent; Skelmersdale, population 38,000, to Kirkby enabling services to run through to Liverpool and Wigan; Daventry, population 26,00, to Weedon, connecting to the West Coast Main Line; the lines to",
        "Abingdon, Haverhill, and Wisbech already mentioned; Cirencester, population 20,000, to Kemble, linking into the main line to Swindon and London. In all seven of these cases, a few miles of new track, mostly on pre-Beeching alignments, would transform the connectivity and economies of existing large towns. I also think there is a case for a short line or tram from Benfleet to Canvey Island, population 40,000, and highly deprived on the Thames Estuary.",
        "Three facts say so much about the state of metropolitan England: the are 122 rail or metro in Greater Manchester; only 80 on the West Midlands. By comparison with both, there 640 in Greater London.",
        "Birmingham and the West Midlands, woefully underserved by commuter rail and light rail, should be a key priority for Reversing Beeching. It is imperative to re-open, as extensions to the West Midlands Metro, the old Black Country line from Stourbridge and Brierley Hill to Dudley, Wednesbury and Walsall; the line from Walsall to Sutton Coalfield; and the old Camp Hill line should also be reopened between King’s Norton and the central station of Moor Street. New stations on existing lines should include Willenhall and Darlaston on the Wolverhampton to Walsall line. Handsworth Wood station should also be reopened.",
        "On the Manchester Metro, extending to Middleton, near Rochdale, population 43,000 and highly deprived, is a priority.",
        "A point on buses and guided busways. In a few major towns guided busways have been – or are being – built to promote the connectivity which used to come from rail. Gosport to Fareham, Dunstable to Luton, Leigh to Manchester, and St Neots to Cambridge are prime cases, all four of them long guided busways., in some cases on pre-Beeching rail alignments. I’m not generally a fan of buses pretending to be trams or trains, but there are more pressing priorities than upgrading existing rapid transit schemes, and so I would leave these to prove themselves.",
        "What about costs and timescales?",
        "I can’t estimate what the final cost of this Reverse Beeching would be. It depends how far it is taken once started. But if it’s phased and there is guaranteed year-by-year funding, with projects prioritised, this isn’t an issue at the outset.",
        "The thing is to get started now. And the way I would do this is simple. The M4 Relief Road has just been cancelled, saving £1.4bn. The ludicrious tunnel proposed for the A303 under Stonehenge, which I cancelled a decade ago but has resurfaced for political reasons at a projected cost of £2.3bn, should also be cancelled. Add in a few other politically motivated but unjustified road schemes and you have an initial £5bn Reverse Beeching fund. More if you can secure local contributions and other regeneration funding. That’s enough to make a bold start on the first set of Reverse Beeching projects, which should be agreed through a competitive evaluation next year.",
        "If Brexit were stopped, there would be more money still.",
        "Britain’s Heritage Railways also have a part to play. The story of our heritage railways and their extraordinary collection of steam and slightly more modern engines, and restored carriages, is remarkable. Indeed it is a powerful testament to the social revulsion at Beeching: between them 460 stations, as many as Northern Rail, and 562 track miles, the distance from London to Mallaig on the north-west coast of Scotland, all saved from the Beeching Axe or indeed earlier closures. A number of heritage railways serve notable towns such as Swanage on the Dorset coast, Minehead in West Somerset and Bridgnorth and Bewdley on the Severn Valley Railway. I would provide state funding to these excellent community and heritage enterprises to run commuter trains as well as their heritage trains. But I know this is a thorny area, and I suggest there be a review of the relationship between heritage railways and the national rail network and how they might collaborate to mutual advantage. I know the two people who should lead it: Julian Glover, who was special advisor to David Cameron and Patrick McLoughlin and is now leading a review of the national parks and, Richard Faulkner, Lord Faulkner of Worcester, the distinguished president of the Heritage Railway Association. They would do it brilliantly.",
        "Almost everything I have said so far refers to larger towns and cities. In aggregate their population is of course huge. But one of the most significant social and economic challenges in Britain is the future of smaller towns and rural communities which also suffered grievously from the Beeching axe. It is important to note in this context that the figures I gave at the outset from the economic study on the negative impact of Beeching included a swathe of small towns and villages which accounted for the overwhelming majority of the 3,700 railway stations closed between 1950 and 1980. These weren’t all stations like the Adlestrop of Edward Thomas’s poem –ironically the next stop up the line from Kingham until it was closed in 1966 – where “no one left and no one came on the bare platform” – but rather stations which played a vital part in the life of their communities.",
        "Roger Liddle makes this point to me in respect of his native Cumbria, where the loss of the 32 mile line from Penrith to Keswick and Cockermouth is still sorely felt, and undoubtably harmed and still harms those towns and their wider communities. The same is true of all the more sparsely populated counties across the United Kingdom, and is particularly keenly felt in, for example, East Lincolnshire, Mid Devon, the Isle of Wight, and the whole of Northern Ireland.",
        "In the case of Devon, a lot turns on strategic decisions which need to be taken on the main line Plymouth to Exeter route. Reopening the full 60-mile mid-Devon Okehampton and Tavistock line, may be justified as a secondary inter-city route, given the propensity of the Dawlish coastal route to be closed or indeed washed away. If so, this might get this Reverse Beeching project over the line, taken together with the potentially large regeneration benefits for mid-Devon, Plymouth and Exeter.",
        "My best answer to the wider issue of rural connectivity is a dramatic improvement in bus services, including innovative forms of on-demand buses, a kind of publicly organised Uber share. And it would help if these buses and quasi-buses featured routinely in on-line travel and mapping services, including connections with rail services. However, where towns far smaller than 25,000 are fairly close to an existing rail line and in clear need of regeneration, there may be a case for restoring a Beeching closure. I think for example of extending the Barnstaple line to Braunton and Ilfracombe on the north Devon coast. On the Isle of Wight, there is a strong case for extending the Ryde to Shanklin line down to Ventnor on the southern coast.",
        "On Northern Ireland, the scandal of the wholesale dismantling of the north of Ireland’s railways, far worse than Beeching in relative terms, particularly those serving Derry-Londonderry and crossing the border merits a whole lecture. The key priority is to get fast direct services from Derry to Belfast and Belfast to Dublin, neither of which presently exist. But the precondition of course is actually to have a government in Northern Ireland, since this is a devolved matter requiring also close transport planning partnership with the Republic of Ireland, which hasn’t alas happened hitherto.",
        "For completeness, and as an admission of failure, can I say that I have drawn a logistical blank on how credibly to provide rail connectivity to the following very large towns: Waterlooville (north of Portsmouth), Witney (Oxfordshire), Halesowen, Harborne (Birmingham), and Ferndown (north of Bournemouth). I would welcome suggestions for each of these.",
        "To sum up, if I was back at the Department of Transport, as successor to Chris Grayling, the permanent secretary would doubtless tell me that all this is a bit too bold. Not quite in the league of ferry companies with no ferries, but bold nonetheless. As they told me a decade ago about HS2, electrification, the Oxford-Bicester re-opening, and the Trans-Pennine upgrade. To which my reply would be: Beeching and other rail closures from 1950 to 1980 reduced rail mileage by 42% – 8,000 miles – and closed 3,700 stations.",
        "If the state can shut down 3,700 stations and 8,000 miles of track in 30 years, it can reopen a hundred or two stations and miles of track in the next decade or two. Don’t let the ghost of Sir Peter Parker tell you otherwise – or I will be there with a clipboard, counting the numbers to prove you wrong.",
        "**Annex**",
        "Initial list of 92 ‘Reverse Beeching’ stations to be reopened or created for the first time (not including extensions already underway to Manchester Metro).",
        "Abingdon",
        "Aldridge",
        "Arley",
        "Ashby-de-la-Zouch",
        "Ashton Gate (Bristol)",
        "Ashington",
        "Balsall Heath (Birmingham)",
        "Bartlow",
        "Bedlington",
        "Bewdley",
        "Blowers Green",
        "Blyth",
        "Bordesley (Birmingham)",
        "Braunton",
        "Bridgnorth",
        "Brierley Hill",
        "Burton on Trent",
        "Calvert",
        "Cambridge South",
        "Canvey",
        "Choppington",
        "Cinder Bank",
        "Clifton Bridge (Bristol)",
        "Coalville",
        "Darlaston",
        "Daventry",
        "Desford",
        "Dudley Port",
        "Dudley Town",
        "Felling",
        "Gateshead",
        "Golds Hill",
        "Great Bridge",
        "Gresley",
        "Grove and Wantage",
        "Ham Green",
        "Hampton Loade",
        "Handsworth wood (Birmingham)",
        "Hartshill",
        "Haverhill",
        "Higley",
        "Horseley Heath",
        "Hotwells (Bristol)",
        "Ilfracombe",
        "Ilkeston",
        "Kidlington",
        "Kings’ Heath (Birmingham)",
        "Leicester (two new stations)",
        "Linton",
        "Little Bytham (between Grantham and Peterborough)",
        "Littlemore",
        "Manchester (all currently underway extensions to Manchester Metro)",
        "Merry",
        "Middleton",
        "Moira",
        "Mortehoe",
        "Moseley (Birmingham)",
        "Newbiggin-by-the-sea",
        "Newsham (for Blyth)",
        "Norwich (two new stations on existing lines)",
        "Okehampton",
        "Pedmore",
        "Pill",
        "Portisbury",
        "Portishead",
        "Round Oak",
        "Rushden",
        "Sandiacre",
        "Seaton Delaval",
        "Sedgley",
        "Seghill",
        "Shipyard",
        "Streetly",
        "Sutton Park",
        "Swadlincote",
        "Swanage",
        "Tavistock",
        "Ventnor",
        "Wantage",
        "Wardley",
        "Washington",
        "Waterfront",
        "Wednesbury",
        "Wellington",
        "Willenhall",
        "Windsor",
        "Wolvercote (Oxford)",
        "Woodley and Sonning (Berkshire)",
        "Woodville",
        "Wootton Bassett",
        "Wrafton",
        "Yarnton"
    ]
}