{
    "url": "https://www.ukpol.co.uk/lord-adonis-2017-speech-on-high-speed-rail/",
    "title": "Lord Adonis – 2017 Speech on High Speed Rail",
    "post_date": "May 5, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Lord Adonis",
            "url": "/tag/lord-adonis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Lord Adonis in the House of Lords on 31 January 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2018/05/lordadonis-300x300.jpeg)](https://www.ukpol.co.uk/wp-content/uploads/2018/05/lordadonis.jpeg)",
        "My Lords, this is a huge investment and the noble Lord, Lord Framlingham, need not apologise for putting down his amendment or opening this debate. Given the views that he holds, I think he is absolutely right to require the House to come to a decision after a debate and without simply proceeding straight to a vote before such an investment is made involving an important strategic departure from our transport policy.",
        "The noble Lord and my noble friend Lady Mallalieu made two claims: first, that this project is somehow undemocratic because it has not properly been considered by Parliament and the people; and, secondly, that I and those who followed me were somehow bewitched by trains doing what they seem to do in most of the rest of the world—that is, running at 200 miles per hour and linking up the principal cities of countries with economic geographies similar to our own. Perhaps I may deal with those two points in turn.",
        "I was responsible for publishing the Command Paper that began the process for HS2 in March 2010. I can tell the House frankly that there was a debate inside the Government at the time as to whether we should publish the Command Paper before or after the election. I can also tell the House frankly that a key factor in that discussion was whether the route should be published before the election or after it. The route had been prepared in detail by High Speed 2 (HS2) Ltd and indeed, following all the scrutiny since 2010, it has survived with hardly any variation, except for the addition of a considerable number of tunnels.​",
        "I was very firmly of the view—and the Prime Minister at the time, Gordon Brown, came to the same view—that it would be profoundly undemocratic to announce an intention to build such a major infrastructure project as HS2 knowing what the route would be but hiding it until after the election from the people and, in particular, from those who lived in the constituencies affected. So we published the route before the election.",
        "All three major parties had a commitment to HS2 in their manifestos for the 2010 election. Because of the public meetings that I conducted in the 2010 election, I know that it was—how can I put it?—a very live issue in that election. I remember addressing one meeting where I said that I thought that HS2 would be on my tombstone and somebody from the back shouted out, “Not soon enough”. So there is no way that this scheme was disguised from the people in the 2010 election, and an overwhelming majority was returned supporting HS2.",
        "That then led to exhaustive consideration by the House of Commons and a Select Committee of the House of Commons. There were thousands of petitions against the scheme and the Select Committee considered the Bill in detail for the best part of two years. When the House of Commons had considered the report of that committee, it voted by 399 votes to 42 in favour of the passage of the high-speed 2 Bill. After another general election, HS2 was in the manifestos of the major parties, and all the detail relating to it, including the detailed parliamentary consideration, could be considered by voters",
        "It is hard to see how the noble Lord, Lord Framlingham, can sustain a charge of a lack of democracy in this process. It has been almost a model of democratic engagement: there have been two general elections; two parliamentary committees; thousands of petitions, which were considered patiently by Members of a Select Committee in both Houses; and two votes in the House of Commons—on Second Reading and Third Reading—in which the Bill passed 10 to one, with very large numbers voting.",
        "We now come to my bewitchment. To clear up one factual error, it has been stated that at the beginning HS2 was about trains running very fast and that it became about capacity when that argument fell apart. That is completely untrue. The opening words of the 2010 Command Paper which launched HS2 are:",
        "“the Government’s assessment is: … That over the next 20 to 30 years the UK will require a step-change in transport capacity between its largest and most productive conurbations”,",
        "that is, London, West Midlands, the north-west, and Yorkshire. It continues that alongside such additional capacity—let me repeat those words—",
        "“alongside such additional capacity there are real benefits for the economy and for passengers from improving journey times and hence the connectivity of the UK”.",
        "The argument could not have been clearer. Capacity was the first and overriding consideration. But because a new railway was being built it was clearly sensible and right that Parliament authorised it to be built with 21st-century technology not 19th-century technology, the cost difference between the two not being great in any event.​",
        "The noble Lord and my noble friend spoke as if there might be a free lunch—if we do not build HS2 we will save large sums of money. I freely confess that constructions costs are high. If someone could wave a magic wand and reduce them I would be glad to hear from them and I think the House and Parliament would be well served. The two key points in relation to the costs are these. First, if HS2 is not built then other, very expensive interventions, which will probably end up costing about the same amount of money, will be needed to systematically upgrade the west coast main line to meet the requirements of the next generation. Those upgrades will not produce anything like the capacity that could be produced by building a new railway to 21st-century specifications.",
        "The first function I performed as Minister of State for Transport was opening the refurbished west coast main line. That line is often described as Victorian. It is in fact pre-Victorian; it was opened for the coronation of Queen Victoria in 1838. Only four miles of the line—between London and the extension north from Birmingham, built after the coronation—are straight, because it had to be built around the estates of Members of your Lordships’ House. I can assure the House that in earlier hybrid Bill Committees, noble Lords were extremely good at getting compensation for the building of the line—much greater in real terms than is available to those affected now, which is of course part of the reason that the project is controversial. They were also good at making the line take detours.",
        "Upgrading a pre-Victorian railway is a very difficult task. It has been described to me as like performing open-heart surgery on a moving patient. It is also very expensive and complex. The completion of the last upgrade of the west coast main line, which produced only a fraction of the additional capacity that HS2 will produce, cost, in pre-2010 prices, £10 billion—in post-2010 prices that figure would be significantly higher. Of that £10 billion, £1 billion alone was for paying the railway company not to operate services at all in compensation for the disruption. For HS2, with the scale of the work that would be required, the proportionate figure would be larger still.",
        "If an alternative scenario to HS2 were to be carried out—upgrading the existing railway—the estimate that was made for me by officials in 2010, and which has been done again since, is that you would have to spend half as much as on HS2 for a quarter of the capacity, and of course the sum is a moving target because of construction costs and inflation. The idea that this is good value for money is for the birds. It is good value for money only if the limit of our horizons for the modernisation of this country and of the transport links between our major conurbations stops in 10 or 15 years’ time. If we are doing what I regard as our job as parliamentarians—looking to the longer term—then it is very poor value for money.",
        "I should add that the alternative scheme involved the complete rebuilding of Euston station, which will need to be done anyway. The great monstrosity that is Euston station was built for half its current capacity in the 1960s. I am glad to say, for those with a sense of history, that the Euston arch will come back when the station is rebuilt. The scheme also required hugely ​difficult and expensive work that would involve weeks on end of closures to realign tracks and signalling, extend platforms at all the main stations going north from Euston and so on. Those of your Lordships who used the west coast main line when the last work was being conducted will know that the disruption was chronic for the best part of a decade. We would be looking at something significantly worse than that if we were to seek to modernise the west coast main line on the scale required for the additional capacity.",
        "It is not just the west coast main line that would be affected. In order to provide that 25% extra capacity, the Chiltern line would need to be substantially four-tracked throughout. I am not the most popular person when I appear in the Chilterns to explain the benefits of HS2. However, I can tell your Lordships that if you were to go the Chilterns to suggest that the existing railway be four-tracked, all of which goes above ground and which would have a significantly worse impact on the environment than HS2, I wish you luck in conducting those public meetings.",
        "The choice that we faced was between building a new line between the major conurbations of the country to provide three times the existing capacity and the essential economic backbone for interchange between those great conurbations for the next generation, or conducting yet another patch and mend of a pre-Victorian railway at huge expense and offering a fraction of the capacity. I believe the decision that we took, which the coalition Government and now the existing Government have stood by, was exactly the right one, looking to the long term. The big mistake that has been made was the failure over the previous 40 years to adequately modernise the railways and, instead, to make do with patch-and-mend solutions that were hugely expensive and did not meet the exigencies of the case.",
        "Let me make one final comment. My noble friend said that there were other pressing investment requirements for the railways, and she is correct. The London to Brighton mainline, which was mentioned earlier, is one among many lines that have huge capacity constraints, and I am entirely supportive—as is the National Infrastructure Commission, which I chair—of what has been called the east-west Crossrail of the north; that is, the upgrading of the lines between Liverpool, Manchester, Leeds and Hull. But these are not choices. We can actually manage, as a country, to conduct more than one big infrastructure project at a time—most other developed countries have been managing it for the past 50 years. The idea that it should be an ambition beyond the reach of this great country that is now looking to forge a path in the world on its own as a great economy is, of course, nonsense. It is perfectly possible for us to carry through and pay for HS2 over the next 15 years, the completion of Crossrail, the next Crossrail scheme, the Crossrail of the north and other essential modernisations. What we need is proper planning, the right level of ambition and to stand by our duty to the country to see that we do not have to put up with, in the next generation, second-rate infrastructure that holds back the economy in the way that we did for too much of the post-war period. That is the issue that faces us, as a House and as Parliament. I hope that your Lordships will rise to the challenge.​"
    ]
}