{
    "url": "https://www.ukpol.co.uk/andrew-adonis-2021-speech-in-the-house-of-lords-on-genocide/",
    "title": "Andrew Adonis – 2021 Speech in the House of Lords on Genocide",
    "post_date": "February 24, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Andrew Adonis",
            "url": "/tag/andrew-adonis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Andrew Adonis (Lord Adonis) in the House of Lords on 23 February 2021.",
    "content": [
        "My Lords, my [noble friend has just made an enormously powerful speech](https://www.ukpol.co.uk/helena-kennedy-2021-speech-in-the-house-of-lords-on-genocide/), and two points in particular will impress themselves on the House. The first is that the Government’s position in saying that it should be for the courts to decide whether a genocide is taking place but not giving them any powers even to offer an opinion on that fact is a recipe for inaction. It is a recipe for inaction in one of the worst causes imaginable because we are talking about genocide. It is a striking fact that, historically, the British Government have never declared a genocide to be in progress before it has been completed. We have to wrestle with the legacy of history. We did not do it in respect of Stalin; we did not do it in respect of Hitler. We have afterwards taught our children in schools about the horrors of genocide against the Jews and against many other races which those dictators and others carried through, so we should learn the lessons and seek to stop genocides in future.",
        "The second powerful point made by my noble friend is that part of the reason why we should go down the route which the noble Lord, Lord Alton, has so convincingly laid out for us is not simply to reveal a genocide that is currently in progress—or may be; that is to be determined, but there is very good circumstantial evidence which should be tested and courts are good at doing so—but to limit the further extension of that atrocity while it is happening. We should do that rather than doing what may well happen, which is that in 20 or 30 years’ time, when people may talk about Xi Jinping in the same way as they talk about Stalin and Hitler, we ask: what are the lessons and why did we not learn them at the time?",
        "The course proposed today seems not only deeply moral but relevant in terms of our own capacity to avoid greater horrors and problems that we ourselves will have to face. The noble Lord referred to a red line that he has; we should be much more worried about the red wall which we face in respect of Xi Jinping. That will have to be addressed over time, and it is much better that we get the measure of it earlier rather than later. Surely the lesson from such dictators in the past is that there was a moment when it was possible to stand up to them and find a way through that did not involve extreme action. We could all look at it in due course. The noble Lord, Lord Blencathra, and I had a good-natured exchange last time about what he sees as the great weakness of the Foreign Office. It has not always been weak. My great hero is Ernie Bevin because he stood up to Stalin after 1945 and we did not have to repeat the horrors of another full-scale war. There is plenty of combustible material in respect of China that could lead to war in future. We have only to look at what is going on in Hong Kong and Taiwan, let alone what is going on inside China itself. These matters are weighty. My noble friend said that some votes matter more than others. One reason for that is the consequences of action and inaction, and there is no bigger set of issues than those that we are addressing today.",
        "The noble Lord, Lord Blencathra, said that the Minister, for whom we have a high regard, had been handed a poisoned chalice. We are very glad to see that he is still well on the Government Front Bench and will be in a condition to reply to this debate at the end. However—if I may use a Chinese analogy—in trying to persuade us not to agree to this amendment, what the Minister has done is offer us a very Chinese artefact: a paper tiger. He has made all kinds of imprecations as to what might happen if we agree to the amendment. Apparently, the constitution is going to be ripped up forthwith, which we are doing by the back door—what a large back door; an extraordinary number of people appear to be walking through it in remarkable unison. We were told that the amendment would somehow go against the wishes of the elected House. On the previous amendment, where the Minister told us not to be seduced by the noble Lord, Lord Lansley, he said that there was a resounding majority in the other place, which was why we should not insist on it. Not only was the majority when the Commons voted on the first of these amendments only 15 but, as the noble Lord, Lord Blencathra, rightly said, there was not a vote on the amendment in the name of noble Lord, Lord Alton; there was a resounding silence on it from the House of Commons. We should therefore resoundingly ask the House of Commons resoundingly to resolve its silence; that is our duty in respect of the amendment before us.",
        "On the second element of the paper tiger the Minister put forward, he said, in establishing his red line, that the Government would not agree to expand the jurisdiction of the courts to assess the existence of genocide. But we are a parliamentary democracy. It is not for the Government to say whether the courts should assess whether genocide has taken place. It is for Parliament to legislate on whether the courts should have that power.",
        "The Minister gave us a constitutional lecture on the separation of powers. It is not for the Government to tell the courts what they will and will not consider. That is for Parliament, making the law, to determine. It does not matter what the Government’s red line is; the issue is what Parliament’s red line is, and we do not know that yet, because the House of Commons has not had the opportunity to give its opinion. This House has given its opinion twice, which is unusual, since, normally, in ping-pong, we start to become faint-hearted and susceptible to the arguments about the role of this House and all that. Unusually, this House has had larger majorities as we have considered this matter again. I suspect there will be a very decisive majority at the end of this debate, too. I strongly urge all noble Lords who sympathise with the arguments, but are in doubt about what they should do, to vote for the amendment of the noble Lord, Lord Alton, because that will ensure this has the best possible consideration by the House of Commons.",
        "I will make one final point about the red line and the red wall. The issues we face are extremely grave. If you read about the conversation between President Biden and President Xi Jinping, although there is a determination to have decent bilateral relationships, there is no clear meeting of minds between those two great powers. As the noble Lord, Lord Blencathra, rightly said, it would be disingenuous of Her Majesty’s Government to pretend that there in respect of the United Kingdom, too.",
        "Many noble Lords may read a thing called China Daily, which we have circulated free to us—the propaganda sheets of the Chinese Government. China Daily’s account of that conversation should leave one in no doubt about what Xi Jinping said. According to its interpretation, he said:",
        "“China hopes the US respects China’s core interests and cautiously deals with matters related to Taiwan, Hong Kong and Xinjiang, which are China’s domestic issues concerning the nation’s sovereignty and territorial integrity.”",
        "On the opposite page, in a remarkable story headlined “Reporting the truth about China”, there is a whole series of assertions and lies about what is going on Xinjiang, including the claim that there are no events that are out of order taking place there, that the re-education camps are to improve the employment prospects of the Uighurs and nothing more, and that in the BBC facts have been “twisted” and the situation",
        "“has been angled to give a certain, preconceived message.”",
        "Of course, since we last debated this issue, the BBC has been banned from China and Hong Kong.",
        "That brings us back to the need to have a clear assessment of what is going on, attracting and weighing evidence. That is the fundamental purpose of this amendment. When this matter was last considered by the House of Commons—in the strange procedure that did not actually allow a vote to take place on the key issue—Greg Hands said:",
        "“Fundamentally, it is right and proper that Parliament takes a position on credible reports of genocide relating to proposed free trade agreements rather than, in effect, subcontracting responsibility to the courts to tell us what to think.”—[Official Report, Commons, 9/2/21; col. 219.]",
        "Parliament is not subcontracting responsibility to the courts. On the contrary, it is asking eminent judicial figures and the courts to report on and expose the facts, so we know what is happening. Once those facts have been exposed, it is for Parliament and the Government to decide what action should follow. But we will not get that action unless we have the facts. This is a circular process: we need the facts; we need proper inquiry; we need measured judgments made on them just so that Ministers, such as the noble Lord, Lord Grimstone, can make balanced judgments in due course.",
        "We do not want, in 20 or 30 years’ time, to have to spend time in our schools teaching our young people about the genocide in China in the 2020s that we did nothing to resist, involving what could be terrible consequences in terms of the relationships between the great powers, because we were not even prepared to consider whether a genocide was taking place."
    ]
}