{
    "url": "https://www.ukpol.co.uk/andrew-adonis-2012-comments-on-rail-fare-increases/",
    "title": "Andrew Adonis – 2012 Comments on Rail Fare Increases",
    "post_date": "August 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Andrew Adonis",
            "url": "/tag/andrew-adonis/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The comments made by Andrew Adonis, the former Labour Secretary of State for Transport, on 11 January 2012.",
    "content": [
        "Prior to 2010, train companies had the right to increase individual train fares by up to five per cent above the average RPI+1 per cent level. This was a legacy of the privatisation settlement.",
        "I scrapped this flexibility because I believed it was deeply unfair to allow commuters to be penalised with such hefty fare increases. There was also a lack of transparency, and I was not convinced that train companies were not gaming the system at passengers’ expense in their use of this flexibility.",
        "The ending of the flexibility was strongly opposed by the train companies, but they complied and it was highly popular with passengers. It was my firm intention to continue the policy for subsequent years, and I was mystified when Philip Hammond, my successor, reinstated the fares flexibility. The only people who supported this change were the train companies.",
        "It is the job of government to be on the side of the travelling public. Labour took this seriously, which is why we scrapped the fares flexibility. By contrast, the present government appears just to be on the side of the train companies."
    ]
}