{
    "url": "https://www.ukpol.co.uk/lord-adonis-2009-speech-to-labour-party-conference/",
    "title": "Lord Adonis – 2009 Speech to Labour Party Conference",
    "post_date": "February 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Lord Adonis",
            "url": "/tag/lord-adonis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Lord Adonis, the then Secretary of State for Transport, to the 2009 Labour Party conference.",
    "content": [
        "I took a journey for a week in the spring travelling the railways of Britain. It’s taken me two thousand miles to get here. I met some wonderful people, including the transport staff who keep Britain moving day by day. I enjoyed it so much, I’ve still got the bug. Faced yesterday with a train from London to Brighton I had this irresistible urge to go via Inverness.",
        "More exciting journeys lie ahead of us in all fields of transport and I want to talk to you about them today.",
        "Good transport changes lives. It strengthens communities. It spreads prosperity around the whole country. It’s what we in Labour are all about. But we face a challenge: how to reconcile personal mobility for all, one of the foundations of social justice, with tackling climate change in our generation. I believe we can meet this challenge. We do not have to choose between being green and being free. But only if we create a green transport system for the future.",
        "What does green transport mean?",
        "It means a plan for fundamental change, not incremental change, in the way we travel. No lazy cop-out that society and government should be neutral between different forms of transport, but going for green as a matter of principle.",
        "Take cycling, the greenest form of travel. For too long in this country we have hesitated to promote cycling as a mainstream form of transport.",
        "Yet consider. More than half of all journeys – including journeys to work, to school and to college – are of five miles or less. If we made it easier and safer, more people would cycle. Just talk to the people already on their bikes. They love it. They sail past the traffic, they enjoy the exercise, they get a sense of freedom.",
        "And the cost in petrol?",
        "Nothing.",
        "In much of continental Europe, cycling is already mainstream. In Copenhagen, where I was discussing green transport last week, a staggering 40 per cent of journeys are now by bike.",
        "It is the same in towns and cities across Germany, Switzerland, Sweden, Norway and Holland. The railway station I recently visited in the small Dutch city of Leiden has supervised parking for 6,000 bikes – 6,000, four times the number in all London’s rail terminals combined. No surprise – a third of all Dutch rail passengers use bikes to get to and from their final destination. In Britain the figure is not a third, but three per cent.",
        "Now, our continental neighbours don’t cycle more because somehow it’s in their genes, but because it’s safe and supported. It needs to be here too. Our rail stations, our workplaces, our schools, colleges and universities, our streets, all need to be cycle friendly.",
        "That’s why, as a step forward, I am today announcing a £14 million programme to create cycling hubs in ten of our major stations including Leeds, Liverpool, Sheffield and London St Pancras, Victoria and Waterloo. These stations will have thousands of extra supervised bike parking places, as well as cheap cycle repairs and safe cycle routes to and from the stations.",
        "If we want a cycling revolution in this country, everyone should be able to join in. For us, “on your bike” is a transport option, not an insult to the unemployed. These new cycling hubs should be a model not only for other stations, but also for major employers nationwide – starting with government itself.",
        "Joining up different ways of travelling is fundamental to green transport. Not just bikes and trains but better bus interchanges, more car parking at stations, more parkway stations, encouraging people to leave the car at home or to use it for only part of their journey.",
        "Thanks to Labour, millions of older and disabled people are now benefiting from free bus travel. And we should shout this from the rooftops at the General Election. To encourage more bus use we are promoting smartcard ticketing, so that – as with Oystercard in London – passengers can get on and off buses, and change between buses and trains, quickly and easily.",
        "Green transport also means a plan for going green within each mode of transport.",
        "For rail it means more electrification. Gordon Brown and I have set out the biggest electrification programme in a generation – Liverpool to Manchester; London to Bristol, Oxford, Cardiff and Swansea. Wales will no longer be the only European nation besides Albania without a single mile of electrified railway.",
        "For cars, vans and buses, going green means tough carbon limits on new vehicles, and big incentives for the manufacture and take-up of electric and hybrid models to get them off the drawing board and onto the drive.",
        "Aviation must also go much greener. Ed Miliband and I have set a target – the first of its kind in the world – for UK aviation emissions to be lower in 2050 than they are today. Let me stress: all airport expansion, including Heathrow, must be compatible with this target. Greater fuel efficiency and new technologies will help us get there. So too will the international cap on aviation emissions which we are negotiating hard for in the run-up to Copenhagen.",
        "The next essential for green transport is sustained investment in public transport.",
        "Yes, of course these are tough economic times.",
        "But – under this Labour government there will be no repeat of the stop-go, start then cancel, approach to transport which the Tories adopted in past recessions.",
        "Take Crossrail. Proposed in the 1970s, planned in the 1980s, cancelled in the 1990s by the Tories.",
        "Surprise, surprise, the Underground is full because it does not have the vital extra capacity needed in central London. Thanks to Ken Livingstone Crossrail is back and the diggers are digging. I pledge today that we will press ahead with Crossrail and with rail electrification. The Tories would betray the future. We won’t.  \nAnother critical component of green transport is high speed rail.  \nMy support for high-speed rail as an alternative to short haul flights was described recently as ‘insane’ – insane by no less an authority than Michael O’Leary of Ryanair.",
        "I was very grateful for that health advice, so much so I wanted to approach Mr O’Leary with other medical issues of mine, but alas his charges for additional baggage were just too high, so I’m sticking with the NHS.",
        "But let me say something about sanity and insanity in transport policy.",
        "Insanity would be planning yet more motorways and short-haul flights between our major cities where high-speed rail can meet demand.",
        "Sanity is to plan for the 21st century with 21st century technology – fast, clean and green. High speed rail wins on all counts. For large passenger flows between major cities, it is far more energy efficient than cars and planes. It gives huge extra capacity. It slashes journey times and it takes people to the centre of cities connecting directly into other public transport. That’s why I think that for Britain, high speed rail is a no brainer.",
        "Most of Europe and Asia thinks so too. In Europe alone there are now 3,600 miles of high speed rail, plus an extra 7,300 miles in construction or planning.",
        "The trouble is that only 68 of those miles are in Britain, and even those 68 don’t connect any of our major cities, much as I love Folkestone.",
        "By contrast Paris-Marseille, Frankfurt-Hannover, Madrid-Barcelona, Rome-Milan – all are now linked by 200 mile an hour high speed trains – yes, displacing thousands of short-haul flights in the process. But London, Birmingham, Manchester, Leeds, Newcastle, Glasgow, Edinburgh – all are still dependent on slow, saturated, Victorian railways.",
        "Two thirds of journeys from Scotland to London are therefore by plane.",
        "This must change. That’s why over recent months my team has been working so hard to prepare a high speed rail plan for Britain.  \nIt won’t be easy.",
        "A north-south high speed rail line is a twenty year project, with big planning and financial implications.",
        "But I’ve always been an optimist not a fatalist, and Labour’s whole approach to this great project will be one of ‘can do’ not ‘can’t do’. I see this as the union railway, uniting England and Scotland, north and south, richer and poorer parts of our country, sharing wealth and opportunity, pioneering a fundamentally better Britain.",
        "This high speed vision is possible if we make green transport our common cause. True to Labour values. True to our vision of a United Kingdom and a united, prosperous and fair society. The choice is clear. Join Labour on this great journey. Let’s not go down the Tory dead-end street."
    ]
}