{
    "url": "https://www.ukpol.co.uk/lord-adonis-2010-speech-on-the-academies-bill/",
    "title": "Lord Adonis – 2010 Speech on the Academies Bill",
    "post_date": "May 5, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Lord Adonis",
            "url": "/tag/lord-adonis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Lord Adonis in the House of Lords on 21 June 2010.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2018/05/lordadonis-300x300.jpeg)](https://www.ukpol.co.uk/wp-content/uploads/2018/05/lordadonis.jpeg)",
        "I begin by paying tribute to the Church of England for the outstanding work that it does in promoting academies. As the right reverend Prelate said, the Church of England is the largest single sponsor of academies. The right reverend Prelate the Bishop of Liverpool and I worked closely on the ​development of academies in Liverpool and the area around, and they are making marvellous progress, extending opportunity in an area that has not had it in the past.",
        "This is my first opportunity in the House to congratulate the noble Lord, Lord Hill, on his appointment, which I do very warmly indeed. I should also say how glad I am that my noble friends Lady Royall and Lady Morgan are leading on this Bill for the Opposition. They bring a wealth of talent and experience to the task.",
        "My noble friend Lady Morgan raised a number of policy issues about the extension of academies, which I shall leave the Minister to respond to. However, on the specific issue about the legal name that should be given to a certain category of school, I find myself in surprising agreement with the noble Baroness, Lady Walmsley. She and I are survivors from the interminable debates on the Education Act 2005, on which our views did not coincide all the time, particularly on the issue of academies. But she is right that, in terms of legal category, the schools to which the Bill proposes to accord that status have all the essential characteristics of existing academies.",
        "I know that a rose by any other name would smell as sweet but, for two reasons, I do not support this amendment on the name that it gives to a legal category of schools. First, the schools which we are talking about in this Bill are academies in all their essential legal characteristics. They are managed independently of the local authority, on a contract with the Secretary of State that regulates a whole host of their policies and funding and which will be similar to that of existing academies. My noble friend says that academies are schools largely in deprived or challenging circumstances, and she is correct, although I need to point out to the House that that is not the exclusive preserve of academies. A number of entirely new schools have been set up as academies in very mixed social areas and a number of successful schools, including successful independent schools, have come into the state system by using the legal category of academies.",
        "The legal status is clearly set out in Section 65 of the Education Act 2002, which is cast in similar terms to Clause 1. I emphasise the fact that the 2002 Act, which was passed by the last Government, does not specify that academies, in legal terms, can only be schools that pass a threshold either of deprivation or of low achievement. On the contrary, I invite Members of the Committee to look at Section 65, which says:",
        "“The Secretary of State may enter into an agreement with any person under which … that person undertakes to establish and maintain, and to carry on or provide for the carrying on of, an independent school in England with the characteristics mentioned in subsection (2)”.",
        "Those characteristics are that the school,",
        "“has a curriculum satisfying the requirements of section 78 of the Education Act 2002”,",
        "and that it,",
        "“provides education for pupils of different abilities who are wholly or mainly drawn from the area in which the school is situated”.",
        "Those provisions are almost identical to those in the Bill.​ If there is no legal distinction between the schools that we are talking about in this Bill and those referred to under the Education Act 2002, is there another public policy reason for us to give a different label to certain schools within a similar legal category? I urge your Lordships not to do so. We already have an alphabet soup of different names for schools within the state system: community schools, foundation schools with a foundation, foundation schools without a foundation, voluntary aided schools, voluntary controlled schools, trust schools, city technology colleges, grammar schools, maintained special schools and non-maintained special schools. If the schools that we are talking about are academies, as they are in their essential legal characteristics, the right thing to do is to call them academies and not to add to the alphabet soup."
    ]
}